[
  {
    "title": "A Study on Climate-Driven Flash Flood Risks in the Boise River Watershed, Idaho",
    "authors": [
      "Jae  Hyeon Ryu,",
      "Jungjin Kim"
    ],
    "doi": "https://doi.org/10.3390/w11051039",
    "journalVolume": "Vol. 11,\n                                no. 5\n                                \n                                  p.\n                                  1039",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "We conducted a study on climate-driven flash flood risk in the Boise River Watershed using flood frequency analysis and climate-driven hydrological simulations over the next few decades. Three different distribution families, including the Gumbel Extreme Value Type I (GEV), the 3-parameter log-normal (LN3) and log-Pearson type III (LP3) are used to explore the likelihood of potential flash flood based on the 3-day running total streamflow sequences (3D flows). Climate-driven ensemble streamflows are also generated to evaluate how future climate variability affects local hydrology associated with potential flash flood risks. The result indicates that future climate change and variability may contribute to potential flash floods in the study area, but incorporating embedded-uncertainties inherited from climate models into water resource planning would be still challenging because grand investments are necessary to mitigate such risks within institutional and community consensus. Nonetheless, this study will provide useful insights for water managers to plan out sustainable water resources management under an uncertain and changing climate.",
    "readLink": "https://www.mdpi.com/2073-4441/11/5/1039"
  },
  {
    "title": "Recent emergence of CAT5 tropical cyclones in the South Indian Ocean",
    "authors": [
      "Jennifer M. Fitchett"
    ],
    "doi": "https://doi.org/10.17159/sajs.2018/4426",
    "journalVolume": "Vol. 114,\n                                no. 11/12",
    "issn": "0038-2353 (Print)",
    "publisher": "1996-7489 (Online)",
    "countryOfPublisher": "Academy of Science of South Africa",
    "lcc": [
      "South Africa",
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.sajs.co.za",
    "abstract": "The IBTrACS global best track data set endorsed by the World Meteorological Organization provides a valuable global record of tropical cyclone genesis, track and intensity, and spans 1842 to the present. The record is significantly more robust from the late 1970s onwards, as it is supported by satellite imagery. These records indicate that the first tropical cyclone in the South Indian Ocean to intensify to CAT5 status did so in 1994. This date is significantly later than the first CAT5 storms recorded in the IBTrACS database for the Atlantic Ocean (1924) and the North Pacific (1951) recorded from ship records, and half a decade later than those of the North Indian Ocean (1989) and South Pacific (1988), captured from satellite imagery. Following this late emergence, in the period 1990–2000, eight CAT5 tropical cyclones were recorded for the South Indian Ocean. A further four have been recorded for the period 2010–2015. This recent emergence of tropical cyclones attaining category five intensity in the South Indian Ocean is of significance for the forecasting of tropical cyclone landfall and the anticipation of storm damage for the developing economies that characterise the region. Although an increase in tropical cyclone intensity is frequently projected under global climate change scenarios, the dynamics for the South Indian Ocean have remained poorly understood. Notable are early results indicating an increased frequency and poleward migration of these CAT5 storms, concurrent with a poleward migration in the position of the 26.5 °C, 28 °C and 29 °C sea surface temperature isotherms in the South Indian Ocean. Significance: • Category 5 tropical cyclones, the strongest category of storms, have only recently emerged in the South Indian Ocean. Since 1989, their frequency of occurrence has increased. This increase poses a heightened risk of storm damage for the South Indian Ocean Island States and the countries of the southern African subcontinent as a result of the strong winds, heavy rainfall and storm surges associated with these storms, and the large radial extent at category 5 strength.",
    "readLink": "https://www.sajs.co.za/article/view/4426"
  },
  {
    "title": "Constraints on global oceanic emissions of N<sub>2</sub>O from observations and models",
    "authors": [
      "E. T. Buitenhuis,",
      "E. T. Buitenhuis,",
      "P. Suntharalingam,",
      "C. Le Quéré,",
      "C. Le Quéré"
    ],
    "doi": "https://doi.org/10.5194/bg-15-2161-2018",
    "journalVolume": "Vol. 15\n                                \n                                \n                                  pp.\n                                  2161\n                                  – 2175",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "We estimate the global ocean N2O flux to the atmosphere and its confidence interval using a statistical method based on model perturbation simulations and their fit to a database of ΔpN2O (n = 6136). We evaluate two submodels of N2O production. The first submodel splits N2O production into oxic and hypoxic pathways following previous publications. The second submodel explicitly represents the redox transformations of N that lead to N2O production (nitrification and hypoxic denitrification) and N2O consumption (suboxic denitrification), and is presented here for the first time. We perturb both submodels by modifying the key parameters of the N2O cycling pathways (nitrification rates; NH4+ uptake; N2O yields under oxic, hypoxic and suboxic conditions) and determine a set of optimal model parameters by minimisation of a cost function against four databases of N cycle observations. Our estimate of the global oceanic N2O flux resulting from this cost function minimisation derived from observed and model ΔpN2O concentrations is 2.4 ± 0.8 and 2.5 ± 0.8 Tg N yr−1 for the two N2O submodels. These estimates suggest that the currently available observational data of surface ΔpN2O constrain the global N2O flux to a narrower range relative to the large range of results presented in the latest IPCC report.",
    "readLink": "https://www.biogeosciences.net/15/2161/2018/bg-15-2161-2018.pdf"
  },
  {
    "title": "FEATURES OF DIAGNOSIS OF EXTERNAL DIROFILARIASIS",
    "authors": [
      "I. D. Duzhiy,",
      "H. I. Piatykop,",
      "I. Ya. Gresko,",
      "O. V. Kravets,",
      "O. O. Pererva,",
      "O. L. Sytnik"
    ],
    "doi": "Vol. 8,\n                                no. 3\n                                \n                                  pp.\n                                  299\n                                  – 306",
    "issn": "2663-5909 (Print)",
    "publisher": "2664-4231 (Online)",
    "countryOfPublisher": "Sumy State University",
    "lcc": [
      "Ukraine",
      "Medicine: Medicine (General)"
    ],
    "journalUrl": "https://eumj.med.sumdu.edu.ua/index.php/journal/aboutjournal",
    "abstract": "Global environmental problems are gradually changing climatic conditions in different regions and cause significant warming. As a result, high-water beds, lakes and ponds get swamped and are colonized by blood-sucking mosquitoes, which are carriers of a number of diseases, including dirofilariasis. Manifestations of external dirofilariasis may look like ophthalmic, surgical, urological, oncological, dermatological, vascular, psychiatric diseases. The objective manifestation of the disease is the appearance of skin-subcutaneous formation, which periodically changes location. The purpose of the work: to expand the knowledge about this helminthic infection for the medical community and demonstrate the possibility of timely diagnosis. Results of the study and discussion. The authors observed 4 patients with external dirofilariasis and described 2 clinical cases. Only after surgical removal, the diagnosis was confirmed. Conclusions. Climate warming facilitates migration of blood-sucking insects from the southern regions to the north. Economic problems contribute to the increase of stray dogs and cats which are the ultimate hosts of dirofilaria. A person becomes infected through mosquito bites, which has to be considered during anamnesis data collection. The appearance of cutaneous or intradermal formations which tend to move may give grounds to diagnose lipomas, atheromas, phlebitis, lymphodenitis, \"allergic reactions\" after insect bites. The appearance of other symptoms such as weakness, muscle pain, joint pain, headache, eyeball pain, double vision, and sometimes nausea should suggest the possibility dirofilariasis, and focusing on the indications for surgical intervention.",
    "readLink": "https://eumj.med.sumdu.edu.ua/index.php/journal/article/view/124"
  },
  {
    "title": "Study on Response Process and Time Delay Effect of Groundwater Dynamic in Northeastern Margin of Tibetan Plateau",
    "authors": [
      "Shuhong Song,",
      "Huanhuan Li,",
      "Mi Yang,",
      "Zhao Gu,",
      "Xiaohang Wang,",
      "Wenting Zhang,",
      "Yongzhi Liu"
    ],
    "doi": "https://doi.org/10.3390/w15152838",
    "journalVolume": "Vol. 15,\n                                no. 2838\n                                \n                                  p.\n                                  2838",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Under the background of drastic global climate change, the evolution law of groundwater resources in the northeastern margin of the Tibetan Plateau presents new characteristics, and the groundwater is gradually becoming more complicated, diversified and disordered. In this study, cross-correlation analysis, wavelet analysis and cross-wavelet transform were used to explore the response mechanism and time delay effect of groundwater, exploitation amount, rainfall and surface runoff in the northeastern margin of the Tibetan Plateau. The results show that the groundwater depth increased with the increase in the exploitation amount and decreased with the increase in the rainfall-to-exploitation ration and the surface runoff-to-exploitation ratio from 1980 to 2020. On the annual scale, groundwater, rainfall and surface runoff had a strong cohesiveness period of 12a. On the monthly scale, groundwater lagged behind rainfall and surface runoff for 3 months and 2 months, respectively. The above conclusions provide a scientific theoretical basis for deepening the characteristics of groundwater endowment, the evolution law of water cycle elements and the theory of the hydrological cycle in the northeastern margin of the Tibetan Plateau.",
    "readLink": "https://www.mdpi.com/2073-4441/15/15/2838"
  },
  {
    "title": "Quantifying and modeling water availability in temperate forests: a review of drought and aridity indices",
    "authors": [
      "Speich MJR"
    ],
    "doi": "https://doi.org/10.3832/ifor2934-011",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 16",
    "issn": "1971-7458 (Online)",
    "publisher": "Italian Society of Silviculture and Forest Ecology (SISEF)",
    "countryOfPublisher": "Italy",
    "lcc": [
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://iforest.sisef.org",
    "abstract": "Climatic water availability is a major determinant of forest structure and composition, while drought events may severely impact forest dynamics. In recent decades, an increasing number of severe drought events has been reported in forests around the world. In the future, climate models project increasingly dry conditions in many temperate regions. Various tools have been applied to better understand the effects of drought on forests, such as dendrochronological analyses, climatic trend analyses and dynamic models. With these approaches, water availability is often summarized as a single scalar, termed a drought or aridity index. As droughts are complex phenomena, such indices are always associated with a loss of information. Many different such indices exist, and have been developed for various purposes. This review asks whether some of these indices are more suitable than others to quantify water availability in temperate forests. In a first step, the rationale and theoretical background of different drought indices are spelled out and compared among each other. Then, evaluations and intercomparisons of drought indices from the literature are reviewed. The implementation of drought indices in dynamic forest models is also discussed. Finally, two current research questions are identified: the role of dry air for physiological drought, and the suitability of various drought indices under climate change. It appears from this review that indices accounting for evaporative demand generally perform better than indices based on precipitation alone. When comparing sites with different edaphic conditions, indices accounting for soil moisture storage are more suitable. Nevertheless, results from intercomparisons show considerable divergence, and it is not possible to clearly favor one index. Furthermore, a differential response of tree species to different drought indices is often observed, although no clear pattern emerges from this comparison. More intercomparisons of indices, across climates and species, might provide valuable knowledge. Another key finding is that the properties of indices also depend on choices regarding, e.g., the calculation of evaporative demand, or the underlying water balance model. Reporting such methodological details could greatly increase the value of future evaluations of drought indices.",
    "readLink": "https://iforest.sisef.org/contents/?id=ifor2934-011"
  },
  {
    "title": "Xylem heating increases vulnerability to cavitation in longleaf pine",
    "authors": [
      "Alexandra G Lodge,",
      "Matthew B Dickinson,",
      "Kathleen L Kavanagh"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aabbe5",
    "journalVolume": "Vol. 13,\n                                no. 5\n                                \n                                  p.\n                                  055007",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Improved understanding of the physiological mechanisms of tree mortality following fires is important with the predicted increase in wildfires under climate change, as well as continued use of prescribed fire for forest management. Disruption of water transport in the xylem from exposure to the heat plume of a fire has been hypothesized as a mechanism of delayed tree mortality. This heat plume rapidly increases vapor pressure deficit in the canopy, increasing transpiration and tension on the xylem causing cavitation, thus reducing water transport and leading to eventual tree death. We aimed to increase understanding of the mechanisms behind such unintended mortality by determining whether branches and roots of longleaf pine are more vulnerable to cavitation when exposed to temperatures expected to occur during prescribed or wild fires. Additionally, we modeled expected branch cavitation under fire conditions based on measured cavitation vulnerability. We heated branch and root segments in a water bath to 41 °C and 54 °C and simulated the negative xylem water potentials experienced during exposure to a heat plume using a double-ended pressure chamber. When branches and roots were pressurized under elevated temperatures, xylem in both organs was more vulnerable to cavitation. In branches, as temperature was increased from 23 °C–54 °C, the pressure at which 50% conductivity was lost (P _50 ) increased from −3.55 MPa to −2.79 MPa, while in roots, P _50 increased from −2.08 MPa to −1.36 MPa. When the P _50 values measured under elevated temperatures were included in plume and hydraulic models, branches were predicted to experience conditions leading to 50% loss of conductivity up to two meters higher into the canopy than under ambient temperatures. Overall, these results suggest that heating of branches and roots during fires can increase vulnerability to xylem cavitation, potentially leading to hydraulic disruption and delayed tree mortality.",
    "readLink": "https://doi.org/10.1088/1748-9326/aabbe5"
  },
  {
    "title": "Global Energy Development and Climate-Induced Water Scarcity—Physical Limits, Sectoral Constraints,  and Policy Imperatives",
    "authors": [
      "Christopher A. Scott,",
      "Zachary P. Sugg"
    ],
    "doi": "https://doi.org/10.3390/en8088211",
    "journalVolume": "Vol. 8,\n                                no. 8\n                                \n                                  pp.\n                                  8211\n                                  – 8225",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "The current accelerated growth in demand for energy globally is confronted by water-resource limitations and hydrologic variability linked to climate change. The global spatial and temporal trends in water requirements for energy development and policy alternatives to address these constraints are poorly understood. This article analyzes national-level energy demand trends from U.S. Energy Information Administration data in relation to newly available assessments of water consumption and life-cycle impacts of thermoelectric generation and biofuel production, and freshwater availability and sectoral allocations from the U.N. Food and Agriculture Organization and the World Bank. Emerging, energy-related water scarcity flashpoints include the world’s largest, most diversified economies (Brazil, India, China, and USA among others), while physical water scarcity continues to pose limits to energy development in the Middle East and small-island states. Findings include the following: (a) technological obstacles to alleviate water scarcity driven by energy demand are surmountable; (b) resource conservation is inevitable, driven by financial limitations and efficiency gains; and (c) institutional arrangements play a pivotal role in the virtuous water-energy-climate cycle. We conclude by making reference to coupled energy-water policy alternatives including water-conserving energy portfolios, intersectoral water transfers, virtual water for energy, hydropower tradeoffs, and use of impaired waters for energy development.",
    "readLink": "http://www.mdpi.com/1996-1073/8/8/8211"
  },
  {
    "title": "Analysis and Projection of Flood Hazards over China",
    "authors": [
      "Yulian Liang,",
      "Yongli Wang,",
      "Yinjun Zhao,",
      "Yuan Lu,",
      "Xiaoying Liu"
    ],
    "doi": "https://doi.org/10.3390/w11051022",
    "journalVolume": "Vol. 11,\n                                no. 5\n                                \n                                  p.\n                                  1022",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Floods have been experienced with greater frequency and more severity under global climate change. To understand the flood hazard and its variation in the future, the current and future flood hazards in the 21st century in China are discussed. Floods and their trends are assessed using the accumulation precipitation during heavy rainfall process (AP_HRP), which are calculated based on historical meteorological observations and the outputs of a global climate model (GCM) under three Representative Concentration Pathway (RCP) scenarios. The flood-causing HRPs counted by the flood-causing critical precipitation (the 60% fractile of AP_HRP) capture more than 70% of historical flood events. The projection results indicate that the flood hazards could increase under RCP4.5 and RCP8.5 and increase slightly under RCP2.6 during the 21st century (2011–2099). The spatial characteristics of flood hazards and their increasing trends under the three RCPs are similar in most areas of China. More floods could occur in southern China, including Guangdong, Hainan, Guangxi and Fujian provinces, which could become more serious in southeastern China and the northern Yunnan province. Construction of water conservancy projects, reservoir dredging, improvement of drainage and irrigation equipment and enhancement of flood control and storage capacity can mitigate the impacts of floods and waterlogging on agriculture.",
    "readLink": "https://www.mdpi.com/2073-4441/11/5/1022"
  },
  {
    "title": "Recent developments in soil law and policy in New Zealand",
    "authors": [
      "David Grinlinton"
    ],
    "doi": "Vol. 12\n                                \n                                \n                                  p.\n                                  100093",
    "issn": "2667-0062 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Geology"
    ],
    "journalUrl": "https://www.journals.elsevier.com/soil-security",
    "abstract": "New Zealand has a reputation for successful and efficient agricultural production, although it has a limited supply of high-quality versatile soils. These valuable resources are under threat, both from natural forces including extreme weather events, and from the pressures of expanding urban growth into adjacent areas of high-quality soils. In this article recent developments in the legal and policy framework for soils in New Zealand are considered, and in particular the effect of the National Policy Statement for Highly Productive Land 2022 (‘NPS-HPL’). Recent caselaw involving residential and urban expansion into rural areas, often to the detriment of the continued availability of high-quality soils, will also be examined. The significant effects of recent extreme weather events in New Zealand on soil issues and productive land will be discussed, and some observations made on the lessons that can be learnt as we face increasing impacts from climate change. Finally, some comments will be offered on future developments, including proposed major resource management legislative reforms, in the context of soil law and policy in New Zealand.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2667006223000102"
  }
]