[
  {
    "title": "Large mitigation potential of smoke PM2.5 in the US from human-ignited fires",
    "authors": [
      "Therese S Carter,",
      "Colette L Heald,",
      "Noelle E Selin"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aca91f",
    "journalVolume": "Vol. 18,\n                                no. 1\n                                \n                                  p.\n                                  014002",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Increasing fire activity and the associated degradation in air quality in the United States has been indirectly linked to human activity via climate change. In addition, direct attribution of fires to human activities may provide opportunities for near term smoke mitigation by focusing policy, management, and funding efforts on particular ignition sources. We analyze how fires associated with human ignitions (agricultural fires and human-initiated wildfires) impact fire particulate matter under 2.5 µ m (PM _2.5 ) concentrations in the contiguous United States (CONUS) from 2003 to 2018. We find that these agricultural and human-initiated wildfires dominate fire PM _2.5 in both a high fire and human ignition year (2018) and low fire and human ignition year (2003). Smoke from these human levers also makes meaningful contributions to total PM _2.5 (∼5%–10% in 2003 and 2018). Across CONUS, these two human ignition processes account for more than 80% of the population-weighted exposure and premature deaths associated with fire PM _2.5 . These findings indicate that a large portion of the smoke exposure and impacts in CONUS are from fires ignited by human activities with large mitigation potential that could be the focus of future management choices and policymaking.",
    "readLink": "https://doi.org/10.1088/1748-9326/aca91f"
  },
  {
    "title": "Twenty-first-century projections of shoreline change along inlet-interrupted coastlines",
    "authors": [
      "Janaka Bamunawala,",
      "Roshanka Ranasinghe,",
      "Ali Dastgheib,",
      "Robert J. Nicholls,",
      "A. Brad Murray,",
      "Patrick L. Barnard,",
      "T. A. J. G. Sirisena,",
      "Trang Minh Duong,",
      "Suzanne J. M. H. Hulscher,",
      "Ad van der Spek"
    ],
    "doi": "https://doi.org/10.1038/s41598-021-93221-9",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 14",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Sandy coastlines adjacent to tidal inlets are highly dynamic and widespread landforms, where large changes are expected due to climatic and anthropogenic influences. To adequately assess these important changes, both oceanic (e.g., sea-level rise) and terrestrial (e.g., fluvial sediment supply) processes that govern the local sediment budget must be considered. Here, we present novel projections of shoreline change adjacent to 41 tidal inlets around the world, using a probabilistic, reduced complexity, system-based model that considers catchment-estuary-coastal systems in a holistic way. Under the RCP 8.5 scenario, retreat dominates (90% of cases) over the twenty-first century, with projections exceeding 100 m of retreat in two-thirds of cases. However, the remaining systems are projected to accrete under the same scenario, reflecting fluvial influence. This diverse range of response compared to earlier methods implies that erosion hazards at inlet-interrupted coasts have been inadequately characterised to date. The methods used here need to be applied widely to support evidence-based coastal adaptation.",
    "readLink": "https://doi.org/10.1038/s41598-021-93221-9"
  },
  {
    "title": "Fire Severity and Drought Conditions Are Increasing in West-Central Spain",
    "authors": [
      "Natalia Quintero,",
      "Olga Viedma,",
      "Jose Manuel Moreno"
    ],
    "doi": "https://doi.org/10.3390/IECF2022-13115",
    "journalVolume": "Vol. 22,\n                                no. 65\n                                \n                                  p.\n                                  65",
    "issn": "2673-4931 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.mdpi.com/journal/environsciproc",
    "abstract": "Despite regional warming, fire activity is decreasing in the Mediterranean region, blurring the well-established relationship between climate and wildfires. Here, we analyzed this relationship by focusing on the fire severity component of the fire regime. We determined the temporal trends of several climate, fire activity, and fire severity variables and the relationship of the latter two to the first in West-Central Spain (30,000 km2) for a 33 year period (1985 to 2017). Annually, fire variables at summer season were number of fires, burned area, fire size and fire severity (calculated using the relativized burn ratio (RBR) from Landsat satellite images). Fire severity was estimated for the whole area and for each of the main land use/land cover (LULC) types. Finally, the climate variables were maximum temperature, precipitation, and water deficit for all seasons (winter, spring, summer, and fall). Trends in those variables were assessed using the Mann–Kendal test, and the relationship between climate and fire variables was ascertained using autoregressive moving average (ARMAX) models. Main results indicated that number of fires and burned areas decreased, whereas drought conditions increased. Wildfires tended to burn preferentially in treeless areas, with conifer forests burning less frequently, and shrublands burning more so. Median RBR increased, as well as low (P5) and high (P90) percentiles. The percentage of burned areas at low severity decreased. All LULC types tended to burn at higher fire severities over time. The decreasing fire activity, but with increasing fire severity, coincides with rising maximum temperatures and drought (lower precipitation and higher water deficit). The temporal dynamics of fire activity and severity were well explained and predicted by spring and summer climate variables. Thus, while fire activity decreased, fire severity increased, driven by a more severe climate that was consistent with regional warming.",
    "readLink": "https://www.mdpi.com/2673-4931/22/1/65"
  },
  {
    "title": "Predicting the current and future potential distributions of lymphatic filariasis in Africa using maximum entropy ecological niche modelling.",
    "authors": [
      "Hannah Slater,",
      "Edwin Michael"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0032202",
    "journalVolume": "Vol. 7,\n                                no. 2\n                                \n                                  p.\n                                  e32202",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Modelling the spatial distributions of human parasite species is crucial to understanding the environmental determinants of infection as well as for guiding the planning of control programmes. Here, we use ecological niche modelling to map the current potential distribution of the macroparasitic disease, lymphatic filariasis (LF), in Africa, and to estimate how future changes in climate and population could affect its spread and burden across the continent. We used 508 community-specific infection presence data collated from the published literature in conjunction with five predictive environmental/climatic and demographic variables, and a maximum entropy niche modelling method to construct the first ecological niche maps describing potential distribution and burden of LF in Africa. We also ran the best-fit model against climate projections made by the HADCM3 and CCCMA models for 2050 under A2a and B2a scenarios to simulate the likely distribution of LF under future climate and population changes. We predict a broad geographic distribution of LF in Africa extending from the west to the east across the middle region of the continent, with high probabilities of occurrence in the Western Africa compared to large areas of medium probability interspersed with smaller areas of high probability in Central and Eastern Africa and in Madagascar. We uncovered complex relationships between predictor ecological niche variables and the probability of LF occurrence. We show for the first time that predicted climate change and population growth will expand both the range and risk of LF infection (and ultimately disease) in an endemic region. We estimate that populations at risk to LF may range from 543 and 804 million currently, and that this could rise to between 1.65 to 1.86 billion in the future depending on the climate scenario used and thresholds applied to signify infection presence.",
    "readLink": "https://www.ncbi.nlm.nih.gov/pmc/articles/pmid/22359670/pdf/?tool=EBI"
  },
  {
    "title": "Computational Fluid Dynamics Analysis of an Evaporative Cooling System",
    "authors": [
      "Kapilan N.,",
      "Manjunath Gowda M.,",
      "Manjunath H. N."
    ],
    "doi": "https://doi.org/10.1515/scjme-2016-0026",
    "journalVolume": "Vol. 66,\n                                no. 2\n                                \n                                  pp.\n                                  117\n                                  – 124",
    "issn": "2450-5471 (Online)",
    "publisher": "Sciendo",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)"
    ],
    "journalUrl": "https://sciendo.com/journal/SCJME",
    "abstract": "The use of chlorofluorocarbon based refrigerants in the air-conditioning system increases the global warming and causes the climate change. The climate change is expected to present a number of challenges for the built environment and an evaporative cooling system is one of the simplest and environmentally friendly cooling system. The evaporative cooling system is most widely used in summer and in rural and urban areas of India for human comfort. In evaporative cooling system, the addition of water into air reduces the temperature of the air as the energy needed to evaporate the water is taken from the air. Computational fluid dynamics is a numerical analysis and was used to analyse the evaporative cooling system. The CFD results are matches with the experimental results.",
    "readLink": "https://doi.org/10.1515/scjme-2016-0026"
  },
  null,
  {
    "title": "Determination of the most appropriate site selection of wind power plants based Geographic Information System and Multi-Criteria Decision-Making approach in Develi, Turkey",
    "authors": [
      "Mustafa Serdar Genç"
    ],
    "doi": "https://doi.org/10.5278/ijsepm.6242",
    "journalVolume": "Vol. 30",
    "issn": "2246-2929 (Online)",
    "publisher": "Aalborg University Press",
    "countryOfPublisher": "Denmark",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://journals.aau.dk//index.php/sepm/index",
    "abstract": "Wind power has major benefits including providing for an increasing energy demand while tackling climate change problems. Detailed planning processes such as technical, social, environmental, various agents, and political concerns are essential for the development of wind energy projects. The objective of the present study is to develop a visualization that combines Geographic Information System (GIS) and Multi-Criteria Decision Making (MCDM) and implementation for Kayseri, Develi in Turkey as a case study. For the analyzes, CORINE CLC 2000 and other data sources were employed for data acquisition to unlock fragmented and hidden onshore data resources and to facilitate investment in sustainable coastal and inland activities. Several factors were determined in the wind power plant installations such as wind potential, roads, water sources, and these factors were analyzed based on their buffer zones. After detailed analyses, sites near the Havadan (7.87 MW) and Kulpak (9.22 MW) villages were found to be the most suitable locations for the installation of a potential onshore wind farm. The method suggested in this study can be used to analyze the suitability of any region at the regional level for onshore wind power plant and the results of the study can be used to develop based on public perception, renewable energy policies, energy political rules.",
    "readLink": "https://journals.aau.dk/index.php/sepm/article/view/6242"
  },
  {
    "title": "Mainstreaming climate change into the EIA procedures: a perspective from China",
    "authors": [
      "Qi Gao"
    ],
    "doi": "https://doi.org/10.1108/IJCCSM-04-2016-0040",
    "journalVolume": "Vol. 10,\n                                no. 3\n                                \n                                  pp.\n                                  342\n                                  – 358",
    "issn": "1756-8692 (Print)",
    "publisher": "1756-8706 (Online)",
    "countryOfPublisher": "Emerald Publishing",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.emeraldgrouppublishing.com/products/journals/journals.htm?id=ijccsm",
    "abstract": "Purpose – In the face of climate change, environmental impact assessment (EIA) and strategic environmental assessment (SEA) are expected to translate global or national mitigation and adaptation targets to project and plan levels of decision-making. This paper aims to examine how to transform China’s EIA procedures to accommodate consideration of climate change and what constraints might be for doing so. Design/methodology/approach – The main methodology used in this paper is doctrinal research, which is the primary legal methodology to find the law and interpret and analyse the document. Theoretical research is applied to analyse the ideas and assumptions of the mainstreaming approach. Comparative research is done to consider relevant international experiences. Findings – Despite well-founded rationale for the mainstreaming approach, entrenched institutional, legal and technical obstacles cannot be neglected in the context of China. Urgent needs to fix existing EIA/SEA loopholes and improve the general enabling environment are also highlighted as a fundamental aspect of mainstreaming. Originality/value – The potential of mainstreaming climate change into China’s EIA procedures remains largely unexplored. As a ground-breaking work from China’s perspective, the findings of this paper can serve as an important foundation for future research from legal and other perspectives.",
    "readLink": "https://www.emeraldinsight.com/doi/pdfplus/10.1108/IJCCSM-04-2016-0040"
  },
  {
    "title": "Chronic heat stress part 1: Decrease in egg quality, increase in cortisol levels in egg albumen, and reduction in fertility of breeder pekin ducks",
    "authors": [
      "E. M. Oluwagbenga,",
      "V. Tetel,",
      "J. Schober,",
      "G. S. Fraley"
    ],
    "doi": "https://doi.org/10.3389/fphys.2022.1019741",
    "journalVolume": "Vol. 13",
    "issn": "1664-042X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physiology"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/physiology",
    "abstract": "Global warming poses detrimental effects on poultry production leading to substantial economic losses. The goal of our experiment was to test the hypothesis that heat stress (HS) would alter welfare and egg quality (EQ) of breeder ducks. Furthermore, we wanted to test if HS would increase cortisol levels in egg albumen. Adult Pekin ducks were randomly assigned to two different rooms at 85% lay with 60 hens and 20 drakes per room. Baseline data including body weight, body condition scores (BCS), and egg production/quality were collected the week preceding heat treatment. Ducks were subjected to cyclic HS of 35°C for 10h/day and 29.5°C for the remaining 14h/day for 3 weeks while the control room was maintained at 22°C. Eggs were collected daily and analyzed weekly for quality assessment, and for albumen glucocorticoid (GCs) levels using mass spectrometry. One week before the exposure to HS, 10 hens and 5 drakes were euthanized and the same number again after 3 weeks and birds necropsied. Data analyses were done by 1- or 2-way ANOVA as appropriate with a Tukey-Kramer post hoc test. BCS were analyzed using a chi-squared test. A p ≤ 0.05 was considered significant. Circulating levels of corticosterone were significantly (p < 0.01) elevated at week 1 only in the HS hens. The circulating levels of cortisol increased significantly at week 1 and 2 (p < 0.05), and week 3 (p < 0.01) in the hens and at weeks 2 and 3 only (p < 0.05) in the drakes. Feather quality scores (p < 0.01), feather cleanliness scores (p < 0.001) and footpad quality scores (p < 0.05) increased significantly in the HS group. HS elicited a significant (p < 0.001) decrease in egg production at weeks 1 and 3. Hens in the HS group showed significantly decreased BW (p < 0.001) and number of follicles (p < 0.05). Shell weight decreased significantly at week 1 only (p < 0.05) compared to controls. Yolk weight decreased significantly at week 3 (p < 0.01) compared to controls. HS elicited a significant increase in albumen cortisol levels at week 1 (p < 0.05) and week 3 (p < 0.05). Thus, cortisol may provide critical information to further understand and to improve welfare.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fphys.2022.1019741/full"
  },
  {
    "title": "Analysis of Climate Change Impact on Water Supply in Northern Istria (Croatia)",
    "authors": [
      "Josip Rubinić,",
      "Maja Radišić,",
      "Barbara Karleuša,",
      "Nino Krvavica"
    ],
    "doi": "Vol. 25,\n                                no. Supplement 2\n                                \n                                  pp.\n                                  366\n                                  – 374",
    "issn": "1330-3651 (Print)",
    "publisher": "1848-6339 (Online)",
    "countryOfPublisher": "Faculty of Mechanical Engineering in Slavonski Brod, Faculty of Electrical Engineering in Osijek, Faculty of Civil Engineering in Osijek",
    "lcc": [
      "Croatia",
      "Technology: Engineering (General). Civil engineering (General)"
    ],
    "journalUrl": "http://hrcak.srce.hr/tehnicki-vjesnik",
    "abstract": "This paper analyses impacts of climate change and anthropogenic pressure on groundwater resources in the Mirna river catchment used for water supply in Northern Istria (Croatia) up to 2050. Using Regional Climate Models simulations and hydrologic model, the future average annual and the characteristic (in critical period) water resource availabilities were calculated. Current and five future water demand scenarios were analysed. Water Exploitation Index (WEI) and modified Characteristic Water Exploitation Index (CWEI) were calculated. In 2050, the analysed springs will be subject to climate change consequences, with more extreme changes and intense variations. The WEI for average conditions indicates little risk of unmet future water demand. Considering seasonal variability, the future CWEIs indicates strong risk for most future water demand scenarios and overexploitation for water demand increases over 20%. The 2012 drought, more extreme than any considered future scenario, was also examined.",
    "readLink": "https://hrcak.srce.hr/file/302805"
  }
]