[
  {
    "title": "Responses of phytoplankton communities driven by differences of source water intrusions in the El Niño and La Niña events in the Taiwan Strait during the early spring",
    "authors": [
      "Yanping Zhong,",
      "Yanping Zhong,",
      "Edward A. Laws,",
      "Jiafu Zhuang,",
      "Jingxiao Wang,",
      "Peixuan Wang,",
      "Caiyun Zhang,",
      "Xin Liu,",
      "Xin Liu,",
      "Bangqin Huang,",
      "Bangqin Huang"
    ],
    "doi": "https://doi.org/10.3389/fmars.2022.997591",
    "journalVolume": "Vol. 9",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "The El Niño Southern Oscillation (ENSO) is one of the most important drivers of interannual variations of marine ecosystems, especially monsoonal ecosystems. The channel effect in a strait amplifies the impact of monsoons and may be an ideal area to study ecosystem responses to ENSO events. Previous studies have shown that physical processes in the Taiwan Strait (TWS) vary during the different ENSO phases, but the biological responses are still unclear. In this study, we found clear differences in the physical, chemical, and biological characteristics of the TWS between different ENSO phases based on data from satellites and field cruises during the 2015–2016 El Niño and 2017–2018 La Niña events. Although the monsoonal patterns were similar during early spring cruises during two ENSO events, the influence of the China Coastal Current (CCC), which is characterized by low sea surface temperature, low salinity, and high nutrient concentrations, was 1.5 times greater during the 2015–2016 El Niño than the 2017–2018 La Niña. The average chlorophyll a concentration was therefore higher in 2016 than that in 2018. The phytoplankton consisted mainly of diatoms, dinoflagellates, and cryptophytes during the 2015–2016 El Niño, but concentrations of those phytoplankton groups decreased, and concentrations of prasinophytes, Synechococcus, and Prochlorococcus increased during the 2017–2018 La Niña. Their influence of the CCC and warm currents were associated with the variations in phytoplankton community structure in the TWS. The results of this study enhance understanding of the responses of marine ecosystems to climate variabilities, and of the changes that climate change may bring to strait ecosystems.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2022.997591/full"
  },
  {
    "title": "Perspectives on Electric Motor Market Transformation for a Net Zero Carbon Economy",
    "authors": [
      "Anibal T. de Almeida,",
      "Fernando J. T. E. Ferreira,",
      "João Fong"
    ],
    "doi": "https://doi.org/10.3390/en16031248",
    "journalVolume": "Vol. 16,\n                                no. 1248\n                                \n                                  p.\n                                  1248",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Energy efficiency is one of the most powerful strategies to mitigate the impacts of climate change by reducing energy demand, which in turn reduces the emissions of Green House Gases (GHG), as well as reducing the burden on the supply side renewable generation expansion. Because electric motors systems represent such a large share of the overall electricity consumption (over 50%), large savings potential could be made available by the use of energy-efficient motor systems both in new installations and by accelerating the replacement of old inefficient motors. Since electric motors are very reliable, their lifetime is long (according to recent studies it may exceed 20 years) which translates into a very inefficient existing stock despite worldwide policy efforts. This paper analyzes the current efficiency of the installed stock and the causes for its low efficiency, possible policy options to increase its the efficiency, the role of new technologies and improvements possible by targeting the entire motor system at the time of motor replacement. The paper presents an innovative analysis of the estimated impact of increasing the uptake of high-efficiency motors and motor systems; effective policies could translate into 100 TWh/year in the European Union if additional measures, such as addressing oversizing, proper controls (VSDs) and digitisation, are also implemented. If similar measures were adopted globally, the savings triggered could be at least tenfold reaching over 1000 TWh/year.",
    "readLink": "https://www.mdpi.com/1996-1073/16/3/1248"
  },
  {
    "title": "Spatial structure in migration routes maintained despite regional convergence among eastern populations of Swainson’s Thrushes",
    "authors": [
      "Camille Bégin-Marchand,",
      "André Desrochers,",
      "Philip D. Taylor,",
      "Junior A. Tremblay,",
      "Lucas Berrigan,",
      "Barbara Frei,",
      "Ana Morales,",
      "Greg W. Mitchell"
    ],
    "doi": "https://doi.org/10.1186/s40462-021-00263-9",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 11",
    "issn": "2051-3933 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "https://movementecologyjournal.biomedcentral.com",
    "abstract": "Abstract Background Migratory connectivity links the different populations across the full cycle and across the species range and may lead to differences in survival among populations. Studies on spatial and temporal migratory connectivity along migration routes are rare, especially for small migratory animals. Methods We used an automated radio-telemetry array to assess migratory connectivity en route and between early and later stages of the fall migration of the eastern populations of Swainson’s Thrush, and to assess the variation of migration pace between consecutive detection from the different receiving stations along the migratory journey. We tracked 241 individuals from across eastern Canada to determine if populations were mixing around the Gulf of Mexico. We also tested the influence of tagging longitude, latitude and age on migration pace. Results Migration routes varied and converged towards the northeast coast of the Gulf of Mexico, but in this region, populations maintained finer-scale spatial structure. Migration pace increased as birds progressed south, independent of age and tagging site. Conclusions We showed that for songbirds, migratory connectivity can be maintained at fine spatial scales despite the regional convergence of populations, highlighting the importance of detailed spatial tracking for identification of population specific migration routes. Overall, our study provides a portrait of migratory movements of eastern Swainson’s Thrush and a framework for understanding spatial structure in migration routes for other species.",
    "readLink": "https://doi.org/10.1186/s40462-021-00263-9"
  },
  {
    "title": "Perspectives on contextual vulnerability in discourses of climate conflict",
    "authors": [
      "U. T. Okpara,",
      "L. C. Stringer,",
      "A. J. Dougill"
    ],
    "doi": "https://doi.org/10.5194/esd-7-89-2016",
    "journalVolume": "Vol. 7,\n                                no. 1\n                                \n                                  pp.\n                                  89\n                                  – 102",
    "issn": "2190-4979 (Print)",
    "publisher": "2190-4987 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology: Dynamic and structural geology"
    ],
    "journalUrl": "http://www.earth-system-dynamics.net",
    "abstract": "The science of climate security and conflict is replete with controversies. Yet the increasing vulnerability of politically fragile countries to the security consequences of climate change is widely acknowledged. Although climate conflict reflects a continuum of conditional forces that coalesce around the notion of vulnerability, how different portrayals of vulnerability influence the discursive formation of climate conflict relations remains an exceptional but under-researched issue. This paper combines a systematic discourse analysis with a vulnerability interpretation diagnostic tool to explore (i) how discourses of climate conflict are constructed and represented, (ii) how vulnerability is communicated across discourse lines, and (iii) the strength of contextual vulnerability against a deterministic narrative of scarcity-induced conflict, such as that pertaining to land. Systematically characterising climate conflict discourses based on the central issues constructed, assumptions about mechanistic relationships, implicit normative judgements and vulnerability portrayals, provides a useful way of understanding where discourses differ. While discourses show a wide range of opinions \"for\" and \"against\" climate conflict relations, engagement with vulnerability has been less pronounced – except for the dominant context centrism discourse concerned about human security (particularly in Africa). In exploring this discourse, we observe an increasing sense of contextual vulnerability that is oriented towards a concern for complexity rather than predictability. The article concludes by illustrating that a turn towards contextual vulnerability thinking will help advance a constructivist theory-informed climate conflict scholarship that recognises historicity, specificity, and variability as crucial elements of contextual totalities of any area affected by climate conflict.",
    "readLink": "http://www.earth-syst-dynam.net/7/89/2016/esd-7-89-2016.pdf"
  },
  null,
  {
    "title": "An integrated approach to modeling changes in land use, land cover, and disturbance and their impact on ecosystem carbon dynamics: a case study in the Sierra Nevada Mountains of California",
    "authors": [
      "Benjamin M. Sleeter,",
      "Jinxun Liu,",
      "Colin Daniel,",
      "Leonardo Frid,",
      "Zhiliang Zhu"
    ],
    "doi": "https://doi.org/10.3934/environsci.2015.3.577",
    "journalVolume": "Vol. 2,\n                                no. 3\n                                \n                                  pp.\n                                  577\n                                  – 606",
    "issn": "2372-0352 (Online)",
    "publisher": "AIMS Press",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.aimspress.com/journal/environmental",
    "abstract": "Increased land-use intensity (e.g. clearing of forests for cultivation, urbanization), often results in the loss of ecosystem carbon storage, while changes in productivity resulting from climate change may either help offset or exacerbate losses. However, there are large uncertainties in how land and climate systems will evolve and interact to shape future ecosystem carbon dynamics. To address this we developed the Land Use and Carbon Scenario Simulator (LUCAS) to track changes in land use, land cover, land management, and disturbance, and their impact on ecosystem carbon storage and flux within a scenario-based framework. We have combined a state-and-transition simulation model (STSM) of land change with a stock and flow model of carbon dynamics. Land-change projections downscaled from the Intergovernmental Panel on Climate Change’s (IPCC) Special Report on Emission Scenarios (SRES) were used to drive changes within the STSM, while the Integrated Biosphere Simulator (IBIS) ecosystem model was used to derive input parameters for the carbon stock and flow model. The model was applied to the Sierra Nevada Mountains ecoregion in California, USA, a region prone to large wildfires and a forestry sector projected to intensify over the next century. Three scenario simulations were conducted, including a calibration scenario, a climate-change scenario, and an integrated climate- and land-change scenario. Based on results from the calibration scenario, the LUCAS age-structured carbon accounting model was able to accurately reproduce results obtained from the process-based biogeochemical model. Under the climate-only scenario, the ecoregion was projected to be a reliable net sink of carbon, however, when land use and disturbance were introduced, the ecoregion switched to become a net source. This research demonstrates how an integrated approach to carbon accounting can be used to evaluate various drivers of ecosystem carbon change in a robust, yet transparent modeling environment.",
    "readLink": "http://www.aimspress.com/environmental/article/303/fulltext.html"
  },
  {
    "title": "Consequences of the Israeli hydro-hegemony on the Jordanian water security",
    "authors": [
      "Yousef Abd-Alraheem Irshaid"
    ],
    "doi": "https://doi.org/10.1108/REPS-09-2019-0123",
    "journalVolume": "Vol. 6,\n                                no. 3\n                                \n                                  pp.\n                                  252\n                                  – 273",
    "issn": "2631-3561 (Online)",
    "publisher": "Emerald Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Political science"
    ],
    "journalUrl": "https://www.emeraldgrouppublishing.com/services/publishing/reps/index.htm",
    "abstract": "Purpose – This study aims to test the role of the state of occupation, represented in Israel, as one of the most significant challenges, which faces the Jordanian water security. Where Israel expands in its policy and ideology everyday its hydro-hegemony over the Jordanian waters. Hence, its acts result in negative consequences on the Jordanian water and food security, which in turn affects the Jordanian national security as a whole. Design/methodology/approach – This study relied on the following two approached to tackle its problem: first: descriptive approach: the descriptive approach depends on defining the apparent features and describing their nature and the type of the relationship between its variables. It aims to achieving a better and deeper understanding on the situation of its future policies and measures. And research uses the system analysis approach to handle the subject matter. Given the influence of water on the development, Jordan, as an organic or a political and social state, takes into account the reasons and causes of development. Jordan turns into an active political state, with water as an influencing factor on it. This premise represents the core of the system analysis approach. Findings – The research concluded that the Israeli theft of the Jordanian waters is the main factor in the Jordanian water crisis. If Jordan had received its usurped water rights by Israel, it could have been able to solve its water issue represented in the increasing deficit in its water balance. Therefore, the Israeli hydro-hegemony on the Jordanian water resources caused the imbalance in its water security and, in turn, caused the development process to falter in general. Originality/value – The value of the research lies in the fact that it addresses the most important reasons behind the water crisis in Jordan, represented in the Israeli control over the Jordanian water resources and the research shows that the amount of water stolen by Israel is enough to solve the water crisis in Jordan.",
    "readLink": "https://www.emerald.com/insight/content/doi/10.1108/REPS-09-2019-0123/full/pdf?title=consequences-of-the-israeli-hydro-hegemony-on-the-jordanian-water-security"
  },
  {
    "title": "How Social Media Machinery Pulled Mainstream Parenting Communities Closer to Extremes and Their Misinformation During Covid-19",
    "authors": [
      "Nicholas J. Restrepo,",
      "Lucia Illari,",
      "Rhys Leahy,",
      "Richard F. Sear,",
      "Yonatan Lupu,",
      "Neil F. Johnson"
    ],
    "doi": "https://doi.org/10.1109/ACCESS.2021.3138982",
    "journalVolume": "Vol. 10\n                                \n                                \n                                  pp.\n                                  2330\n                                  – 2344",
    "issn": "2169-3536 (Online)",
    "publisher": "IEEE",
    "countryOfPublisher": "United States",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering"
    ],
    "journalUrl": "https://ieeexplore.ieee.org/xpl/RecentIssue.jsp?punumber=6287639",
    "abstract": "We reveal hidden social media machinery that has allowed misinformation to thrive among mainstream users, but which is missing from current policy discussions. Specifically, we show how mainstream parenting communities on Facebook have been subject to a powerful, two-pronged misinformation machinery during the pandemic, that has pulled them closer to extreme communities and their misinformation. The first prong involves a strengthening of the bond between mainstream parenting communities and pre-Covid conspiracy theory communities that promote misinformation about climate change, fluoride, chemtrails and 5G. Alternative health communities have acted as the critical conduits. The second prong features an adjacent core of tightly bonded, yet largely under-the-radar, anti-vaccination communities that continually supplied Covid-19 and vaccine misinformation to the mainstream parenting communities. Our findings show why Facebook’s own efforts to post reliable information about vaccines and Covid-19 have not been efficient; why targeting the largest communities does not work; and how this machinery could generate new pieces of misinformation perpetually. We provide a simple yet exactly solvable mathematical theory for the system’s dynamics. It predicts a new strategy for controlling mainstream community tipping points. Our conclusions should be applicable to any social media platform with in-built community features, and open up a new engineering approach to addressing online misinformation and other harms at scale.",
    "readLink": "https://ieeexplore.ieee.org/document/9663381/"
  },
  {
    "title": "Integration of UAV, Sentinel-1, and Sentinel-2 Data for Mangrove Plantation Aboveground Biomass Monitoring in Senegal",
    "authors": [
      "José  Antonio Navarro,",
      "Nur Algeet,",
      "Alfredo Fernández-Landa,",
      "Jessica Esteban,",
      "Pablo Rodríguez-Noriega,",
      "María  Luz Guillén-Climent"
    ],
    "doi": "https://doi.org/10.3390/rs11010077",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  p.\n                                  77",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Due to the increasing importance of mangroves in climate change mitigation projects, more accurate and cost-effective aboveground biomass (AGB) monitoring methods are required. However, field measurements of AGB may be a challenge because of their remote location and the difficulty to walk in these areas. This study is based on the Livelihoods Fund Oceanium project that monitors 10,000 ha of mangrove plantations. In a first step, the possibility of replacing traditional field measurements of sample plots in a young mangrove plantation by a semiautomatic processing of UAV-based photogrammetric point clouds was assessed. In a second step, Sentinel-1 radar and Sentinel-2 optical imagery were used as auxiliary information to estimate AGB and its variance for the entire study area under a model-assisted framework. AGB was measured using UAV imagery in a total of 95 sample plots. UAV plot data was used in combination with non-parametric support vector regression (SVR) models for the estimation of the study area AGB using model-assisted estimators. Purely UAV-based AGB estimates and their associated standard error (SE) were compared with model-assisted estimates using (1) Sentinel-1, (2) Sentinel-2, and (3) a combination of Sentinel-1 and Sentinel-2 data as auxiliary information. The validation of the UAV-based individual tree height and crown diameter measurements showed a root mean square error (RMSE) of 0.21 m and 0.32 m, respectively. Relative efficiency of the three model-assisted scenarios ranged between 1.61 and 2.15. Although all SVR models improved the efficiency of the monitoring over UAV-based estimates, the best results were achieved when a combination of Sentinel-1 and Sentinel-2 data was used. Results indicated that the methodology used in this research can provide accurate and cost-effective estimates of AGB in young mangrove plantations.",
    "readLink": "http://www.mdpi.com/2072-4292/11/1/77"
  },
  {
    "title": "Influencing Curriculum Development and Knowledge of Climate Change Issues in Universities: The Case of University Of Nigeria Nsukka",
    "authors": [
      "N Ozor,",
      "M C Madukwe"
    ],
    "doi": "Vol. 16,\n                                no. 1",
    "issn": "1119-944X (Print)",
    "publisher": "2408-6851 (Online)",
    "countryOfPublisher": "Agricultural Extension Society of Nigeria",
    "lcc": [
      "Nigeria",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://journal.aesonnigeria.org/index.php/jae",
    "abstract": "The current institutional structures and academic programmes in most universities preclude effective education and capacity building on issues of climate change. Besides, the pedagogies and curricula are centrally defined by university governance structures which are very hierarchical and rigid, and in most cases, discourage the culture of shared thinking and collaboration required for addressing complex system-related challenges such as climate change. The study aimed at influencing curriculum development and knowledge of climate change issues at the University of Nigeria, Nsukka (UNN) and its environs. To realize this, a multi stakeholder dialogue was conducted to sensitize the stakeholders on the need to include issues of climate change in their respective Faculty curricula. Over 320 participants drawn from the academia, policymakers, private sectors and the civil society organizations participated in the process that culminated in a one-day workshop at UNN in 2009. An outcome mapping approach was used to identify the most important reasons for climate-proofing the courses in the relevant Faculties of the University through curriculum review. Results show that there is need to provide a clearer understanding of climate change issues; build capacity at individual and institutional levels for climate change adaptation; provide opportunity to attract donor funds for teaching, learning, research and community service; provide conducive environment for transdisciplinarity and shared thinking on climate change issues; and transform the future leaders of tomorrow (youths) by promoting the culture of innovation for climate change adaptation. Recommendations ranged from revising existing course contents to emphasize issues of climate change (short-term approach), introduction of entirely new course modules on climate change (medium-term approach) to introduction of new degree programmes (long term approach) in the relevant Faculties of the University. Finally, a communiquÃ© calling for urgent inclusion of climate change issues in the curriculum of the UNN was adopted by the University Administration.",
    "readLink": "http://aesonnigeria.org/ajm/index.php/jae/article/view/158"
  }
]