[
  {
    "title": "Measuring and modeling the hygroscopic growth of two humic substances in mixed aerosol particles of atmospheric relevance",
    "authors": [
      "I. R. Zamora,",
      "M. Z. Jacobson"
    ],
    "doi": "https://doi.org/10.5194/acp-13-8973-2013",
    "journalVolume": "Vol. 13,\n                                no. 17\n                                \n                                  pp.\n                                  8973\n                                  – 8989",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "The hygroscopic growth of atmospheric particles affects atmospheric chemistry and Earth's climate. Water-soluble organic carbon (WSOC) constitutes a significant fraction of the dry submicron mass of atmospheric aerosols, thus affecting their water uptake properties. Although the WSOC fraction is comprised of many compounds, a set of model substances can be used to describe its behavior. For this study, mixtures of Nordic aquatic fulvic acid reference (NAFA) and Fluka humic acid (HA), with various combinations of inorganic salts (sodium chloride and ammonium sulfate) and other representative organic compounds (levoglucosan and succinic acid), were studied. We measured the equilibrium water vapor pressure over bulk solutions of these mixtures as a function of temperature and solute concentration. New water activity (aw) parameterizations and hygroscopic growth curves at 25 °C were calculated from these data for particles of equivalent composition. We examined the effect of temperature on the water activity and found a maximum variation of 9% in the 0–30 °C range, and 2% in the 20–30 °C range. Five two-component mixtures were studied to understand the effect of adding a humic substance (HS), such as NAFA and HA, to an inorganic salt or a saccharide. The deliquescence point at 25 °C for HS-inorganic mixtures did not change significantly from that of the pure inorganic species. However, the hygroscopic growth of HA / inorganic mixtures was lower than that exhibited by the pure salt, in proportion to the added mass of HA. The addition of NAFA to a highly soluble solute (ammonium sulfate, sodium chloride or levoglucosan) in water had the same effect as the addition of HA to the inorganic species for most of the water activity range studied. Yet, the water uptake of these NAFA mixtures transitioned to match the growth of the pure salt or saccharide at high aw values. The remaining four mixtures were based on chemical composition data for different aerosol types. As expected, the two solutions representing organic aerosols (40% HS/40% succinic acid/20% levoglucosan) showed lower water uptake than the two solutions representing biomass burning aerosols (25% HS/27% succinic acid/18% levoglucosan/30% ammonium sulfate). However, interactions in multicomponent solutions may be responsible for the large variation of the relative water uptake of identical mixtures containing different HSs above a water activity of 0.95. The ZSR (Zdanovskii, Stokes, and Robinson) model was able to predict reasonably well the hygroscopic growth of all the mixtures below aw = 0.95, but produced large deviations for some multicomponent mixtures at higher values.",
    "readLink": "http://www.atmos-chem-phys.net/13/8973/2013/acp-13-8973-2013.pdf"
  },
  {
    "title": "Climate Change and Natural Hazard Risk Assessment Framework for Coastal Cable-Stayed Bridges",
    "authors": [
      "Olga Markogiannaki,",
      "Olga Markogiannaki"
    ],
    "doi": "https://doi.org/10.3389/fbuil.2019.00116",
    "journalVolume": "Vol. 5",
    "issn": "2297-3362 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: City planning"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/built-environment#",
    "abstract": "Cable-stayed bridges have been used widely in the last 60 years in bridge construction practice and are key components of transportation networks. Therefore, the potential damages and losses, either in terms of economic cost or fatalities due to natural or man-made threats could become considerably large. Several researchers have identified the significance of risk assessment, especially to natural hazards and have proposed risk assessment frameworks for bridges. Recently, it has been identified that climate change affects the occurrence of extreme events and should be also incorporated in risk assessment. In the present research work, a risk assessment framework for cable-stayed bridges is proposed. The goal is to prioritize single and total risk to provide a useful tool in the decision-making process on the design and maintenance actions for cable-stayed bridges. Herein, the case study is an indicative design alternative of a cable-stayed bridge in a coastal area in the New York Region. which is expected to face sea-level rise due to climate change. Multi-hazard risk evaluation on the investigated bridge shows that it has low risk to the seismic hazard, while it has increased risk to hurricanes, which changes from low to high depending on the investigated sea-level rise projections and hurricane intensity levels. Hence, hurricane governs the resulting total risk of the case study bridge.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fbuil.2019.00116/full"
  },
  {
    "title": "Canada in the Indo-Pacific?",
    "authors": [
      "Stephen Nagy"
    ],
    "doi": "https://doi.org/10.11575/sppp.v14i.72540",
    "journalVolume": "Vol. 14,\n                                no. 15",
    "issn": "2560-8312 (Print)",
    "publisher": "2560-8320 (Online)",
    "countryOfPublisher": "University of Calgary",
    "lcc": [
      "Canada",
      "Political science: Political institutions and public administration (General)"
    ],
    "journalUrl": "https://journalhosting.ucalgary.ca/index.php/sppp/index",
    "abstract": "Canada needs to take a bigger part in the Indo-Pacific’s development and support for a rules-based order or risk getting locked out of the region’s economic, diplomatic and security benefits. Although the Indo-Pacific region is an economic dynamo, it’s also institutionally underdeveloped and the source of numerous traditional and non-traditional security challenges. Traditional challenges include North Korea’s WMD program and potential conflicts between China and neighbouring nations. Non-traditional challenges include piracy, illegal fishing and climate change. Conflicts, especially at sea, could disrupt communications, trade and energy flows. Canadians know that much is at stake in Indo-Pacific region. A 2020 survey found that 83 per cent of Canadians believe that Canada should stand up to China when values like human rights and democracy are on the line. Opinions vary as to how Canadian engagement in the Indo-Pacific should look. Any such process should be clearly and meaningfully articulated to garner buy-in from Canadians. It should also be based on a realistic assessment of the capabilities and capacities Canada can bring to the region. Canada has already used existing institutions, such as military exercises among Indo-Pacific nations, to get involved in the area. Options include bringing together middle-power countries to promote multilateralism and non-military solutions to Indo-Pacific challenges. North Korean denuclearization, vaccine distribution and the digital economy offer possibilities to create a diplomatic consensus among like-minded countries. Outreach should also concentrate on issues directly affecting Canada and its allies, like forging coalitions to resist hostage diplomacy and economic coercion. At the same time, Canada must develop a constructive relationship with China to mitigate regionwide challenges such as climate change. Canada shares an interest with the U.S., Australia, Japan and other countries in ensuring that the Indo-Pacific develops in a free, open and rules-based manner. A more Machiavellian approach founded on the presumption that might is right would see Canada and similar middle-power countries become marginalized and more vulnerable to security challenges. It’s time for Canada to speak up and become more involved in the Indo-Pacific to prevent that scenario.",
    "readLink": "https://doi.org/10.11575/sppp.v14i.72540"
  },
  {
    "title": "Thermodynamic Performance Enhancement of Courtyards Using a Shading Device",
    "authors": [
      "Victoria Patricia Lopez-Cabeza,",
      "Carmen Galán-Marín,",
      "Carlos Rivera-Gómezs"
    ],
    "doi": "https://doi.org/10.3390/proceedings2019038017",
    "journalVolume": "Vol. 38,\n                                no. 1\n                                \n                                  p.\n                                  17",
    "issn": "2504-3900 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "General Works"
    ],
    "journalUrl": "http://www.mdpi.com/journal/proceedings",
    "abstract": "The design of more sustainable buildings is one of the main concerns of our society given the necessity to reduce energy consumption to reduce climate change. Incorporate passive strategies in buildings should be the first step because of its zero energy consumption. One of the most used passive strategies in the Mediterranean Climate is the use of inner courtyards as a tempering element of buildings. The performance of these courtyards has been traditionally improved by installing shading devices such as canvas. The aim of this study is to quantify the effect of the shading element installed in two courtyards with different geometries in the south of Spain by monitoring the temperature in the courtyards and the outdoor during warm and extremely hot days.",
    "readLink": "https://www.mdpi.com/2504-3900/38/1/17"
  },
  {
    "title": "Evaluation of Genetic Diversity in Wild Barley (Hordeum vulgare ssp. spontaneum) Collected from West of Iran and Some of their Hybrids Resulted from Cross with Cultivated Barley",
    "authors": [
      "Ebrahim F.,",
      "A. Arzani,",
      "M. Rahimmalek"
    ],
    "doi": "Vol. 8,\n                                no. 2\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "2251-8517 (Print)",
    "publisher": "2251-8525 (Online)",
    "countryOfPublisher": "Isfahan University of Technology",
    "lcc": [
      "Iran, Islamic Republic of",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://jcpp.iut.ac.ir/index.php?slc_lang=en&sid=1",
    "abstract": "Crop wild relatives adaptively diversified for environmental stresses are valuable resources for crop breeding especially for climate change scenarios, supposedly worsening drought and heat conditions. In this study, genetic variation of 54 barley genotypes comprised of 47 H. vulgare spp. spontaneum genotypes collected from west of Iran along with Reyhan cultivar and six F1 hybrids resulted from cross of Reyhan cultivar with wild barley was evaluated using quantitative and qualitative morphological traits. The results indicated that grain yield had the highest variation as a quantitative trait and grain color had the highest polymorphism as a qualitative trait. Results of principal component analysis revealed that first component with 31.5% of variation (major contributors being days to flowering, days to pollination and days to maturity); as well as second component with 22.18% of variation (major contributors being grain yield, 1000-grain weight, and grain width) were the phenology and the yield components, respectively. The cluster analysis divided the genotypes into four groups. Reyhan cultivar was placed in the first group, F1 hybrids along with three top yielding wild genotypes were allocated to the second groups and genotypes from northwestern of Iran were allocated to the third group and other wild genotypes were allocated to the fourth group. The results showed no heterosis in the hybrids obtained from cultivated × wild barley cross.",
    "readLink": "http://jcpp.iut.ac.ir/article-1-2705-en.html"
  },
  {
    "title": "Rising trends of global precipitable water vapor and its correlation with flood frequency",
    "authors": [
      "Dong Ren,",
      "Yong Wang,",
      "Guocheng Wang,",
      "Lintao Liu"
    ],
    "doi": "Vol. 14,\n                                no. 4\n                                \n                                  pp.\n                                  355\n                                  – 367",
    "issn": "1674-9847 (Print)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Science: Astronomy: Geodesy",
      "Science: Physics: Geophysics. Cosmic physics"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/geodesy-and-geodynamics/",
    "abstract": "Using 4 global reanalysis data sets, significant upward trends of precipitable water vapor (PWV) were found in the 3 time periods of 1958–2020, 1979–2020, and 2000–2020. During 1958–2020, the global PWV trends obtained using the ERA5 and JRA55 data sets are 0.19 ± 0.01 mm per decade (1.15 ± 0.31%) and 0.23 ± 0.01 mm per decade (1.45 ± 0.32%), respectively. The PWV trends obtained using the ERA5, JRA55, NCEP-NCAR, and NCEP-DOE data sets are 0.22 ± 0.01 mm per decade (1.18 ± 0.54%), 0.21 ± 0.00 mm per decade (1.76 ± 0.56%), 0.27 ± 0.01 mm per decade (2.20 ± 0.70%) and 0.28 ± 0.01 mm per decade (2.19 ± 0.70%) for the period 1979–2020. During 2000–2020, the PWV trends obtained using ERA5, JRA55, NCEP-DOE, and NCEP-NCAR data sets are 0.40 ± 0.25 mm per decade (2.66 ± 1.51%), 0.37 ± 0.24 mm per decade (2.19 ± 1.54%), 0.40 ± 0.26 mm per decade (1.96 ± 1.53%) and 0.36 ± 0.25 mm per decade (2.47 ± 1.72%), respectively. Rising PWV has a positive impact on changes in precipitation, increasing the probability of extreme precipitation and then changing the frequency of flood disasters. Therefore, exploring the relationship between PWV (derived from ERA5 and JRA55) change and flood disaster frequency from 1958 to 2020 revealed a significant positive correlation between them, with correlation coefficients of 0.68 and 0.79, respectively, which explains the effect of climate change on the increase in flood disaster frequency to a certain extent. The study can provide a reference for assessing the evolution of flood disasters and predicting their frequency trends.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674984723000010"
  },
  {
    "title": "Diversity and niche differentiation of a mixed pine–oak forest in the Sierra Norte, Oaxaca, Mexico",
    "authors": [
      "Meredith P. Martin,",
      "Charles M. Peters,",
      "Heidi Asbjornsen,",
      "Mark S. Ashton"
    ],
    "doi": "https://doi.org/10.1002/ecs2.3475",
    "journalVolume": "Vol. 12,\n                                no. 4\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract This study examined tree species diversity, distribution, and community differentiation patterns along an elevation gradient in pine–oak forest in the Sierra Norte mountains in Oaxaca, Mexico. Pine and oak are ecologically and economically valuable both locally and globally, but their dynamics are poorly understood in seasonally dry montane forests. This is a biome that is both widespread, with high human use and importance, and widely understudied. The community‐managed forest we studied contained high levels of tree diversity (32 total species), with especially high levels of oak (10 species) and pine (eight species) diversity compared to other pine–oak forests in Mexico. Tree communities in the study area demonstrated high levels of species turnover across sites, especially at mid and low elevations, as well as high levels of oak species coexistence within communities, with a mean of three oak species per 1000 m2. We identified three distinct tree vegetation types using multivariate ordination and cluster analyses and found that both tree distributions and community assemblages are primarily differentiated by elevation, but also by soil type, topography, and likely successional disturbance from historical land use. Oak communities in the study area followed patterns of phylogenetic overdispersion with species from different sections (red and white) co‐occurring more frequently than species from the same section, and demonstrated differences in reported reproductive phenology, with coexisting species alternately fruiting in rainy and dry seasons. This differentiation in both oak species' environmental associations and in fruiting phenology has important management and conservation implications as Mexico becomes more arid with climate change. This study also provided key information for local management as different forest types should have different silvicultural management regimes, as well as essential baseline data useful for a broader theoretical understanding of how closely related species coexist in communities.",
    "readLink": "https://doi.org/10.1002/ecs2.3475"
  },
  {
    "title": "Content of Enzymatic and Nonenzymatic Antioxidants in Salix viminalis L. Grown on the Stebnyk Tailing",
    "authors": [
      "Anastasiia Fetsiukh,",
      "Liubov Bunio,",
      "Ostap Patsula,",
      "Salme Timmusk,",
      "Olga Terek"
    ],
    "doi": "https://doi.org/10.5586/aa.752",
    "journalVolume": "Vol. 75,\n                                no. 0",
    "issn": "0065-0951 (Print)",
    "publisher": "2300-357X (Online)",
    "countryOfPublisher": "Polish Botanical Society",
    "lcc": [
      "Poland",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://pbsociety.org.pl/journals/index.php/aa/index",
    "abstract": "Currently, the problem of environmental pollution, especially in contaminated areas, is highly important. The study of the defense mechanisms of plants under salt stress (high salinity) is of considerable importance, given the conditions of current agricultural development and climate change. The aim of this study was to reveal the effect of salinity on Salix viminalis L. under field conditions at the Stebnyk tailing site in Ukraine. After 120 days of growth, the leaves, stems, and roots of S. viminalis were harvested to measure the antioxidant defense system of plants under salinity. Inhibition of S. viminalis growth was observed. We found that peroxidase, ascorbic acid, and proline mainly accumulated in the stems of S. viminalis under salinity conditions. However, in the roots, an increase in catalase activity and soluble sugars content was observed under salinity stress. Thus, the increase in the amount and changes in the activity of enzymes showed the involvement of the antioxidant system in the adaptation of S. viminalis to salinity. The data obtained in this study serve as a starting point for understanding the adaptive mechanisms of S. viminalis to salinity, particularly at the Stebnyk tailing. We believe our findings will support the use of plants in nature-based solutions and eco-engineering projects on saline and industrially polluted lands.",
    "readLink": "https://pbsociety.org.pl/journals/index.php/aa/article/view/8958"
  },
  {
    "title": "Le coût de l’adaptation aux changements climatiques dans les pays en développement",
    "authors": [
      "Romain Weikmans"
    ],
    "doi": "https://doi.org/10.4000/vertigo.11931",
    "journalVolume": "Vol. 12,\n                                no. 1",
    "issn": "1492-8442 (Online)",
    "publisher": "Éditions en environnement VertigO",
    "countryOfPublisher": "Canada",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://vertigo.revues.org/",
    "abstract": "Several recent studies have reported the costs of adapting to climate change for developing countries and have proved influential in international negotiations given the role of adaptation in a post-2012 climate agreement. However, their estimates range from US$4 to US$109 billion a year. This wide range is symptomatic of the poor state of knowledge. Indeed, compared to the mitigation literature, adaptation cost research is still in its infancy. Important knowledge gaps remain both in terms of scope (whether all impacts are covered) and depth (whether for a given impact all adaptation options are considered). Moreover, the additional costs of adaptation have sometimes been calculated as climate mark-ups against low levels of assumed investments. In many developing countries, low levels of investment have led to a current ‘adaptation deficit’, and this deficit will need to be removed without which the funding for adaptation will be largely insufficient to face the challenge of climate change. Based on a literature review, this article presents the results, underlying hypothesis and main shortcomings of the most recent studies on adaptation costs for developing countries.",
    "readLink": "http://journals.openedition.org/vertigo/11931"
  },
  {
    "title": "Climate Benefits of Cleaner Energy Transitions in East and South Asia Through Black Carbon Reduction",
    "authors": [
      "S. Ramachandran,",
      "S. Ramachandran,",
      "Maheswar Rupakheti,",
      "R. Cherian,",
      "Mark G. Lawrence,",
      "Mark G. Lawrence"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2022.842319",
    "journalVolume": "Vol. 10",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "The state of air pollution has historically been tightly linked to how we produce and use energy. Air pollutant emissions over Asia are now changing rapidly due to cleaner energy transitions; however, magnitudes of benefits for climate and air quality remain poorly quantified. The associated risks involve adverse health impacts, reduced agricultural yields, reduced freshwater availability, contributions to climate change, and economic costs. We focus particularly on climate benefits of energy transitions by making first-time use of two decades of high quality observations of atmospheric loading of light-absorbing black carbon (BC) over Kanpur (South Asia) and Beijing (East Asia) and relating these observations to changing energy, emissions, and economic trends in India and China. Our analysis reveals that absorption aerosol optical depth (AAOD) due to BC has decreased substantially, by 40% over Kanpur and 60% over Beijing between 2001 and 2017, and thus became decoupled from regional economic growth. Furthermore, the resultant decrease in BC emissions and BC AAOD over Asia is regionally coherent and occurs primarily due to transitions into cleaner energies (both renewables and fossil fuels) and not due to the decrease in primary energy supply or decrease in use of fossil use and biofuels and waste. Model simulations show that BC aerosols alone contribute about half of the surface temperature change (warming) of the total forcing due to greenhouse gases, natural and internal variability, and aerosols, thus clearly revealing the climate benefits due to a reduction in BC emissions, which would significantly reduce global warming. However, this modeling study excludes responses from natural variability, circulation, and sea ice responses, which cause relatively strong temperature fluctuations that may mask signals from BC aerosols. Our findings show additional benefits for climate (beyond benefits of CO2 reduction) and for several other issues of sustainability over South and East Asia, provide motivation for ongoing cleaner energy production, and consumption transitions, especially when they are associated with reduced emissions of air pollutants. Such an analysis connecting the trends in energy transitions and aerosol absorption loading, unavailable so far, is crucial for simulating the aerosol climate impacts over Asia which is quite uncertain.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2022.842319/full"
  }
]