[
  {
    "title": "Progress in mesoporous ceria: A review on synthesis strategies and catalytic applications",
    "authors": [
      "Monika Dubey,",
      "Shikha Wadhwa,",
      "Ashish Mathur,",
      "Ranjit Kumar"
    ],
    "doi": "Vol. 12\n                                \n                                \n                                  p.\n                                  100340",
    "issn": "2666-5239 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering: Materials of engineering and construction. Mechanics of materials",
      "Technology: Chemical technology: Industrial electrochemistry"
    ],
    "journalUrl": "https://www.journals.elsevier.com/applied-surface-science-advances",
    "abstract": "Materials and innovation in earth-abundant materials are vital in addressing societal challenges such as air purification, alternate energy, wastewater remediation, and better living. In this fast growing world, several important technological materials can be applied to this goal. Metal Oxide based materials are exiting due to their tunable band gap leading to a variety of properties that address climate change. This review presents the updated account of mesoporous ceria (MC), which is one of the important and vastly researched mesoporous metal oxide, their synthesis, and applications. Ceria has been one of the most studied materials due to its unique crystal structure, high oxygen storage capacity (OSC), and redox properties. MC has more active sites at the surface, larger pore size distributions, and high oxygen storage capability than bulk ceria. The effect of the synthesis method of MC has a pronounced impact on its properties like surface area, pore size, and catalytic activity. MC is non-toxic, eco-friendly, compatible with biological and chemical processes, sustainable, and stable in acidic and basic mediums. It provides enhanced performance for various industrial applications, and the structure-activity relationship plays an important role in its catalytic activity. MC is able to supply and withdraw oxygen, and provides high level of synergetic interaction with other metals and metal oxides. The presence of cerium-based oxides generally allows for obtaining a strong metal-support interaction, thereby helping the dispersion of active metal phases, selectivity, and durability of the catalysts. Moreover, it introduces different functionalities such as redox and acid-base, which provides solutions to a wide range of problems in catalysis. Additionally, oxygen vacancies in the lattice structure allow for alternating between CeO2 and CeO2−x during redox reactions. This review discusses: (1) the methods of synthesis for ceria nanoparticles, including the recent green synthesis methods; (2) their characteristics, merits, and limitations; and (3) catalytic applications.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666523922001301"
  },
  {
    "title": "Subsidiarity in Principle: Decentralization of Water Resources Management",
    "authors": [
      "Ryan Stoa"
    ],
    "doi": "https://doi.org/10.18352/ulr.267",
    "journalVolume": "Vol. 10,\n                                no. 2\n                                \n                                  pp.\n                                  31\n                                  – 45",
    "issn": "1871-515X (Online)",
    "publisher": "Utrecht University School of Law",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Law: Law in general. Comparative and uniform law. Jurisprudence"
    ],
    "journalUrl": "https://www.utrechtlawreview.org",
    "abstract": "The subsidiarity principle of water resources management suggests that water management and service delivery should take place at the lowest appropriate governance level. The principle is attractive for several reasons, primarily because: 1) the governance level can be reduced to reflect environmental characteristics, such as the hydrological borders of a watershed that would otherwise cross administrative boundaries; 2) decentralization promotes community and stakeholder engagement when decision-making is localized; 3) inefficiencies are reduced by eliminating reliance on central government bureaucracies and budgetary constraints; and 4) laws and institutions can be adapted to reflect localized conditions at a scale where integrated natural resources management and climate change adaptation is more focused. Accordingly, the principle of subsidiarity has been welcomed by many states committed to decentralized governance, integrated water resources management, and/or civic participation. However, applications of decentralization have not been uniform, and in some cases have produced frustrating outcomes for states and water resources. Successful decentralization strategies are heavily dependent on dedicated financial resources and human resource capacity. This article explores the nexus between the principle of subsidiarity and the enabling environment, in the hope of articulating factors likely to contribute to, or detract from, the success of decentralized water resources management. Case studies from Haiti, Rwanda, and the United States’ Florida Water Management Districts provide examples of the varied stages of decentralization.",
    "readLink": "http://www.utrechtlawreview.org/articles/10.18352/ulr.267/"
  },
  {
    "title": "Assessment of Shoreline Changes for the Selangor Coast, Malaysia, Using the Digital Shoreline Analysis System Technique",
    "authors": [
      "Khairul Nizam Abdul Maulud,",
      "Siti Norsakinah Selamat,",
      "Fazly Amri Mohd,",
      "Noorashikin Md Noor,",
      "Wan Shafrina Wan Mohd Jaafar,",
      "Mohd Khairul Amri Kamarudin,",
      "Effi Helmy Ariffin,",
      "Nor Aizam Adnan,",
      "Anizawati Ahmad"
    ],
    "doi": "https://doi.org/10.3390/urbansci6040071",
    "journalVolume": "Vol. 6,\n                                no. 71\n                                \n                                  p.\n                                  71",
    "issn": "2413-8851 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation",
      "Social Sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/urbansci",
    "abstract": "Coastal areas are fragile and changeable due to natural and anthropogenic factors. The resulting changes could have a significant impact on the coastal community. Thus, monitoring shoreline changes for environmental protection in the Selangor coastal area is an important task to address these issues. The main objective of this study is to analyse the pattern of shoreline changes and predict the shoreline position along the Selangor coast. The geospatial approach can provide information on the history and pattern of shoreline changes. This study used temporal datasets and satellite imagery (SPOT 5) to monitor the shoreline changes throughout the 11 identified study areas. It comprises three methods: shoreline change envelope (SCE), net shoreline movement (NSM), and end-point rate (EPR). The findings indicated that the Selangor coast was more exposed to the erosion phenomenon than to the accretion phenomenon, with 77.3% and 22.7%, respectively. This study reveals significant erosion phenomena in 2 out of 11 areas: Bagan Pasir and Pantai Kelanang. Meanwhile, significant accretion occurred at Bagan Sungai Burong and Sungai Nibong. Consequently, providing complete information would be helpful for researchers, decision-makers, and those in charge of planning and managing the coastal zone.",
    "readLink": "https://www.mdpi.com/2413-8851/6/4/71"
  },
  {
    "title": "Integrating support vector machine and cellular automata for modelling land cover change in the tropical rainforest under equatorial climate in Ghana",
    "authors": [
      "Clement Nyamekye,",
      "Samuel Kwofie,",
      "Emmanuel Agyapong,",
      "Samuel Anim Ofosu,",
      "Richard Arthur,",
      "Linda Boamah Appiah"
    ],
    "doi": "Vol. 3\n                                \n                                \n                                  p.\n                                  100052",
    "issn": "2666-0490 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection"
    ],
    "journalUrl": "https://www.journals.elsevier.com/current-research-in-environmental-sustainability",
    "abstract": "Unsustainable anthropogenic activities such as indiscriminate logging of trees, mineral exploitation, conversion of forest into agricultural lands are known to cause major environmental changes, thereby triggering a chain of irreversible forest depletion. This has called an urgent need by government and private agencies to institute policies and programs to curtail the destruction of the ecosystem due to the pressure on the available land. In this study, the Land use/land cover changes between the period of 1986 and 2020 in the tropical rainforest of Ghana was considered. A combination of machine learning and Markov chain approach was adopted to project future LULC for 2040 and 2060.The results showed that area covered by Open Forest declined from 21,531.87 km2 to 14,518.82 km2 and Dense Forest also declined from 14,313 km2 to 8202.98 km2 over a period of 34 years. The CA-Markov model was used to predict the future land use land cover, and it was observed that the total forest cover could decline to 15,551.79 km2 in 2040 and further decrease to 13,401.79 km2 in 2060. It was also found that settlement, mining and agricultural land, which is be driven by rapid population increase, has contributed significantly to the rapid declining forest cover. The results of this study have demonstrated the impact of unsustainable use of natural resources in these three regions. It also highlights the need for concerted effort to develop comprehensive environmental policies to encapsulate sustainable conversion and utilisation of natural resources by focusing on water-energy-food nexus.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666049021000281"
  },
  {
    "title": "Fast Changes in the Bioenergetic Balance of Krill in Response to Environmental Stress",
    "authors": [
      "Paulo F. Lagos,",
      "Alva Curtsdotter,",
      "Antonio Agüera,",
      "Amandine J. M. Sabadel,",
      "David J. Burrit,",
      "Miles D. Lamare"
    ],
    "doi": "https://doi.org/10.3389/fmars.2021.782524",
    "journalVolume": "Vol. 8",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "A Dynamic Energy Budget (DEB) model is applied to predict rapid metabolic shifts in an ecologically important krill, Nyctiphanes australis, in response to temperature and ultraviolet radiation (UVR). Specifically, we predict changes in fatty acids, amino acids and respiration rate in response to several light and temperature treatments. Environmental variability can alter the metabolic equilibrium and the mechanisms marine ectotherms used to obtain energy, which is a topical point given the current level of environmental change. Environmental variability also includes multiple stressors, which can have additive, antagonistic or synergistic effects on metabolism. In consequence, disentangling and quantifying the effects of multiple stressors on metabolism and the energy balance of ecthothermal species, such as krill, can be challenging. Here we apply a DEB model to direct measurements of fatty acids, amino acids and respiration rate of krill experimentally exposed simultaneously to several doses of UVR and temperatures. We found that on average light escalates metabolic rates by a factor of two, and temperature has an effect 1.35 times greater than the effect of light over respiration rates at temperatures from 9 to 19°C. The DEB model predicted shifts in metabolic function and indicated that the combined effect of light and elevated temperatures decrease the total of fatty acid concentrations at a higher rate than amino acids when krill are exposed to environmentally relevant temperatures and light treatments. Our results demonstrate that, when krill experience warmer conditions and higher levels of solar radiation, the mobilization of energy-relevant metabolites from the reserves increases by up to 36% and increase the total energetic cost by up to 45%. These findings suggest that ectothermal species with a fast metabolism, such as krill, quickly deplete energy reserves to compensate for changes in the environment. This renders krill susceptible to the effects of climate variability if the current climatic trend for the region continues to show temperature increases, even if solar radiation levels remain unchanged.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2021.782524/full"
  },
  {
    "title": "The Pure Intergenerational Problem and the UNESCO Decade of Education for Sustainable Development",
    "authors": [
      "Katia Vladimirova"
    ],
    "doi": "https://doi.org/10.14746/eip.2014.1.4",
    "journalVolume": "Vol. 5,\n                                no. 1",
    "issn": "2084-9257 (Online)",
    "publisher": "Adam Mickiewicz University",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Philosophy. Psychology. Religion: Ethics"
    ],
    "journalUrl": "https://pressto.amu.edu.pl/index.php/eip",
    "abstract": "This article aims to bring together some theory – research on climate ethics, particularly the Pure Intergenerational Problem (PIP) introduced by Stephen Gardiner – and some practice – the new educational agenda proposed by the United Nations in 2002 and framed as the Decade of Education for Sustainable Development (DESD). PIP can be resolved (or rather, avoided) if a shift in values happens that would change the very context of the problem. On the other hand, DESD is aimed at promoting the values “inherent in sustainable development” and at enabling societal transformation and behavioral change. The main focus within the value shift in this article is on a particular set of values (principles, concerns) that relate present people to future generations in terms of moral responsibility. It is argued that the promotion of ethical considerations that are concerned with the distant future, and the future of humankind in general, can be a solution to the Pure Intergenerational Problem. The article also explores whether parts of this solution can already be found within the educational agenda of DESD.",
    "readLink": "https://150.254.65.4/index.php/eip/article/view/9384"
  },
  {
    "title": "The digital economy, industrial structure upgrading, and carbon emission intensity —— empirical evidence from China's provinces",
    "authors": [
      "Hong Chang,",
      "Qingyi Ding,",
      "Wanzheng Zhao,",
      "Na Hou,",
      "Wenwen Liu"
    ],
    "doi": "Vol. 50\n                                \n                                \n                                  p.\n                                  101218",
    "issn": "2211-467X (Print)",
    "publisher": "2211-4688 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://www.journals.elsevier.com/energy-strategy-reviews",
    "abstract": "The digital economy plays a pivotal role in assisting the world in tackling climate change. This paper explores the intrinsic mechanism of the digital economy on carbon emissions intensity. Initially, it scrutinizes the suppressive effect of the digital economy on carbon emissions intensity, as well as the mediating mechanism of industrial structure upgrading, on a theoretical level. Subsequently, it utilizes provincial panel data from China between 2010 and 2019 to investigate the quantitative relationship between the digital economy and carbon emissions intensity empirically. The results revealed that, firstly, the digital economy significantly diminishes carbon emissions intensity; secondly, it confirms the significant mediating role of industrial structure upgrading; thirdly, increased levels of economic development, market openness, human capital, technological advancement, and urbanization all have constructive moderating effects on the carbon emission reduction facilitated by the digital economy; fourthly, the influence of the digital economy on carbon emission intensity has spatial spill-overs. This paper contributes an integrated analytical framework and method for studying the digital economy, industrial structure upgrading, and carbon emissions intensity. Furthermore, it offers valuable insight and suggestions for policy-making concerning the digital economy's contribution to carbon emissions reduction.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2211467X23001682"
  },
  {
    "title": "Eolian versus fluvial supply to the northern Arabian Sea during the Holocene based on Nd isotope and geochemical records",
    "authors": [
      "Waliur Rahaman,",
      "N. Lathika,",
      "Priyesh Prabhat,",
      "Mohd. Tarique,",
      "K.S. Arya,",
      "Ravi Mishra,",
      "Meloth Thamban"
    ],
    "doi": "Vol. 14,\n                                no. 5\n                                \n                                  p.\n                                  101618",
    "issn": "1674-9871 (Print)",
    "publisher": "2588-9192 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Netherlands",
      "Science: Geology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/geoscience-frontiers",
    "abstract": "The north-eastern Arabian Sea (NE-AS) comes under a strong influence of land–ocean–climate interactions and regulates biogeochemical processes through the supply of huge amounts of dissolved and particulate materials and nutrients via eolian and fluvial supply. These processes underwent dramatic changes in the coastal regions due to sea-level rise and climate change during the Holocene; however, their relative roles remain elusive. The NE-AS receives large amounts of dissolved and particulate fluxes, and therefore, reconstruction of the past surface water Nd isotope composition (εNd) and tracing the provenance of sediment using detrital εNd and geochemical records would enable us to assess the role of various processes controlling these fluxes to the northern Arabian Sea. In this study, we have generated authigenic and detrital εNd records and geochemical records in a sediment core from the coastal region of the NE-AS, offshore Saurashtra. We found that the authigenic εNd profile closely followed the Holocene sea-level records; early Holocene less radiogenic values (∼ −8) were sharply shifted to more radiogenic values (∼ −5.5) during the mid-Holocene (6–7 ka) and thereafter remained stable, close to the modern surface water εNd value. The detrital εNd record broadly followed the authigenic εNd record, however, they differ in magnitude. The geochemical records based on major and trace elemental abundances show a similar trend to the authigenic εNd record and concomitant changes with the Holocene sea-level. Our investigation reveals that lower sea-level stand combined with a stronger monsoon during the early Holocene resulted in enhanced fluvial weathering fluxes from the west-flowing rivers and contributed to less radiogenic Nd. This situation changed dramatically during the mid-Holocene due to the weakening of the south-west monsoon and rapid sea level rise, which caused enhanced influence of open ocean water characterised by more radiogenic εNd (∼6) derived from the dissolution of dust from Arabia and African desserts. This dramatic shift in εNd profile indicates the enhanced influence of eolian over the fluvial supply of chemical weathering and erosion fluxes during the mid-Holocene. This observation is also consistent with the higher sedimentation rates with more radiogenic detrital supply. The finding of enhanced influence of eolian over fluvial mode of weathering and erosional inputs to the northern Arabian Sea has important implications for past nutrient supply (fluxes and compositions) and its impact on biogeochemical processes in the Arabian Sea.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674987123000853"
  },
  {
    "title": "Pollution et risque alimentaire dans les jardins partagés franciliens",
    "authors": [
      "Laurence Baudelet"
    ],
    "doi": "https://doi.org/10.4000/ethnoecologie.2441",
    "journalVolume": "Vol. 8",
    "issn": "2267-2419 (Online)",
    "publisher": "Laboratoire Éco-anthropologie et Ethnobiologie",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Anthropology"
    ],
    "journalUrl": "http://ethnoecologie.revues.org",
    "abstract": "The return of horticultural production in French cities is accompanied by a growing concern about the health quality of food plants. The consumption of crops by gardeners, far from insignificant, draws attention because of the supposed or actual presence of pollutants in soil, water and air. Burying one’s head in the sand is no longer on the agenda. On the contrary, municipalities tend to systematically apply the precautionary principle. The main focus is nowadays on polluted soils and off-ground cultivation solutions constitute the most common answer to address pollution issues, even if the atmospheric context remains critical. Meanwhile phytoremediation has little success. Yet, wouldn’t it be a longer-term solution, preserving non-artificialised land and offering valuable urban carbon sink when climate change is at stake.",
    "readLink": "http://journals.openedition.org/ethnoecologie/2441"
  },
  {
    "title": "Reconciling the Issues of Shifting and Permanent Cultivation: An Empirical Study of Mizoram, Eastern Extension of Himalaya, India",
    "authors": [
      "Vishwambhar Prasad Sati"
    ],
    "doi": "https://doi.org/10.20961/carakatani.v37i1.59407",
    "journalVolume": "Vol. 37,\n                                no. 1\n                                \n                                  pp.\n                                  171\n                                  – 184",
    "issn": "2613-9456 (Print)",
    "publisher": "2599-2570 (Online)",
    "countryOfPublisher": "Universitas Sebelas Maret, Faculty of Agriculture",
    "lcc": [
      "Indonesia",
      "Agriculture"
    ],
    "journalUrl": "https://jurnal.uns.ac.id/carakatani/",
    "abstract": "Mizoram is an underdeveloped state where agriculture, dominated by shifting cultivation is the main occupation and a source of income for nearly half of the population. Therefore, this study aimed to examine ‘whether the shifting cultivation is economically viable, or whether permanent cultivation instead has the potential to boost up income and economy of the rural farming community in Mizoram’. To address these questions, a household-level survey was conducted in 2018 based on a case study of 16 villages, comprising two each from eight districts. A purposive random sampling method was applied to select households and a structured questionnaire was developed with questions pertaining to various aspects of shifting and permanent cultivation. Mizoram only has approximately 5% of arable land, of which shifting cultivation accounts for more than 50%. In the past, the output from shifting cultivation was able to feed the farming communities called Jhumias but the area, production and productivity of the crops have recently decreased considerably. This is primarily accountable for the increasing food needs and decreasing crop production, as well as climate variability, land ownership rights and lifestyle change. Meanwhile, the production and productivity of crops grown using permanent cultivation are comparatively higher. It is then suggested that land rights for Jhumias need to be protected for permanent cultivation. The addition of value by commercializing crops will enhance income and effectively boost the economy.",
    "readLink": "https://jurnal.uns.ac.id/carakatani/article/view/59407"
  }
]