[
  {
    "title": "Biphasic Dose–Response Induced by PCB150 and PCB180 in HeLa Cells and Potential Molecular Mechanisms",
    "authors": [
      "Ainy Zehra,",
      "Muhammad Zaffar Hashmi,",
      "Abdul Majid Khan,",
      "Tariq Malik,",
      "Zaigham Abbas"
    ],
    "doi": "https://doi.org/10.1177/1559325820910040",
    "journalVolume": "Vol. 18",
    "issn": "1559-3258 (Online)",
    "publisher": "SAGE Publishing",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine: Therapeutics. Pharmacology"
    ],
    "journalUrl": "https://journals.sagepub.com/home/dos",
    "abstract": "The polychlorinated biphenyls (PCBs) are persistent and their dose-dependent toxicities studies are not well-established. In this study, cytotoxic and genotoxic effects of PCB150 and PCB180 in HeLa cells were studied. The 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT) assay indicated that the cell proliferation was stimulated at low doses (10 −3 and 10 −2 µg/mL for 12, 24, 48, and 72 hours) and inhibited at high doses (10 and 15 µg/mL for 24, 48, and 72 hours) for both PCBs. Increase in reactive oxygen species formation was observed in the HeLa cells in a time- and dose-dependent manner. Malondialdehyde and superoxide dismutase showed increased levels at high concentrations of PCBs over the time. Glutathione peroxidase expression was downregulated after PCBs exposure, suggested that both PCB congeners may attributable to cytotoxicity. Comet assay elicited a significant increase in genotoxicity at high concentrations of PCBs as compared to low concentrations indicating genotoxic effects. PCB150 and PCB180 showed decrease in the activity of extracellular signal–regulated kinase 1/2 and c-Jun N-terminal kinase at high concentrations after 12 and 48 hours. These findings may contribute to understanding the mechanism of PCBs-induced toxicity, thereby improving the risk assessment of toxic compounds in humans.",
    "readLink": "https://doi.org/10.1177/1559325820910040"
  },
  {
    "title": "Understanding Farmers’ Adoption of Sustainable Agriculture Innovations: A Systematic Literature Review",
    "authors": [
      "José Rosário,",
      "Lívia Madureira,",
      "Carlos Marques,",
      "Rui Silva"
    ],
    "doi": "https://doi.org/10.3390/agronomy12112879",
    "journalVolume": "Vol. 12,\n                                no. 2879\n                                \n                                  p.\n                                  2879",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "Adoption of sustainable agriculture innovations is acknowledged to be an effective response to agro-ecological challenges, such as climate change, pests, drought, natural catastrophes, and food insecurity. However, its level of dissemination is still low across the world, particularly in the Global South. There is a need for a better understanding of the adoption determinants of these innovations in order to enhance them. This paper presents a systematic literature review focused on the use of sociopsychological determinants to understand the adoption of sustainable agriculture innovations, combining conventional bibliometric analysis with the method of vote-count. This method enabled an evaluation of the ability of the determinants considered by the models, as well as respective sociopsychological constructs, to explain the innovation adoption. Our results show a significant growth in the research employing theory and models built on sociopsychological factors to understand the decision-making processes undertaken by farmers in the context of the adoption of sustainable agriculture innovations. The development of statistical models and techniques, such as the structural equation model (SEM), has facilitated the inclusion of a growing set of sociopsychological variables. However, our review highlights that the selection of the sociopsychological constructs used by research to explain farmers’ adoption of sustainability innovations relies mainly on constructs defined for other decisional contexts, such as the adoption of innovations by firms in other sectors. Hence, the low ability evidenced by the models to explain farmers’ adoption behavior is due to a poor selection of constructs. The review highlights that this poor selection is a result of repetition of constructs, such as attitude, subjective norms, and little inclusion of other relevant constructs such as knowledge. The paper suggests the need for a better selection of the innovation determinants and measurement of respective constructs adjusted to the case of agriculture and the specificities of the diverse geographical farming contexts.",
    "readLink": "https://www.mdpi.com/2073-4395/12/11/2879"
  },
  {
    "title": "South Carolina forestland owners’ willingness to accept compensations for carbon sequestration",
    "authors": [
      "Mustapha Alhassan,",
      "Marzieh Motallebi,",
      "Bo Song"
    ],
    "doi": "https://doi.org/10.1186/s40663-019-0175-1",
    "journalVolume": "Vol. 6,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "2095-6355 (Print)",
    "publisher": "2197-5620 (Online)",
    "countryOfPublisher": "KeAi Communications Co., Ltd.",
    "lcc": [
      "China",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.keaipublishing.com/en/journals/forest-ecosystems/",
    "abstract": "Abstract Background Carbon sequestration through recommended forest management practices is an ecosystem service that helps mitigate climate change and its impacts while generating carbon credits for forestland owners to sell in cap-and-trade programs. The California’s cap-and-trade program (California’s carbon market hereafter) allows forestland owners from any part of the contiguous United States to supply carbon credits to compliance entities. In this study, we estimate South Carolina (SC) private forestland owners’ willingness to accept compensations to participate in the California’s carbon market using a contingent valuation method. Results We estimate forestland owners’ mean willingness to accept as $67 per acre per year. Our results reveal higher probability of participation of forestland owners with interests in preserving forest ecosystems than those who do not. Additionally, forestland owners who trust in information about climate change from scientists or government are willing to participate more than those who do not. Conclusions Various factors hinder landowners’ ability to participate in carbon markets. Forestland owners in SC consider legislative uncertainty and long-time commitment as the main barriers to participation in California’s carbon market. From this research, average forestland tenure in SC is 27 years, which is far less than the 100-year time commitment of the California’s carbon market. Of those who agreed to participate, choosing between adopting and not adopting any of the three main forest management practices in the California’s carbon market: 28% are likely to adopt improved forest management (IFM) practices, 24% are likely to adopt reforestation due to understocked forestlands, and 14% are likely to adopt avoided conversion. In another development, the concept of aggregation has dominated discussions in the California’s carbon market of late. It is an advocacy to include small-scale forestlands in the California’s carbon market. To aggregate, different forestland owners will combine their forestlands to participate. We find that 79% of SC forestland owners are willing to aggregate to participate. However, this research is unable to determine how much total forestland is available in SC for carbon market. We recommend future research in the State on forestland owners’ participation in carbon market should consider evaluating forestland availability.",
    "readLink": "http://link.springer.com/article/10.1186/s40663-019-0175-1"
  },
  {
    "title": "Calculation of a Climate Change Vulnerability Index for Nakdong Watersheds Considering Non-Point Pollution Sources",
    "authors": [
      "Jungmin Kim,",
      "Heongak Kwon"
    ],
    "doi": "https://doi.org/10.3390/app12094775",
    "journalVolume": "Vol. 12,\n                                no. 4775\n                                \n                                  p.\n                                  4775",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "As a response to climate change, South Korea has established its third National Climate Change Adaptation Plan (2021–2025) alongside the local governments’ plans. In this study, proxy variables in 22 sub-watersheds of the Nakdong River, Korea were used to investigate climate exposure, sensitivity, adaptive capacity, and non-point pollution in sub-watersheds, a climate change vulnerability index (CCVI) was established, and the vulnerability of each sub-watershed in the Nakdong River was evaluated. Climate exposure was highest in the Nakdong Estuary sub-watershed (75.5–81.7) and lowest in the Geumhogang sub-watershed (21.1–28.1). Sensitivity was highest (55.7) in the Nakdong Miryang sub-watershed and lowest (19.6) in the Habcheon dam sub-watershed. Adaptive capacity and the resulting CCVI were highest in the Geumhogang sub-watershed (96.2 and 66.2–67.9, respectively) and lowest in the Wicheon sub-watershed (2.61 and 18.5–20.4, respectively), indicating low and high vulnerabilities to climate change, respectively. The study revealed that the high CCVI sensitivity was due to adaptive capacity. These findings can help establish rational climate change response plans for regional water resource management. To assess climate change vulnerability more accurately, regional bias can be prevented by considering various human factors, including resources, budget, and facilities.",
    "readLink": "https://www.mdpi.com/2076-3417/12/9/4775"
  },
  {
    "title": "Hydroclimatic variability and predictability: a survey of recent research",
    "authors": [
      "R. D. Koster,",
      "A. K. Betts,",
      "P. A. Dirmeyer,",
      "M. Bierkens,",
      "K. E. Bennett,",
      "S. J. Déry,",
      "J. P. Evans,",
      "R. Fu,",
      "F. Hernandez,",
      "L. R. Leung,",
      "X. Liang,",
      "M. Masood,",
      "H. Savenije,",
      "G. Wang,",
      "X. Yuan"
    ],
    "doi": "https://doi.org/10.5194/hess-21-3777-2017",
    "journalVolume": "Vol. 21\n                                \n                                \n                                  pp.\n                                  3777\n                                  – 3798",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "Recent research in large-scale hydroclimatic variability is surveyed, focusing on five topics: (i) variability in general, (ii) droughts, (iii) floods, (iv) land–atmosphere coupling, and (v) hydroclimatic prediction. Each surveyed topic is supplemented by illustrative examples of recent research, as presented at a 2016 symposium honoring the career of Professor Eric Wood. Taken together, the recent literature and the illustrative examples clearly show that current research into hydroclimatic variability is strong, vibrant, and multifaceted.",
    "readLink": "https://www.hydrol-earth-syst-sci.net/21/3777/2017/hess-21-3777-2017.pdf"
  },
  {
    "title": "Temporal and spatial evolution of surface sediments characteristics in the Dagu River estuary and their dynamic response mechanism",
    "authors": [
      "Xiao-ying Chen,",
      "Da-hai Liu,",
      "Ping Yin,",
      "Jin-qing Liu,",
      "Ke Cao,",
      "Fei Gao"
    ],
    "doi": "Vol. 2,\n                                no. 3\n                                \n                                  pp.\n                                  325\n                                  – 332",
    "issn": "2096-5192 (Print)",
    "publisher": "2589-9430 (Online)",
    "countryOfPublisher": "KeAi Communications Co., Ltd.",
    "lcc": [
      "China",
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Geology"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/china-geology/",
    "abstract": "ABSTRACT: Based on the 39 surface sediment samples collected in the flood season and the dry season in 2012 respectively and the measured hydrological data in October 2012, the sediment grain size characteristics has been analyzed and the response mechanism of surface sediments to estuarine hydrodynamics was revealed by calculating the range of waves and tidal currents. The results show that: (1) The grain size of the surface sediment samples decreased gradually from land to sea in the flood season. The fine sediment was redistributed under marine hydrodynamics in the dry season and the sediments showed coarser tendency ingeneral; (2) tidal current stirring sediment was very obvious in Dagu River estuary area, and wave stirring sediments mainly occurred in the tidal flat area and estuary sand bar area; (3) in the flood season, surface sediment sat the estuary were transported towards south and southeast. In the dry season, surface sediments were transported towards southwest at the north area of Jiaozhou Bay Bridge, and sediments were transported towards northeast area at the south of Jiaozhou Bay Bridge.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2096519219301831"
  },
  {
    "title": "Perspectives on the Special Issue for Applications of Remote Sensing for Livestock and Grazingland Management",
    "authors": [
      "Edward C. Rhodes,",
      "Humberto L. Perotto-Baldivieso,",
      "Matthew C. Reeves,",
      "Luciano A. Gonzalez"
    ],
    "doi": "https://doi.org/10.3390/rs14081882",
    "journalVolume": "Vol. 14,\n                                no. 1882\n                                \n                                  p.\n                                  1882",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "The use of geospatial sciences and technologies for the management of grazinglands has fostered a plethora of applications related to ecology, wildlife, vegetation science, forage productivity and quality, and animal husbandry. Some of the earliest use of remote sensing dates to the proliferation of aerial photography in the 1930s. Today, remote sensing using satellite imagery, global navigation satellite systems (GNSS), and internet-connected devices and sensors allow for real- and near real-time modeling and observation of grazingland resources. In this special issue of Remote Sensing, we introduce nine original publications focusing on varying aspects of grazingland management, such as animal health and telemetry, climate change, soil moisture, herbaceous biomass, and vegetation phenology. The work in this issue spans a diverse range of scale from satellite to unmanned aerial systems imagery, as well as ground-based measurements from mounted cameras, telemetry devices, and datalogging devices. Remote sensing-based technologies continue to evolve, allowing us to address critical issues facing grazingland management such as climate change, restoration, forage abundance and quality, and animal behavior, production, and welfare.",
    "readLink": "https://www.mdpi.com/2072-4292/14/8/1882"
  },
  {
    "title": "Effects of climate change on depression‐focused groundwater recharge in the Canadian Prairies",
    "authors": [
      "Amro Negm,",
      "Polina Abdrakhimova,",
      "Masaki Hayashi,",
      "Kabir Rasouli"
    ],
    "doi": "https://doi.org/10.1002/vzj2.20153",
    "journalVolume": "Vol. 20,\n                                no. 5\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "1539-1663 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "https://acsess.onlinelibrary.wiley.com/journal/15391663",
    "abstract": "Abstract Small topographic depressions are ubiquitous in the glaciated terrain of the Northern Prairies characterized by a cold semiarid climate. Groundwater recharge in this region is focused in topographic depressions, which receive lateral inputs of snowmelt runoff in addition to vertical inputs of precipitation. The response of depression‐focused recharge to climate change is largely unknown due to the difficulty of representing the complex interaction between depressions and surrounding uplands in hydrological models. This study evaluates climate change effects on recharge using a process‐based hydrological model and the pseudo‐global warming (PGW) approach representing a climate of 2092–2100, which has a higher mean annual temperature (+4.9 °C) and precipitation (+135 mm or +27%) compared with the present climate. The recharge model is conditioned using field data from an instrumented grassland site in the Canadian Prairies. Under the present climate, snowmelt runoff occurred in March–April over frozen soil, which accounted for the majority of water transfer from the upland to the depression. Under the PGW scenario, the amount of snowmelt runoff in March–April decreased due to lower snow accumulation and shorter periods of frozen soil. Instead, runoff occurred in midwinter and also in summer months due to increased intensity and duration of summer storms. Despite the increased precipitation, mean annual recharge rates decreased from 10.2 to 3.2 mm yr–1, indicating the importance of considering the complex effects of warmer and wetter climate on hydrological processes in cold semiarid regions.",
    "readLink": "https://doi.org/10.1002/vzj2.20153"
  },
  {
    "title": "Conservation actions and ecological context: optimizing coral reef local management in the Dominican Republic",
    "authors": [
      "Camilo Cortés-Useche,",
      "Edwin A. Hernández-Delgado,",
      "Johanna Calle-Triviño,",
      "Rita Sellares Blasco,",
      "Victor Galván,",
      "Jesús E. Arias-González"
    ],
    "doi": "https://doi.org/10.7717/peerj.10925",
    "journalVolume": "Vol. 9\n                                \n                                \n                                  p.\n                                  e10925",
    "issn": "2167-8359 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://peerj.com/",
    "abstract": "Over the past few decades, coral reef ecosystems have been lost at accelerated rates as a result of global climate change and local stressors. Local management schemes can help improve the condition of coral reefs by enhancing their ecosystem recovery capacity. Caribbean conservation efforts include mitigation of local anthropogenic stressors, and integrating social participation. Here, we analyzed the case of the Bayahibe reefs in the Southeastern (SE) Dominican Republic to identify conservation actions and illustrate a conceptual example of local seascape management. We assessed reef health indicators from 2011 to 2016. Overall, our results show increases in total fish biomass, in both commercial and herbivorous fishes. Mean live coral cover was 31% and fleshy macroalgae was 23% after multiple disturbances such as Hurricanes Sandy and Isaac (2012), Mathew (2016) and heat stress presented in the study area in 2015. We also described actions taken by stakeholders and government institutions, including the implementation of a policy declaring an area of 869,000 ha as a marine protected area (MPA), enhanced water quality treatment, local restrictions to vessel traffic, enforcement of fishing regulations, and the removal of invasive lionfish (Pterois spp.). In addition, a restoration program for the threatened staghorn coral (Acropora cervicornis) was established in 2011, and currently has eight coral nurseries and six outplanting sites. Considering the biology and ecology of these reefs, we observed good results for these indicators (live coral cover, fish biomass, and water quality) in contrast with severely degraded Caribbean reefs, suggesting that optimizing local management may be a useful example for improving reef condition. Our results provide an overview of trends in reef condition in the SE Dominican Republic and could support current strategies to better protect reefs in the region. Given that Caribbean coral reefs face extreme challenges from global climate change, management measures may improve reef conditions across the region but stronger policy processes and increased scientific knowledge are needed for the successful management of coral reefs.",
    "readLink": "https://peerj.com/articles/10925.pdf"
  },
  {
    "title": "The Ubiquitin Switch in Plant Stress Response",
    "authors": [
      "Paymon Doroodian,",
      "Zhihua Hua"
    ],
    "doi": "https://doi.org/10.3390/plants10020246",
    "journalVolume": "Vol. 10,\n                                no. 246\n                                \n                                  p.\n                                  246",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Ubiquitin is a 76 amino acid polypeptide common to all eukaryotic organisms. It functions as a post-translationally modifying mark covalently linked to a large cohort of yet poorly defined protein substrates. The resulting ubiquitylated proteins can rapidly change their activities, cellular localization, or turnover through the 26S proteasome if they are no longer needed or are abnormal. Such a selective modification is essential to many signal transduction pathways particularly in those related to stress responses by rapidly enhancing or quenching output. Hence, this modification system, the so-called ubiquitin-26S proteasome system (UPS), has caught the attention in the plant research community over the last two decades for its roles in plant abiotic and biotic stress responses. Through direct or indirect mediation of plant hormones, the UPS selectively degrades key components in stress signaling to either negatively or positively regulate plant response to a given stimulus. As a result, a tightly regulated signaling network has become of much interest over the years. The ever-increasing changes of the global climate require both the development of new crops to cope with rapid changing environment and new knowledge to survey the dynamics of ecosystem. This review examines how the ubiquitin can switch and tune plant stress response and poses potential avenues to further explore this system.",
    "readLink": "https://www.mdpi.com/2223-7747/10/2/246"
  }
]