[
  {
    "title": "Physical Activity and Cardiovascular Health: A Brief Review",
    "authors": [
      "Barkha Gupta; Sonali Sharma; Rajeev Gupta"
    ],
    "doi": "https://doi.org/10.37821/ruhsjhs.7.1.2022.420",
    "issn": "2456-8309 (Print)",
    "publisher": "2582-3590 (Online)",
    "countryOfPublisher": "Sonali Sharma on behalf of Rajasthan University of Health Sciences",
    "lcc": [
      "India",
      "Medicine"
    ],
    "journalUrl": "https://www.ruhsjhs.in/index.php",
    "abstract": "Focus has shifted from cardiovascular risk factors to cardiovascular health and physical fitness. Epidemiological studies have reported that poor cardiovascular health and low levels of physical fitness and physical inactivity are widespread globally, including India. Prospective studies have reported an inverse association of cardiovascular health, physical fitness, and physical activity with cardiovascular events and deaths. Physical fitness can be improved by regular physical activity and prospective studies have reported a dose-response effect. Guidelines recommend regular walking (>30 minutes/day, at least 5 days/week) and muscle-strengthening exercises (>15 minutes/day, 2 days/week). Regular exercise leads to improvement of fitness, improved quality of life, reduction in cardiometabolic risks, inflammation, blood pressure, dyslipidemias and obesity indices, better blood rheology, and decreased cardiovascular and all-cause morbidity and mortality. Multisectoral and multifactorial interventions are crucial in this regard and can be at the level of social determinants, populations, and individuals. Interventions include planned urbanization, healthy climate and healthy nutrition using target-oriented interventions. Population level interventions should use informational approaches, behavioral and social approaches, school-based strategies and environmental and policy approaches, while individual level interventions should focus on behavior change for promotion of physical activity. Use of technology is important.",
    "readLink": "https://ruhsjhs.in/articleDetails.php?artid=TlRnPQ=="
  },
  {
    "title": "Climate variability, food production shocks, and violent conflict in Sub-Saharan Africa",
    "authors": [
      "Halvard Buhaug,",
      "Tor A Benjaminsen,",
      "Espen Sjaastad,",
      "Ole Magnus Theisen"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/10/12/125015",
    "journalVolume": "Vol. 10,\n                                no. 12\n                                \n                                  p.\n                                  125015",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Earlier research that reports a correlational pattern between climate anomalies and violent conflict routinely refers to drought-induced agricultural shocks and adverse economic spillover effects as a key causal mechanism linking the two phenomena. Comparing half a century of statistics on climate variability, food production, and political violence across Sub-Saharan Africa, this study offers the most precise and theoretically consistent empirical assessment to date of the purported indirect relationship. The analysis reveals a robust link between weather patterns and food production where more rainfall generally is associated with higher yields. However, the second step in the causal model is not supported; agricultural output and violent conflict are only weakly and inconsistently connected, even in the specific contexts where production shocks are believed to have particularly devastating social consequences. Although this null result could, in theory, be fully compatible with recent reports of food price-related riots, it suggests that the wider socioeconomic and political context is much more important than drought and crop failures in explaining violent conflict in contemporary Africa.",
    "readLink": "https://doi.org/10.1088/1748-9326/10/12/125015"
  },
  null,
  {
    "title": "Funding of the Energy Transition by Monetary Sovereign Countries",
    "authors": [
      "Mark Diesendorf,",
      "Steven Hail"
    ],
    "doi": "https://doi.org/10.3390/en15165908",
    "journalVolume": "Vol. 15,\n                                no. 5908\n                                \n                                  p.\n                                  5908",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "If global energy consumption returns to its pre-pandemic growth rate, it will be almost impossible to transition to a zero-emission or net-zero-emission energy system by 2050 in the absence of large-scale CO2 removal. Since relying on unproven technologies for CO2 removal is speculative and risky, this paper considers an energy descent scenario for reaching zero greenhouse gas emissions from energy by 2050. To drive the rapid transition from fossil fuels to carbon-free energy sources and ensure demand reduction, funding is needed urgently in order to implement four strategies: (i) technology change, i.e., implementing the growth of zero-carbon energy production, end-use energy efficiency and ‘green’ energy carriers, together with ongoing R&D on CO2 removal; (ii) reducing climate impacts; (iii) reducing energy consumption by social and behavioural changes; and (iv) improving human wellbeing while increasing social justice. Modern monetary theory explains how monetary sovereign governments, with their own fiat currencies, can create the necessary funding without financial constraints, although constraints do result from the productive capacities of their economies. The energy transition could be part-funded by a significant transfer of resources from monetary sovereign countries of the global North to the global South, financed by currency issuance.",
    "readLink": "https://www.mdpi.com/1996-1073/15/16/5908"
  },
  {
    "title": "Ship emissions measurement in the Arctic by plume intercepts of the Canadian Coast Guard icebreaker <i>Amundsen</i> from the <i>Polar 6</i> aircraft platform",
    "authors": [
      "A. A. Aliabadi,",
      "A. A. Aliabadi,",
      "J. L. Thomas,",
      "A. B. Herber,",
      "R. M. Staebler,",
      "W. R. Leaitch,",
      "H. Schulz,",
      "K. S. Law,",
      "L. Marelle,",
      "L. Marelle,",
      "J. Burkart,",
      "M. D. Willis,",
      "H. Bozem,",
      "P. M. Hoor,",
      "F. Köllner,",
      "J. Schneider,",
      "M. Levasseur,",
      "J. P. D. Abbatt"
    ],
    "doi": "https://doi.org/10.5194/acp-16-7899-2016",
    "journalVolume": "Vol. 16\n                                \n                                \n                                  pp.\n                                  7899\n                                  – 7916",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Decreasing sea ice and increasing marine navigability in northern latitudes have changed Arctic ship traffic patterns in recent years and are predicted to increase annual ship traffic in the Arctic in the future. Development of effective regulations to manage environmental impacts of shipping requires an understanding of ship emissions and atmospheric processing in the Arctic environment. As part of the summer 2014 NETCARE (Network on Climate and Aerosols) campaign, the plume dispersion and gas and particle emission factors of effluents originating from the Canadian Coast Guard icebreaker Amundsen operating near Resolute Bay, NU, Canada, were investigated. The Amundsen burned distillate fuel with 1.5 wt % sulfur. Emissions were studied via plume intercepts using the Polar 6 aircraft measurements, an analytical plume dispersion model, and using the FLEXPART-WRF Lagrangian particle dispersion model. The first plume intercept by the research aircraft was carried out on 19 July 2014 during the operation of the Amundsen in the open water. The second and third plume intercepts were carried out on 20 and 21 July 2014 when the Amundsen had reached the ice edge and operated under ice-breaking conditions. Typical of Arctic marine navigation, the engine load was low compared to cruising conditions for all of the plume intercepts. The measured species included mixing ratios of CO2, NOx, CO, SO2, particle number concentration (CN), refractory black carbon (rBC), and cloud condensation nuclei (CCN). The results were compared to similar experimental studies in mid-latitudes. Plume expansion rates (γ) were calculated using the analytical model and found to be γ = 0.75 ± 0.81, 0.93 ± 0.37, and 1.19 ± 0.39 for plumes 1, 2, and 3, respectively. These rates were smaller than prior studies conducted at mid-latitudes, likely due to polar boundary layer dynamics, including reduced turbulent mixing compared to mid-latitudes. All emission factors were in agreement with prior observations at low engine loads in mid-latitudes. Ice-breaking increased the NOx emission factor from EFNOx = 43.1 ± 15.2 to 71.6 ± 9.68 and 71.4 ± 4.14 g kg-diesel−1 for plumes 1, 2, and 3, likely due to changes in combustion temperatures. The CO emission factor was EFCO = 137 ± 120, 12.5 ± 3.70 and 8.13 ± 1.34 g kg-diesel−1 for plumes 1, 2, and 3. The rBC emission factor was EFrBC = 0.202 ± 0.052 and 0.202 ± 0.125 g kg-diesel−1 for plumes 1 and 2. The CN emission factor was reduced while ice-breaking from EFCN = 2.41 ± 0.47 to 0.45 ± 0.082 and 0.507 ± 0.037 × 1016 kg-diesel−1 for plumes 1, 2, and 3. At 0.6 % supersaturation, the CCN emission factor was comparable to observations in mid-latitudes at low engine loads with EFCCN = 3.03 ± 0.933, 1.39 ± 0.319, and 0.650 ± 0.136 × 1014 kg-diesel−1 for plumes 1, 2, and 3.",
    "readLink": "https://www.atmos-chem-phys.net/16/7899/2016/acp-16-7899-2016.pdf"
  },
  {
    "title": "Optimization and Multicriteria Evaluation of Carbon-neutral Technologies for District Heating",
    "authors": [
      "Giuseppe Pinto,",
      "Elnaz Abdollahi,",
      "Alfonso Capozzoli,",
      "Laura Savoldi,",
      "Risto Lahdelma"
    ],
    "doi": "https://doi.org/10.3390/en12091653",
    "journalVolume": "Vol. 12,\n                                no. 9\n                                \n                                  p.\n                                  1653",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "The imperative to reduce emissions to counteract climate change has led to the use of renewables progressively in more areas. Looking at district heating, there is a growing interest in coupling current production systems and carbon-neutral technologies. This paper presents a methodology to support decision making about carbon-neutral technologies for district heating. The process is organized in two stages, the first one aims at optimizing the different carbon-neutral technologies according to an objective function and assess uncertainties and dependencies. In the second stage, the alternatives are evaluated using Stochastic Multicriteria Acceptability Analysis (SMAA), a simulation-based method specifically designed to consider imprecise information. The methodology was applied to a case-study in Torino, Italy, which simulates the city district heating network at a smaller scale, with the aim to explore strategies for replacing gas boiler with more sustainable technologies. According to preference information provided by decision makers, the most preferred alternative resulted in the introduction of a solar heat plant combined with an increase size of daily heat storage. Solar heat can benefit from incentives while reducing operational costs and emissions, maximizing the use of carbon-neutral heat thanks to the storage.",
    "readLink": "https://www.mdpi.com/1996-1073/12/9/1653"
  },
  {
    "title": "Urban Planning of Coastal Adaptation under Sea-Level Rise: An Agent-Based Model in the VIABLE Framework",
    "authors": [
      "Shubhankar Sengupta,",
      "Dmitry V. Kovalevsky,",
      "Laurens M. Bouwer,",
      "Jürgen Scheffran"
    ],
    "doi": "https://doi.org/10.3390/urbansci7030079",
    "journalVolume": "Vol. 7,\n                                no. 79\n                                \n                                  p.\n                                  79",
    "issn": "2413-8851 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation",
      "Social Sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/urbansci",
    "abstract": "Coastal flood risk and sea-level rise require decisions on investment in coastal protection and, in some cases, the relocation of urban areas. Models that formalize the relations between flooding costs, protective investments, and relocation can improve the analysis of the processes and issues involved and help to support decision-making better. In this paper, an agent-based model of a coastal city is represented in NetLogo. This model is based on the VIABLE modeling framework and describes adaptive dynamic agent behavior in a changing system. The hypothetical city faces damage caused by gradually rising sea levels and subsequent extreme sea-level events. To mitigate these risks, an “urban planner” agent has two adaptation measures at their disposal: developing coastal defenses or, as a more extreme measure, relocating vulnerable areas inland. As the simulation progresses and the decisions change with rising sea levels, the agent alters investments in these two measures to increase its value function, resulting in dynamic reactive behavior. Additionally, gradual sea-level rise is implemented in various modes, along with extreme sea-level events that cause severe short-term damage. The results of simulations under these modes and with multiple scenarios of agent action are presented. On average, agent behavior is quite reactive under limited foresight. Individual simulations yield a ‘priming’ effect when comparing different timings of extreme sea-level events, wherein an earlier extreme event primes the agent to adapt and thus be better prepared for subsequent events. Agent success with adaptation is also found to be sensitive to the costs involved, and these varying degrees of adaptation success are quantified using three parameters of adaptation success.",
    "readLink": "https://www.mdpi.com/2413-8851/7/3/79"
  },
  {
    "title": "Improving Mountain Pine Beetle Survival Predictions Using Multi-Year Temperatures Across the Western USA",
    "authors": [
      "Christopher Bone,",
      "Michael  France Nelson"
    ],
    "doi": "https://doi.org/10.3390/f10100866",
    "journalVolume": "Vol. 10,\n                                no. 10\n                                \n                                  p.\n                                  866",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Global climate change has led to an increase in large-scale bark beetle outbreaks in forests around the world, resulting in significant impacts to forest ecosystems, timber economies, and forest-dependent communities. As such, prediction models that utilize temperature for estimating future bark beetle locations and consequential tree mortality are critical for informing forest management decision-making in an attempt to mitigate and adapt to pending and current outbreaks. This is especially true for physiological models that account for the effects of overwinter temperatures on bark beetle survival, as seasonal temperatures, specifically during winter months, exert the greatest impact on bark beetle mortality during various stages of life cycle development. Yet, how temperature observations are used to predict bark beetle survival can significantly under- or over-estimate the role that temperature variability plays in annual tree mortality, especially under current climate change trajectories. This study evaluates how representations of winter temperature influence bark beetle survival estimates. Using the recent outbreak of mountain pine beetle (Dendroctonus ponderosae Hopkins) across the western USA as a case study, single-year to decade-long winter temperature averages were used as inputs into a physiological beetle survival prediction model, the results of which were compared against beetle-induced tree mortality observations using temporal autoregressive models. Results show that using longer-term survival averages of seven to ten years significantly increases the likelihood that temperature alone can predict general levels of beetle survival and hence beetle-induced mortality. These findings demonstrate the importance of considering the role of long-term temperature observations when forecasting bark beetle outbreaks, and that year-to-year temperature variability may be constrained in predicting beetle survival during outbreak periods.",
    "readLink": "https://www.mdpi.com/1999-4907/10/10/866"
  },
  {
    "title": "Analysis of Correlation between Climate Change and Human Health Based on a Machine Learning Approach",
    "authors": [
      "Vito  Alberto Pizzulli,",
      "Vito Telesca,",
      "Gabriela Covatariu"
    ],
    "doi": "https://doi.org/10.3390/healthcare9010086",
    "journalVolume": "Vol. 9,\n                                no. 86\n                                \n                                  p.\n                                  86",
    "issn": "2227-9032 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "http://www.mdpi.com/journal/healthcare",
    "abstract": "Climate change increasingly affects every aspect of human life. Recent studies report a close correlation with human health and it is estimated that global death rates will increase by 73 per 100,000 by 2100 due to changes in temperature. In this context, the present work aims to study the correlation between climate change and human health, on a global scale, using artificial intelligence techniques. Starting from previous studies on a smaller scale, that represent climate change and which at the same time can be linked to human health, four factors were chosen. Four causes of mortality, strongly correlated with the environment and climatic variability, were subsequently selected. Various analyses were carried out, using neural networks and machine learning to find a correlation between mortality due to certain diseases and the leading causes of climate change. Our findings suggest that anthropogenic climate change is strongly correlated with human health; some diseases are mainly related to risk factors while others require a more significant number of variables to derive a correlation. In addition, a forecast of victims related to climate change was formulated. The predicted scenario confirms that a prevalently increasing trend in climate change factors corresponds to an increase in victims.",
    "readLink": "https://www.mdpi.com/2227-9032/9/1/86"
  },
  {
    "title": "Study on bioretention for stormwater management in cold climate, part II: water quality",
    "authors": [
      "Hannah Kratky,",
      "Zhan Li,",
      "Tong Yu,",
      "Xiangfei Li,",
      "Haifeng Jia"
    ],
    "doi": "https://doi.org/10.2166/wcc.2021.172",
    "journalVolume": "Vol. 12,\n                                no. 8\n                                \n                                  pp.\n                                  3582\n                                  – 3601",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "Typical continental, cold climate conditions were applied to four large, laboratory columns to simulate temperatures ranging from −20 to +20 °C over summer, winter, and spring runoff. The goal of this research was to assess the seasonal effectiveness of bioretention application in cold climate regions that are currently experiencing the impacts of climate change. 1.6 years’ worth of equivalent Edmonton precipitation volume was applied over a 10-month period to evaluate the water quality improvement through two soil types (i.e., loam and sandy loam) with and without amendments intended to enhance nutrient removal. During summer, excellent removal of total suspended solids (TSS), phosphate, and ammonium (i.e., ≥90% average concentration reduction) was observed in both the loam and sandy loam columns without the nutrient removal amendments. The columns containing the amendments also reduced TSS, ammonium, and phosphate, but not as effective as the non-amended columns for TSS and ammonium. During winter and spring runoff, if infiltration occurs, physical removal of TSS, phosphate, and ammonium was still achieved, only days after the complete freezing (and subsequent thawing) of bioretention media at −20 °C. After an initial maturation and leaching period, nitrate was well removed (≥65.2% average concentration reduction) via denitrification in the columns with the nutrient removal amendments and submerged zone. HIGHLIGHTS Four large bioretention columns with two soil media (loam and sandy loam) underwent simulated summer, winter, spring runoff, and another summer of stormwater applications.; All columns effectively reduced TSS, ammonium, and phosphate concentrations in the effluent during the summer.; If infiltration occurs during winter and spring runoff, physical removal of TSS, phosphate, and ammonium can still be achieved.;",
    "readLink": "http://jwcc.iwaponline.com/content/12/8/3582"
  }
]