[
  {
    "title": "Paris: Beyond the Climate Dead End through Pledge and Review?",
    "authors": [
      "Robert O. Keohane,",
      "Michael Oppenheimer"
    ],
    "doi": "https://doi.org/10.17645/pag.v4i3.634",
    "journalVolume": "Vol. 4,\n                                no. 3\n                                \n                                  pp.\n                                  142\n                                  – 151",
    "issn": "2183-2463 (Online)",
    "publisher": "Cogitatio",
    "countryOfPublisher": "Portugal",
    "lcc": [
      "Political science: Political science (General)"
    ],
    "journalUrl": "http://www.cogitatiopress.com/politicsandgovernance",
    "abstract": "The Paris Climate Agreement of December 2015 marks a decisive break from the unsuccessful Kyoto regime. Instead of targets and timetables, it established a Pledge and Review system, under which states will offer Nationally Determined Contributions (INDCs) to reducing emissions that cause climate change. But this successful negotiation outcome was achieved at the price of vagueness of obligations and substantial discretion for governments. Many governments will be tempted to use the vagueness of the Paris Agreement, and the discretion that it permits, to limit the scope or intensity of their proposed actions. Whether Pledge and Review under the Paris Agreement will lead to effective action against climate change will therefore depend on the inclination both of OECD countries and newly industrializing countries to take costly actions, which for the OECD countries will include financial transfers to their poorer partners. Domestic politics will be crucial in determining the attitudes of both sets of countries to pay such costs. The actual impact of the Paris Agreement will depend on whether it can be used by domestic groups favoring climate action as a point of leverage in domestic politics—that is, in a “two-level game” simultaneously involving both international and domestic politics.",
    "readLink": "https://www.cogitatiopress.com/politicsandgovernance/article/view/634"
  },
  {
    "title": "Analysis of the Relationship of the Improvement of Façades and Thermal Bridges of Spanish Building Stock with the Mitigation of its Energy and Environmental Impact",
    "authors": [
      "David Bienvenido-Huertas"
    ],
    "doi": "https://doi.org/10.3390/en13174499",
    "journalVolume": "Vol. 13,\n                                no. 4499\n                                \n                                  p.\n                                  4499",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "The energy improvement of building stock is essential to achieve a low-carbon economy. The improvement of façades is among the most common measures to reduce energy consumption. However, the effect of thermal bridges is undervalued in most cases. This study assesses the effect of improving building façades and thermal bridges. For this purpose, a case study is assessed for all climate zones in Spain, both in current and future scenarios, considering operational patterns from the COVID-19 pandemic. The study shows that the application of energy conservation measures focusing on reducing the thermal transmittance of façades and the linear thermal transmittance of thermal bridges has a more significant energy and environmental effect than other, more economical energy conservation measures that do not improve the effect of thermal bridges. Likewise, the application of energy conservation measures to improve façades can reduce carbon dioxide emissions but are far from achieving the 90% reduction set by the European Union by 2050. Consequently, these measures should be combined with other measures.",
    "readLink": "https://www.mdpi.com/1996-1073/13/17/4499"
  },
  {
    "title": "Life Cycle Assessment of Spinach Produced in Central and Southern Italy",
    "authors": [
      "Ester Foppa Pedretti,",
      "Kofi Armah Boakye-Yiadom,",
      "Elena Valentini,",
      "Alessio Ilari,",
      "Daniele Duca"
    ],
    "doi": "https://doi.org/10.3390/su131810001",
    "journalVolume": "Vol. 13,\n                                no. 10001\n                                \n                                  p.\n                                  10001",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Environmental sustainability continues to attract global interest, especially due to the issue of climate change. The agri-food sector is considered a major contributor to climate change as processes and activities within the sector can negatively impact the environment. The recent changing dietary pattern towards increased vegetable consumption implies a consequent increase in production to meet demand. This study assessed the environmental performance of 1 kg of spinach/FU (Functional Unit) cultivated by different producers in Italy under integrated and organic farming systems. The life cycle assessment was used following the CML_IA impact assessment method. The data used was mainly primary, related to 2019/2020 (harvest period), and representative of the cultivation systems of central and southern Italy. From the results obtained, impact scores for central Italy were higher (e.g., for global warming 0.56 and 0.47 kg CO2 eq. for central and southern respectively). There was high variability among the scores obtained. However, no statistically significant differences were observed at a confidence level of 95% (p 2 eq. for integrated and 0.075 kg CO2 eq. for organic) in Cerignola, Puglia region. Emissions from fertilizer, pesticide, tillage, and combine harvesting were major contributors to impact shares. The results of this study will be helpful to ensure sustainable spinach production and consumption.",
    "readLink": "https://www.mdpi.com/2071-1050/13/18/10001"
  },
  {
    "title": "In response to Fleiss et al. (2022), climate change will affect palm oil yields in Malaysia very detrimentally by 2100 and less so before that date",
    "authors": [
      "R. R. M. Paterson"
    ],
    "doi": "https://doi.org/10.1186/s43170-022-00138-y",
    "journalVolume": "Vol. 3,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 2",
    "issn": "2662-4044 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://cabiagbio.biomedcentral.com/",
    "abstract": "Abstract Fleiss et al. (CABI Agri Biosci 3:59, 2022) suggest that palm oil yield from Malaysia oil palm will not be affected substantially by increased temperature from climate change with evidence from a misinterpretation of a paper co-authored by the current author. This current comment article provides evidence that suggest that yields will be much lower in the future.",
    "readLink": "https://doi.org/10.1186/s43170-022-00138-y"
  },
  {
    "title": "Assessing the Impacts of Climate Change on Meteorology and Air Stagnation in China Using a Dynamical Downscaling Method",
    "authors": [
      "Anqi Hu,",
      "Xiaodong Xie,",
      "Kangjia Gong,",
      "Yuhui Hou,",
      "Zhan Zhao,",
      "Jianlin Hu"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2022.894887",
    "journalVolume": "Vol. 10",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "This study utilizes the Weather Research and Forecasting model with a higher resolution (36 km × 36 km) to dynamically downscale the Community Earth System Model results forced by the three representative concentration pathways (RCP) scenarios (RCP4.5, RCP6.0, and RCP8.5) over China. The goal was to compare meteorological fields during the present (2006–2015) and future (2046–2055) climatological periods. An appropriate air stagnation judgment index was selected to explore the effect of climate change on air quality-related meteorological conditions. The results show that the occurrence of wintertime air stagnation over China in the middle of this century (2046–2055) will reduce slightly, with the largest reduction projected under the RCP8.5 scenario (−4 times). However, long-lasting air stagnation events (ASE) are projected to increase in the future, and this increasing trend is more obvious under the RCP8.5 scenario. The projected increase in the long-lasting ASE in different regions of China ranges from 3 to 11 times. Among these, Central China has the largest increase, followed by East and Northeast China, while South China has the lowest increase in ASE. Our results indicate that more attention should be dedicated to extreme pollution events that may potentially be caused by long-lasting air stagnation events in the future.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2022.894887/full"
  },
  {
    "title": "Remote sensing-based vegetation and soil moisture constraints reduce irrigation estimation uncertainty",
    "authors": [
      "Wanshu Nie,",
      "Sujay V Kumar,",
      "Rajat Bindlish,",
      "Pang-Wei Liu,",
      "Shugong Wang"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ac7ed8",
    "journalVolume": "Vol. 17,\n                                no. 8\n                                \n                                  p.\n                                  084010",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Understanding the human water footprint and its impact on the hydrological cycle is essential to inform water management under climate change. Despite efforts in estimating irrigation water withdrawals in earth system models, uncertainties and discrepancies exist within and across modeling systems conditioned by model structure, irrigation parameterization, and the choice of input datasets. Achieving model reliability could be much more challenging for data-sparse regions, given limited access to ground truth for parameterization and validation. Here, we demonstrate the potential of utilizing remotely sensed vegetation and soil moisture observations in constraining irrigation estimation in the Noah-MP land surface model. Results indicate that the two constraints together can effectively reduce model sensitivity to the choice of irrigation parameterization by 7%–43%. It also improves the characterization of the spatial patterns of irrigation and its impact on evapotranspiration and surface soil moisture by correcting for vegetation conditions and irrigation timing. This study highlights the importance of utilizing remotely sensed soil moisture and vegetation measurements in detecting irrigation signals and correcting for vegetation growth. Integrating the two remote sensing datasets into the model provides an effective and less feature engineered approach to constraining the uncertainty of irrigation modeling. Such strategies can be potentially transferred to other modeling systems and applied to regions across the globe.",
    "readLink": "https://doi.org/10.1088/1748-9326/ac7ed8"
  },
  {
    "title": "Local perception of the current state and threat factors of a critically endangered species, Celtis toka (Forssk.) Hepper &amp;amp; J.R.I. Wood, in Burkina Faso: implications for species conservation",
    "authors": [
      "Zaïnabou Dabré,",
      "Issouf Zerbo,",
      "Blandine Marie Ivette Nacoulma,",
      "Dodiomon Soro,",
      "Adjima Thiombiano"
    ],
    "doi": "https://doi.org/10.3897/natureconservation.51.96255",
    "journalVolume": "Vol. 51\n                                \n                                \n                                  pp.\n                                  189\n                                  – 225",
    "issn": "1314-6947 (Print)",
    "publisher": "1314-3301 (Online)",
    "countryOfPublisher": "Pensoft Publishers",
    "lcc": [
      "Bulgaria",
      "Science: Biology (General): Ecology",
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://natureconservation.pensoft.net/",
    "abstract": "Celtis toka, the only species of the genus Celtis (family Cannabaceae) encountered in the flora of Burkina Faso, is critically endangered in the country. To engage the public for the future conservation and domestication of the species, knowledge of the factors threatening Celtis toka survival is necessary. Thus, the study objective was to identify the perceptions of local people concerning the current state and conservation strategies of Celtis toka in Burkina Faso. To investigate potential solutions to the threats posed to Celtis toka, we randomly surveyed 405 consenting participants using a selected semi-structured interview. Moreover, field observations were performed to assess the threat drivers cited by local people of the Sudanian and Sudano-Sahelian climatic zones. Descriptive analyses (relative frequency and fidelity level) and generalized linear models (GLMs) were used to highlight the impact of sociodemographic factors and climate zones on the current state, threat drivers, and potential solutions. The chi-square test was used to assess whether to plant C. toka. GLM analyses revealed that local knowledge about the current state, threat factors and potential solution to the threat as related to natural stand varied significantly according to ethnolinguistic group (P &lt; 0.000), sex (P = 0.01) and age (P = 0.01). Rural people had varying perceptions of the current state of C. toka. Sixty-eight percent reported a decrease in population, ten percent reported scarcity, and five percent reported extinction. The views of local people were that the factors affecting C. toka were pruning (25%), climate change (14%), deforestation (10%), ageing (10%), debarking (9%), and agriculture (7%). Potential solutions included planting (45%), conservation of C. toka and its habitat (27%), sustainable use of Celtis toka (14%), promotion of education and awareness about Celtis toka (10%) and tree/crop association (5%). The study concluded that the ethnobotanical knowledge of Celtis toka may play an important role in its conservation and domestication in Burkina Faso. Furthermore, its incorporation into reforestation and restoration programs is critical to species survival.",
    "readLink": "https://natureconservation.pensoft.net/article/96255/download/pdf/"
  },
  {
    "title": "Priorities for mainstreaming urban nature-based solutions in Australian cities",
    "authors": [
      "Judy Bush,",
      "Niki Frantzeskaki,",
      "Alessandro Ossola,",
      "Melissa Pineda-Pinto"
    ],
    "doi": "Vol. 3\n                                \n                                \n                                  p.\n                                  100065",
    "issn": "2772-4115 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.journals.elsevier.com/nature-based-solutions",
    "abstract": "Nature-based solutions, ecosystem-based approaches that deliver multiple benefits, including biodiversity habitat, have the potential to address a range of challenges that cities are increasingly facing. Nature-based solutions can contribute towards addressing intersecting climate change and biodiversity extinction crises. Mainstreaming nature-based solutions involves policy and planning approaches that shift from a reliance on grey infrastructure to integrating nature-based approaches in urban infrastructures. Mainstreaming requires integration across sectors, scales and stakeholders, as well as across policy domains and levels of governance. While much of the NBS research originates from European and North American contexts, Australian cities are distinctive; the priorities for mainstreaming NBS in Australian cities need to respond to Australia's distinctive context and local research in addition to learning from global research. In this perspective, we propose four priority pathways for mainstreaming nature-based solutions in Australian cities: i) addressing changing climate conditions and climate extremes, including heat and drought; ii) embedding an ecology and biodiversity focus, including threatened species, as well as considering the risks of ‘ecological traps’; iii) localising approaches that bring together local knowledges, research, and practice; and iv) foregrounding Indigenous knowledges and Custodianship as decolonising approaches. Urban planning in Australia cities, as well as cities globally, needs to take an ecological shift and consider planning with and for nature. The proposed four pathways present a way forward for urban planning to facilitate a socio-ecological transition that can build more climate-resilient cities while strengthening ecological knowledge, memory, sense of place and cultural inclusivity.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2772411523000174"
  },
  {
    "title": "Decades of dietary data demonstrate regional food web structures in the Southern Ocean",
    "authors": [
      "Stacey A. McCormack,",
      "Jessica Melbourne‐Thomas,",
      "Rowan Trebilco,",
      "Julia L. Blanchard,",
      "Ben Raymond,",
      "Andrew Constable"
    ],
    "doi": "https://doi.org/10.1002/ece3.7017",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  227\n                                  – 241",
    "issn": "2045-7758 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20457758",
    "abstract": "Abstract Understanding regional‐scale food web structure in the Southern Ocean is critical to informing fisheries management and assessments of climate change impacts on Southern Ocean ecosystems and ecosystem services. Historically, a large component of Southern Ocean ecosystem research has focused on Antarctic krill, which provide a short, highly efficient food chain, linking primary producers to higher trophic levels. Over the last 15 years, the presence of alternative energy pathways has been identified and hypotheses on their relative importance in different regions raised. Using the largest circumpolar dietary database ever compiled, we tested these hypotheses using an empirical circumpolar comparison of food webs across the four major regions/sectors of the Southern Ocean (defined as south of 40°S) within the austral summer period. We used network analyses and generalizations of taxonomic food web structure to confirm that while Antarctic krill are dominant as the mid‐trophic level for the Atlantic and East Pacific food webs (including the Scotia Arc and Western Antarctic Peninsula), mesopelagic fish and other krill species are dominant contributors to predator diets in the Indian and West Pacific regions (East Antarctica and the Ross Sea). We also highlight how tracking data and habitat modeling for mobile top predators in the Southern Ocean show that these species integrate food webs over large regional scales. Our study provides a quantitative assessment, based on field observations, of the degree of regional differentiation in Southern Ocean food webs and the relative importance of alternative energy pathways between regions.",
    "readLink": "https://doi.org/10.1002/ece3.7017"
  },
  {
    "title": "Key Success Factors in the Brazilian Coffee Agrichain: Present and Future Challenges",
    "authors": [
      "Luciana Florêncio de Almeida,",
      "Decio Zylbersztajn"
    ],
    "doi": "https://doi.org/10.18461/ijfsd.v8i1.814",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  45\n                                  – 53",
    "issn": "1869-6945 (Online)",
    "publisher": "CentMa",
    "countryOfPublisher": "Germany",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply"
    ],
    "journalUrl": "http://www.centmapress.org",
    "abstract": "Coffee production has grown 100% in volume over the past 30 years, accounting for 144 million coffee bags produced in 2015. Brazil responded to 42% of this production, along with Vietnam (19%), Colombia (9%), Indonesia (8%), and Ethiopia (4%) (OIC, 2016). Following this pace, the consumption expanded not only in such traditional markets as the United States (4.2 kg/year), Germany (6.9 kg/year), and France (5.7 kg/year) but also in tea-driven markets, such as Japan, Korea, Russia, and China (CECAFE, 2013). In 2015, Brazil harvested 43.2 million 60-kg bags of green coffee, 32 million of which were of Arabica coffee and 11.2 million of a Conilon species (CONAB, 2016). The planted area in Brazil is 2.3 million hectares, and there are about 287,000 producers, predominantly mini- and small farmers. Having continental dimensions, the country presents a variety of climates, reliefs, altitudes, and latitudes that allow the production of a wide range of types and qualities of coffee (MAPA, 2016). This research aimed to clarify present and future challenges for the Brazilian coffee agrichain, considering the growing demand and also competitiveness between the coffee countries’ producers. To capture the vivid perception of the actors in the coffee chain, a qualitative approach was employed. The research was conducted in three phases. In the first phase, 10 coffee specialists were interviewed to identify the coffee sector’s main milestones for Brazil over the next 30 years. The findings culminated in eight key success factors for coffee-farming management. Finally, in the second phase, the results of phase two were submitted for analysis by 39 coffee farmers through three discussion panels held in the major producing regions: Sul de Minas (corresponding to 25% of the national production), Cerrado Mineiro (with 10%), and Matas de Minas (with 16%) (MAPA, 2016). The third phase comprised the data analysis, aggregating the patterns by regions and by critical factors. The first outcome was a comparative analysis of the three regions using the lens of the key success factors and, second, the main future challenges faced by each region. The study consolidated new drivers of change that directly impact corporate strategies and public policies, namely: (a) increasing complexity in coffee farming, (b) farm succession, (c) mechanization, (d) increased use of pesticides, (e) climate change, (f) consumer behavior, and (g) risk management in the coffee agrichain. Given these drivers of change, companies in the Brazilian coffee agrichain may move forward with relevant strategic focus on important issues, leading to: (i) loyalty from the farmer to guarantee high-quality coffee supply, (ii) increase in entry barriers to ensure the maintenance of leadership in world coffee production and exportation, (iii) operational risk minimization for companies as well as coffee farmers, (iv) encourage and participate in the farmers´ actions to make coffee activity more environmentally friendly, and finally, (v) designing marketing plans connected with the coffee consumers’ habits and desires, current and future.",
    "readLink": "http://centmapress.ilb.uni-bonn.de/ojs/index.php/fsd/article/view/628"
  }
]