[
  {
    "title": "Sensitivity Analysis of Extreme Daily Rainfall Depth in Summer Season on Surface Air Temperature and Dew-Point Temperature",
    "authors": [
      "Inkyeong Sim,",
      "Okjeong Lee,",
      "Sangdan Kim"
    ],
    "doi": "https://doi.org/10.3390/w11040771",
    "journalVolume": "Vol. 11,\n                                no. 4\n                                \n                                  p.\n                                  771",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Looking at future data obtained from global climate models, it is expected that future extreme rainfall will increase in many parts of the world. The Clausius-Clapeyron equation provides a physical basis for understanding the sensitivity of rainfall in response to warming, but the relationship between rainfall and temperature is still uncertain. The purpose of this study is to analyze the sensitivity of extreme daily rainfall depth during the summer season (June–September) to climate change in Korea. The relationship between the observed extreme daily rainfall depth and the surface air temperature (SAT) and dew-point temperature (DPT), which were observed in the 60 sites of the Korea Meteorological Administration, were analyzed. The same analysis was also performed using future data provided in various climate models. In addition, the future trends of extreme rainfall, SAT, and DPT were analyzed using future data obtained from climate models, and the effects of increasing SAT and DPT on future extreme rainfall changes were investigated. Finally, it has been confirmed that using changes in SAT and DPT to look at changes in future extreme rainfall can give more consistent future projection results than using future rainfall data directly.",
    "readLink": "https://www.mdpi.com/2073-4441/11/4/771"
  },
  {
    "title": "Evaluation of Yield and Crop Water Requirement in Response to Change of Planting Date under Climate Change Conditions in Kermanshah Province",
    "authors": [
      "Hamed Eyni Nargeseh,",
      "Sajad Rahimi Moghaddam,",
      "Reza Deihimfard,",
      "Ali Mokhtassi-Bidgoli"
    ],
    "doi": "Vol. 27,\n                                no. 3\n                                \n                                  pp.\n                                  172\n                                  – 186",
    "issn": "2476-4310 (Print)",
    "publisher": "2476-4329 (Online)",
    "countryOfPublisher": "University of Tabriz",
    "lcc": [
      "Iran, Islamic Republic of",
      "Agriculture: Agriculture (General)",
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://sustainagriculture.tabrizu.ac.ir/",
    "abstract": "APSIM model was used to investigate yield and water requirement of maize in different planting dates under two emission scenarios (RCP4.5 and RCP8.5) at the three locations of Kermanshah province (Kermanshah, Kangavar and Eslamabad-Gharb). Climatic parameters were predicted using the AgMIP methodology. Results of this study indicated that in the future, average maize grain yield will be reduced in all locations, scenarios and planting dates (70 percent) compare to the baseline. Reasons for yield loss are increasing temperature over growing season (15.7%), decreasing length of growing season (4.7%) and is likely to concurrency time of flowering with extreme temperature. In addition, maize water requirement, on average, will be increased 14 percent is comparison to the baseline in all locations, scenarios and planting dates mainly due to rising temperature. In conventional planting date (4 May), crop water requirement of maize on average increased 12 percent under two emission scenarios compared with the baseline while on earlier and later planting dates, crop water requirement increased 15 and 7 percent, respectively. Due to the amount of higher cumulative rainfall during the growing season (54.27) on earlier planting dates (4 and 19 April) as well as lower yield loss compare to other planting dates (56 percent), earlier planting dates can be explained as adaptation strategy in order to achieve appropriate yield. The results also showed that among study locations, Eslamabad-Gharb and Kermanshah were the most suitable areas in terms of grain yield (4221.8 Kg.ha-1) and water requirement (1489.2 mm), respectively.",
    "readLink": "http://sustainagriculture.tabrizu.ac.ir/article_6644_8504090bb576a9e46d027bea023ab1c7.pdf"
  },
  {
    "title": "Climate-induced changes in the phenotypic plasticity of the Heath Fritillary, Melitaea athalia (Lepidoptera: Nymphalidae)",
    "authors": [
      "Edit JUHÁSZ,",
      "Zsolt VÉGVÁRI,",
      "János P. TÓTH,",
      "Katalin PECSENYE,",
      "Zoltán VARGA"
    ],
    "doi": "https://doi.org/10.14411/eje.2016.013",
    "journalVolume": "Vol. 113,\n                                no. 1\n                                \n                                  pp.\n                                  104\n                                  – 112",
    "issn": "1210-5759 (Print)",
    "publisher": "1802-8829 (Online)",
    "countryOfPublisher": "Institute of Entomology, Biology Centre, Czech Academy of Science",
    "lcc": [
      "Czechia",
      "Science: Zoology"
    ],
    "journalUrl": "https://www.eje.cz/",
    "abstract": "Recently a large number of studies have reported an increase in the variability in the climate, which affects behavioural and physiological adaptations in a broad range of organisms. Specifically, insects may be especially sensitive to climatic fluctuations, as their physiology and life history traits, like those of other ectotherms, are predominantly affected by environmental factors. Here we aimed to investigate climate-induced changes in several morphometric measures of the Heath Fritillary in North-Eastern Hungary, which is a highly diverse transitional area. During this study we tested the following hypotheses: (i) climate affects genitalia and body size to various degrees (ii) increasing variability in climate induces higher levels of fluctuating asymmetry and variance in all morphological characters. To our knowledge, this study is the first to analyse simultaneously wing size and structure of genitalia of a butterfly in response to variability in climate. Our findings suggest that wing and genital traits may exhibit similar degrees of stability in response to a more variable climate, although the response in terms of forewing size differs from that of other body measurements and the structure of the genitalia. These findings suggest that global climate change may affect lepidopteran body metrics over longer periods of time. Our findings parallel the results of investigations showing that insect morphology might be modified by environmental changes, which is especially the case for those body parts that are phenotypically very variable. However, we found no evidence that increasing variability in climate would induce higher levels of fluctuating asymmetry and greater variability in morphological characters.",
    "readLink": "https://www.eje.cz/artkey/eje-201601-0013_Climate-induced_changes_in_the_phenotypic_plasticity_of_the_Heath_Fritillary_Melitaea_athalia_Lepidoptera_Ny.php"
  },
  {
    "title": "Application of Flood Nomograph for Flood Forecasting in Urban Areas",
    "authors": [
      "Eui Hoon Lee,",
      "Joong Hoon Kim,",
      "Yeon Moon Choo,",
      "Deok Jun Jo"
    ],
    "doi": "https://doi.org/10.3390/w10010053",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  p.\n                                  53",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Imperviousness has increased due to urbanization, as has the frequency of extreme rainfall events by climate change. Various countermeasures, such as structural and nonstructural measures, are required to prepare for these effects. Flood forecasting is a representative nonstructural measure. Flood forecasting techniques have been developed for the prevention of repetitive flood damage in urban areas. It is difficult to apply some flood forecasting techniques using training processes because training needs to be applied at every usage. The other flood forecasting techniques that use rainfall data predicted by radar are not appropriate for small areas, such as single drainage basins. In this study, a new flood forecasting technique is suggested to reduce flood damage in urban areas. The flood nomograph consists of the first flooding nodes in rainfall runoff simulations with synthetic rainfall data at each duration. When selecting the first flooding node, the initial amount of synthetic rainfall is 1 mm, which increases in 1 mm increments until flooding occurs. The advantage of this flood forecasting technique is its simple application using real-time rainfall data. This technique can be used to prepare a preemptive response in the process of urban flood management.",
    "readLink": "http://www.mdpi.com/2073-4441/10/1/53"
  },
  {
    "title": "Study of the viticultural technical itineraries carbon footprint at fine scale",
    "authors": [
      "Adoir E.,",
      "Penavayre S.,",
      "Petitjean T.,",
      "De Rességuier L."
    ],
    "doi": "https://doi.org/10.1051/bioconf/20191501030",
    "journalVolume": "Vol. 15\n                                \n                                \n                                  p.\n                                  01030",
    "issn": "2117-4458 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Science: Microbiology",
      "Science: Physiology",
      "Science: Zoology"
    ],
    "journalUrl": "http://www.bio-conferences.org",
    "abstract": "Viticulture faces two challenges regarding climate change: adapting and mitigating greenhouse gas emissions. Are these two challenges compatible? This is one of the questions to which Adviclim project (Life project, 2014–2019) provided tools and answers. The assessment of greenhouse gas emissions was implemented at the scale of the plot using a life cycle approach: calculating the carbon footprint. This approach makes it possible to take into account the emissions generated during each stage of the life cycle of a product or a service: in this case, the cultivation of one hectare of vine for one year. Carbon footprint was assessed for the 5 pilot sites of the Adviclim project: Saint-Emilion (France), Coteaux du Layon/Samur (France), Geisenheim (Germany), Cotnari (Romania) and Plompton (United Kingdom). An important work for primary data collection regarding observed practices was carried out with a sample of reresentative farms for these 5 sites, and for one to three vintages depending on the site. Beyond the question asked in the project, the calculation of these carbon footprints made it possible to (i) make winegrowers aware of the life cycle approach and the share of direct emissions generated by viticulture, (ii) acquire new references on the technical itineraries and their associated emissions, (iii) improve the adaptation of the methodology for calculating the carbon footprint to viticulture.",
    "readLink": "https://www.bio-conferences.org/articles/bioconf/full_html/2019/04/bioconf-oiv2019_01030/bioconf-oiv2019_01030.html"
  },
  {
    "title": "Analysis of Climate Change Induced Parameters of South-Eastern Coastal Islands of Bangladesh: Comparison from 1977 to 2017",
    "authors": [
      "Prabal Barua,",
      "Syed Hafizur Rahman,",
      "Morshed Hossan Molla"
    ],
    "doi": "https://doi.org/10.47352/jmans.2774-3047.107",
    "journalVolume": "Vol. 2,\n                                no. 1\n                                \n                                  pp.\n                                  47\n                                  – 57",
    "issn": "2774-3047 (Online)",
    "publisher": "Pandawa Institute",
    "countryOfPublisher": "Indonesia",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://journal.pandawainstitute.com/index.php/jmans/index",
    "abstract": "Climate change is one of the biggest threats for the new millennium, and Bangladesh is considered as \"Poster Child\" as an impact on climate change in the world. The main focus of this study is to investigate the changing pattern of climate parameters, particularly temperature, rainfall, humidity, cloud coverage, and wind speed in two coastal islands of the southeastern coast of Bangladesh from 1977 to 2017. The linear regression model described that the temperature in Kutubdia and Sandwip islands was 0.0298 and 0.0444 times increased from 1977 to 2017. Besides, rainfall patterns in Kutubdia decreased by 0.4083, and Sandwip Islands increased by 0.875 every year from its previous counterpart. The humidity level also increased due to the rise of temperature and water availability for evaporation from irrigation. Moreover, significant changes in wind speed and the cloud coverage rate in the Island areas increased with the increasing value of temperature and humidity. It also means the rainfall rate increases with cloud cover in the sky. However, the study found decreasing rates of bright sunshine in the Island areas. The declining rate of sunshine is very high and is a matter of great concern for the agriculture and health sectors in particular areas. Therefore, the community's concept of climate parameters, association, and extremes is well apparent. Identify poor land use planning as the primary anthropogenic driver of the change, and they advocated boosting the capacity of linked fields that are in danger owing to climate change. To conclude, the coastal inhabitants recommended that taking preparedness would be easier if the information transmitted through quicker and reliable sources such as news broadcasts, phone messages, or the internet.",
    "readLink": "https://journal.pandawainstitute.com/index.php/jmans/article/view/107"
  },
  {
    "title": "Shedding light on fish otolith biomineralization using a bioenergetic approach.",
    "authors": [
      "Ronan Fablet,",
      "Laure Pecquerie,",
      "Hélène de Pontual,",
      "Hans Høie,",
      "Richard Millner,",
      "Henrik Mosegaard,",
      "Sebastiaan A L M Kooijman"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0027055",
    "journalVolume": "Vol. 6,\n                                no. 11\n                                \n                                  p.\n                                  e27055",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Otoliths are biocalcified bodies connected to the sensory system in the inner ears of fish. Their layered, biorhythm-following formation provides individual records of the age, the individual history and the natural environment of extinct and living fish species. Such data are critical for ecosystem and fisheries monitoring. They however often lack validation and the poor understanding of biomineralization mechanisms has led to striking examples of misinterpretations and subsequent erroneous conclusions in fish ecology and fisheries management. Here we develop and validate a numerical model of otolith biomineralization. Based on a general bioenergetic theory, it disentangles the complex interplay between metabolic and temperature effects on biomineralization. This model resolves controversial issues and explains poorly understood observations of otolith formation. It represents a unique simulation tool to improve otolith interpretation and applications, and, beyond, to address the effects of both climate change and ocean acidification on other biomineralizing organisms such as corals and bivalves.",
    "readLink": "http://europepmc.org/articles/PMC3215717?pdf=render"
  },
  {
    "title": "The exceptional year of 2022: “deathblow” to glacier summer skiing in the Alps?",
    "authors": [
      "Bruno Abegg,",
      "Marius Mayer"
    ],
    "doi": "https://doi.org/10.3389/fhumd.2023.1154245",
    "journalVolume": "Vol. 5",
    "issn": "2673-2726 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Social Sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/human-dynamics#",
    "abstract": "The summer of 2022 in the European Alps was characterized by extremely warm and dry conditions which led to a record ice melt on Alpine glaciers, also due to the preceding winter season with below average snow cover. Given its dependence on natural conditions, glacier summer skiing was highly affected. We compare the number of glacier ski operating days across the Alps for 2011, 2018 and 2022 and roll forward existing time series data from Austria to include the last three seasons (i.e., 2020–2022). Results show considerable decreases in the summer half-year ski operation all over the Alps (−45.1% compared to 2011). Summer ski operation in the meteorological (−63.3%) and astronomical summer (−69.7%) declined even more. In Austria, the decline trend of summer ski operating days continues and reaches all-time lows in 2022. We sum up the impacts of the extreme summer of 2022 on Alpine glacier ski areas and discuss its short- to mid-term repercussions. In combination with demand shifts like the potential change of national ski teams' training patterns ongoing climate change induced glacier shrinkage might lead to the definite end of Alpine summer skiing in the near future.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fhumd.2023.1154245/full"
  },
  {
    "title": "Environmentally friendly alternatives to bean and corn seeds production on the “Soterrado” farm in Cienfuegos",
    "authors": [
      "Mailiu Díaz Peña,",
      "Teresita Álvarez González,",
      "Helia Quintero Pupo"
    ],
    "issn": "0253-5785 (Print)",
    "publisher": "2072-2001 (Online)",
    "countryOfPublisher": "Universidad Central \"Marta Abreu\" de Las Villas",
    "lcc": [
      "Cuba",
      "Agriculture: Agriculture (General)",
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://cagricola.uclv.edu.cu/index.php/es/",
    "abstract": "The main objective of this research is to evaluate the environmental impact associated with the life cycle of seed production of bean (Phaseolus vulgaris L.) var. CC 25-9 N and maize (Zea mays L.) var. TGH on the Soterrado farm. The life cycle assessment (LCA) methodology is applied, according to the NC-ISO14040, which includes the life cycle inventory of the crop, the assessment of the environmental impact of beans and maize crops and the assessment of the alternatives for environmental, agricultural and economic improvement. The environmental impact assessment helped determine the most affected impact categories: the non-renewable energy, global warming and respiratory inorganics. The most affected damage categories were damage to resources, human health and climate change. The consumption of urea, NPK and diesel represented an environmental impact with the highest contribution percentage. Two alternatives of environmental, agricultural and economic improvement for each crop were evaluated. They could reduce the environmental impact of the production of beans in 53.28 % and 79.25 % respectively and corn on 47.64 % and 63.48 % respectively. These alternatives would increase yields and soil characteristics, and help to reduce the production cost. It is recommended to inform the results of research to producers of Soterrado farm, validate the results, and apply this methodology to other crops in order to reduce the impact associated with agriculture.",
    "readLink": "http://cagricola.uclv.edu.cu/index.php/en/volume-42-2015/issue-1-2015/547-environmentally-friendly-alternatives-to-bean-and-corn-seeds-production-on-the-soterrado-farm-in-cienfuegos"
  },
  {
    "title": "The potential for uncertainty in Numerical Weather Prediction model verification when using solid precipitation observations",
    "authors": [
      "Samuel T. Buisán,",
      "Craig D. Smith,",
      "Amber Ross,",
      "John Kochendorfer,",
      "José Luís Collado,",
      "Javier Alastrué,",
      "Mareile Wolff,",
      "Yves‐Alain Roulet,",
      "Michael E. Earle,",
      "Timo Laine,",
      "Roy Rasmussen,",
      "Rodica Nitu"
    ],
    "doi": "https://doi.org/10.1002/asl.976",
    "journalVolume": "Vol. 21,\n                                no. 7\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "1530-261X (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://onlinelibrary.wiley.com/journal/10.1002/(ISSN)1530-261X",
    "abstract": "Abstract Precipitation forecasts made by Numerical Weather Prediction (NWP) models are typically verified using precipitation gauge observations that are often prone to the wind‐induced undercatch of solid precipitation. Therefore, apparent model biases in solid precipitation forecasts may be due in part to the measurements and not the model. To reduce solid precipitation measurement biases, adjustments in the form of transfer functions were derived within the framework of the World Meteorological Organization Solid Precipitation Inter‐Comparison Experiment (WMO‐SPICE). These transfer functions were applied to single‐Alter shielded gauge measurements at selected SPICE sites during two winter seasons (2015–2016 and 2016–2017). Along with measurements from the WMO automated field reference configuration at each of these SPICE sites, the adjusted and unadjusted gauge observations were used to analyze the bias in a Global NWP model precipitation forecast. The verification of NWP winter precipitation using operational gauges may be subject to verification uncertainty, the magnitude and sign of which varies with the gauge‐shield configuration and the relation between model and site‐specific local climatologies. The application of a transfer function to alter‐shielded gauge measurements increases the amount of solid precipitation reported by the gauge and therefore reduces the NWP precipitation bias at sites where the model tends to overestimate precipitation, and increases the bias at sites where the model underestimates the precipitation. This complicates model verification when only operational (non‐reference) gauge observations are available. Modelers, forecasters, and climatologists must consider this when comparing modeled and observed precipitation.",
    "readLink": "https://doi.org/10.1002/asl.976"
  }
]