[
  {
    "title": "ENERGIA SOSTENIBILE: PIANIFICAZIONE STRATEGICA E PROGRAMMI ECONOMICI NELLA REGIONE LAZIO",
    "authors": [
      "Leonide Tocchi"
    ],
    "doi": "https://doi.org/10.19254/LaborEst.14.12",
    "journalVolume": "no. 14\n                                \n                                  pp.\n                                  76\n                                  – 80",
    "issn": "1973-7688 (Print)",
    "publisher": "2421-3187 (Online)",
    "countryOfPublisher": "\"Mediterranea\" University of Reggio Calabria",
    "lcc": [
      "Italy",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology"
    ],
    "journalUrl": "http://pkp.unirc.it/ojs/index.php/LaborEst/index",
    "abstract": "The new energy and regulatory scenarios on European and Italian level require a review of the regional energy strategies. Transitioning the global economy from fossil fuels to renewable energy sources has been identified as a key strategy for mitigating climate change. Energy sector transformation needs smart policies. The Lazio region is drawing up a new strategy for sustainable energy that aims to define the necessary conditions for development of a regional energy system increasingly turned to the use of renewable sources and efficient energy use as a means for greater environmental protection, in particular for the purpose of reduction of greenhouse gases (GHG). The strategy aims to facilitate the transition to a low carbon economy by increasing energy production from renewable sources, fostering a green economic recovery and the creation of green jobs in Lazio Region.",
    "readLink": "http://pkp.unirc.it/ojs/index.php/LaborEst/article/view/205"
  },
  {
    "title": "Green Infrastructure, Climate Change and Spatial Planning: Learning Lessons Across Borders",
    "authors": [
      "André Samora-Arvela,",
      "João Ferrão,",
      "Jorge Ferreira,",
      "Thomas Panagopoulos,",
      "Eric Vaz"
    ],
    "doi": "Vol. V,\n                                no. 3\n                                \n                                  pp.\n                                  176\n                                  – 188",
    "issn": "2183-1912 (Online)",
    "publisher": "Research Centre for Tourism, Sustainability and Well-being - CinTurs; University of Algarve",
    "countryOfPublisher": "Portugal",
    "lcc": [
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.jsod-cieo.net/journal-tsw/index.php/jtsw/index",
    "abstract": "Climate change will further induce a generalized rise in temperature, heat waves, exacerbation of heat island effect, alteration of the precipitation regime variability with higher occurrence of high precipitation and flood events, reduction of quantity and quality of freshwater resources, disruption of agricultural production, leading to food security risk, degradation of recreational and aesthetic amenities, and loss of biodiversity. On other hand, Green Infrastructure, that is, the network of natural and semi-natural spaces within and around urban spaces, brings a constructive and protecting element that may mitigate and adapt to the local level impacts of climate change, strengthening local resilience. This paper presents a comparative study of various green infrastructures’ implementation based on analytics in the United States of America, United Kingdom and Portugal, and focuses on the degree of its alignment with the public policies of mitigation and adaptation to the impacts of climate change. Pursuant to the identification of successes and failures, this paper infers common strategies, goals and benchmarking on outcomes for more adequate decision implementation and sustainable spatial planning, considering the importance of green infrastructure.",
    "readLink": "http://www.cieo.pt/journal/J_3_2017/article2.pdf"
  },
  {
    "title": "Cloud Physical and Climatological Factors for the Determination of Rain Intensity",
    "authors": [
      "Bengt Dahlström"
    ],
    "doi": "https://doi.org/10.3390/w13162292",
    "journalVolume": "Vol. 13,\n                                no. 2292\n                                \n                                  p.\n                                  2292",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "The focus of this research is to develop a general method for estimation of rain intensity for application in various geographical regions. In a world with a changing climate, a high importance is attributed to the potential threats caused by increased temperature and rainfall intensity levels. The rainfall intensity climate is here interpreted by a combination of cloud physical factors affecting rain intensity and further developed by the use of climate data and rain intensity statistics. A formula was developed that estimates extreme rainfall and the frequency of these extremes with durations in the intervals of 5 min to 24 h. The obtained estimates are compared in this article with results from statistical methods for the extreme value analysis of measurements. The comparison shows about 90% of the explained variance. The coefficients in the formula are connected with climatological predictors based on the climatological norms of temperature and rainfall. Rain intensity maps over Sweden were produced using the developed formula. Examples of the function of the formula are also given for six European countries. The application of the formula in connection with the probable maximum precipitation (PMP) is presented, where the return period of extreme rainfall is a key factor. The formula is tested with an assumed increased warming of the atmosphere of 1 to 5 °C, and the result indicates an increase of 5.9% of the rainfall amount per each warming degree in intense rainfall.",
    "readLink": "https://www.mdpi.com/2073-4441/13/16/2292"
  },
  {
    "title": "Bleeding Mud: The Testimonial Poetry of Hurricane Mitch in Nicaragua",
    "authors": [
      "Erin S Finzer"
    ],
    "doi": "https://doi.org/10.4148/2334-4415.1838",
    "journalVolume": "Vol. 39,\n                                no. 2",
    "issn": "1555-7839 (Print)",
    "publisher": "2334-4415 (Online)",
    "countryOfPublisher": "New Prairie Press",
    "lcc": [
      "United States",
      "Language and Literature: German literature",
      "Language and Literature: French literature - Italian literature - Spanish literature - Portuguese literature"
    ],
    "journalUrl": "http://newprairiepress.org/sttcl/",
    "abstract": "Beginning with Rubén Darío, Nicaragua has long prided itself in being a country of poets. During the Sandinista Revolution, popular poetry workshops dispatched by Minister of Culture Ernesto Cardenal taught peasants and soldiers to write poetry about everyday life and to use poetry as a way to work through trauma from the civil war. When Hurricane Mitch--one of the first superstorms that heralded climate change--brought extreme flooding to Nicaragua in 1998, poetry again served as a way for victims to process the devastation. Examining testimonial poetry from Hurricane Mitch, this article shows how the mud and despair of this environmental disaster function as palimpsests of conquest and imperial oppression.",
    "readLink": "http://newprairiepress.org/sttcl/vol39/iss2/7"
  },
  {
    "title": "Fuel Subsidy Reform and Environmental Quality in Nigeria",
    "authors": [
      "Opeyemi Akinyemi,",
      "Philip O. Alege,",
      "Oluseyi. O. Ajayi,",
      "Lloyd Amaghionyeodiwe,",
      "Adeyemi Ogundipe"
    ],
    "doi": "Vol. 5,\n                                no. 2",
    "issn": "2146-4553 (Online)",
    "publisher": "EconJournals",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://www.econjournals.com/index.php/ijeep",
    "abstract": "The study examines the existence of a long run effect of fuel subsidy reform on environmental quality in Nigeria for the period of 1970-2012 using the Johansen and the Engle-Granger two step co-integration procedure techniques. The study developed a three case scenarios including i) a case of subsidy payment, ii) a case of effective subsidy and, iii) a case of no subsidy payment. Findings from the study supported evidence of a long run sustainable equilibrium model. Also, our estimation results showed that the first and the last case scenario do not significantly influence environmental quality. This implies that subsidy payment in Nigeria does not enhance access and consumption of liquid fuel. On the other hand, the interaction of sound regulatory framework with subsidy payment (the case of effective subsidy) significantly exerts a responsive influence on environmental quality. Keywords: Subsidy Reform; Environmental Quality; Climate Change; Johansen Cointegration JEL Classifications: H23; Q51; Q54",
    "readLink": "https://www.econjournals.com/index.php/ijeep/article/view/1076"
  },
  {
    "title": "Daylight performance analysis of a residential building in a tropical climate",
    "authors": [
      "Kamaraj Kalaimathy,",
      "Radhakrishnan Shanthi Priya,",
      "Prashanthini Rajagopal,",
      "Chandramouli Pradeepa,",
      "Ramalingam Senthil"
    ],
    "doi": "Vol. 11\n                                \n                                \n                                  p.\n                                  100226",
    "issn": "2772-4271 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://www.journals.elsevier.com/energy-nexus",
    "abstract": "The present study investigates the effects of visible light transmittance in glazing and window-to-wall ratios on the ground floor daylighting performance in a two-storey residential building in a warm-humid climate. The metrics used to optimize daylighting performance with minimal glare are useful daylight illuminance, annual sunlight exposure, and spatial daylight autonomy. The daylighting performance of a residential building is assessed by empirical method and Design-Builder simulation, focusing on overcast sky situations. The useful daylight illuminance is the primary metric for analysing the amount of daylight throughout the year. Annual sunlight exposure and spatial daylight autonomy complement useful daylight illuminance in evaluating the daylighting performance. A window-to-wall ratio of 16%, a visible light transmittance of 0.62, and a glare of 0.52 can meet the daylighting requirements and standards. A design change in the window position helps to obtain annual sunlight exposure within 10% while maintaining high daylighting performance. When installed in the upper position of the wall with a higher sill and lintel height, glazing with a window-to-wall ratio of 16% and a visible light transmittance of 0.62 functions well without creating glare. The significant findings benefit all stakeholders in improving daylighting strategies in tropical climates and satisfying building standards.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2772427123000566"
  },
  {
    "title": "Recent changes in pan-Antarctic region surface snowmelt detected by AMSR-E and AMSR2",
    "authors": [
      "L. Zheng,",
      "L. Zheng,",
      "L. Zheng,",
      "C. Zhou,",
      "T. Zhang,",
      "Q. Liang,",
      "Q. Liang,",
      "Q. Liang,",
      "K. Wang,",
      "K. Wang"
    ],
    "doi": "https://doi.org/10.5194/tc-14-3811-2020",
    "journalVolume": "Vol. 14\n                                \n                                \n                                  pp.\n                                  3811\n                                  – 3827",
    "issn": "1994-0416 (Print)",
    "publisher": "1994-0424 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.the-cryosphere.net/",
    "abstract": "Surface snowmelt in the pan-Antarctic region, including the Antarctic ice sheet (AIS) and sea ice, is crucial to the mass and energy balance in polar regions and can serve as an indicator of climate change. In this study, we investigate the spatial and temporal variations in surface snowmelt over the entire pan-Antarctic region from 2002 to 2017 by using passive microwave remote sensing data. The stable orbits and appropriate acquisition times of the Advanced Microwave Scanning Radiometer for the Earth Observing System (AMSR-E) and the Advanced Microwave Scanning Radiometer 2 (AMSR2) enable us to take full advantage of daily brightness temperature (Tb) variations to detect surface snowmelt. The difference between AMSR-E/2 ascending and descending 36.5 GHz Tb values in vertical polarization (DAV36) was utilized to map the pan-Antarctic region snowmelt, as this method is unaffected by snow metamorphism. We evaluated the DAV36 algorithm against ground-based measurements and further improved the method over the marginal sea ice zone by excluding the effect of open water. Snowmelt detected by AMSR-E/2 data was more extensive and persistent than that detected by the Special Sensor Microwave/Imager (SSM/I) data. Continuous melt onset (CMO) ranged from August in the marginal sea ice zone to January in the Antarctic inland, and the early transient melt events occurred several days to more than 2 months earlier. The pan-Antarctic region CMO was significantly correlated (R=0.54, p<0.05) with the summer Southern Annular Mode (SAM). The decreased AIS melt extent was very likely linked (R=-0.82, p<0.01) with the enhanced summer SAM.",
    "readLink": "https://tc.copernicus.org/articles/14/3811/2020/tc-14-3811-2020.pdf"
  },
  {
    "title": "Spatial Planning for Urban Resilience in the Face of the Flood Risk",
    "authors": [
      "Meng Meng"
    ],
    "doi": "https://doi.org/10.7480/abe.2021.04.5635",
    "journalVolume": "Vol. 11,\n                                no. 04",
    "issn": "2212-3202 (Print)",
    "publisher": "2214-7233 (Online)",
    "countryOfPublisher": "Delft University of Technology",
    "lcc": [
      "Netherlands",
      "Fine Arts: Architecture"
    ],
    "journalUrl": "http://abe.tudelft.nl/",
    "abstract": "The research was inspired by the increasing impact of extreme weather events and changing climate patterns on flood-prone regions and cities, and the consequent human and economic costs. Despite global efforts for flood resilience and climate adaptation involving climate analysts, economists, social scientists, politicians, hydrological engineers, spatial planners, and policymakers, it is only partially clear how best to construct resilience measures and implement concrete initiatives. The complexity of institutions is a key factor that is often neglected, and which needs further investigation. The thesis examines the institutional arrangements that determine the role of spatial planning in managing flood risk, through an in-depth case study of Guangzhou, one of the most vulnerable cities in China and globally. The thesis employs theories of historical institutionalism, planning procedure and planning tools, policy framing and collaborative governance, to explore the mechanisms and factors that influence the creative planning and design process. Content analysis, GIS-based mapping, stakeholder analysis and TOWS analysis are used to investigate data from official policy documents, grey literature, geo-information data and interview scripts. The findings indicate that institutional arrangements, such as long-established planning traditions, formal planning procedures and tools, policy framing patterns and contextual organisational factors, determine spatial planning’s role in managing flood risk. They do this through (1) the extent of the changeability of an established planning system towards expanded flood resilience measures; (2) the performance of cross-level communication and boundary-spanning work between planning and water management; (3) the legal framework that planners and hydrological engineers follow; and (4) the capacities of planning and water management institutions to work on flood issues. This research shows how to apply knowledge from policy science, political science, institutional science and administration, to analyse the nature of the planning process in tackling the urgent challenge of flood risk and climate change.",
    "readLink": "https://journals.open.tudelft.nl/abe/article/view/5635"
  },
  {
    "title": "The Role of Environmental Risk Factors on the Development of Childhood Allergic Rhinitis",
    "authors": [
      "Allison C. Wu,",
      "Amber Dahlin,",
      "Alberta L. Wang"
    ],
    "doi": "https://doi.org/10.3390/children8080708",
    "journalVolume": "Vol. 8,\n                                no. 708\n                                \n                                  p.\n                                  708",
    "issn": "2227-9067 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Medicine: Pediatrics"
    ],
    "journalUrl": "http://www.mdpi.com/journal/children",
    "abstract": "Environmental factors play an important role in the development and exacerbation of allergic rhinitis (AR) in childhood. Indoor air pollution, such as house dust mites and secondhand smoke, can significantly increase the onset of AR, while pet dander may affect the exacerbation of AR symptoms in children. Furthermore, traffic related air pollution and pollen are outdoor air pollutants that can affect immune competency and airway responsiveness, increasing the risk of AR in children. Climate change has increased AR in children, as growth patterns of allergenic species have changed, resulting in longer pollen seasons. More extreme and frequent weather events also contribute to the deterioration of indoor air quality due to climate change. Additionally, viruses provoke respiratory tract infections, worsening the symptoms of AR, while viral infections alter the immune system. Although viruses and pollution influence development and exacerbation of AR, a variety of treatment and prevention options are available for AR patients. The protective influence of vegetation (greenness) is heavily associated with air pollution mitigation, relieving AR exacerbations, while the use of air filters can reduce allergic triggers. Oral antihistamines and intranasal corticosteroids are common pharmacotherapy for AR symptoms. In this review, we discuss the environmental risk factors for AR and summarize treatment strategies for preventing and managing AR in children.",
    "readLink": "https://www.mdpi.com/2227-9067/8/8/708"
  },
  {
    "title": "Correlation between Coral Reef Condition and the Diversity and Abundance of Fishes and Sea Urchins on an East African Coral Reef",
    "authors": [
      "Pia Ditzel,",
      "Sebastian König,",
      "Peter Musembi,",
      "Marcell K. Peters"
    ],
    "doi": "https://doi.org/10.3390/oceans3010001",
    "journalVolume": "Vol. 3,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 14",
    "issn": "2673-1924 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "https://www.mdpi.com/journal/oceans",
    "abstract": "Coral reefs are one of the most diverse marine ecosystems, providing numerous ecosystem services. This present study investigated the relationship between coral reef condition and the diversity and abundance of fishes, on a heavily fished East African coral reef at Gazi Bay, Kenya. Underwater visual censuses were conducted on thirty 50 × 5 m belt transects to assess the abundance and diversity of fishes. In parallel, a 25-m length of each of the same transects was recorded with photo-quadrats to assess coral community structure and benthic characteristics. For statistical analyses, multi-model inference based on the Akaike Information Criterion was used to evaluate the support for potential predictor variables of coral reef and fish diversity. We found that coral genus richness was negatively correlated with the abundance of macroalgae, whereas coral cover was positively correlated with both the abundance of herbivorous invertebrates (sea urchins) and with fish family richness. Similarly, fish family richness appeared mainly correlated with coral cover and invertebrate abundance, although no correlates of fish abundance could be identified. Coral and fish diversity were very low, but it appears that, contrary to some locations on the same coast, sea urchin abundance was not high enough to be having a negative influence on coral and fish assemblages. Due to increasing threats to coral reefs, it is important to understand the relationship among the components of the coral reef ecosystem on overfished reefs such as that at Gazi Bay.",
    "readLink": "https://www.mdpi.com/2673-1924/3/1/1"
  }
]