[
  {
    "title": "Climate Change Impacts on Climate-Agronomic Indicators of Wheat Growth in an Arid Region: A case study of Isfahan Province, Iran",
    "authors": [
      "M. Motamedi,",
      "H. R. Eshghizadeh,",
      "A. Nematpour,",
      "A. Gohari,",
      "B. Safa"
    ],
    "doi": "Vol. 25,\n                                no. 2\n                                \n                                  pp.\n                                  269\n                                  – 287",
    "issn": "2476-3594 (Print)",
    "publisher": "2476-5554 (Online)",
    "countryOfPublisher": "Isfahan University of Technology",
    "lcc": [
      "Iran, Islamic Republic of",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://jstnar.iut.ac.ir/",
    "abstract": "World climate change is an accepted important subject but its negative effects are severe in arid and semi-arid areas of Iran. So, in the present study, two climate scenarios including RCP 8.5 (critical scenario) and RCP 4.5 (moderate scenario) during 2020, 2030, and 2040 decades and their effects on temperature changes in the wheat growth period in five cities of Isfahan province including Isfahan, Najaf Abad, Chadegan, Burkhar, and Meimeh have been investigated. The survey of temperature changes during wheat growth in the next decades showed that Burkhar, Isfahan, Najaf Abad, Chadegan, and Meimeh, respectively will experience more days with a temperature higher than 30°C in 2020, 2030, and 2040 decades than the mean of two recent years (2017-2018). Furthermore, in comparison with present conditions, the most changes in the number of days with a temperature higher than 30°C in next decades climates (2020, 2030, and 2040 decades) will be in Burkhar, Meimeh, Chadegan, Najaf Abad, and Isfahan, respectively. The range of changes percent in the number of days higher than 30°C in next climate conditions rather than present condition will be varied between 5 percent (Isfahan) till 97 percent (Burkhar). The changes percent in all studied cities were more in RCP 8.5 than RCP 4.5. During wheat growth, the number of days less than zero°C will be less in Isfahan, Burkhar, and Meimeh while will be more in Najaf Abad and Chadegan. The evaporation- transpiration will be increased in the next decades during wheat growth. As a result, planning and using compatibility strategies for each city is important to guarantee wheat production.",
    "readLink": "http://jstnar.iut.ac.ir/article-1-3992-en.html"
  },
  {
    "title": "Determinants of Farmers’ Climate Risk Perceptions in Agriculture—A Rural Ghana Perspective",
    "authors": [
      "Francis Ndamani,",
      "Tsunemi Watanabe"
    ],
    "doi": "https://doi.org/10.3390/w9030210",
    "journalVolume": "Vol. 9,\n                                no. 3\n                                \n                                  p.\n                                  210",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "This study evaluates the socio-economic predictors of farmers’ perceptions about climate risk in agriculture. The levels of risk perception among different farmers’ wealth groups are also investigated. A total of 100 farmers in the Lawra district of Ghana are randomly selected and interviewed. Data is obtained through the use of semi-structured questionnaires and focus group discussions. A climate risk perception index (CRPI) is derived and applied to assess the degree of perceived risk among different wealth groups of farmers. The linear regression model is also used to analyze the data. The results showed that 93% of farmers have perceived climate risk while 7% are not sure if they have perceived it. Results of the CRPI showed that resource-poor farmers are concerned about climate risk on agricultural production, while resource-moderate and resource-rich farmers are concerned about risk impacts on climatic variables, and health and socio-economy, respectively. Results of the regression model showed that education, age, a perceived increase in human disease and mortality, and a decrease in food security and incomes are predictors of risk perception. The policy implication of this study is that predictors of farmers’ climate risk perception should be factored into climate change risk communication in order to boost awareness and adaptation to climate change.",
    "readLink": "http://www.mdpi.com/2073-4441/9/3/210"
  },
  {
    "title": "The Network Structure of the Forestry Research as a Scientific Field in Turkey between 1999 and 2019",
    "authors": [
      "Hamid Dervis,",
      "Sezgin Ayan"
    ],
    "doi": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  57\n                                  – 66",
    "issn": "1847-6481 (Print)",
    "publisher": "1849-0891 (Online)",
    "countryOfPublisher": "Croatian Forest Research Institute",
    "lcc": [
      "Croatia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://www.seefor.eu/",
    "abstract": "This study aims to analyse and map the network structure of the scholarly communications in the realm of forestry research between 1999 and 2019 in Turkey using bibliometric analysis and social network analysis methods of the articles published within Clarivate Analytics’ Web of Science (WoS). A total of 8689 records, including their bibliographic data, were extracted from WoS. The analysis of each sub-period shows that the number of international collaboration of Turkish authors has increased globally from 23 countries in the first sub-period to 113 countries in the last sub-period within forestry publications. Also, the annual percentage rate of publications has increased from 58 articles in 1999 to 1016 in 2019 in the realm of forestry alongside with their received average citations in each sub-period. Multi-author articles precede single-author articles in the field of forestry in each sub-period. This research is the first analysis of forest research production using bibliometric and network analysis in Turkey. According to the results biomass, remote sensing and climate change were current trends on forest research in Turkey. Incidentally, the research findings can be used by policymakers regarding future investments in forestry research development.",
    "readLink": "https://hrcak.srce.hr/file/378923"
  },
  {
    "title": "Simulating organic aerosol in Delhi with WRF-Chem using the volatility-basis-set approach: exploring model uncertainty with a Gaussian process emulator",
    "authors": [
      "E. Reyes-Villegas,",
      "E. Reyes-Villegas,",
      "D. Lowe,",
      "D. Lowe,",
      "J. S. Johnson,",
      "J. S. Johnson,",
      "K. S. Carslaw,",
      "E. Darbyshire,",
      "E. Darbyshire,",
      "M. Flynn,",
      "J. D. Allan,",
      "J. D. Allan,",
      "H. Coe,",
      "Y. Chen,",
      "Y. Chen,",
      "O. Wild,",
      "S. Archer-Nicholls,",
      "A. Archibald,",
      "S. Singh,",
      "M. Shrivastava,",
      "R. A. Zaveri,",
      "V. Singh,",
      "G. Beig,",
      "R. Sokhi,",
      "G. McFiggans"
    ],
    "doi": "https://doi.org/10.5194/acp-23-5763-2023",
    "journalVolume": "Vol. 23\n                                \n                                \n                                  pp.\n                                  5763\n                                  – 5782",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "The nature and origin of organic aerosol in the atmosphere remain unclear. The gas–particle partitioning of semi-volatile organic compounds (SVOCs) that constitute primary organic aerosols (POAs) and the multigenerational chemical aging of SVOCs are particularly poorly understood. The volatility basis set (VBS) approach, implemented in air quality models such as WRF-Chem (Weather Research and Forecasting model with Chemistry), can be a useful tool to describe emissions of POA and its chemical evolution. However, the evaluation of model uncertainty and the optimal model parameterization may be expensive to probe using only WRF-Chem simulations. Gaussian process emulators, trained on simulations from relatively few WRF-Chem simulations, are capable of reproducing model results and estimating the sources of model uncertainty within a defined range of model parameters. In this study, a WRF-Chem VBS parameterization is proposed; we then generate a perturbed parameter ensemble of 111 model runs, perturbing 10 parameters of the WRF-Chem model relating to organic aerosol emissions and the VBS oxidation reactions. This allowed us to cover the model's uncertainty space and to compare outputs from each run to aerosol mass spectrometer observations of organic aerosol concentrations and O:C ratios measured in New Delhi, India. The simulations spanned the organic aerosol concentrations measured with the aerosol mass spectrometer (AMS). However, they also highlighted potential structural errors in the model that may be related to unsuitable diurnal cycles in the emissions and/or failure to adequately represent the dynamics of the planetary boundary layer. While the structural errors prevented us from clearly identifying an optimized VBS approach in WRF-Chem, we were able to apply the emulator in the following two periods: the full period (1–29 May) and a subperiod period of 14:00–16:00 h LT (local time) on 1–29 May. The combination of emulator analysis and model evaluation metrics allowed us to identify plausible parameter combinations for the analyzed periods. We demonstrate that the methodology presented in this study can be used to determine the model uncertainty and to identify the appropriate parameter combination for the VBS approach and hence to provide valuable information to improve our understanding of OA production.",
    "readLink": "https://acp.copernicus.org/articles/23/5763/2023/acp-23-5763-2023.pdf"
  },
  {
    "title": "A Survey of Causality Relationship between CO2 Emissions, FDI, Per Capita Energy Consumption and GDP in Iran: Application of Toda-Yamamoto Test",
    "authors": [
      "Seyed Kamal Sadeghi,",
      "Mohammad Ali MotafakkerAzad,",
      "Mohsen Pourebadollahan Covich,",
      "Atabak Shahbazzadeh Khiyavi"
    ],
    "doi": "Vol. 1,\n                                no. 4\n                                \n                                  pp.\n                                  101\n                                  – 116",
    "issn": "2423-5954 (Print)",
    "publisher": "2476-6437 (Online)",
    "countryOfPublisher": "Allameh Tabataba'i University Press",
    "lcc": [
      "Iran, Islamic Republic of",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "http://jiee.atu.ac.ir/",
    "abstract": "A large portion of the world energy consumption is provided by fossil fuels, which cause massive emissions of dangerous pollutants into the environment leading to global warming and climate change. What is certain is the world's energy consumption in order to increase economic growth and the resulting greenhouse gas emissions, especially carbon dioxide, the consumption of fossil fuels is a growing trend. Therefore in the present study to examine the causal relationship between CO2 emissions (as an alternative to the destruction of the environment variable) and variables of FDI, per capita energy consumption and GDP in the form of an environmental Kuznets hypothesis in Iran during 1980-2008. To that end, The Toda-Yamamoto method, has been used to examine the causality relationship. The main finding of this study shows that there exists bidirectional causality between CO2 emissions and energy consumption and unidirectional causality running from GDP to CO2 emissions. Given the existence of causal relationships between variables, the hypothesis of environmental Kuznets curve (EKC) in state variables that criterion economic growth CO2 emissions and energy consumption is to be confirmed, but in that case the criterion of economic growth, GDP is confirmed is not.",
    "readLink": "http://jiee.atu.ac.ir/article_2554_d1edc0da6e237cd79f19c9574a9b03c7.pdf"
  },
  {
    "title": "Changing Seasonal Rainfall Distribution With Climate Directs Contrasting Impacts at Evapotranspiration and Water Yield in the Western Mediterranean Region",
    "authors": [
      "Nicola Montaldo,",
      "Ram Oren"
    ],
    "doi": "https://doi.org/10.1029/2018EF000843",
    "journalVolume": "Vol. 6,\n                                no. 6\n                                \n                                  pp.\n                                  841\n                                  – 856",
    "issn": "2328-4277 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://agupubs.onlinelibrary.wiley.com/journal/23284277",
    "abstract": "Abstract Over the past century, climate change has been reflected in altered precipitation regimes worldwide. Because evapotranspiration is sensitive to both water availability and atmospheric demand for water vapor, it is essential to assess the likely consequences of future changes of these climate variables to evapotranspiration and, thus, runoff. We propose a simplified approach for annual evapotranspiration predictions, based on seasonal evapotranspiration estimates, accounting for the strong seasonality of meteorological conditions typical of Mediterranean climate, still holding the steady state assumption of basin water balance at mean annual scale. Sardinian runoff decreased over the 1975–2010 period by more than 40% compared to the preceding 1922–1974 period. Most of annual runoff in Sardinian basins is produced by winter precipitation, a wet season with relatively high evaporation rates. We derived linear seasonal evapotranspiration responses to seasonal precipitation, and, in turn, a relationship between the parameters of the linear functions and the seasonal vapor pressure deficit (D), accounting for residuals with basin properties. We then used these relationships to predict evapotranspiration and runoff using future Intergovernmental Panel on Climate Change climate scenarios, considering changing precipitation and D seasonality. We show that evapotranspiration is insensitive to D scenario changes. Although both evapotranspiration and runoff are sensitive to precipitation seasonality, future changes in runoff are related only to changes of winter precipitation, while evapotranspiration changes are related to those of spring and summer precipitation. Future scenario predicting further runoff decline is particularly alarming for the Sardinian water resources system, requiring new strategies and designs in water resources planning and management.",
    "readLink": "https://doi.org/10.1029/2018EF000843"
  },
  {
    "title": "Stable climate metrics for emissions of short and long-lived species—combining steps and pulses",
    "authors": [
      "William J Collins,",
      "David J Frame,",
      "Jan S Fuglestvedt,",
      "Keith P Shine"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ab6039",
    "journalVolume": "Vol. 15,\n                                no. 2\n                                \n                                  p.\n                                  024018",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Multi-gas climate agreements rely on a methodology (widely referred to as ‘metrics’) to place emissions of different gases on a CO _2 -equivalent scale. There has been an ongoing debate on the extent to which existing metrics serve current climate policy. Endpoint metrics (such as global temperature change potential GTP) are the most closely related to policy goals based on temperature limits (such as Article 2 of the Paris Agreement). However, for short-lived climate forcers (SLCFs), endpoint metrics vary strongly with time horizon making them difficult to apply in practical situations. We show how combining endpoint metrics for a step change in SLCF emissions with a pulse emission of CO _2 leads to an endpoint metric that only varies slowly over time horizons of interest. We therefore suggest that these combined step-pulse metrics (denoted combined global warming potential CGWP and combined global temperature change potential CGTP) can be a useful way to include short and long-lived species in the same basket in policy applications—this assumes a single basket approach is preferred by policy makers. The advantage of a combined step-pulse metric for SLCFs is that for species with a lifetime less than 20 years a single time horizon of around 75 years can cover the range of timescales appropriate to the Paris Agreement. These metrics build on recent work using the traditional global warming potential (GWP) metric in a new way, called GWP*. We show how the GWP* relates to CGWP and CGTP and that it systematically underestimates the temperature effects of SLCFs by up to 20%. These step-pulse metrics are all more appropriate than the conventional GWP for comparing the relative contributions of different species to future temperature targets and for SLCFs they are much less dependent on time horizon than GTP.",
    "readLink": "https://doi.org/10.1088/1748-9326/ab6039"
  },
  {
    "title": "Modeling litter mass using satellite NDVI images and environmental variables in a brutian pine forest located in the southwest of Turkey",
    "authors": [
      "Ibrahim Ozdemir,",
      "Salih Yilmaz"
    ],
    "doi": "https://doi.org/10.1080/17583004.2020.1735917",
    "journalVolume": "Vol. 11,\n                                no. 3\n                                \n                                  pp.\n                                  205\n                                  – 212",
    "issn": "1758-3004 (Print)",
    "publisher": "1758-3012 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tcmt",
    "abstract": "Litter mass (LM) on the forest floor is an important component of the carbon (C) cycle in forest ecosystems. A considerably amount of LM is accumulated in the conifer forests in the Mediterranean Region of Turkey. Therefore, LM should be considered to estimate above ground biomass (AGB) more accurately in these forests. Rapid and affordable methods are necessary for LM inventory. Satellite remote sensing data and GIS-based environmental variables, which cover broad geographic regions, are alternative data sources in this scope. In this work, the LM was modeled by means of generalized additive model (GAM) using the predictor variables including the Normalized Difference Vegetation Index (NDVI) images (derived from RapidEye, SPOT-5, Aster) and environmental data (heat index-HI and radiation index-RI). According to the cross validation test, the best model using NDVIASTER and HI as predictor variables explained a total variation of 49% of the LM as response variable. We may conclude that the LM on the floor of brutian pine stands can be moderately predicted using satellite data and environmental variables. We consider that the results of this study may contribute to estimation of AGB and C storages more accurately in pure brutian pine stands.",
    "readLink": "http://dx.doi.org/10.1080/17583004.2020.1735917"
  },
  {
    "title": "A Zero-Carbon Nuclear Energy Future? Lessons Learned from Perceptions of Climate Change and Nuclear Waste",
    "authors": [
      "Grace Dehner,",
      "Mark K. McBeth,",
      "Rae Moss,",
      "Irene van Woerden"
    ],
    "doi": "https://doi.org/10.3390/en16042025",
    "journalVolume": "Vol. 16,\n                                no. 2025\n                                \n                                  p.\n                                  2025",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Nuclear energy is proposed as part of the solution to a net-zero carbon future. However, environmental issues with nuclear energy remain. In this study, a total of 1616 participants from across the U.S. stated their position on the following statements: “Nuclear energy is a clean energy source”, “Nuclear energy may be part of the solution to climate change”, “I am willing to accept the building of new nuclear power stations if it is environmentally friendly and had a zero-carbon footprint”, and “Nuclear power may lead to more pollution and environmental contamination”. Participants were also asked “Do you think nuclear energy is a zero-carbon energy?” Logistic regression was used to determine how concern around climate change and nuclear waste predicted participant responses. Latent class analysis (LCA) was used to determine segments of respondents based on their perceptions of nuclear energy and the environment. Nuclear energy was perceived as being zero-carbon (74% agree), but not necessarily clean (50% agree). Nuclear energy was perceived as part of the solution to climate change (51% agree), but concern around more pollution and environmental contamination remained (42% agree). Concern around climate change was associated with greater odds of acceptance of nuclear energy, while concern around nuclear waste was associated with the opposite. The LCA suggested a “favorable”, “neutral”, and “negative” class, for which approximately 40%, 52%, and 8% of participants, respectively, belonged. This study suggests conditional (or reluctant) support for nuclear energy is occurring.",
    "readLink": "https://www.mdpi.com/1996-1073/16/4/2025"
  },
  {
    "title": "The freshwater shrimp Gammarus lacustris (Malacostraca, Amphipoda) in lakes on the Hardangervidda mountain plateau, southern Norway: distribution and environmental requirements",
    "authors": [
      "Tore Qvenild,",
      "Trygve Hesthagen, TH,",
      "Arne Fjellheim"
    ],
    "doi": "https://doi.org/10.5324/fn.v40i0.3101",
    "journalVolume": "Vol. 40",
    "issn": "1502-4873 (Print)",
    "publisher": "1891-5396 (Online)",
    "countryOfPublisher": "Norwegian University of Science and Technology",
    "lcc": [
      "Norway",
      "Science: Zoology"
    ],
    "journalUrl": "http://www.ntnu.no/ojs/index.php/fauna_norvegica",
    "abstract": "The distribution of the amphipod Gammarus lacustris on the Hardangervidda mountain plateau was mapped by screening published data from 245 lakes in 11 and 16 catchments in western and central/eastern areas, respectively. These data are primarily based on stomach analyses of brown trout Salmo trutta. In central/eastern areas, G. lacustris was recorded in 79% of all the lakes examined, while there are only two former records (4%) in the western area. The distribution pattern of G. lacustris on Hardangervidda appears to be related to environmental conditions. The apparent absence of G. lacustris in the western area may be explained by a combined effect of cold water due to higher deposits of snow and water with low ionic strength as a consequence of its bedrock of Precambrian gneisses and granites with little or no moraine cover. However, lakes in central/eastern areas sustain G. lacustris in spite of dilute water, as G. lacustris has been recorded in 89 lakes of which 28% had calcium concentration <1.0 mg L-1, eight of them with pH <6.0. The lower lethal threshold for calcium concentration seems to be ~0.5 mg L-1. Gammarus lacustris was found in lakes at altitudes of 832 to 1396 m a.s.l. Furthermore, their occurrence increased significantly with lake size, being 69% in lakes <1.0 km2 and 97% in larger lakes. The number of refugia with better water quality is likely to increase with lake size. Gammarus lacustris is highly searched for as prey by all size groups of brown trout (15-45 cm). Access to proximity refugia that reduce predation pressure from fish may also increase with lake size. Climate changes are now in progress in this mountain area, and detailed mapping of G. lacustris is important in order to trace future range changes.",
    "readLink": "https://www.ntnu.no/ojs/index.php/fauna_norvegica/article/view/3101"
  }
]