[
  {
    "title": "Economic Gain vs. Ecological Pain—Environmental Sustainability in Economies Based on Renewable Biological Resources",
    "authors": [
      "Simen Pedersen,",
      "Kristin  E. Gangås,",
      "Madhu Chetri,",
      "Harry  P. Andreassen"
    ],
    "doi": "https://doi.org/10.3390/su12093557",
    "journalVolume": "Vol. 12,\n                                no. 3557\n                                \n                                  p.\n                                  3557",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "There are two main international strategies concerning how to ensure a sustainable environment: one is to develop a globally bio-based economy, or bioeconomy, to meet the increased demand of goods and products to maintain our well-being and to reduce climate change. On the other hand, there is an aim to decrease the negative impacts on nature and natural habitats to conserve and maintain ecosystems and control the loss of biodiversity. There is a trade-off between these two strategies; as we increase the commitment to the bioeconomy by intensifying biomass production, we will simultaneously challenge biodiversity through the increased pressure on, and the utilization of, biological raw materials. Here, we first review and discuss the challenges and opportunities in terrestrial and marine ecosystems for the production of biomass for the bioeconomy. We focus on the trade-offs between economic sustainability on one hand, and environmental sustainability and resilience on the other hand. We conclude with a discussion of the various bioeconomy strategies. Finally, we present a conceptual model on how to sustainably develop the bioeconomies (by introducing the concept of optimizing the economic gain/ecological pain ratio) to be able to manage the biodiversity in a sustainable way.",
    "readLink": "https://www.mdpi.com/2071-1050/12/9/3557"
  },
  {
    "title": "PENDUGAAN STOK KARBON PADA POLA TANAM AGROFORESTRI SEDERHANA DAN AGROFORESTRI KOMPLEKS DI KPH BATUTEGI, KABUPATEN TANGGAMUS",
    "authors": [
      "Christine Wulandari,",
      "Sugeng p Harianto,",
      "Destia Novasari"
    ],
    "doi": "https://doi.org/10.29303/jbl.v4i2.632",
    "journalVolume": "Vol. 4,\n                                no. 2",
    "issn": "2614-7238 (Print)",
    "publisher": "2614-3453 (Online)",
    "countryOfPublisher": "Forestry Study Program University of Mataram",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://belantara.unram.ac.id/index.php/JBL/index",
    "abstract": "Global warming is a natural phenomenon that is currently taking place. Natural phenomena occur as a result of changing ecosystem balance. This can be minimized by adding vegetation which acts as an absorber of CO2 to convert CO2 into glucose and oxygen through the process of photosynthesis. Each type of vegetation has the potential to absorb different carbon, so this can be circumvented by using the right cropping pattern. Therefore, information about the potential for carbon stored in complex and simple agroforestry cropping patterns in KPH Batutegi is important. The purpose of this study was to analyze carbon stocks in agroforestry cropping patterns and to compare carbon stocks in simple and complex agroforestry cropping patterns in KPH Batutegi. Source of living tree biomass, dead tree biomass, understorey biomass, and litter biomass. The results showed that the carbon stored in complex agroforestry cropping patterns fell into the good category according to the Intergovermental Panel on Climate Change (IPCC). However, the stored carbon in complex agroforestry cropping patterns is greater than the stored carbon in simple agroforestry cropping patterns, namely 765.61 tonC/ha and 356.21 tonC/ha.",
    "readLink": "https://belantara.unram.ac.id/index.php/JBL/article/view/632"
  },
  {
    "title": "Numerical Simulation of a Typical Convective Precipitation and Its Cloud Microphysical Process in the Yushu Area, Based on the WRF Model",
    "authors": [
      "Minghao He,",
      "Shaobo Zhang,",
      "Xianyu Yang,",
      "Shucheng Yin"
    ],
    "doi": "https://doi.org/10.3390/atmos13081311",
    "journalVolume": "Vol. 13,\n                                no. 1311\n                                \n                                  p.\n                                  1311",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Cloud microphysical processes significantly impact the time variation and intensity of precipitation. However, due to the high altitude of the Tibetan Plateau (TP) and the lack of observational data, the understanding of cloud microphysical processes on the TP is relatively insufficient, affecting the accuracy of precipitation simulations around the TP. To further reveal the characteristics of convective precipitation and cloud microphysical structure over the TP, the mesoscale numerical model, WRF, and various observational data were used to simulate and evaluate typical convective precipitation in the Yushu area, which was recorded from 11 to 12 August 2020. The results showed that the combination of the Lin scheme in the WRF model could effectively reproduce this case’s characteristics and evolution process. In the simulation process, the particles of each phase were distributed at different altitudes, and their mass and density over time reflected the characteristics of surface precipitation changes. Among the particles mentioned above, rainwater contributed the most to the initiation and growth of graupel particles. Further research established that the initiation of graupel was mainly affected by the freezing effect of rainwater and cloud ice, while the growth of graupel was influenced primarily by the collision of graupel particles and rainwater. On the whole, from the evolution characteristics of microphysical processes over time, it was found that the ice phase process plays an essential role in this typical convective precipitation.",
    "readLink": "https://www.mdpi.com/2073-4433/13/8/1311"
  },
  {
    "title": "Investigation of Heat-Induced Changes in the Grain Yield and Grains Metabolites, with Molecular Insights on the Candidate Genes in Barley",
    "authors": [
      "Mona  F. A. Dawood,",
      "Yasser  S. Moursi,",
      "Ahmed Amro,",
      "P.  Stephen Baenziger,",
      "Ahmed Sallam"
    ],
    "doi": "https://doi.org/10.3390/agronomy10111730",
    "journalVolume": "Vol. 10,\n                                no. 1730\n                                \n                                  p.\n                                  1730",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "Heat stress is one of the abiotic stresses that cause a significant reduction in barley yield. Climate change will increase the number of heatwaves, which will result in more deterioration in the agricultural sector. Therefore, understanding the physiological changes that occur in the plant to tolerate heat stress is very important. A collection of 60 Egyptian spring barley genotypes has been tested for heat stress under field conditions. To quantify the changes in yield-related traits and the grain-reserve parameters as indicators for heat tolerance, several traits were scored. The causative genes that regulate the variation of all traits of interest were identified via single-marker analysis using 16,966 single nucleotide polymorphisms (SNP). Heat stress reduced yield-related traits, while some physiological traits (chlorophyll index, soluble carbohydrates, amino acids, and proline contents) increased. The genotypes were classified into four classes, A, B, C, and D, based on a reduction in grain yield per spike (GYPS) of 10%, 20%, 30%, and 40%, respectively. The physiological aspects were extensively studied in each group. The tolerant genotypes (class A) retained high yield-related traits as well as high reserved metabolites relative to the sensitive class D. The single-marker analysis and gene annotations revealed that the most effective markers and genes resided on chromosomes 1H and 4H. One of these markers, S4_250499621, was found to be associated with increased proline content, increased chlorophyll content, and decreased reduction in grain yield per spike and thousand kernel weight. This study is a part of our extended evaluation of this collection under various abiotic stresses at different developmental stages to develop climate-resilient crops.",
    "readLink": "https://www.mdpi.com/2073-4395/10/11/1730"
  },
  {
    "title": "Living Learning Communities as Climate Change Pedagogy: Understanding the Impact of the Sustainable Living Experience on Climate Change Leadership among First Year Students",
    "authors": [
      "Emily Canosa,",
      "Joseph Trumpey,",
      "Luis M. Espinoza Bardales,",
      "Jacqueline Cardoza"
    ],
    "doi": "https://doi.org/10.3390/su142114282",
    "journalVolume": "Vol. 14,\n                                no. 14282\n                                \n                                  p.\n                                  14282",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "This study sought to understand the relationship of environmentally-themed Residential Learning Communities (RLCs) with aspects of Climate Change Leadership (CCL) among first-year college students. Two years of survey data were used to assess changes in CCL among students at the University of Michigan, including participants in an RLC known as the Sustainable Living Experience (SLE), neighboring residents, and students in other residence halls. Results showed greater increases in likelihood of reporting positive CCL outcomes for SLE participants, and in many cases also for neighboring students. These effects were often greater for SLE participants who are also underrepresented minority students. Findings indicated that the presence of an environmentally-themed RLC may be related to the development of CCL for neighboring students in addition to program participants. The study also observed campus-wide positive effects on several CCL outcomes after the first year of college, indicating that the campus environment and infrastructure itself can also be leveraged in support of student CCL outcomes.",
    "readLink": "https://www.mdpi.com/2071-1050/14/21/14282"
  },
  {
    "title": "Green banking",
    "authors": [
      "Maja Drobnjaković"
    ],
    "doi": "Vol. 2,\n                                no. 2\n                                \n                                  pp.\n                                  29\n                                  – 39",
    "issn": "2285-3642 (Online)",
    "publisher": "Editura Fundatiei Romania de Maine",
    "countryOfPublisher": "Romania",
    "lcc": [
      "General Works"
    ],
    "journalUrl": "http://jedep.spiruharet.ro/",
    "abstract": "There is an urgent need to march towards “low - carbon economy”. Global challenges of diminishing fossil fuel reserves, climate change, environmental management and finite natural resources serving an expanding world population - these reasons mean that urgent action is required to transition to solutions which minimize environmental impact and are sustainable. We are at the start of the low - carbon revolution and those that have started on their low - carbon journey already are seeing benefits such as new markets and customers, improved economic, social and environmental performance, and reduced bills and risks. Green investment banks offer alternative financial services: green car loans, energy efficiency mortgages, alternative energy venture capital, eco - savings deposits and green credit cards. These items represent innovative financial products.",
    "readLink": "http://ojs.spiruharet.ro/index.php/jedep/article/view/21"
  },
  {
    "title": "Evaluating the Chemical Hazards in Wine Production Associated with Climate Change",
    "authors": [
      "Constantin Nechita,",
      "Andreea Maria Iordache,",
      "Cezara Voica,",
      "Diana Costinel,",
      "Oana Romina Botoran,",
      "Diana Ionela Popescu,",
      "Niculina Sonia Șuvar"
    ],
    "doi": "https://doi.org/10.3390/foods12071526",
    "journalVolume": "Vol. 12,\n                                no. 1526\n                                \n                                  p.\n                                  1526",
    "issn": "2304-8158 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Chemical technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/foods",
    "abstract": "The climate warming trend challenges the chemical risk associated with wine production worldwide. The present study investigated the possible difference between chemical wine profile during the drought year 2012 compared to the post-drought year 2013. Toxic metals (Cd and Pb), microelements (Mn, Ni, Zn, Al, Ba, and Cu), macroelements (Na, Mg, K, Ca, and P), isotopic ratios (87Sr/86Sr and 206Pb/207Pb), stable isotopes (δ18O, δ13C, (D/H)I, and (D/H)II), and climatic data were analyzed. The multivariate technique, correlation analysis, factor analysis, partial least squares–discriminant analysis, and hierarchical cluster analysis were used for data interpretation. The maximum temperature had a maximum difference when comparing data year apart. Indeed, extreme droughts were noted in only the spring and early summer of 2012 and in 2013, which increased the mean value of ground frost days. The microelements, macroelements, and Pb presented extreme effects in 2012, emphasizing more variability in terms of the type of wine. Extremely high Cd values were found in the wine samples analyzed, at up to 10.1 µg/L. The relationship between precipitation and δ18O from wine was complex, indicating grape formation under the systematic influence of the current year precipitation, and differences between years were noted. δ13C had disentangled values, with no differentiation between years, and when coupled with the deuterium–hydrogen ratio, it could sustain the hypothesis of possible adulteration. In the current analysis, the 87Sr/86Sr showed higher values than in other Romanian studies. The temperature had a strong positive correlation with Pb, while the ground frost day frequency correlated with both Pb and Cd toxic elements in the wine. Other significant relationships were disclosed between the chemical properties of wine and climate data. The multivariate statistical analysis indicated that heat stress had significant importance in the chemical profile of the wine, and the ground frost exceeded the influence of water stress, especially in Transylvania.",
    "readLink": "https://www.mdpi.com/2304-8158/12/7/1526"
  },
  {
    "title": "Socioeconomic Drought in a Mexican Semi-arid City: Monterrey Metropolitan Area, a Case Study",
    "authors": [
      "Víctor Magaña,",
      "Eduardo Herrera,",
      "Carlos J. Ábrego-Góngora,",
      "José Antonio Ávalos"
    ],
    "doi": "https://doi.org/10.3389/frwa.2021.579564",
    "journalVolume": "Vol. 3",
    "issn": "2624-9375 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/water#",
    "abstract": "The Monterrey Metropolitan Area (MMA) is located in northeastern Mexico in a semi-arid region. As in other areas of the world, prolonged and severe meteorological droughts are recurrent. Meteorological droughts affect the level of dam reservoirs, rivers, and groundwater (aquifers) in the region to the extent they become hydrological droughts which in turn may contribute to socioeconomic droughts. The recent dry event (2011–2013) in northern Mexico severely affected various socioeconomic sectors and may serve as an example of future climatic and hydrologic conditions in this region. Meteorological droughts in northeastern Mexico, mostly induced by anomalously intense subsidence, frequently result in hydrological droughts and intense pressure in the water resources services of the Monterrey Metropolitan Area (MMA), one of the largest cities in Mexico. Landfalling tropical cyclones entering northeastern Mexico historically have alleviated water crises during prolonged droughts. In 2013, the rains from tropical cyclone Ingrid helped to recover water levels in the system of dam reservoirs that provides water to the MMA. However, water management is only one part of a complex socioeconomic system that must respond to the growing demands for water in a region where aquifers are already overexploited. Trends in the atmospheric circulation indicate that droughts in the region may become more severe in the coming decades. Improved water management programs and protocols should be considered in addition to closer reviews of the hydraulic infrastructure. Water transfers from one region to another should be carefully planned because solving a problem in one place may adversely affect another. The use of climate information may be critical to avoidance of water conflicts in the future.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/frwa.2021.579564/full"
  },
  {
    "title": "Small Human Population Drastic Impact, as Inferred From Multi-Proxies of a Temporary Carpathian Lake",
    "authors": [
      "Oana Teodora Moldovan,",
      "Oana Teodora Moldovan,",
      "Oana Teodora Moldovan,",
      "Ladislav Miko,",
      "Cristian Panaiotu,",
      "Relu-Dumitru Roban,",
      "Michał Gąsiorowski,",
      "Helena Hercman,",
      "Răzvan Orza,",
      "Marius Kenesz,",
      "Marius Kenesz,",
      "Ionuț Cornel Mirea,",
      "Ionuț Cornel Mirea,",
      "Alexandru Petculescu,",
      "Alexandru Petculescu,",
      "Marius Robu,",
      "Marius Robu,",
      "Silviu Constantin,",
      "Silviu Constantin,",
      "Silviu Constantin"
    ],
    "doi": "https://doi.org/10.3389/feart.2022.856685",
    "journalVolume": "Vol. 10",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "Over the last thousands of years, human impact led to significant changes in the landscape, with impacts on the environment and the functioning of the ecosystems. We assumed that even small human settlements developed around water bodies might have a substantial impact that surpasses the natural cycles of climate change in an area, especially linked to forest cutting. We have chosen a temporary lake in the Romanian Carpathians as temporary lakes are overlooked in paleoclimatic studies, although they have potential as hotspots for paleoenvironmental research studies. Zăton Lake has exposed riverbank sediments dated with radioactive lead and optical stimulated luminescence techniques, analyzed for sediments and paleomagnetism, and sampled for fossil Oribatida mites. The results show that for the last 2,200 years, natural cycles of warm and cold periods changed the oribatid communities around the lake, with warmer cycles of rich fauna alternating with poor fauna during colder periods. However, in the last few centuries, the increased human occupation in the area replaced the ecologically diverse fauna with eurytopic taxa, more similar to the colder periods of the environmental evolution around the lake. Even if the human occupation around the lake was negligible, probably a few hundred to ∼2,500 people as in the present, the impact on the area is drastic, with ecologically nonspecific species becoming dominant. In conclusion, even small and temporary water bodies can contain unique and valuable information on past histories of climate change and human impacts. At regional scales, the combined effects of climate change and long-term human impacts in local areas can have deleterious effects on invertebrate species and communities.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/feart.2022.856685/full"
  },
  {
    "title": "DINAMIKA POTENSI BIOMASSA KARBON PADA LANSKAP HUTAN BEKAS TEBANGAN DI HUTAN PENELITIAN MALINAU",
    "authors": [
      "I Wayan Susi Dharmawan,",
      "Ismayadi Samsoedin"
    ],
    "doi": "https://doi.org/10.20886/jpsek.2012.9.1.12-20",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  12\n                                  – 20",
    "issn": "1979-6013 (Print)",
    "publisher": "2502-4221 (Online)",
    "countryOfPublisher": "Centre for Social Research and Development, Economics, Policy and Climate Change; Development and Innovation Agency; Ministry of Environment and Forestry",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK",
    "abstract": "Indonesia diberkahi dengan banyaknya hutan alam meskipun sebagian dari hutan alam tersebut merupakan hutan bekas tebangan. Hutan-hutan alam tersebut berpotensi dapat mendukung Program Pemerintah untuk mengurangi emisi gas rumah kaca sebesar 26% sampai dengan tahun 2020 melalui kegiatan seperti Pengurangan Emisi dari Deforestasi dan Degradasi (REDD). Lanskap hutan bekas tebangan, dimana salah satunya terdapat di Kabupaten Malinau, Provinsi Kalimantan Timur, memiliki potensi biomasa karbon yang tinggi. Studi penelitian ini memperkirakan potensi biomasa karbon pada lanskap hutan bekas tebangan umur 5, 10 dan 30 tahun di Hutan Penelitian Malinau, Provinsi Kalimantan Timur, yang dikelola dengan skema pengelolaan lestari. Sampling tanah diambil secara random untuk mengukur kandungan karbon dalam tanah. Untuk analisis pendugaan biomassa karbon di atas permukaan tanah, telah ditempatkan tiga plot dimana setiap plot terdiri dari 25 subplot. Hasil penelitian menunjukkan bahwa kandungan karbon tanah pada hutan bekas tebangan setelah 5, 10 dan 30 tahun masing-masing adalah 46 tonC/ ha, 47 tonC/ha dan 30 tonC/ha, sementara itu biomassa tegakan di atas permukaan tanah masingmasing adalah 343,61 ton/ha, 392,56 ton/ha dan 498,19 ton/ha. Hasil penelitian ini menunjukkan bahwa biomassa karbon pada hutan alam bekas tebangan setelah 30 tahun dibawah pengelolaan hutan lestari memiliki biomassa karbon hampir sama dengan biomasa karbon di hutan alam primer yaitu 529,4 ton/ha dan 264,70 tonC/ha. Implikasi hasil penelitian ini adalah dapat digunakannya kandungan biomassa karbon di hutan bekas tebangan sebagai indikator untuk penilaian pengelolaan hutan lestari (Sustainable Forest Management ).",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK/article/view/209"
  }
]