[
  {
    "title": "Risky Development: Increasing Exposure to Natural Hazards in the United States",
    "authors": [
      "Virginia Iglesias,",
      "Anna E. Braswell,",
      "Matthew W. Rossi,",
      "Maxwell B. Joseph,",
      "Caitlin McShane,",
      "Megan Cattau,",
      "Michael J. Koontz,",
      "Joe McGlinchy,",
      "R. Chelsea Nagy,",
      "Jennifer Balch,",
      "Stefan Leyk,",
      "William R. Travis"
    ],
    "doi": "https://doi.org/10.1029/2020EF001795",
    "journalVolume": "Vol. 9,\n                                no. 7\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2328-4277 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://agupubs.onlinelibrary.wiley.com/journal/23284277",
    "abstract": "Abstract Losses from natural hazards are escalating dramatically, with more properties and critical infrastructure affected each year. Although the magnitude, intensity, and/or frequency of certain hazards has increased, development contributes to this unsustainable trend, as disasters emerge when natural disturbances meet vulnerable assets and populations. To diagnose development patterns leading to increased exposure in the conterminous United States (CONUS), we identified earthquake, flood, hurricane, tornado, and wildfire hazard hotspots, and overlaid them with land use information from the Historical Settlement Data Compilation data set. Our results show that 57% of structures (homes, schools, hospitals, office buildings, etc.) are located in hazard hotspots, which represent only a third of CONUS area, and ∼1.5 million buildings lie in hotspots for two or more hazards. These critical levels of exposure are the legacy of decades of sustained growth and point to our inability, lack of knowledge, or unwillingness to limit development in hazardous zones. Development in these areas is still growing more rapidly than the baseline rates for the nation, portending larger future losses even if the effects of climate change are not considered.",
    "readLink": "https://doi.org/10.1029/2020EF001795"
  },
  {
    "title": "Transition et paysage. Analyse des projets de fin d’études de la promotion 2019 de l’École nationale supérieure de paysage",
    "authors": [
      "Benoît Dugua,",
      "Auréline Doreau,",
      "Mégane Millet Lacombe"
    ],
    "issn": "1969-6124 (Online)",
    "publisher": "Agrocampus Angers, Ecole nationale supérieure du paysage, ENP Blois, ENSAP Bordeaux, ENSAP Lille",
    "countryOfPublisher": "France",
    "lcc": [
      "Social Sciences"
    ],
    "journalUrl": "https://journals.openedition.org/paysage",
    "abstract": "The notion of environmental transition is a major scientific and public issue that seems to have superseded that of sustainable development. Uncertainty, complexity, resilience, adaptation, and vulnerability are all notions that accompany the common vocabulary relating to environmental transition and largely permeate the practice and teaching of landscape architecture. The article deals with three issues : (1) How to renew training in landscape architecture in a context of climate change ? (2) What consideration should be given to transition issues in the final year projects at the École Nationale Supérieure de Paysage (ENSP) of Versailles ? (3) What is the contribution of landscape project design as a fundamental skill for graduates in landscape architecture to address transition issues ? The study of ENSP final year projects initiated in the mid-1970s as the culmination of training in landscape architecture are particularly enlightening. The survey is mainly based on a cross-sectional analysis of the forty or so final year projects of the class of 2019, illustrated by a more detailed examination of some of the projects. It is the semantics describing project targets which integrate transition issues that we seek to reveal here. The article starts by briefly retracing the evolution of training in landscape architecture at the ENSP to explain the nature of the historic relations between the landscape and transition. We review the effects of the Chair of Landscape Architecture and Energy, created in 2015 at the ENSP, which marked a new stage in the convergence between landscape architecture and the environmental transition. This exploratory work, carried out at the Laboratoire de recherche en projet de paysage (Larep) in connection with the ENSP Chair of Landscape Architecture and Energy, finally opens up new prospects concerning the historical evolution and inclusion of the issues of environmental transition in the teaching of landscape architecture in Versailles.",
    "readLink": "http://journals.openedition.org/paysage/28042"
  },
  {
    "title": "Education for Sustainable Development and Climate Change Education: The Potential of Social Network Analysis Based on Twitter Data",
    "authors": [
      "Alexandra Goritz,",
      "Nina Kolleck,",
      "Helge Jörgens"
    ],
    "doi": "https://doi.org/10.3390/su11195499",
    "journalVolume": "Vol. 11,\n                                no. 19\n                                \n                                  p.\n                                  5499",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Education is considered an essential tool for achieving sustainability-related goals. In this regard, education for sustainable development (ESD) and climate change education (CCE) have become prominent concepts. The central characteristics of both concepts influence the non-hierarchical network governance structure that has formed around them: (1) their international origin, (2) the conceptual ambiguity that surrounds them, and (3) the limited implementing power of international organizations who developed these concepts. Hence, networks are essential to ESD and CCE, however, only few studies have used social network analysis (SNA) techniques to analyze their governance structure. The aim of this article is to illustrate how to use SNA, based on Twitter data, as an approach to examine the governance structure that has developed around ESD and CCE. We conduct an illustrative SNA, using Twitter data during three global climate change summits (2015-2017) to examine CCE-specific debates and identify actors exerting the most influence. We find that international organizations and international treaty secretariats are most influential across all years of the analysis and, moreover, are represented most often. These findings show that using SNA based on Twitter data offers promising possibilities to better understand the governance structure and processes around both concepts.",
    "readLink": "https://www.mdpi.com/2071-1050/11/19/5499"
  },
  {
    "title": "The Legal Framework for Combating Gas Flaring in Nigeria’s Oil and Gas Industry: Can It Promote Sustainable Energy Security?",
    "authors": [
      "Olusola Joshua Olujobi,",
      "Tunde Ebenezer Yebisi,",
      "Oyinkepreye Preye Patrick,",
      "Afolabi Innocent Ariremako"
    ],
    "doi": "https://doi.org/10.3390/su14137626",
    "journalVolume": "Vol. 14,\n                                no. 7626\n                                \n                                  p.\n                                  7626",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Gas flaring is a global problem affecting oil-producing countries. The Nigerian petroleum industry is not an exemption. Gas flaring is responsible for the emission of greenhouse gas, depletion of the ozone layer, global warming, and climate change. The study aims to offer legal panaceas to the menace of gas flaring, which has affected Nigeria’s economy. Many scholars have raised concerns and the need for discontinuance of gas flaring in Nigeria due to its adverse effect on oil-producing areas and human health. The study adopts a doctrinal legal research method, exploring both primary and secondary sources of information to achieve its aim. The study finds that weak enforcement of the existing anti-gas-flaring laws in Nigeria made some oil companies flare gas. The study designs a hybrid model or mechanism for combating the menace and advocates that defaulting companies should be made to pay dearly for violation of anti-gas-flaring laws to promote the commercialisation of fled gas. The study recommends stringent enforcement of the Petroleum Industry Act 2021 and advocates replication of the provisions of the anti-gas-flaring laws of other advanced climes, especially the selected case-study countries where gas flaring has been abated. The study further advocates the need for the use of sophisticated or advanced technologies in oil and gas operations. In conclusion, it is believed that if the government adopts and implements stringent laws, it would combat gas flaring in Nigeria.",
    "readLink": "https://www.mdpi.com/2071-1050/14/13/7626"
  },
  {
    "title": "New Policy Approaches for Increasing Response to Climate Change in Small Rural Municipalities",
    "authors": [
      "Thomas Bausch,",
      "Karin Koziol"
    ],
    "doi": "https://doi.org/10.3390/su12051894",
    "journalVolume": "Vol. 12,\n                                no. 5\n                                \n                                  p.\n                                  1894",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Although nearly half of the world population lives in rural small municipalities, research on climate change policy at this level is widely neglected. Frequently climate change adaptation is not a policy field in these small municipalities, which is both a problem and a risk. This paper aims at analyzing the climate policy of small and medium-sized local authorities with specific focus on adaptation. It presents results from a comprehensive survey among approximately 400 small municipalities in Bavaria, Germany. The study analyzes the perception of climate change risks and the perceived need for response, the fields of action, the triggering and influencing factors in the political process, and the people and bodies involved. Our findings reveal that in most cases small municipalities do not follow a strategic and holistic approach for climate change adaptation. Especially among small and very small municipalities, the study shows a gap between discussing climate change and setting up mitigation or adaptation measures. In conclusion, we present three policy implications for increasing the adaptive capacity of small municipalities. These address the increase of awareness of adaptation needs, effective management structures and the mandatory integration of a climate strategy into the long-term local political agenda.",
    "readLink": "https://www.mdpi.com/2071-1050/12/5/1894"
  },
  {
    "title": "Computer Modeling of Water Supply and Sewerage Networks as a Tool in an Integrated Water and Wastewater Management System in Municipal Enterprises",
    "authors": [
      "Wojciech Kruszyński,",
      "Jacek Dawidowicz"
    ],
    "doi": "https://doi.org/10.12911/22998993/117533",
    "journalVolume": "Vol. 21,\n                                no. 2\n                                \n                                  pp.\n                                  261\n                                  – 266",
    "issn": "2299-8993 (Online)",
    "publisher": "Polish Society of Ecological Engineering (PTIE)",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.jeeng.net",
    "abstract": "The purpose of the study was to present the principles of creating and implementing an integrated water and wastewater management system based on hydrodynamic modeling of water distribution and sewerage disposal systems in small and medium-sized municipal enterprises. The computer modeling of water and sewerage networks is an efficient tool for finding the causes of increased costs of operation of these plants. The simulations carried out in modeling programs enable to quickly find the optimal variant to solve the problem of exploitation or economically effective direction of their modernization. Geospatial data (GIS) is being increasingly often being used to optimally manage the municipial water and sewerage infrastructure. This gives an additional analytical tool for planning, designing, obtaining operational data, etc. The integration of hydraulic models of the water supply and living and economic networks into one coherent management system is possible, owing to which, a holistic assessment of the functioning of the water and sewerage management system in the city is possible. The decision support systems based on the spatial information system (GIS) associated with various specialized software, are becoming the standard of modern management of a water and sewerage company. To date, only about 40% of enterprises in this industry in Poland have used systems of this type. In addition, most of the GIS-based management systems used in practice are limited to an inventory of existing network resources and integration of many databases in one coherent IT system. Only in a few cases, the systems of this type contain modules modeling the network operation under dynamic conditions, which results primarily from additional implementation costs related to the construction of sufficiently reliable models of the water supply and / or sewerage network. The implementation of the proposed solution includes: construction of a water supply network simulation system, construction of a domestic and economic sewerage system simulation system, devising scenarios for system operation under the conditions of city development and climate change, multi-criteria assessment of the economic effectiveness of systems operation taking into account social and environmental criteria, development of an integrated management system the system, taking into account the guidelines for increasing the effectiveness of its operation and work safety.",
    "readLink": "http://www.journalssystem.com/jeeng/Computer-modeling-of-water-supply-and-sewerage-networks-as-a-tool-in-an-integrated,117533,0,2.html"
  },
  {
    "title": "Long Term Quantification of Climate and Land Cover Change Impacts on Streamflow in an Alpine River Catchment, Northwestern China",
    "authors": [
      "Zhenliang Yin,",
      "Qi Feng,",
      "Linshan Yang,",
      "Xiaohu Wen,",
      "Jianhua Si,",
      "Songbing Zou"
    ],
    "doi": "https://doi.org/10.3390/su9071278",
    "journalVolume": "Vol. 9,\n                                no. 7\n                                \n                                  p.\n                                  1278",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Quantifying the long term impacts of climate and land cover change on streamflow is of great important for sustainable water resources management in inland river basins. The Soil and Water Assessment Tool (SWAT) model was employed to simulate the streamflow in the upper reaches of Heihe River Basin, northwestern China, over the last half century. The Sequential Uncertainty Fitting algorithm (SUFI-2) was selected to calibrate and validate the SWAT model. The results showed that both Nash-Sutcliffe efficiency (NSE) and determination coefficient (R2) were over 0.93 for calibration and validation periods, the percent bias (PBIAS) of the two periods were—3.47% and 1.81%, respectively. The precipitation, average, maximum, and minimum air temperature were all showing increasing trends, with 14.87 mm/10 years, 0.30 °C/10 years, 0.27 °C/10 year, and 0.37 °C/10 years, respectively. Runoff coefficient has increased from 0.36 (averaged during 1964 to 1988) to 0.39 (averaged during 1989 to 2013). Based on the SWAT simulation, we quantified the contribution of climate and land cover change to streamflow change, indicated that the land cover change had a positive impact on river discharge by increasing 7.12% of the streamflow during 1964 to 1988, and climate change contributed 14.08% for the streamflow increasing over last 50 years. Meanwhile, the climate change impact was intensive after 2000s. The increasing of streamflow contributed to the increasing of total streamflow by 64.1% for cold season (November to following March) and 35.9% for warm season (April to October). The results provide some references for dealing with climate and land cover change in an inland river basin for water resource management and planning.",
    "readLink": "https://www.mdpi.com/2071-1050/9/7/1278"
  },
  {
    "title": "Increased atmospheric CO2 combined with local climatic variation affects phenolics and spider mite populations in coffee trees",
    "authors": [
      "EUNICE R. BATISTA,",
      "JEANNE S. MARINHO-PRADO,",
      "JEFERSON L.C. MINEIRO,",
      "MÁRIO E. SATO,",
      "ALFREDO J.B. LUIZ,",
      "ROSA T.S. FRIGHETTO"
    ],
    "doi": "https://doi.org/10.1590/0001-3765202120190696",
    "issn": "0001-3765 (Print)",
    "publisher": "1678-2690 (Online)",
    "countryOfPublisher": "Academia Brasileira de Ciências",
    "lcc": [
      "Brazil",
      "Science"
    ],
    "journalUrl": "http://www.scielo.br/scielo.php?script=sci_serial&pid=0001-3765&lng=en&nrm=iso",
    "abstract": "Abstract Modelling studies on climate change predict continuous increases in atmospheric carbon dioxide concentration [CO2] and increase in temperature. This may alter carbon-based phytochemicals such phenolics and modify plant interactions with herbivorous. We investigated the effects of enhanced [CO2] and local climatic variation on young coffee plants, Coffea arabica L. cv Catuaí vermelho IAC-144 and Obatã vermelho IAC-1669-20, cultivated in the FACE (Free-Air Carbon Dioxide Enrichment) facility under two atmospheric [CO2] conditions. Coffee leaves were evaluated for total soluble phenolics (TSP), chlorogenic (5-CQA) and caffeic (CAF) acids, diversity and population size of mites, along two dry and two rainy seasons. Elevated atmospheric CO2 (e[CO2]) significantly decreased 5-CQA in cv. Catuaí but did not affect cv. Obatã. Species richness and population size of mites in coffee leaves were not affected by e[CO2] but were strongly related to the seasonal variability of coffee leaf phenolics. In general, high levels of phenolics were negatively correlated with population size while the mite species richness were negatively correlated with 5-CQA and TSP levels. Our findings show that [CO2] enhancement affects phenolics in coffee plants differentially by cultivars, however seasonality is the key determinant of phenolics composition, mite species richness and population size.",
    "readLink": "http://www.scielo.br/pdf/aabc/v93n3/0001-3765-aabc-93-03-e20190696.pdf"
  },
  {
    "title": "Long-term variability of the spring taryn-aufeises",
    "authors": [
      "V. R. Alekseev"
    ],
    "doi": "https://doi.org/10.15356/2076-6734-2016-1-73-92",
    "journalVolume": "Vol. 56,\n                                no. 1\n                                \n                                  pp.\n                                  73\n                                  – 92",
    "issn": "2076-6734 (Print)",
    "publisher": "2412-3765 (Online)",
    "countryOfPublisher": "Nauka",
    "lcc": [
      "Russian Federation",
      "Science"
    ],
    "journalUrl": "http://ice-snow.igras.ru/",
    "abstract": "Long-term variability of large taryn-aufeises was studied for several decades in different regions of the USA (Alaska) and Russia (Chukotka, Kolyma, Southern Yakutia, Transbaikalia, and Eastern Sayan). Differences between volumes of individual ice massifs and the recorded maximal values change from 2–3 to 95–100%, and they do not depend on sizes of ice fields and their geographical locations. No statistically significant dependence of the aufeis volumes on the atmospheric precipitation amount and the air temperature was revealed in the most of the above areas. However, a general tendency for decreasing of the annual maxima of the ice reserves due to the climate warming was noticed. The long-term variations of the aufeises show existence of cycles of increase and decrease in their maximum sizes with their durations of 3, 7 and 11 years with the 25–30% amplitude of variations relative to the mean long-term values. In the Arctic areas, some of the giant aufeises do not melt completely during the summer and remain for a next winter. The volume of pereletoks (shortterm permafrost) varies within the range of 5–25%, averaging 16% of the spring ice reserves. In the southern geocryological zone, a clearly pronounced dependence of activity of the aufeis processes on the snow thickness was found: when the snow depth increased from 70 to 100 cm, volumes of aufeises decreased by a factor of three, and the aufeises disappeared completely under the thickness larger 120 cm. It should be noted that the processes producing the aufeis-forming sources of subsurface water, and the factors of their layered-ice accumulation remain almost unexplored.",
    "readLink": "https://ice-snow.igras.ru/jour/article/view/271"
  },
  {
    "title": "Modeling transformational policy pathways on low growth and negative growth scenarios to assess impacts on socioeconomic development and carbon emissions",
    "authors": [
      "Jonathan D. Moyer"
    ],
    "doi": "https://doi.org/10.1038/s41598-023-42782-y",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 15",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Degrowth advocates argue for structural transformations in how economies and societies prioritize material wealth accumulation to reduce the negative effects of future anthropogenic climate change. Degrowth proponents argue that human economic activity could be lessened, and societies transformed to prioritize improved wellbeing, reducing the threat of climate change. This paper explores implications of alternative patterns of economic growth with transformational policy pathways (i.e., redistribution) to assess what effects economic growth and broader policies have on changing patterns of human development across both the Global North and South. Using the International Futures model, this article shows that negative growth and societal transformations in the Global North are possible without dramatically damaging long-term global socioeconomic development, though these interventions do not solve the global climate crisis, reducing future cumulative carbon emissions by 10.5% through 2100. On the other hand, a global negative growth scenario will significantly reduce future cumulative carbon emissions (45%) but also dramatically undermines the pursuit of global development goals, like the elimination of poverty. Even with global policies that significantly increase cash transfers to the poor and retired, dramatically improve income inequality, and eliminate military spending, the Global Negative Growth Big Push scenario leads to an increase of 15 percentage points in global extreme poverty by 2100.",
    "readLink": "https://doi.org/10.1038/s41598-023-42782-y"
  }
]