[
  {
    "title": "Dam-Induced Hydrologic Alterations in the Rivers Feeding the Pantanal",
    "authors": [
      "Pedro Ely,",
      "Ibraim Fantin-Cruz,",
      "Hans M. Tritico,",
      "Pierre Girard,",
      "Pierre Girard,",
      "David Kaplan"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2020.579031",
    "journalVolume": "Vol. 8",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "Tropical river basins have experienced dramatically increased hydropower development over the last 20 years. These alterations have the potential to cause changes in hydrologic and ecologic systems. One heavily impacted system is the Upper Paraguay River Basin, which feeds the Pantanal wetland. The Pantanal is a Ramsar Heritage site and is one of the world's largest freshwater wetlands. Over the past 20 years, the number of hydropower facilities in the Upper Paraguay River Basin has more than doubled. This paper uses the Indicators of Hydrologic Alteration (IHA) method to assess the impact of 24 of these dams on the hydrologic regime over 20 years (10 years before and 10 years after dam installation) and proposes a method to disentangle the effects of dams from other drivers of hydrologic change using undammed “control” rivers. While most of these dams are small, run-of-the-river systems, each dam significantly altered at least one of the 33 hydrologic indicators assessed. Across all studied dams, 88 of the 256 calculated indicators changed significantly, causing changes of 5–40%, compared to undammed reaches. These changes were most common in indicators that quantify the frequency and duration of high and low pulses, along with those for the rate and frequency of hydrologic changes. Importantly, the flow regime in several undammed reaches also showed significant alterations, likely due to climate and land-use changes, supporting the need for measurements in representative control systems when attributing causes to observed change. Basin-wide hydrologic changes (in both dammed and undammed rivers) have the potential to fundamentally alter the hydrology, sediment patterns, and ecosystem of the Pantanal wetland. The proposed refinement of the IHA methods reveals crucial differences between dam-induced alteration and those assigned to other drivers of change; these need to be better understood for more efficient management of current hydropower plants or the implementation of future dams.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2020.579031/full"
  },
  {
    "title": "Emerging pathogens as a consequence of globalization and climate change: leafy vegetables as a case study",
    "authors": [
      "Giovanna GILARDI,",
      "Angelo GARIBALDI,",
      "Maria GULLINO"
    ],
    "doi": "https://doi.org/10.14601/Phytopathol_Mediterr-21899",
    "journalVolume": "Vol. 57,\n                                no. 1",
    "issn": "0031-9465 (Print)",
    "publisher": "1593-2095 (Online)",
    "countryOfPublisher": "Firenze University Press",
    "lcc": [
      "Italy",
      "Science: Botany"
    ],
    "journalUrl": "https://oajournals.fupress.net/index.php/pm/index",
    "abstract": "In the recent years (2010–2016), leafy vegetables have been found to be hosts for many new diseases. The causal agents of these diseases had often been known on other crops, but have appeared for the first time throughout the world on several cultivated vegetable hosts such as: Lactuca sativa, Diplotaxis spp., Eruca sativa, Valerianella olitoria, Ocimum basilicum and Spinacia oleracea. This review considers pathogens such as Alternaria spp. on basil and rocket, Fusarium equiseti on lettuce, rocket and radish, and Myrothecium verrucaria and M. roridum on lamb’s lettuce, spinach and wild rocket. All these pathogens are seed-transmitted, a biological characteristic that raises the risk of worldwide dissemination. The role of climate change and globalization on the appearance of such diseases, and potential tools for their management under a climate change scenario, is discussed using leafy vegetables as a case study.",
    "readLink": "https://oajournals.fupress.net/index.php/pm/article/view/5758"
  },
  {
    "title": "Evaluation of the CropSyst Model during Wheat-Maize Rotations on the North China Plain for Identifying Soil Evaporation Losses",
    "authors": [
      "Muhammad Umair,",
      "Muhammad Umair,",
      "Yanjun Shen,",
      "Yongqing Qi,",
      "Yucui Zhang,",
      "Ayesha Ahmad,",
      "Ayesha Ahmad,",
      "Hongwei Pei,",
      "Meiying Liu,",
      "Meiying Liu"
    ],
    "doi": "https://doi.org/10.3389/fpls.2017.01667",
    "journalVolume": "Vol. 8",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "The North China Plain (NCP) is a major grain production zone that plays a critical role in ensuring China's food supply. Irrigation is commonly used during grain production; however, the high annual water deficit [precipitation (P) minus evapotranspiration (ET)] in typical irrigated cropland does not support double cropping systems (such as maize and wheat) and this has resulted in the steep decline in the water table (~0.8 m year−1 at the Luancheng station) that has taken place since the 1970s. The current study aimed to adapt and check the ability of the CropSyst model (Suite-4) to simulate actual evapotranspiration (ETa), biomass, and grain yield, and to identify major evaporation (E) losses from winter wheat (WW) and summer maize (SM) rotations. Field experiments were conducted at the Luancheng Agro-ecosystem station, NCP, in 2010–2011 to 2012–2013. The CropSyst model was calibrated on wheat/maize (from weekly leaf area/biomass data available for 2012–2013) and validated onto measured ETa, biomass, and grain yield at the experimental station from 2010–2011 to 2011–2012, by using model calibration parameters. The revalidation was performed with the ETa, biomass, grain yield, and simulated ETa partition for 2008–2009 WW [ETa partition was measured by the Micro-lysimeter (MLM) and isotopes approach available for this year]. For the WW crop, E was 30% of total ETa; but from 2010–11 to 2013, the annual average E was ~40% of ETa for the WW and SM rotation. Furthermore, the WW and SM rotation from 2010–2011 to 2012–2013 was divided into three growth periods; (i) pre-sowing irrigation (PSI; sowing at field capacity) to emergence period (EP), (ii) EP to canopy cover period (CC) and (iii) CC to harvesting period (HP), and E from each growth period was ~10, 60, and 30%, respectively. In general, error statistics such as RMSE, Willmott's d, and NRMSE in the model evaluation for wheat ETa (maize ETa) were 38.3 mm, 0.81, and 9.24% (31.74 mm, 0.73, and 11.89%); for wheat biomass (maize biomass) they were 1.25 Mg ha−1, 0.83, and 9.64% (0.78 Mg ha−1, 0.96, and 7.96%); and for wheat grain yield (maize grain yield) they were 0.65 Mg ha−1, 0.82, and 9.87% (0.2 Mg ha−1, 0.99, and 3.79%). The results showed that CropSyst is a valid model that can be use with a reliable degree of accuracy for optimizing WW and SM grain yield production and water requirement on the NCP.",
    "readLink": "http://journal.frontiersin.org/article/10.3389/fpls.2017.01667/full"
  },
  {
    "title": "Adaptive design strategies for buildings’ retrofit  in response to climate change",
    "authors": [
      "Giulio Davino,",
      "Eduardo Bassolino"
    ],
    "doi": "https://doi.org/10.19229/2464-9309/6182019",
    "journalVolume": "Vol. 6,\n                                no. online",
    "issn": "2464-9309 (Print)",
    "publisher": "2532-683X (Online)",
    "countryOfPublisher": "Palermo University Press",
    "lcc": [
      "Italy",
      "Fine Arts: Architecture"
    ],
    "journalUrl": "https://www.agathon.it",
    "abstract": "The urban temperature raising related to climate change on-going phenomenons as a consequence of greenhouse gas concentration’s increasing, the performance flaws of Italian construction, particularly of the one built between ‘70s and ‘90s, the technological progress of technical solutions and research in the field of architecture-related digital technology, have stimulated the development of a methodology based on computational design and data exchange IT tools for buildings’ energy simulation and the definition of interventions of energy and technology retrofit aimed towards adaption and mitigation according to climatic scenarios. This contribution is focused on the experimentation of a simulative approach, based on the use of parametric software for outlining interventions of energy and technology retrofit for buildings, through a methodology replicable for urban and building regeneration actions for mitigation and climate adaption.",
    "readLink": "https://www.agathon.it/agathon/article/view/167"
  },
  {
    "title": "Uncertainty in model predictions of Vibrio vulnificus response to climate variability and change: a Chesapeake Bay case study.",
    "authors": [
      "Erin A Urquhart,",
      "Benjamin F Zaitchik,",
      "Darryn W Waugh,",
      "Seth D Guikema,",
      "Carlos E Del Castillo"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0098256",
    "journalVolume": "Vol. 9,\n                                no. 5\n                                \n                                  p.\n                                  e98256",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "The effect that climate change and variability will have on waterborne bacteria is a topic of increasing concern for coastal ecosystems, including the Chesapeake Bay. Surface water temperature trends in the Bay indicate a warming pattern of roughly 0.3-0.4°C per decade over the past 30 years. It is unclear what impact future warming will have on pathogens currently found in the Bay, including Vibrio spp. Using historical environmental data, combined with three different statistical models of Vibrio vulnificus probability, we explore the relationship between environmental change and predicted Vibrio vulnificus presence in the upper Chesapeake Bay. We find that the predicted response of V. vulnificus probability to high temperatures in the Bay differs systematically between models of differing structure. As existing publicly available datasets are inadequate to determine which model structure is most appropriate, the impact of climatic change on the probability of V. vulnificus presence in the Chesapeake Bay remains uncertain. This result points to the challenge of characterizing climate sensitivity of ecological systems in which data are sparse and only statistical models of ecological sensitivity exist.",
    "readLink": "http://europepmc.org/articles/PMC4038616?pdf=render"
  },
  {
    "title": "Carbon nanotube biocompatibility in plants is determined by their surface chemistry",
    "authors": [
      "Eduardo González-Grandío,",
      "Gözde S. Demirer,",
      "Christopher T. Jackson,",
      "Darwin Yang,",
      "Sophia Ebert,",
      "Kian Molawi,",
      "Harald Keller,",
      "Markita P. Landry"
    ],
    "doi": "https://doi.org/10.1186/s12951-021-01178-8",
    "journalVolume": "Vol. 19,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 15",
    "issn": "1477-3155 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Chemical technology: Biotechnology",
      "Medicine: Medicine (General): Medical technology"
    ],
    "journalUrl": "https://jnanobiotechnology.biomedcentral.com/",
    "abstract": "Abstract Background Agriculture faces significant global challenges including climate change and an increasing food demand due to a growing population. Addressing these challenges will require the adoption of transformative innovations into biotechnology practice, such as nanotechnology. Recently, nanomaterials have emerged as unmatched tools for their use as biosensors, or as biomolecule delivery vehicles. Despite their increasingly prolific use, plant-nanomaterial interactions remain poorly characterized, drawing into question the breadth of their utility and their broader environmental compatibility. Results Herein, we characterize the response of Arabidopsis thaliana to single walled carbon nanotube (SWNT) exposure with two different surface chemistries commonly used for biosensing and nucleic acid delivery: oligonucleotide adsorbed-pristine SWNTs, and polyethyleneimine-SWNTs loaded with plasmid DNA (PEI-SWNTs), both introduced by leaf infiltration. We observed that pristine SWNTs elicit a mild stress response almost undistinguishable from the infiltration process, indicating that these nanomaterials are well-tolerated by the plant. However, PEI-SWNTs induce a much larger transcriptional reprogramming that involves stress, immunity, and senescence responses. PEI-SWNT-induced transcriptional profile is very similar to that of mutant plants displaying a constitutive immune response or treated with stress-priming agrochemicals. We selected molecular markers from our transcriptomic analysis and identified PEI as the main cause of this adverse reaction. We show that PEI-SWNT response is concentration-dependent and, when persistent over time, leads to cell death. We probed a panel of PEI variant-functionalized SWNTs across two plant species and identified biocompatible SWNT surface functionalizations. Conclusions While SWNTs themselves are well tolerated by plants, SWNTs surface-functionalized with positively charged polymers become toxic and produce cell death. We use molecular markers to identify more biocompatible SWNT formulations. Our results highlight the importance of nanoparticle surface chemistry on their biocompatibility and will facilitate the use of functionalized nanomaterials for agricultural improvement. Graphical Abstract",
    "readLink": "https://doi.org/10.1186/s12951-021-01178-8"
  },
  {
    "title": "Estimation of flow rate calculation errors on the example of five rapid response catchments in the Mecsek Hills",
    "authors": [
      "Péter Hegedűs,",
      "Szabolcs Czigány,",
      "Ervin Pirkhoffer,",
      "László Balatonyi,",
      "Levente Ronczyk"
    ],
    "doi": "Vol. 62,\n                                no. 4\n                                \n                                  pp.\n                                  331\n                                  – 350",
    "issn": "2064-5031 (Print)",
    "publisher": "2064-5147 (Online)",
    "countryOfPublisher": "Research Centre for Astronomy and Earth Sciences, Hungarian Academy of Sciences",
    "lcc": [
      "Hungary",
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://ojs3.mtak.hu/index.php/hungeobull/index",
    "abstract": "Today flash floods are one of the most significant extreme weather-related natural hazards. Due to the global climate change and altered land use, intense runoff and flash floods may exert catastrophic hydrologic impacts on developed areas. To measure and observe runoff - affecting environmental factors we have calculated characteristic flow values (CFV) with five empirical equations for five selected watersheds in the Mecsek Hills, SW Hungary. CFV’s were then compared with measured characteristic Qmax values of 5, 10, 20, 33 and 100-year return period. From the empirical equations the Rational method was the most accurate while the largest differences between the calculated and measured values was observed for the Csermák-method. Nonetheless, determination of the input parameters for the Rational and Virág methods is rather challenging, thus, for practical applications, the Korismethod was found to be the most applicable equation to determine CFVs. Additionally, the median Koris errors showed a strong exponential correlation with the 5% specific runoff . If specific runoff could be estimated for any given outflow point, then error-specific runoff functions could be used to increase the accuracy of the Koris calculation method. To further increase the accuracy of CFVs for selected outflow points and cross sections, area and watershed-specific variables need to be included in the equation to account for topography, land use and soil properties.",
    "readLink": "https://ojs.mtak.hu/index.php/hungeobull/article/view/2968"
  },
  {
    "title": "Evaluating the effects of different pollution reduction scenarios on the total phosphorus concentration of a mountainous river basin in southwest China using SWAT model: a case study of the Donghe River in Baoshan, Yunnan",
    "authors": [
      "Yongjian Wang,",
      "Changjun Zhu,",
      "Chunming Hu,",
      "Wenlong Hao"
    ],
    "doi": "https://doi.org/10.2166/wcc.2023.104",
    "journalVolume": "Vol. 14,\n                                no. 9\n                                \n                                  pp.\n                                  3027\n                                  – 3053",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "Water quality has become a significant concern in many river basins in China due to both point and non-point source pollution. The SWAT model assessed pollution reduction scenarios and their effects on Donghe River basin water quality in southwest China. The calibrated model evaluated existing point and non-point emissions. Three schemes reduced point sources by 30, 60, and 90% and non-point sources by 25, 50, and 75%, respectively. Simulations analyzed annual and monthly total phosphorus (TP) concentrations under the scenarios. Results showed that the scenarios effectively improved water quality, meeting Class IV TP standards annually. However, TP exceeded standards in dry months (January–April, December) under all scenarios. A certain degree of negative correlation (R = −0.52, P = 0.11) between TP and rainfall suggests rainfall that influences TP. Comprehensive measures are needed to achieve standards year-round. In summary, the study found that reducing emissions improved Donghe water quality overall but more work is required to meet standards during dry periods. Rainfall correlates with and may affect TP. The work emphasizes implementing comprehensive approaches for year-round water quality improvements in the basin. HIGHLIGHTS An appropriate SWAT model was established for the Donghe River Basin.; Non-point source pollution in the Donghe River Basin accounts for more than half of the total phosphorus emissions.; Rainfall is a critically important factor influencing the variation in total phosphorus concentration in the Donghe River Basin.; The months of January to April and December each year constitute the most critical period for total phosphorus pollution in the Donghe River Basin.;",
    "readLink": "http://jwcc.iwaponline.com/content/14/9/3027"
  },
  {
    "title": "Co-effects of global climatic dynamics and local climatic factors on scrub typhus in mainland China based on a nine-year time-frequency analysis",
    "authors": [
      "Junyu He,",
      "Yong Wang,",
      "Ping Liu,",
      "Wenwu Yin,",
      "Xianyu Wei,",
      "Hailong Sun,",
      "Yuanyong Xu,",
      "Shanshan Li,",
      "Ricardo J. Soares Magalhaes,",
      "Yuming Guo,",
      "Wenyi Zhang"
    ],
    "doi": "Vol. 15\n                                \n                                \n                                  p.\n                                  100446",
    "issn": "2352-7714 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Medicine: Medicine (General)"
    ],
    "journalUrl": "https://www.journals.elsevier.com/one-health",
    "abstract": "Background: Scrub Typhus (ST) is a rickettsial disease caused by Orientia tsutsugamushi. The number of ST cases has been increasing in China during the past decades, which attracts great concerns of the public health. Methods: We obtained monthly documented ST cases greater than 54 cases in 434 counties of China during 2012–2020. Spatiotemporal wavelet analysis was conducted to identify the ST clusters with similar pattern of the temporal variation and explore the association between ST variation and El Niño and La Niña events. Wavelet coherency analysis and partial wavelet coherency analysis was employed to further explore the co-effects of global and local climatic factors on ST. Results: Wavelet cluster analysis detected seven clusters in China, three of which are mainly distributed in Eastern China, while the other four clusters are located in the Southern China. Among the seven clusters, summer and autumn-winter peak of ST are the two main outbreak periods; while stable and fluctuated periodic feature of ST series was found at 12-month and 4-(or 6-) month according to the wavelet power spectra. Similarly, the three-character bands were also found in the associations between ST and El Niño and La Niña events, among which the 12-month period band showed weakest climate-ST association and the other two bands owned stronger association, indicating that the global climate dynamics may have short-term effects on the ST variations. Meanwhile, 12-month period band with strong association was found between the four local climatic factors (precipitation, pressure, relative humidity and temperature) and the ST variations. Further, partial wavelet coherency analysis suggested that global climatic dynamics dominate annual ST variations, while local climatic factors dominate the small periods. Conclusion: The ST variations are not directly attributable to the change in large-scale climate. The existence of these plausible climatic determinants stimulates the interests for more insights into the epidemiology of ST, which is important for devising prevention and early warning strategies.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2352771422000787"
  },
  {
    "title": "Land Use/Land Cover Change and Its Driving Forces in Shenkolla Watershed, South Central Ethiopia",
    "authors": [
      "Belayneh Bufebo,",
      "Eyasu Elias"
    ],
    "doi": "https://doi.org/10.1155/2021/9470918",
    "journalVolume": "Vol. 2021",
    "issn": "2356-6140 (Print)",
    "publisher": "1537-744X (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Technology",
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.hindawi.com/journals/tswj/",
    "abstract": "Land use change is one of the challenges that aggravate environmental problems. Understanding the scope of land use change, driving forces, and consequences is very crucial for proper management of land resources. We investigated land use/land cover changes using remote sensing data (for the years 1973, 1995, and 2017), and field observation, household survey, key informant interview, and focus group discussion were used to determine the drivers and consequences of land use/land cover changes in Shenkolla watershed, south central Ethiopia. Unsupervised and supervised classification techniques were employed to get thematic information from satellite imagery. ArcGIS 10.3 and QGIS v 3.0 softwares were used to accomplish the analysis. The results disclosed that Shenkolla watershed has changed significantly during the past 4 decades between 1973 and 2017. This observed change indicates a reduction in forest land and an increase in agricultural land. Forest land was reduced from 29.51% in 1973 to 20.52% in 2017, but agricultural land was expanded from 70.49% in 1973 to 79.48% in 2017. Agricultural expansion, policy change and social unrest, population pressure, shortage of farm land, and biophysical factors were major driving forces of the LU/LC changes. Environmental implications such as climate change, biodiversity loss, scarcity of basic forest products, habitat alteration, decline in quality and availability of water, and crop yield reduction are the consequences of the LU/LC change. The expansion of agricultural land at the expense of forest cover in Shenkolla watershed has negative implications on the natural resources and the livelihood of local people. Hence, appropriate measures need to be employed to reduce the dramatic change in land use and to harmonize environmental conservation with human livelihood.",
    "readLink": "http://dx.doi.org/10.1155/2021/9470918"
  }
]