[
  {
    "title": "An Evaluation Model of Quantitative and Qualitative Fuzzy Multi-Criteria Decision-Making Approach for Hydroelectric Plant Location Selection",
    "authors": [
      "Fengsheng Chien,",
      "Chia-Nan Wang,",
      "Viet  Tinh Nguyen,",
      "Van  Thanh Nguyen,",
      "Ka  Yin Chau"
    ],
    "doi": "https://doi.org/10.3390/en13112783",
    "journalVolume": "Vol. 13,\n                                no. 2783\n                                \n                                  p.\n                                  2783",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Over the past few decades, Vietnam has been one of the fastest growing economies in Asia, experiencing a GDP growth rate of more than 6% per year. The energy industry plays an important role in Vietnam’s continuous development, so access to reliable and low-cost energy sources will be an important factor for sustainable economic growth. Achieving the goal of reducing global greenhouse gas emissions, as set out in the Paris agreement on climate change, will depend heavily on the development roadmap of emerging economies, such as Vietnam. Currently, developing hydroelectric plants is Vietnam’s optimal choice in order to meet its target of renewable energy development. Hydroelectricity in Vietnam is favorable thanks to the high average annual rainfall, about 1800–2000 mm, and the dense river system, with more than 3450 systems. In addition to providing electricity, hydropower plants are also responsible for cutting and fighting floods for downstream areas in the rainy season, at the same time providing water for production and people’s daily needs in the dry season. This work proposes the application of a multicriteria decision-making (MCDM) model to select the best option for the installation of river hydroelectric plants in Vietnam. The use of MCDM techniques in environmental decision-making, including selecting between various alternatives, is important when this involves complex decisions in several disciplinary fields. The most widely used of these techniques are the fuzzy analytical network process (FANP) and the technique for order of preference by similarity to ideal solution (TOPSIS). As a result, Nghe An (LOC05) is found to be the optimal solution for selecting river portions where hydroelectric plants are viable in Vietnam.",
    "readLink": "https://www.mdpi.com/1996-1073/13/11/2783"
  },
  {
    "title": "Energy Consumption as a Measure of Energy Efficiency and Emissions in the MENA Countries: Evidence from GMM-Based Quantile Regression Approach",
    "authors": [
      "Bashar Younis Subeih Alkhawaldeh,",
      "Hussein Ali Al-Zeaud,",
      "Mohammad Nassar Almarshad"
    ],
    "doi": "https://doi.org/10.32479/ijeep.13470",
    "journalVolume": "Vol. 12,\n                                no. 5",
    "issn": "2146-4553 (Online)",
    "publisher": "EconJournals",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://www.econjournals.com/index.php/ijeep",
    "abstract": "Efficient efficiency of energy resources has been shown to have positive effects on both GDP growth and GHG emissions. While the negative effects of climate change and pollution continue to worsen, there has been a global slowdown in the rate at which energy efficiency is improving. In the Middle East and North Africa (MENA), carbon dioxide (CO2) emissions can be considerably influenced by economic and energy consumption. Therefore, the purpose of this research is to apply the generalized method of moments based on a quantile regression approach (GMMQR) to data for CO2 emissions, energy efficiency, real income, and research and development in MENA from 1990 to 2021 in order to determine the factors that determine CO2 emissions under the environmental Kuznets curve (EKC) framework. Overall, the data showed that energy efficiency had a 3.2% impact on emissions reduction across all quantiles. In order to achieve their goals of lowering emissions and strengthening energy security, MENA states must increase the efficiency with which they use petroleum. Energy efficiency policies may have rebound effects, which might reduce their efficiency, according to this study.",
    "readLink": "https://econjournals.com/index.php/ijeep/article/view/13470"
  },
  {
    "title": "Interregional comparative analysis of farmers’ perceptions and expectations of climate change",
    "authors": [
      "Veysi Acibuca,",
      "Aybüke Kaya,",
      "Tuğçe Kaya"
    ],
    "doi": "https://doi.org/10.4081/ija.2022.2121",
    "journalVolume": "Vol. 17,\n                                no. 4",
    "issn": "1125-4718 (Print)",
    "publisher": "2039-6805 (Online)",
    "countryOfPublisher": "PAGEPress Publications",
    "lcc": [
      "Italy",
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://www.agronomy.it",
    "abstract": "This study looked into the relationship and effects of agricultural activities in different regions of Turkey on climate change. This study aims to determine farmer awareness of climate change and its effects, as well as farmer adaptation capabilities in different regions of Turkey against climate change, and to develop extension and policy tools based on the findings. Data were collected through face-to-face surveys with farmers in the provinces where the research was conducted. In this context, a proportional sampling survey of 418 farmers was conducted. The collected information was subjected to factor analysis and the independent t-test. According to the findings, farmers associate climate change with precipitation, and the effect of precipitation and the risks it poses in increasing or decreasing crop yields are of particular concern. Farmers in the Southeastern Anatolia Region are more concerned about heat and drought than farmers in the Mediterranean Region. Furthermore, producers believe that human-caused factors and economic development have a greater impact on climate change than agricultural activities. Farmers in research areas are concerned that climate change will increase migration from rural areas and the decline of forests and animal species. As a result, raising individual awareness and utilising new technology in rural areas is critical. Farmers’ awareness of new and environmentally friendly agricultural techniques must be raised to increase their use. Highlights - Farmers associate climate change with drought. - According to the farmers, the leading factors causing climate change are human-induced factors that disrupt the ecological balance. - The most important concern regarding the effects of climate change is that production costs will increase. - Farmers are reluctant to implement adaptation or mitigation methods that can be developed against climate change.",
    "readLink": "https://agronomy.it/index.php/agro/article/view/2121"
  },
  {
    "title": "Modeling Major Rural Land-Use Changes Using the GIS-Based Cellular Automata Metronamica Model: The Case of Andalusia (Southern Spain)",
    "authors": [
      "Rafael  M. Navarro Cerrillo,",
      "Guillermo Palacios Rodríguez,",
      "Inmaculada Clavero Rumbao,",
      "Miguel  Ángel Lara,",
      "Francisco  Javier Bonet,",
      "Francisco-Javier Mesas-Carrascosa"
    ],
    "doi": "https://doi.org/10.3390/ijgi9070458",
    "journalVolume": "Vol. 9,\n                                no. 458\n                                \n                                  p.\n                                  458",
    "issn": "2220-9964 (Print)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/ijgi",
    "abstract": "The effective and efficient planning of rural land-use changes and their impact on the environment is critical for land-use managers. Many land-use growth models have been proposed for forecasting growth patterns in the last few years. In this work; a cellular automata (CA)-based land-use model (Metronamica) was tested to simulate (1999–2007) and predict (2007–2035) land-use dynamics and land-use changes in Andalucía (Spain). The model was calibrated using temporal changes in land-use covers and was evaluated by the Kappa index. GIS-based maps were generated to study major rural land-use changes (agriculture and forests). The change matrix for 1999–2007 showed an overall area change of 674971 ha. The dominant land uses in 2007 were shrubs (30.7%), woody crops on dry land (17.3%), and herbaceous crops on dry land (12.7%). The comparison between the reference and the simulated land-use maps of 2007 showed a Kappa index of 0.91. The land-cover map for the projected PRELUDE scenarios provided the land-cover characteristics of 2035 in Andalusia; developed within the Metronamica model scenarios (Great Escape; Evolved Society; Clustered Network; Lettuce Surprise U; and Big Crisis). The greatest differences were found between Great Escape and Clustered Network and Lettuce Surprise U. The observed trend (1999–2007–2035) showed the greatest similarity with the Big Crisis scenario. Land-use projections facilitate the understanding of the future dynamics of land-use change in rural areas; and hence the development of more appropriate plans and policies",
    "readLink": "https://www.mdpi.com/2220-9964/9/7/458"
  },
  {
    "title": "Aquatic ecosystem responds differently to press and pulse nutrient disturbances as revealed by a microcosm experiment",
    "authors": [
      "Yu Zhao,",
      "Rong Wang,",
      "Enlou Zhang,",
      "Baohua Guan,",
      "Min Xu"
    ],
    "doi": "https://doi.org/10.1002/ece3.9438",
    "journalVolume": "Vol. 12,\n                                no. 10\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2045-7758 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20457758",
    "abstract": "Abstract Due to climate change and increasing anthropogenic activities, lakes are disturbed frequently, usually by press (e.g., diffused pollution, rising temperatures) or pulse (e.g., storms, rainfall, pollution events) disturbances. Both press and pulse disturbances can affect abiotic and biotic environments, changing the structure of ecosystems and affecting ecosystem services. To confront with the effects of climate change and increasing anthropogenic activities, understanding the different effects of press and pulse disturbances on lake ecosystems is essential. This study assessed the effect of press and pulse disturbances of phosphorus on a microcosmic aquatic ecosystem by measuring the total phosphorus (TP), algae density, and physiological indicators of submerged macrophytes. We found that the microcosmic aquatic ecosystem responded differently to press and pulse disturbances. Our results suggested that it had a lower resistance to pulse phosphorus disturbances than to press phosphorus disturbances. There were significantly higher nutrient concentrations and algal densities in the pulse treatment than in the press treatment. Positive feedback was found between the biomass of submerged macrophytes and the water quality. There was a higher submerged macrophytes biomass at low TP concentration and algal density. In the context of climate change, press and pulse disturbances could have severe impacts on lake ecosystems. Our findings will provide some insight for further research and lake management.",
    "readLink": "https://doi.org/10.1002/ece3.9438"
  },
  {
    "title": "Evaluating Seagrass Meadow Dynamics by Integrating Field-Based and Remote Sensing Techniques",
    "authors": [
      "Danijel Ivajnšič,",
      "Martina Orlando-Bonaca,",
      "Daša Donša,",
      "Veno Jaša Grujić,",
      "Domen Trkov,",
      "Borut Mavrič,",
      "Lovrenc Lipej"
    ],
    "doi": "https://doi.org/10.3390/plants11091196",
    "journalVolume": "Vol. 11,\n                                no. 1196\n                                \n                                  p.\n                                  1196",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Marine phanerogams are considered biological sentinels or indicators since any modification in seagrass meadow distribution and coverage signals negative changes in the marine environment. In recent decades, seagrass meadows have undergone global losses at accelerating rates, and almost one-third of their coverage has disappeared globally. This study focused on the dynamics of seagrass meadows in the northern Adriatic Sea, which is one of the most anthropogenically affected areas in the Mediterranean Sea. Seagrass distribution data and remote sensing products were utilized to identify the stable and dynamic parts of the seagrass ecosystem. Different seagrass species could not be distinguished with the Sentinel-2 (BOA) satellite image. However, results revealed a generally stable seagrass meadow (283.5 Ha) but, on the other hand, a stochastic behavior in seagrass meadow retraction (90.8 Ha) linked to local environmental processes associated with anthropogenic activities or climate change. If systemized, this proposed approach to monitoring seagrass meadow dynamics could be developed as a spatial decision support system for the entire Mediterranean basin. Such a tool could serve as a key element for decision makers in marine protected areas and would potentially support more effective conservation and management actions in these highly productive and important environments.",
    "readLink": "https://www.mdpi.com/2223-7747/11/9/1196"
  },
  {
    "title": "Probabilistic assessments of climate change impacts on durum wheat in the Mediterranean region",
    "authors": [
      "R. Ferrise,",
      "M. Moriondo,",
      "M. Bindi"
    ],
    "doi": "https://doi.org/10.5194/nhess-11-1293-2011",
    "journalVolume": "Vol. 11,\n                                no. 5\n                                \n                                  pp.\n                                  1293\n                                  – 1302",
    "issn": "1561-8633 (Print)",
    "publisher": "1684-9981 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.nat-hazards-earth-syst-sci.net/volumes_and_issues.html",
    "abstract": "Recently, the availability of multi-model ensemble prediction methods has permitted a shift from a scenario-based approach to a risk-based approach in assessing the effects of climate change. This provides more useful information to decision-makers who need probability estimates to assess the seriousness of the projected impacts. <br><br> In this study, a probabilistic framework for evaluating the risk of durum wheat yield shortfall over the Mediterranean Basin has been exploited. An artificial neural network, trained to emulate the outputs of a process-based crop growth model, has been adopted to create yield response surfaces which are then overlaid with probabilistic projections of future temperature and precipitation changes in order to estimate probabilistic projections of future yields. The risk is calculated as the relative frequency of projected yields below a selected threshold. <br><br> In contrast to previous studies, which suggest that the beneficial effects of elevated atmospheric CO<sub>2</sub> concentration over the next few decades would outweigh the detrimental effects of the early stages of climatic warming and drying, the results of this study are of greater concern.",
    "readLink": "http://www.nat-hazards-earth-syst-sci.net/11/1293/2011/nhess-11-1293-2011.pdf"
  },
  {
    "title": "Continental divide: Predicting climate-mediated fragmentation and biodiversity loss in the boreal forest.",
    "authors": [
      "Dennis L Murray,",
      "Michael J L Peers,",
      "Yasmine N Majchrzak,",
      "Morgan Wehtje,",
      "Catarina Ferreira,",
      "Rob S A Pickles,",
      "Jeffrey R Row,",
      "Daniel H Thornton"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0176706",
    "journalVolume": "Vol. 12,\n                                no. 5\n                                \n                                  p.\n                                  e0176706",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Climate change threatens natural landscapes through shifting distribution and abundance of species and attendant change in the structure and function of ecosystems. However, it remains unclear how climate-mediated variation in species' environmental niche space may lead to large-scale fragmentation of species distributions, altered meta-population dynamics and gene flow, and disrupted ecosystem integrity. Such change may be especially relevant when species distributions are restricted either spatially or to a narrow environmental niche, or when environments are rapidly changing. Here, we use range-wide environmental niche models to posit that climate-mediated range fragmentation aggravates the direct effects of climate change on species in the boreal forest of North America. We show that climate change will directly alter environmental niche suitability for boreal-obligate species of trees, birds and mammals (n = 12), with most species ranges becoming smaller and shifting northward through time. Importantly, species distributions will become increasingly fragmented, as characterized by smaller mean size and greater isolation of environmentally-suitable landscape patches. This loss is especially pronounced along the Ontario-Québec border, where the boreal forest is narrowest and roughly 78% of suitable niche space could disappear by 2080. Despite the diversity of taxa surveyed, patterns of range fragmentation are remarkably consistent, with our models predicting that spruce grouse (Dendragapus canadensis), boreal chickadee (Poecile hudsonicus), moose (Alces americanus) and caribou (Rangifer tarandus) could have entirely disjunct east-west population segments in North America. These findings reveal potentially dire consequences of climate change on population continuity and species diversity in the boreal forest, highlighting the need to better understand: 1) extent and primary drivers of anticipated climate-mediated range loss and fragmentation; 2) diversity of species to be affected by such change; 3) potential for rapid adaptation in the most strongly-affected areas; and 4) potential for invasion by replacement species.",
    "readLink": "http://europepmc.org/articles/PMC5432165?pdf=render"
  },
  {
    "title": "Meteorological and Sea Surface Water Measurement Data from Icebreaker Research Vessel ARAON for 2020-2021 Arctic Research Expeditions",
    "authors": [
      "Sungjae Lee,",
      "Hyun-Cheol Kim,",
      "Dongseob Shin,",
      "Suhwan Kim,",
      "HyunGyu Choi"
    ],
    "doi": "https://doi.org/10.22761/GD.2023.0005",
    "journalVolume": "Vol. 5,\n                                no. 1\n                                \n                                  pp.\n                                  26\n                                  – 33",
    "issn": "2713-5004 (Online)",
    "publisher": "GeoAI Data Society",
    "countryOfPublisher": "Korea, Republic of",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "https://geodata.kr",
    "abstract": "Since its construction in 2010, the icebreaker ARAON has been conducting regular polar field surveys to observe changes in the atmosphere and marine environment in polar regions. The Arctic Ocean, a major research area, is directly affected by changes in the ocean, atmosphere and energy circulation system due to the continuous decrease in sea ice. During the Arctic summer season, when sea ice becomes smaller and thinner, the ARAON passes through East Sea, Bering Sea, Chukchi Sea, and Beaufort Sea to investigate the marine environment on the high latitude high seas. The Arctic Ocean is important not only for scientific research due to climate change, but also for economic research such as undersea energy, mineral resources, and Northern Sea route. However, it is difficult to access the Arctic and conduct long-term and continuous field surveys. ARAON carries out Arctic research voyages using various research equipment, and the most basic observation among them is meteorological information and sea water observation data. Weather data include solar radiation, atmospheric temperature, humidity, wind speed and wind direction, and seawater observations include sea water temperature, salinity, conductivity and fluorescence substances. In addition, three-dimensional location information of the research line was obtained. The data will be used as inspection data for satellite data and polar field survey data.",
    "readLink": "http://geodata.kr/upload/pdf/GD-2023-0005.pdf"
  },
  {
    "title": "Multi-Soil-Layering Technology: A New Approach to Remove <i>Microcystis aeruginosa</i> and Microcystins from Water",
    "authors": [
      "Richard Mugani,",
      "Roseline Prisca Aba,",
      "Abdessamad Hejjaj,",
      "Fatima El Khalloufi,",
      "Naaila Ouazzani,",
      "C. Marisa R. Almeida,",
      "Pedro N. Carvalho,",
      "Vitor Vasconcelos,",
      "Alexandre Campos,",
      "Laila Mandi,",
      "Brahim Oudra"
    ],
    "doi": "https://doi.org/10.3390/w14050686",
    "journalVolume": "Vol. 14,\n                                no. 686\n                                \n                                  p.\n                                  686",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Eutrophication of surface waters caused by toxic cyanobacteria such as Microcystis aeruginosa leads to the release of secondary metabolites called Microcystins (MCs), which are heptapeptides with adverse effects on soil microbiota, plants, animals, and human health. Therefore, to avoid succumbing to the negative effects of these cyanotoxins, various remediation approaches have been considered. These techniques involve expensive physico-chemical processes because of the specialized equipment and facilities required. Thus, implementing eco-technologies capable of handling this problem has become necessary. Indeed, multi-soil-layering (MSL) technology can essentially meet this requirement. This system requires little space, needs simple maintenance, and has energy-free operation and high durability (20 years). The performance of the system is such that it can remove 1.16 to 4.47 log10 units of fecal contamination from the water, 98% of suspended solids (SS), 92% of biological oxygen demand (BOD), 98% of chemical oxygen demand (COD), 92% of total nitrogen (TN), and 100% of total phosphorus (TP). The only reported use of the system to remove cyanotoxins has shown a 99% removal rate of MC-LR. However, the mechanisms involved in removing this toxin from the water are not fully understood. This paper proposes reviewing the principal methods employed in conventional water treatment and other technologies to eliminate MCs from the water. We also describe the principles of operation of MSL systems and compare the performance of this technology with others, highlighting some advantages of this technology in removing MCs. Overall, the combination of multiple processes (physico-chemical and biological) makes MSL technology a good choice of cyanobacterial contamination treatment system that is applicable in real-life conditions, especially in rural areas.",
    "readLink": "https://www.mdpi.com/2073-4441/14/5/686"
  }
]