[
  {
    "title": "Interventions to enhance safety culture for nursing professionals in long-term care: A systematic review",
    "authors": [
      "Sandra Garay,",
      "Mathias Haeger,",
      "Laura Kühnlein,",
      "Daniela Sulmann,",
      "Ralf Suhr"
    ],
    "doi": "Vol. 5\n                                \n                                \n                                  p.\n                                  100119",
    "issn": "2666-142X (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Nursing"
    ],
    "journalUrl": "https://www.journals.elsevier.com/international-journal-of-nursing-studies-advances/",
    "abstract": "Background: Recognizing safety risks and promoting safe care is essential for care dependent people and should be an integral part of the overall preventive endeavors while providing care. The term 'safety culture' describes efforts regarding the acknowledgement and reduction of safety risks. Enhanced safety culture in health care organizations can be associated with a lower incidence of missed nursing care and adverse events. Objective: Identify strategies to enhance safety culture in long-term care settings and describe factors facilitating or inhibiting the process from the available evidence. Design: This systematic review is a narrative description of intervention studies. Methods: CINAHL and MEDLINE were searched in May 2020 using terms such as safety culture, safety climate, intervention development. Gray literature was searched between May and September 2020. An additional search in Cochrane Library was conducted in September 2022. Only intervention studies feasible to enhance the safety culture were included. Intervention study criteria were met when an organized, planned action to prevent or change a specific behavior took place and when this action was transparently and systematically evaluated. The screening, data extraction, and rating processes were conducted by two researchers independently. The ROBINS-I tool was utilized to assess the risk of bias of the studies. Results: Seven intervention studies were included, all evaluated with a critical risk of bias. Strategies found to enhance the safety culture in care settings include collegial exchange of experiences and learnings, integration of staff's perceptions, external facilitation, staff training, and a structured, multi-step procedure of the intervention process. Some studies were unable to show statistically significant enhancement in safety culture from the interventions implemented. Factors facilitating the implementation of interventions include good connections and trust between staff and managers, and the manager's active support of the project goals, as well as targeting achievable ideas considering time and resources. Time pressure, heavy workloads and high staff turnover may inhibit the process. Conclusions: All included studies had a high risk of bias, and possible effects must be considered accordingly. Overall, there was considerable heterogeneity in interventions aiming to enhance safety culture. Despite these aspects, promising approaches are training staff's knowledge and competencies regarding open communication and teamwork as part of a multifaceted program. Future research would benefit from participative, carefully developed, comprehensively evaluated interventions for enhancing safety culture, specifically within in-home care settings. Registration: The review was not pre-registered but described on the website of the Center for Quality in Care. Tweetable abstract: Participatory change management & staff training help ensure momentum & trust in endeavours to enhance safety culture in long-term care.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666142X23000036"
  },
  {
    "title": "Climate science information needs among natural resource decision-makers in the Northwest US",
    "authors": [
      "Elizabeth Allen,",
      "Jennie Stephens,",
      "Georgine Yorgey,",
      "Chad Kruger,",
      "Sonya Ahamed,",
      "Jennifer Adam"
    ],
    "doi": "https://doi.org/10.1016/j.cliser.2017.03.002",
    "journalVolume": "Vol. 5,\n                                no. C\n                                \n                                  pp.\n                                  11\n                                  – 22",
    "issn": "2405-8807 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.journals.elsevier.com/climate-services/",
    "abstract": "Managing water resources, air quality, forests, rangelands and agricultural systems in the context of climate change requires a new level of integrated knowledge. In order to articulate a role for university-based research teams as providers of climate services, this paper analyzes environmental change concerns and expectations about climate models among natural resources decision-makers in the Northwest US. Data were collected during a series of workshops organized by researchers from BioEarth, a regional earth systems modeling initiative. Eighty-three stakeholders from industry, government agencies and non-governmental organizations engaged with a team of academic researchers developing integrated biophysical and economic climate modeling tools. Analysis of transcripts of workshop discussions, surveys, and questionnaires reveals diverse attitudes among stakeholders about: 1) preferred modes of engaging in climate science research, 2) specific concerns and questions about climate change impacts, and 3) the most relevant and usable scope and scale of climate change impacts projections. Diverse concerns and information needs among natural resource decision-makers highlight the need for research teams to define clear and precise goals for stakeholder engagement. Utilizing the skills of research team members who have communication and extension expertise is pivotally important. We suggest impactful opportunities for research teams and natural resource decision-makers to interface and learn from one another. Effective approaches include structuring group discussions to identify gaps in existing climate change impacts information, explicitly considering changing policies, technologies and management practices, and exploring possible unintended consequences of decisions.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405880716300504"
  },
  {
    "title": "Quantifying the Spatio-Temporal Pattern Differences in Climate Change before and after the Turning Year in Southwest China over the Past 120 Years",
    "authors": [
      "Meng Wang,",
      "Shouyan Wang,",
      "Zhengfeng An"
    ],
    "doi": "https://doi.org/10.3390/atmos14060940",
    "journalVolume": "Vol. 14,\n                                no. 940\n                                \n                                  p.\n                                  940",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "In conjunction with Earth’s ongoing global warming, the Southwest China (SWC) region has become a fascinating case study on the control of local climate change. Moreover, an entire period of climate change may partially mask the patterns in some stages. Therefore, in this research, we investigated the spatial patterns of the significant turning years of climatic factor change, and determined the heterogeneity of the spatial patterns of climate change before and after the significant turning years. We used the long time-series of the CRU datasets (CRU_TS4.02) from 1901 to 2017 with a piecewise linear regression model to explore the significant turning-year distribution characteristics of inter-annual and inter-seasonal climate factor changes, and further describe and quantize the differences in the spatio-temporal patterns of climate factors before and after the significant turning years on the grid scale in SWC. Overall, the trends in temperature and precipitation factors in SWC were segmented over the last 120 years, with significant turning years with different regional and stepwise characteristics. In terms of timing, temperature and precipitation factors changed significantly in 1954 and 1928, respectively, and overall temporal variability (0.04 °C/(10 a) (p p p < 0.05) and 1.19 mm/(10 a) after the turning year) around the watershed years. Spatially, the significant turning years were concentrated in the periods 1940–1993 (temperature) and 1910–2008 (precipitation), and the distribution pattern of the turning years was patchy and concentrated. The turning years of temperature factors were gradually delayed from east to west, and the variability of climate factors before and after the turning years exhibited significant shifts in location (e.g., temperature decreased from southeast to northwest before the turning year and increased after the turning year). After the turning year, the warming variability of the temperature factor increased, while the increasing variability of the precipitation factor decreased. Further integrated analysis revealed that the increase in variability of the climate factor after the turning year was mainly due to the increase in winter and autumn variability (0.05 °C/(10 a), 7.30 mm/(10 a) in autumn; and 0.12 °C/(10 a), 1.97 mm/(10 a) in winter). To the extent that this study provides a necessary academic foundation for efficiently unveiling the spatio-temporal variability properties of climate factors against the background of modern global climate change, more attention should be paid to the location and phase of the study.",
    "readLink": "https://www.mdpi.com/2073-4433/14/6/940"
  },
  {
    "title": "Articulating CO2 emissions limiting roles of nuclear energy and ICT under the EKC hypothesis: An application of non-parametric MMQR approach",
    "authors": [
      "Atif Jahanger,",
      "Umer Zaman,",
      "Mohammad Razib Hossain,",
      "Ashar Awan"
    ],
    "doi": "Vol. 14,\n                                no. 5\n                                \n                                  p.\n                                  101589",
    "issn": "1674-9871 (Print)",
    "publisher": "2588-9192 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Netherlands",
      "Science: Geology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/geoscience-frontiers",
    "abstract": "Limiting toxic elements from being exposed to the world’s atmosphere has been the biggest challenge among environmental researchers and stakeholders. Climate change conferences have been counselling the global economies to take serious steps toward profound decarbonization to keep the universal temperature below 1.5 °C. In this context, the direction of environmental research has changed, and researchers are more focused on tracing how to limit pollution and keep it below the threshold level. In this milieu, nuclear energy can make a big difference along with other alternatives to fossil energy. Therefore, we extend the extant literature by exploring the dynamic effects of atomic energy and ICT on carbon emissions (CO2) for top nuclear energy countries using data from 1990 to 2017. To obtain robust findings, we deploy a novel non-parametric econometric approach (i.e., method of moments quantile regression). The results suggest that nuclear energy is a sustainable alternative to historical fossil fuel as it curbs CO2 emissions in the lower, middle, and upper quantiles. Furthermore, our findings corroborate that ICT penetration through the internet, mobile and telephone plays a vital role in improving environmental quality. Moreover, we unveil that linear economic growth jeopardizes the environment by unleashing harmful gases. The findings also support the existence of the Environmental Kuznets Curve (EKC) hypothesis by confirming the negative association between the polynomial economic growth (squared-GDP) and CO2 emissions among the designated nations. Also, the Granger causality test reaffirms the causal nexus among selected series that runs from nuclear energy and technological innovation to CO2 emissions, indicating that any policy shock in both series leads to environmental degradation. We, therefore, advocate that the designated territories keep enriching their energy baskets with nuclear energy and boost ICT penetration to achieve a 100% decoupling of economic growth from pollution.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674987123000567"
  },
  {
    "title": "Historic temperature observations on Nordaustlandet, north-east Svalbard",
    "authors": [
      "Björn-Martin Sinnhuber"
    ],
    "doi": "https://doi.org/10.33265/polar.v40.7564",
    "journalVolume": "Vol. 40\n                                \n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "0800-0395 (Print)",
    "publisher": "1751-8369 (Online)",
    "countryOfPublisher": "Norwegian Polar Institute",
    "lcc": [
      "Norway",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "https://polarresearch.net/index.php/polar/index",
    "abstract": "Long-term meteorological data for the Arctic are sparse. One of the longest quasi-continuous temperature time series in the High Arctic is the extended Svalbard Airport series, providing daily temperature data from 1898 until the present. Here, I derive an adjustment to historic temperature observations on the island of Nordaustlandet, north-east Svalbard, in order to link these to the extended Svalbard Airport series. This includes the Haudegen observations at Rijpfjorden during 1944/45 and a previously unrecognized data set obtained by the Norwegian hunters and trappers Gunnar Knoph and Henry Rudi during their wintering at Rijpfjorden in 1934/35. The adjustment is based on data from an automatic weather station at Rijpfjorden during 2014–16 and verified with other independent historic temperature observations on Nordaustlandet. An analysis of the Haudegen radiosonde data indicates that the surface temperature observations at Rijpfjorden are generally well correlated with the free tropospheric temperatures at 850 hPa, but occasionally show the occurrence of boundary-layer inversions during winter, where local temperatures fall substantially below what is expected from the regression. The adjusted historic observations from Nordaustlandet can, therefore, be used to fill remaining gaps in the extended Svalbard Airport series.",
    "readLink": "https://polarresearch.net/index.php/polar/article/view/7564/13741"
  },
  {
    "title": "Effects of Soil Water Deficit on Three Tree Species of the Arid Environment: Variations in Growth, Physiology, and Antioxidant Enzyme Activities",
    "authors": [
      "Fahad Rasheed,",
      "Adnan Gondal,",
      "Kamziah  Abdul Kudus,",
      "Zikria Zafar,",
      "Muhammad  Farrakh Nawaz,",
      "Waseem  Razzaq Khan,",
      "Muhammad Abdullah,",
      "Faridah  Hanum Ibrahim,",
      "Claire Depardieu,",
      "Ahmad  Mustapha Mohamad Pazi,",
      "Khayyam Anjum,",
      "Shazia Afzal,",
      "Seemab Akram,",
      "Mohd Nazre"
    ],
    "doi": "https://doi.org/10.3390/su13063336",
    "journalVolume": "Vol. 13,\n                                no. 3336\n                                \n                                  p.\n                                  3336",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Low water availability predicted under climate change is a major abiotic factor limiting plants growth and productivity. In this study a greenhouse experiment was conducted on three important tree species of arid environment: Conocarpus erectus (CE), Acacia modesta (AM), and Salix tetrasperma (ST). Young saplings were subjected to control (C), medium (MWD) and severe soil water deficit (SWD) treatments and response was evaluated. Results showed that in all the three species leaf, stem and root dry weight production remained similar to C under MWD treatment but decreased significantly under SWD. The highest decrease in total dry weight was noticed in ST and the lowest was evidenced in AM under SWD. Root:shoot ratio increased significantly in both CE and AM under MWD and SWD. Furthermore, chlorophyll content decreased while proline content increased significantly in both MWD and SWD treatments. The production of oxidants (hydrogen peroxide and superoxide anions) and antioxidants (superoxide dismutase, catalase, peroxidase and ascorbate peroxidase) increased significantly under both MWD and SWD treatments and were the highest in AM in both MWD and SWD treatments. Therefore, we may conclude that all the three species can tolerate medium water stress due to increased root production and an effective antioxidant defense mechanism.",
    "readLink": "https://www.mdpi.com/2071-1050/13/6/3336"
  },
  {
    "title": "Spatio-temporal trends in the hydroclimate of Turkey for the last decades\nbased on two reanalysis datasets",
    "authors": [
      "M. Gokmen"
    ],
    "doi": "https://doi.org/10.5194/hess-20-3777-2016",
    "journalVolume": "Vol. 20,\n                                no. 9\n                                \n                                  pp.\n                                  3777\n                                  – 3788",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "We present a regional assessment of the spatiotemporal trends in several hydro-climate variables from 1979 to 2010 in Turkey, one of the countries of the eastern Mediterranean vulnerable to climate change, using the two reanalysis products of the ECMWF: ERA-Interim and ERA-Interim/Land. The trend analysis revealed that an average warming of 1.26 °C [0.8–1.8] occurred in Turkey from 1979 to 2010, with high confidence intervals (95–99 %, mostly). Geographically, the largest warming (up to 1.8 °C) occurred in the western coastal areas next to the Aegean Sea and in the southeastern regions. The air temperature trends were generally confirmed by the in situ data from about 100 weather stations around the country, though in situ data indicated slightly higher trends ranging from 1 to 2.5°. With respect to the regional trends in hydrological variables, ERA-Interim and ERA-Interim/Land revealed quite different pictures: the ERA-Interim dataset indicated that there have been significant decreasing trends of precipitation, snow water equivalent (SWE) and runoff in some parts of inner/southeastern Anatolia (a total decrease of up to 250 mm in the upstream of the Euphrates, Kizilirmak and Seyhan basins), while ERA-Interim/Land showed no or minor trends in the same areas. Based on the extensive comparisons with precipitation and SWE gauge data, we can suggest that the hydrological trends shown by the ERA-Interim/Land dataset, which is said to be a model improvement, are relatively closer to the observations. From the hydrological trends revealed by the ERA-Interim/Land dataset, we can conclude that, despite the strong warming trends over Turkey from 1979 to 2010, there have been no widespread and strong hydrological trends for the same period throughout the country. In this regard, we can suggest that the impacts of global warming on the water cycle are not straightforward, especially at the regional scale, and future climate simulations indicating considerable reductions in precipitation along with the significant increases in temperatures throughout the Mediterranean and the Middle East by the end of the twenty-first century need to be dealt with cautiously.",
    "readLink": "http://www.hydrol-earth-syst-sci.net/20/3777/2016/hess-20-3777-2016.pdf"
  },
  {
    "title": "Impact of Permafrost Thaw and Climate Warming on Riverine Export Fluxes of Carbon, Nutrients and Metals in Western Siberia",
    "authors": [
      "Oleg  S. Pokrovsky,",
      "Rinat  M. Manasypov,",
      "Sergey  G. Kopysov,",
      "Ivan  V. Krickov,",
      "Liudmila  S. Shirokova,",
      "Sergey  V. Loiko,",
      "Artem  G. Lim,",
      "Larisa  G. Kolesnichenko,",
      "Sergey  N. Vorobyev,",
      "Sergey  N. Kirpotin"
    ],
    "doi": "https://doi.org/10.3390/w12061817",
    "journalVolume": "Vol. 12,\n                                no. 1817\n                                \n                                  p.\n                                  1817",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "The assessment of riverine fluxes of carbon, nutrients, and metals in surface waters of permafrost-affected regions is crucially important for constraining adequate models of ecosystem functioning under various climate change scenarios. In this regard, the largest permafrost peatland territory on the Earth, the Western Siberian Lowland (WSL) presents a unique opportunity of studying possible future changes in biogeochemical cycles because it lies within a south–north gradient of climate, vegetation, and permafrost that ranges from the permafrost-free boreal to the Arctic tundra with continuous permafrost at otherwise similar relief and bedrocks. By applying a “substituting space for time” scenario, the WSL south-north gradient may serve as a model for future changes due to permafrost boundary shift and climate warming. Here we measured export fluxes (yields) of dissolved organic carbon (DOC), major cations, macro- and micro- nutrients, and trace elements in 32 rivers, draining the WSL across a latitudinal transect from the permafrost-free to the continuous permafrost zone. We aimed at quantifying the impact of climate warming (water temperature rise and permafrost boundary shift) on DOC, nutrient and metal in rivers using a “substituting space for time” approach. We demonstrate that, contrary to common expectations, the climate warming and permafrost thaw in the WSL will likely decrease the riverine export of organic C and many elements. Based on the latitudinal pattern of riverine export, in the case of a northward shift in the permafrost zones, the DOC, P, N, Si, Fe, divalent heavy metals, trivalent and tetravalent hydrolysates are likely to decrease the yields by a factor of 2–5. The DIC, Ca, SO4, Sr, Ba, Mo, and U are likely to increase their yields by a factor of 2–3. Moreover, B, Li, K, Rb, Cs, N-NO3, Mg, Zn, As, Sb, Rb, and Cs may be weakly affected by the permafrost boundary migration (change of yield by a factor of 1.5 to 2.0). We conclude that modeling of C and element cycle in the Arctic and subarctic should be region-specific and that neglecting huge areas of permafrost peatlands might produce sizeable bias in our predictions of climate change impact.",
    "readLink": "https://www.mdpi.com/2073-4441/12/6/1817"
  },
  {
    "title": "Impacts of CO2 emissions on agriculture: Empirical evidence from Turkey",
    "authors": [
      "Bekir PAKDEMİRLİ"
    ],
    "doi": "https://doi.org/10.16882/derim.2020.70048",
    "journalVolume": "Vol. 37,\n                                no. 1\n                                \n                                  pp.\n                                  33\n                                  – 43",
    "issn": "1300-3496 (Print)",
    "publisher": "Bati Akdeniz Agricultural Research Institute",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.derim.com.tr",
    "abstract": "There are ongoing debates around the world regarding the effects of climate change on agriculture. All sectors are known to be affected by climate change, and the agricultural sector is no exception. The present study investigates the effects of climate change on agriculture in Turkey in the 1961-2018 period. In order to determine the link between the variables, an Autoregressive Distributed Lag (ARDL) bounds testing approach to cointegration and Vector Autoregressive (VAR) analysis are applied. Results of the study show that CO2 emissions have a significant impact on agriculture. Thus, as Turkey’s population increases, food sufficiency and security will emerge as more important issues over the next decade, it is vital to take adaptive measures to cope with climate change and its impact on agriculture.",
    "readLink": "https://doi.org/10.16882/derim.2020.70048"
  },
  {
    "title": "Oxygenic photosynthesis: translation to solar fuel technologies",
    "authors": [
      "Julian David Janna Olmos,",
      "Joanna Kargul"
    ],
    "doi": "https://doi.org/10.5586/asbp.2014.037",
    "journalVolume": "Vol. 83,\n                                no. 4\n                                \n                                  pp.\n                                  423\n                                  – 440",
    "issn": "0001-6977 (Print)",
    "publisher": "2083-9480 (Online)",
    "countryOfPublisher": "Polish Botanical Society",
    "lcc": [
      "Poland",
      "Science: Botany"
    ],
    "journalUrl": "https://pbsociety.org.pl/journals/index.php/asbp/index",
    "abstract": "Mitigation of man-made climate change, rapid depletion of readily available fossil fuel reserves and facing the growing energy demand that faces mankind in the near future drive the rapid development of economically viable, renewable energy production technologies. It is very likely that greenhouse gas emissions will lead to the significant climate change over the next fifty years. World energy consumption has doubled over the last twenty-five years, and is expected to double again in the next quarter of the 21st century. Our biosphere is at the verge of a severe energy crisis that can no longer be overlooked. Solar radiation represents the most abundant source of clean, renewable energy that is readily available for conversion to solar fuels. Developing clean technologies that utilize practically inexhaustible solar energy that reaches our planet and convert it into the high energy density solar fuels provides an attractive solution to resolving the global energy crisis that mankind faces in the not too distant future. Nature’s oxygenic photosynthesis is the most fundamental process that has sustained life on Earth for more than 3.5 billion years through conversion of solar energy into energy of chemical bonds captured in biomass, food and fossil fuels. It is this process that has led to evolution of various forms of life as we know them today. Recent advances in imitating the natural process of photosynthesis by developing biohybrid and synthetic “artificial leaves” capable of solar energy conversion into clean fuels and other high value products, as well as advances in the mechanistic and structural aspects of the natural solar energy converters, photosystem I and photosystem II, allow to address the main challenges: how to maximize solar-to-fuel conversion efficiency, and most importantly: how to store the energy efficiently and use it without significant losses. Last but not least, the question of how to make the process of solar energy conversion into fuel not only efficient but also cost effective, therefore attractive to the consumer, should be properly addressed.",
    "readLink": "https://pbsociety.org.pl/journals/index.php/asbp/article/view/4272"
  }
]