[
  {
    "title": "Testing the recent snow drought as an analog for climate warming sensitivity of Cascades snowpacks",
    "authors": [
      "Matthew G Cooper,",
      "Anne W Nolin,",
      "Mohammad Safeeq"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/11/8/084009",
    "journalVolume": "Vol. 11,\n                                no. 8\n                                \n                                  p.\n                                  084009",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Record low snowpack conditions were observed at Snow Telemetry stations in the Cascades Mountains, USA during the winters of 2014 and 2015. We tested the hypothesis that these winters are analogs for the temperature sensitivity of Cascades snowpacks. In the Oregon Cascades, the 2014 and 2015 winter air temperature anomalies were approximately +2 °C and +4 °C above the climatological mean. We used a spatially distributed snowpack energy balance model to simulate the sensitivity of multiple snowpack metrics to a +2 °C and +4 °C warming and compared our modeled sensitivities to observed values during 2014 and 2015. We found that for each +1 °C warming, modeled basin-mean peak snow water equivalent (SWE) declined by 22%–30%, the date of peak SWE (DPS) advanced by 13 days, the duration of snow cover (DSC) shortened by 31–34 days, and the snow disappearance date (SDD) advanced by 22–25 days. Our hypothesis was not borne out by the observations except in the case of peak SWE; other snow metrics did not resemble predicted values based on modeled sensitivities and thus are not effective analogs of future temperature sensitivities. Rather than just temperature, it appears that the magnitude and phasing of winter precipitation events, such as large, late spring snowfall, controlled the DPS, SDD, and DSC.",
    "readLink": "https://doi.org/10.1088/1748-9326/11/8/084009"
  },
  {
    "title": "Analytical modelling of soil porosity and bulk density across the soil organic matter and land-use continuum",
    "authors": [
      "D. A. Robinson,",
      "A. Thomas,",
      "S. Reinsch,",
      "I. Lebron,",
      "C. J. Feeney,",
      "L. C. Maskell,",
      "C. M. Wood,",
      "F. M. Seaton,",
      "B. A. Emmett,",
      "B. J. Cosby"
    ],
    "doi": "https://doi.org/10.1038/s41598-022-11099-7",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract The thin layer of soil at the earth’s surface supports life, storing water and nutrients for plant uptake. These processes occur in the soil pore space, often half the soil volume, but our understanding of how this volume responds to environmental change is poor. Convention, has been to predict soil porosity, or its reciprocal bulk density (BD), from soil texture using pedotransfer functions (PTFs). A texture based approach, invariant to environmental change, prevents feedback from land use or climate change to soil porosity. Moreover, PTFs are often limited to mineral soils with < 20% soil organic matter (SOM) content. Here, we develop an analytical model to predict soil porosity, or BD, as a function of SOM. We test it on two comprehensive, methodologically consistent, temperate national-scale topsoil data sets (0–15 cm) (Wales, n = 1385; Great Britain, n = 2570). The purpose of the approach is to generate an analytical function suitable for predicting soil porosity change with SOM content, while providing insight into the main grain-scale factors determining the porosity emergence. The newly developed function covering the entire SOM gradient allows for impacts of land use, management or climate change to feedback on soil porosity or bulk density through decadal dynamic changes in SOM.",
    "readLink": "https://doi.org/10.1038/s41598-022-11099-7"
  },
  {
    "title": "The Role of Gorse (<i>Ulex parviflorus</i> Pourr. Scrubs) in a Mediterranean Shrubland Undergoing Climate Change: Approach by Hyperspectral Measurements",
    "authors": [
      "Audrey Marteau,",
      "Martin Fourmaux,",
      "Jean-Philippe Mevy"
    ],
    "doi": "https://doi.org/10.3390/plants12040879",
    "journalVolume": "Vol. 12,\n                                no. 879\n                                \n                                  p.\n                                  879",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "The goal of this study was to observe the neighbor effect of Gorse, a plant of the Fabaceae family, on three typical species of Mediterranean shrubland: kermes oak, white Cistus and rosemary. For this purpose, a hyperspectral analysis and the application of vegetation indices (VIs) were carried out. We provide the spectral signature of Gorse, which differs mainly from that of its companion species in the band between 700 and 1350 nm. This supposed Gorse effect was tested in natural conditions and in conditions of forced drought to simulate the effects of the climate change predicted for the Mediterranean Basin. Field spectrometry demonstrated the existence of such interactions between the four species. In control stands, the presence of Gorse significantly modifies the spectral responses of kermes, white Cistus and rosemary, mainly in the near-infrared region (700–1350 nm). Both tri- and tetra-specific plant assemblages also exhibited spectral changes, suggesting an indirect effect of Gorse. Under drought conditions, one-way ANOVA followed by Fisher’s LSD test led us to identify the features involved in plants’ coexistence with Gorse. The Cistus albidus reflectance spectrum was clearly increased in the presence of Gorse in rain-exclusion conditions. The application of several VIs allowed us to extract new information on the variation of spectral signatures. Unexpectedly, nitrogen supply by Gorse was not shown, except for Cistus, as shown by the VI NDVI (N) analysis. However, this study proved that Gorse can modify the behavior of its companion species in controls, but also in drought conditions, by increasing their photosynthesis activity (NIRvP) and water content (ratio R975/R900). Gorse therefore appears as a key species in the ecosystem of the Mediterranean shrubland, but its high vulnerability to drought leaves a vacant ecological niche in plant communities. While the spectral reflectance increases linearly with the specific richness in the lack of any disturbance, by contrast, climate aridification imposes a double reciprocal profile. This clearly means that multispecific plant communities cope better with climate change. Nevertheless, knowledge of the underlying mechanisms requires further structural, chemical, and biochemical investigation.",
    "readLink": "https://www.mdpi.com/2223-7747/12/4/879"
  },
  {
    "title": "Brief communication: CESM2 climate forcing (1950–2014)  yields realistic Greenland ice sheet surface mass balance",
    "authors": [
      "B. Noël,",
      "L. van Kampenhout,",
      "W. J. van de Berg,",
      "J. T. M. Lenaerts,",
      "B. Wouters,",
      "B. Wouters,",
      "M. R. van den Broeke"
    ],
    "doi": "https://doi.org/10.5194/tc-14-1425-2020",
    "journalVolume": "Vol. 14\n                                \n                                \n                                  pp.\n                                  1425\n                                  – 1435",
    "issn": "1994-0416 (Print)",
    "publisher": "1994-0424 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.the-cryosphere.net/",
    "abstract": "We present a reconstruction of historical (1950–2014) surface mass balance (SMB) of the Greenland ice sheet (GrIS) using a high-resolution regional climate model (RACMO2; ∼11 km) to dynamically downscale the climate of the Community Earth System Model version 2 (CESM2; ∼111 km). After further statistical downscaling to 1 km spatial resolution, evaluation using in situ SMB measurements and remotely sensed GrIS mass change shows good agreement. Comparison with an ensemble of previously conducted RACMO2 simulations forced by climate reanalysis demonstrates that the current product realistically represents the long-term average and variability of individual SMB components and captures the recent increase in meltwater runoff that accelerated GrIS mass loss. This means that, for the first time, climate forcing from an Earth system model (CESM2), which assimilates no observations, can be used without additional corrections to reconstruct the historical GrIS SMB and its recent decline that initiated mass loss in the 1990s. This paves the way for attribution studies of future GrIS mass loss projections and contribution to sea level rise.",
    "readLink": "https://www.the-cryosphere.net/14/1425/2020/tc-14-1425-2020.pdf"
  },
  {
    "title": "Using COP Model to Map the Vulnerability of Groundwater Wells Adjacent to Landfills",
    "authors": [
      "Almoayied Assayed,",
      "Samer Talozi,",
      "Rana Ardah,",
      "Nanci Alziq,",
      "Siham Bataineh,",
      "Aisha Alhushki"
    ],
    "doi": "https://doi.org/10.3390/su15010623",
    "journalVolume": "Vol. 15,\n                                no. 623\n                                \n                                  p.\n                                  623",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Protecting the quality of the groundwater is of the utmost importance, particularly in countries such as Jordan, where the groundwater comprises a significant portion of the total water resources. A groundwater vulnerability assessment is one of the viable preventive measures that is normally used to preserve this strategic water resource. Groundwater vulnerability maps provide information on the groundwater basins that are vulnerable to contamination, particularly those coming from the landfills, and thus, they can be used for sustainable land use planning. The general goal of this study was to map the groundwater vulnerability to contamination and evaluate the impact of landfills on the groundwater quality at five landfill sites in Jordan, i.e., Akaider, Al-Husaineyat, Madaba, Dair Alla, and Azraq by using a COP hydrogeological model. The COP method is an European approach for aquifer vulnerability in the karst regions. This method uses the parameters: C—Concentration of flow; O—Overlying layers; P—Precipitation. Unlike the other methods, the COP model allows for us to assess the impact of the karst systems if they exist. For the study area, daily rain records from three weather stations surrounding each landfill were used. Along with the vulnerability maps, Peizometric maps for Akaider, Azraq, Dair Alla, Madaba and Al-Husaineyat were produced that assisted in our efforts to determine the wells located in the upstream and downstream of each targeted landfill. The water quality was tested two times in the upstream and downstream wells of each targeted landfill to explore the potential impacts of the landfills on the groundwater wells. The developed vulnerability maps show that most of the lands surrounding the landfills’ areas, within a diameter of 15 km, are located in low to very low vulnerability areas, except for the Al-Husaineyat landfill in Mafraq where a significant part of it lies in a moderate vulnerability area across a fault section. Additionally, the results of the water analysis from the surrounding wells indicated that there was no clear evidence of the contamination of the groundwater resulting from surrounding landfills, which was in agreement with the produced vulnerability maps.",
    "readLink": "https://www.mdpi.com/2071-1050/15/1/623"
  },
  {
    "title": "Deepening the Accuracy of Tree Species Classification: A Deep Learning-Based Methodology",
    "authors": [
      "Sungeun Cha,",
      "Joongbin Lim,",
      "Kyoungmin Kim,",
      "Jongsu Yim,",
      "Woo-Kyun Lee"
    ],
    "doi": "https://doi.org/10.3390/f14081602",
    "journalVolume": "Vol. 14,\n                                no. 1602\n                                \n                                  p.\n                                  1602",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "The utilization of multi-temporally integrated imageries, combined with advanced techniques such as convolutional neural networks (CNNs), has shown significant potential in enhancing the accuracy and efficiency of tree species classification models. In this study, we explore the application of CNNs for tree species classification using multi-temporally integrated imageries. By leveraging the temporal variations captured in the imageries, our goal is to improve the classification models’ discriminative power and overall performance. The results of our study reveal a notable improvement in classification accuracy compared to previous approaches. Specifically, when compared to the random forest model’s classification accuracy of 84.5% in the Gwangneung region, our CNN-based model achieved a higher accuracy of 90.5%, demonstrating a 6% improvement. Furthermore, by extending the same model to the Chuncheon region, we observed a further enhancement in accuracy, reaching 92.1%. While additional validation is necessary, these findings suggest that the proposed model can be applied beyond a single region, demonstrating its potential for a broader applicability. Our experimental results confirm the effectiveness of the deep learning approach in achieving a high accuracy in tree species classification. The integration of multi-temporally integrated imageries with a deep learning algorithm presents a promising avenue for advancing tree species classification, contributing to improved forest management, conservation, and monitoring in the context of a climate change.",
    "readLink": "https://www.mdpi.com/1999-4907/14/8/1602"
  },
  {
    "title": "Financing renewable energy: policy insights from Brazil and Nigeria",
    "authors": [
      "Abdulrasheed Isah,",
      "Michael O. Dioha,",
      "Ramit Debnath,",
      "Magnus C. Abraham-Dukuma,",
      "Hemen Mark Butu"
    ],
    "doi": "https://doi.org/10.1186/s13705-022-00379-9",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 16",
    "issn": "2192-0567 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://energsustainsoc.biomedcentral.com/",
    "abstract": "Abstract Background Achieving climate targets will require a rapid transition to clean energy. However, renewable energy (RE) firms face financial, policy, and economic barriers to mobilizing sufficient investment in low-carbon technologies, especially in low- and middle-income countries. Here, we analyze the challenges and successes of financing the energy transition in Nigeria and Brazil using three empirically grounded levers: financing environments, channels, and instruments. Results While Brazil has leveraged innovative policy instruments to mobilize large-scale investment in RE, policy uncertainty and weak financing mechanisms have hindered RE investments in Nigeria. Specifically, Brazil’s energy transition has been driven by catalytic finance from the Brazilian Development Bank (BNDES). In contrast, bilateral agencies and multilateral development banks (MDBs) have been the largest financiers of renewables in Nigeria. Policy instruments and public–private partnerships need to be redesigned to attract finance and scale market opportunities for RE project developers in Nigeria. Conclusions We conclude that robust policy frameworks, a dynamic public bank, strategic deployment of blended finance, and diversification of financing instruments would be essential to accelerate RE investment in Nigeria. Considering the crucial role of donors and MDBs in Nigeria, we propose a multi-stakeholder model to consolidate climate finance and facilitate the country’s energy transition.",
    "readLink": "https://doi.org/10.1186/s13705-022-00379-9"
  },
  {
    "title": "Directing the wind: Techno-economic feasibility of green ammonia for farmers and community economic viability",
    "authors": [
      "Catherine Obiribea Ofori-Bah,",
      "Vincent Amanor-Boadu"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2022.1070212",
    "journalVolume": "Vol. 10",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "There has been increasing interest in low-carbon technologies to reduce climate change impacts. However, careful assessments of their implications for the vibrancy of local economies are rare. This paper employs techno-economic analysis to assess the technical and economic feasibility of investment in one such technology: local green ammonia production and its contribution to the economic viability of the local economy. The analysis considers price projection and debt financing options, and alternative energy-to-ammonia technologies. The approach is broadly applicable and is illustrated here using a case study in which 248,188 MT of traditional ammonia are replaced with local wind energy-produced ammonia for farmers in Southwest Kansas, United States. Economic feasibility is defined as the ability to accrue enough discounted cash flow at the end of the turbines’ 25-year lifespan to enable their replacement. The alternative technologies are the traditional Haber-Bosch and the emerging solid oxide electrolysis cell (SOEC). The total plant capital cost amounted to $781.72 million while the plant operating costs were set at $100/MT with the energy supplied by the project’s energy system. The results show how economic feasibility sensitivity to technology and financing options are evaluated and communicated to scientists, policymakers, and farmers. The 6.5 MWh/MT wind energy-to-ammonia SOEC technology presented the best economic results under all price projections. The community’s investment yielded the highest return when debt was used to finance 50% of the capital investment. Returns exceeded the average annual S&P return of about 7% from 1957 to 2021. The work shows how consideration of technology efficiencies and creative financing strategies can contribute to the economic welfare of farmers and their communities even as they contributed to reducing crop production’s carbon footprint.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2022.1070212/full"
  },
  {
    "title": "Urban Sensory Gardens with Aromatic Herbs in the Light of Climate Change: Therapeutic Potential and Memory-Dependent Smell Impact on Human Wellbeing",
    "authors": [
      "Izabela Krzeptowska-Moszkowicz,",
      "Łukasz Moszkowicz,",
      "Karolina Porada"
    ],
    "doi": "https://doi.org/10.3390/land11050760",
    "journalVolume": "Vol. 11,\n                                no. 760\n                                \n                                  p.\n                                  760",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "The aim of this study was to analyze urban sensory gardens containing aromatic herbs in terms of the plants used in them. The analysis considered the impact of climate change, particularly of higher temperatures, which may affect the character of contemporary urban gardens. The study was planned primarily in the context of the gardens’ therapeutic significance to their users. An important part of the work was to analyze how particular aromatic plants are perceived and received by the inhabitants, using the example of one of Poland's largest cities, Kraków, to assess whether they can have an impact on the inhabitants’ positive memories and thus improve their well-being. Initially, the plant composition of gardens located in Poland that feature aromatic herbs was analyzed. This was followed by a survey and an analysis of therapeutic gardens using the Trojanowska method as modified by Krzeptowska-Moszkowicz et al. The plant composition analysis of sensory gardens featuring herbs demonstrated that vulnerable plants in the Central European climate are being introduced to urban sensory gardens. In terms of major aromatic plants, it was found that almost every respondent reported the existence of scents that had some form of essential significance associated with personal memories. Considering the important sensory impact of water elements in therapeutic gardens, as well as problems related to the acquisition of drinking water or water used in agriculture or horticulture, the paper also addresses this topic. It was found that the city dwellers who filled in the questionnaire strongly preferred the introduction of more ecological solutions in the gardens related to water use—to collect and use rainwater, e.g., for watering, instead of piped water.",
    "readLink": "https://www.mdpi.com/2073-445X/11/5/760"
  },
  {
    "title": "End of life of mosquito nets: searching for alternative uses through patent classification",
    "authors": [
      "Marco Melani,",
      "Marco Melani,",
      "Rocco Furferi,",
      "Federico Rotini,",
      "Luca Barbieri"
    ],
    "doi": "https://doi.org/10.3389/fmtec.2023.1172564",
    "journalVolume": "Vol. 3",
    "issn": "2813-0359 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Chemical technology: Chemicals: Manufacture, use, etc."
    ],
    "journalUrl": "https://www.frontiersin.org/journals/manufacturing-technology",
    "abstract": "The effects of global concerns such as climate change and environmental pollution must be considered also when dealing with the design or revamping of products or services nowadays. Existing practices, such as the 3R recovery approach and the Circular Economy approach, which aim to reduce waste and increase recycling, regeneration, and reusability, need to be applied during this process. This paper is embedded in this context, and it presents a study that was conducted within a manufacturing company on the possibility of reusing end-of-life mosquito nets, which are difficult to recycle, with the aim of reducing their environmental impact and creating new business opportunities. To achieve this goal, several methods for identifying new product applications have been evaluated from the literature and the most suitable one has been selected. The method is based on the identification of the product functions; then, with a series of patent searches, the Cooperative Patent Classifications (CPCs) of the resulting patents are extracted to be used as external stimuli during the design process. The results obtained in terms of ideas generated are then shown at the end of the paper, suggesting the actual effectiveness of the method applied.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmtec.2023.1172564/full"
  }
]