[
  {
    "title": "Past (1950–2017) and future (−2100) temperature and precipitation trends in Egypt",
    "authors": [
      "Amira N. Mostafa,",
      "Ali Wheida,",
      "Mostafa El Nazer,",
      "Mona Adel,",
      "Lamia El Leithy,",
      "Guillaume Siour,",
      "Adriana Coman,",
      "Agnes Borbon,",
      "Abel Wahab Magdy,",
      "Mohamed Omar,",
      "Amal Saad-Hussein,",
      "Stephane C. Alfaro"
    ],
    "doi": "Vol. 26",
    "issn": "2212-0947 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/weather-and-climate-extremes/",
    "abstract": "Egypt, located in the Middle East and North Africa region, is considered to be a potential hot-spot of climate change where the warming and increase of the frequency of extreme temperatures could occur faster than at global scale. Precipitation is also expected to decrease in the region. In this work, our aim is to quantify the past and future temperature and precipitation trends at 8 locations selected for being representative of the variety of Egyptian climates. For the past period (1950–2017), we show that the decadal temperature trends derived from the analysis of the assimilated ERA-Interim (ERA-Int) and downscaled CORDEX (Historical and Evaluation) data are consistent. Relative to 1960, the daily maximal and minimal temperatures have increased by 1.3 ± 0.1 and 1.3 ± 0.3 °C, respectively, at the 8 selected locations. However, at the shorter yearly time scale, sub-regional differences of climate variability can be evidenced: this variability is less at the coastal and Nile Delta sites than at the drier inland locations. For the future, we use an ensemble of 6 CORDEX Africa models. Under the RCP45 scenario, the temperatures are predicted to increase at a rate ranging from 0.28 ± 0.04 °C/decade (Alexandria) to 0.38 ± 0.09 °C/decade (Hurghada and Aswan) between 2010 and 2040, and to abate afterwards (0.12 ± 0.08 °C/decade). Under the RCP85 scenario, the rates of temperature increase before 2040 are similar to those under RCP45 (from 0.24 ± 0.14 to 0.40 ± 0.12 °C/decade) but considerably larger afterwards (from 0.48 ± 0.18 °C to 0.72 ± 0.11 °C/decade between 2050 and 2100). As compared to the 2006–2015 reference period, the extreme temperatures analysis performed with the CLIMDEX software shows that the hot days and nights will become more frequent at all sites, but that the increase will occur at larger rates at the Red Sea (Hurghada) and upper Egypt (Aswan) sites than at the other ones. These inter-site differences are more pronounced with RCP45 than with RCP85. Considering the latter scenario, in the last decade of this century about 80% of the days in a year would be hotter than the 90th percentile of the 2006–2015 reference period. Regarding the annual precipitation, the analysis of ERA-Interim data of the 1980–2017 period does not reveal any significant trend, but in both RCP45 and RCP85 a significant decrease (from −0.48 to −0.9 mm/y, and from −0.95 to −1.40 mm/y, respectively) is predicted to occur from 2010 to 2100 in the north of Egypt where rain is currently the most abundant. Keywords: Egypt, Daily temperature trends, Extreme daily temperatures, Precipitation trends",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212094719300088"
  },
  {
    "title": "Simulation of air temperature and their influence on the potential distribution of Myracrodruon urundeuva, Copernicia prunifera and Cereus jamacaru in the Caatinga",
    "authors": [
      "Luciana Cristina de Sousa Vieira,",
      "Vicente de Paula Silva Filho,",
      "Prakki Satyamurty,",
      "Vanessa de Almeida Dantas,",
      "Aldeize da Silva Santos,",
      "Glayson Francisco Bezerra das Chagas"
    ],
    "doi": "https://doi.org/10.1007/s42452-021-04886-w",
    "journalVolume": "Vol. 4,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 16",
    "issn": "2523-3963 (Print)",
    "publisher": "2523-3971 (Online)",
    "countryOfPublisher": "Springer",
    "lcc": [
      "Switzerland",
      "Science",
      "Technology"
    ],
    "journalUrl": "https://www.springer.com/snas",
    "abstract": "Abstract Areas in the process of aridification in Caatinga phytogeographic domain in northeastern Brazil increase every year due to human intervention and increase in air temperature. The identification of long-term patterns and air temperature trends in the phytogeographic domain can express climate variability as well as a new phase of adaptation to some plant species. The temperature series from 1951 to 2018 obtained from the National Centers for Environmental Prediction data sets in four conservation areas with native vegetation, located in the North (A1), East (A2), South (A3) and West (A4) regions of this phytogeographic domain, show an increase in temperature between 0.5 and 1.4 °C over the 68-year period with the highest warming occurring in the months of March, April and May. The Maxent model is used to identify the influence of this increase on the presence potential of three species in the Caatinga, Myracrodruon urundeuva (aroeira), Copernicia prunifera (palmeira) and Cereus jamacaru DC (cactus) in the future time interval of 2041 to 2060, considering IPCC projected climate changes. The results show that climate change can lead to a reduction as well as redistribution of the potential areas of occurrence of the three species. Notable changes are: in the case of Carnauba, the high potential area reduces from 25.3% in the present state to 19.6% in 2050, and potential area for Aroeira diminishes in central Bahia and increases in Rio Grande do Norte. The projected changes for all three species are discussed.",
    "readLink": "https://doi.org/10.1007/s42452-021-04886-w"
  },
  {
    "title": "Settlement dynamics, subsistence economies and climate change during the late Holocene at Nunura Bay (Sechura Desert, Peru): A multiproxy approach.",
    "authors": [
      "Valentina Villa,",
      "Nicolas Bermeo,",
      "Antoine Zazzo,",
      "Christine Lefèvre,",
      "Philippe Béarez,",
      "Denis Correa,",
      "Elise Dufour,",
      "Aurélie Manin,",
      "Lucie Dausse,",
      "Belkys Gutiérrez,",
      "Segundo Vásquez,",
      "Aurélien Christol,",
      "Jean-Jacques Bahain,",
      "Nicolas Goepfert"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0281545",
    "journalVolume": "Vol. 18,\n                                no. 3\n                                \n                                  p.\n                                  e0281545",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Long considered on the margins, far from the major cultural traditions, the Sechura Desert is situated at the crossroads between the cultures of southern Ecuador and those of the northern Peruvian coast and preserves a large number of varied archaeological sites. Despite this evidence, little is known about the societies that inhabited this region during the Holocene. Exposed to natural hazards, including El Niño events, and to major climatic changes, they were able to adapt and exploit the scarce resources that this extreme environment offered them. Because of this rich history, we have been conducting archaeological research in this region since 2012 in order to clarify the dynamics of human occupation and their links with climate oscillations and environmental changes. This paper present the results of a multidisciplinary study of Huaca Grande, a mound located on Nunura Bay, 300 m from the Pacific Ocean. The nature of the human occupations at Huaca Grande was varied, and several adjustments occurred over time. The subsistence economy was based mainly on local marine resources and a continual use of terrestrial vegetal resources. However, a major change occurred in the more recent occupations, with the apparition of non-local resources (maize and cotton) indicating that Huaca Grande was connected to trade networks. The results show two main phases of occupation separated by a long abandonment (mid-5th century CE to mid-7th century CE and mid-13th century to mid-15th century CE). The occupation of the site appears to have been influenced by changes in the local climate and by extreme El Niño events. Our results highlight the great adaptability of these human groups over the span of a millennium and their capacity to react to the climatic changes and hazards that characterise this region.",
    "readLink": "https://doi.org/10.1371/journal.pone.0281545"
  },
  {
    "title": "Individual and mutual effects of elevated carbon dioxide and temperature on salt and cadmium uptake and translocation by rice seedlings",
    "authors": [
      "Yu-Xi Feng,",
      "Peng Tian,",
      "Cheng-Zhi Li,",
      "Qing Zhang,",
      "Stefan Trapp,",
      "Xiao-Zhang Yu"
    ],
    "doi": "https://doi.org/10.3389/fpls.2023.1161334",
    "journalVolume": "Vol. 14",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Plant kingdoms are facing increasingly harsh environmental challenges marked by the coexposure of salinity and pollution in the pedosphere and elevated CO2 and temperature in the atmosphere due to the rapid acceleration of industrialization and global climate change. In this study, we deployed a hydroponics-based experiment to explore the individual and mutual effects of different temperatures (low temperature, T1: 23°C; high temperature, T2: 27°C) and CO2 concentrations (ambient CO2: 360 ppm; medium CO2: 450 ppm; high CO2: 700 ppm) on the uptake and translocation of sodium chloride (NaCl, 0.0, 0.2, 0.6, and 1.1 g Na/L) and cadmium nitrate (Cd(NO3)2·4H2O, 0.0, 0.2, 1.8, and 5.4 mg Cd/L) by rice seedlings. The results indicated that Cd and Na exposure significantly (P< 0.05) inhibited plant growth, but T2 and medium/high CO2 alleviated the effects of Cd and Na on plant growth. Neither significant synergistic nor antagonistic effects of Cd and Na were observed, particularly not at T1 or high CO2. At increasing temperatures, relative growth rates increased despite higher concentrations of Cd and Na in both rice roots and shoots. Similarly, higher CO2 stimulated the growth rate but resulted in significantly lower concentrations of Na, while the Cd concentration was highest at medium CO2. Coexposure experiments suggested that the concentration of Cd in roots slightly declined with additional Na and more at T2. Overall, our preliminary study suggested that global climate change may alter the distribution of mineral and toxic elements in rice plants as well as the tolerance of the plants.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2023.1161334/full"
  },
  {
    "title": "Effect of Water Deficit on Germination, Growth and Biochemical Responses of Four Potentially Invasive Ornamental Grass Species",
    "authors": [
      "Diana M. Mircea,",
      "Elena Estrelles,",
      "Mohamad Al Hassan,",
      "Pilar Soriano,",
      "Radu E. Sestras,",
      "Monica Boscaiu,",
      "Adriana F. Sestras,",
      "Oscar Vicente"
    ],
    "doi": "https://doi.org/10.3390/plants12061260",
    "journalVolume": "Vol. 12,\n                                no. 1260\n                                \n                                  p.\n                                  1260",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Ornamental plant species introduced into new environments can exhibit an invasive potential and adaptability to abiotic stress factors. In this study, the drought stress responses of four potentially invasive ornamental grass species (Cymbopogon citratus, Cortaderia selloana, Pennisetum alopecuroides and P. setaceum) were analysed. Several seed germination parameters were determined under increasing polyethylene glycol (PEG 6000) concentrations. Additionally, plants in the vegetative stage were subjected to intermediate and severe water stress treatments for four weeks. All species registered high germination rates in control conditions (no stress treatment), even at high PEG concentrations, except C. citratus, which did not germinate at −1 MPa osmotic potential. Upon applying the water stress treatments, P. alopecuroides plants showed the highest tolerance, and C. citratus appeared the most susceptible to drought. Stress-induced changes in several biochemical markers (photosynthetic pigments, osmolytes, antioxidant compounds, root and shoot Na+ and K+ contents), highlighted different responses depending on the species and the stress treatments. Basically, drought tolerance seems to depend to a large extent on the active transport of Na+ and K+ cations to the aerial part of the plants, contributing to osmotic adjustment in all four species and, in the case of the most tolerant P. alopecuroides, on the increasing root K+ concentration under water deficit conditions. The study shows the invasive potential of all species, except C. citratus, in dry areas such as the Mediterranean region, especially in the current climate change scenario. Particular attention should be given to P. alopecuroides, which is widely commercialised in Europe as ornamental.",
    "readLink": "https://www.mdpi.com/2223-7747/12/6/1260"
  },
  {
    "title": "Modern Climate and Soil Properties Explain Functional Structure Better Than Phylogenetic Structure of Plant Communities in Northern China",
    "authors": [
      "Yabo Shi,",
      "Chuang Su,",
      "Mingchen Wang,",
      "Xinliang Liu,",
      "Cunzhu Liang,",
      "Liqing Zhao,",
      "Xinyu Zhang,",
      "Hugjiltu Minggagud,",
      "Gang Feng,",
      "Wenhong Ma"
    ],
    "doi": "https://doi.org/10.3389/fevo.2020.531947",
    "journalVolume": "Vol. 8",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "Examination of the mechanisms of the plant community assembly at a geographical scale is an interesting topic in ecology and biogeography, which are of great significance for the understanding of species coexistence and biodiversity conservation. But so far, only a few studies have simultaneously assessed the relative roles of multiple-scale factors in shaping the phylogenetic and functional structure of plant communities at a macroecological scale. In this study, we linked modern climate, glacial-interglacial climate change, and soil properties with the phylogenetic and functional structure of shrub and herbaceous plant communities in Inner Mongolia, China, an arid and semi-arid region. Our results showed that the functional structure of plant communities was more associated with modern climate and soil properties than the phylogenetic structure, especially for the soil properties. Modern precipitation was found in all the combinations of variables that were most closely related to the community structure in this arid and semi-arid region. These findings suggest that the phylogenetic and functional structure of biotic communities may be affected by processes at divergent spatial-temporal scales. That is, the functional structure is better linked with the modern and local factors while the phylogenetic structure is more associated with the historical and regional processes. This study highlights the importance of the associations between the different biodiversity dimensions and divergent drivers.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fevo.2020.531947/full"
  },
  {
    "title": "Quantify the Spatial Association between the Distribution of Catering Business and Urban Spaces in London Using Catering POI Data and Image Segmentation",
    "authors": [
      "Yang Zhang,",
      "Xiaowei Li,",
      "Qingrui Jiang,",
      "Mingze Chen,",
      "Lunyuan Liu"
    ],
    "doi": "https://doi.org/10.3390/atmos13122128",
    "journalVolume": "Vol. 13,\n                                no. 2128\n                                \n                                  p.\n                                  2128",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "The impacts of global climate change on food systems will be broad, complex, and profoundly affected by urban context. Food-related urbanism has been investigated for decades to explore how food access influences placemaking and urban forms. With global climate change, foodscapes within urban spaces are an important consideration in urban design and planning for food security and community health. The distribution of catering businesses (restaurants and cafés), one critical method of access to food, is highly associated with urban spaces because of their high impact on diet patterns, human physical activities, travel behaviors, and the use of public spaces. This research explores the spatial associations that exist between the distribution of catering businesses and the design and planning of urban spaces in London. This quantitative research includes three parts: (1) uses Open Street Map data and the GIS spatial analysis method to study the distribution of catering businesses; (2) uses the imagery segmentation method in machine learning to categorize urban spaces into open, landscape, and conflict spaces; and (3) establishes the association between the distribution of catering businesses and the categories of urban spaces through Spearman’s correlation and a linear regression model. The results indicate that the spatial distributions of catering businesses are highly correlated with urban spaces. Conflict and landscape spaces have a significant positive influence on the distribution of catering businesses, while open space has a significant negative influence. Based on the context of global climate change, this research contributes a quantitative urban design and planning approach to promote access to food increase food options and advocate active lifestyles.",
    "readLink": "https://www.mdpi.com/2073-4433/13/12/2128"
  },
  {
    "title": "Cyanobacteria and Cyanotoxins in a Changing Environment: Concepts, Controversies, Challenges",
    "authors": [
      "Ingrid Chorus,",
      "Jutta Fastner,",
      "Martin Welker"
    ],
    "doi": "https://doi.org/10.3390/w13182463",
    "journalVolume": "Vol. 13,\n                                no. 2463\n                                \n                                  p.\n                                  2463",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Concern is widely being published that the occurrence of toxic cyanobacteria is increasing in consequence of climate change and eutrophication, substantially threatening human health. Here, we review evidence and pertinent publications to explore in which types of waterbodies climate change is likely to exacerbate cyanobacterial blooms; whether controlling blooms and toxin concentrations requires a balanced approach of reducing not only the concentrations of phosphorus (P) but also those of nitrogen (N); how trophic and climatic changes affect health risks caused by toxic cyanobacteria. We propose the following for further discussion: (i) Climate change is likely to promote blooms in some waterbodies—not in those with low concentrations of P or N stringently limiting biomass, and more so in shallow than in stratified waterbodies. Particularly in the latter, it can work both ways—rendering conditions for cyanobacterial proliferation more favourable or less favourable. (ii) While N emissions to the environment need to be reduced for a number of reasons, controlling blooms can definitely be successful by reducing only P, provided concentrations of P can be brought down to levels sufficiently low to stringently limit biomass. Not the N:P ratio, but the absolute concentration of the limiting nutrient determines the maximum possible biomass of phytoplankton and thus of cyanobacteria. The absolute concentrations of N or P show which of the two nutrients is currently limiting biomass. N can be the nutrient of choice to reduce if achieving sufficiently low concentrations has chances of success. (iii) Where trophic and climate change cause longer, stronger and more frequent blooms, they increase risks of exposure, and health risks depend on the amount by which concentrations exceed those of current WHO cyanotoxin guideline values for the respective exposure situation. Where trophic change reduces phytoplankton biomass in the epilimnion, thus increasing transparency, cyanobacterial species composition may shift to those that reside on benthic surfaces or in the metalimnion, changing risks of exposure. We conclude that studying how environmental changes affect the genotype composition of cyanobacterial populations is a relatively new and exciting research field, holding promises for understanding the biological function of the wide range of metabolites found in cyanobacteria, of which only a small fraction is toxic to humans. Overall, management needs case-by-case assessments focusing on the impacts of environmental change on the respective waterbody, rather than generalisations.",
    "readLink": "https://www.mdpi.com/2073-4441/13/18/2463"
  },
  {
    "title": "Climate change and non-stationary flood risk for the upper Truckee River basin",
    "authors": [
      "L. E. Condon,",
      "S. Gangopadhyay,",
      "T. Pruitt"
    ],
    "doi": "https://doi.org/10.5194/hess-19-159-2015",
    "journalVolume": "Vol. 19,\n                                no. 1\n                                \n                                  pp.\n                                  159\n                                  – 175",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "Future flood frequency for the upper Truckee River basin (UTRB) is assessed using non-stationary extreme value models and design-life risk methodology. Historical floods are simulated at two UTRB gauge locations, Farad and Reno, using the Variable Infiltration Capacity (VIC) model and non-stationary Generalized Extreme Value (GEV) models. The non-stationary GEV models are fit to the cool season (November–April) monthly maximum flows using historical monthly precipitation totals and average temperature. Future cool season flood distributions are subsequently calculated using downscaled projections of precipitation and temperature from the Coupled Model Intercomparison Project Phase 5 (CMIP-5) archive. The resulting exceedance probabilities are combined to calculate the probability of a flood of a given magnitude occurring over a specific time period (referred to as flood risk) using recent developments in design-life risk methodologies. This paper provides the first end-to-end analysis using non-stationary GEV methods coupled with contemporary downscaled climate projections to demonstrate the evolution of a flood risk profile over typical design life periods of existing infrastructure that are vulnerable to flooding (e.g., dams, levees, bridges and sewers). Results show that flood risk increases significantly over the analysis period (from 1950 through 2099). This highlights the potential to underestimate flood risk using traditional methodologies that do not account for time-varying risk. Although model parameters for the non-stationary method are sensitive to small changes in input parameters, analysis shows that the changes in risk over time are robust. Overall, flood risk at both locations (Farad and Reno) is projected to increase 10–20% between the historical period 1950 to 1999 and the future period 2000 to 2050 and 30–50% between the same historical period and a future period of 2050 to 2099.",
    "readLink": "http://www.hydrol-earth-syst-sci.net/19/159/2015/hess-19-159-2015.pdf"
  },
  {
    "title": "Rainfall and river flow trends for the Western Cape Province, South Africa",
    "authors": [
      "Rakhee Lakhraj-Govender,",
      "Stefan W. Grab"
    ],
    "doi": "https://doi.org/10.17159/sajs.2019/6028",
    "journalVolume": "Vol. 115,\n                                no. 9/10",
    "issn": "0038-2353 (Print)",
    "publisher": "1996-7489 (Online)",
    "countryOfPublisher": "Academy of Science of South Africa",
    "lcc": [
      "South Africa",
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.sajs.co.za",
    "abstract": "Climate change has the potential to alter the spatio-temporal distribution of rainfall, subsequently affecting the supply and demand of water resources. In a water-stressed country such as South Africa, this effect has significant consequences. To this end, we investigated annual and winter rainfall and river flow trends for the Western Cape Province over two periods: 1987–2017 and 1960–2017. Annual rainfall for the most recent 30-year period shows decreasing trends, with the largest magnitude of decrease at the SA Astronomical Observatory rainfall station (-54.38 mm/decade). With the exception of the significant decreasing winter rainfall trend at Langewens (-34.88 mm/decade), the trends vary between stations for the period 1960–2017. For the period 1987–2017, statistically significant decreasing winter trends were found at four of the seven stations, and range from -6.8 mm/decade at Cape Columbine to -34.88 mm/decade at Langewens. Similarly, the magnitudes of decreasing winter river flow at Bree@Ceres and Berg@Franschoek are greater for the more recent 30-year period than for 1960–2017. Correlation coefficients for Vilij@Voeliv rainfall and four river flow stations Berg@Franschoek, Bree@Ceres, Wit River@Drosterkloof and Little Berg@Nieuwkloof) are stronger for shorter periods (i.e. 1987–2017 and 2007–2017) than that for the longer period, 1960–2017. The Intergovernmental Panel on Climate Change emphasises the importance of studies to assist with model prediction uncertainties. To this end, our study expands the understanding of regional hydrological responses to rainfall change in the water stressed region of the Western Cape Province. Significance: • Historical trend analyses provide the basis for future rainfall and river flow projections and also improve our understanding of hydrological responses to rainfall change, which is important for water resource planning and management in light of recent rainfall shortages experienced in the Western Cape region. • Anthropogenic and natural influences on river systems must be taken into account when assessing the impact of rainfall changes on river flow because these factors ultimately affect water resource management. • We identified decreasing winter rainfall trends across the Western Cape Province for the most recent three decades.",
    "readLink": "https://www.sajs.co.za/article/view/6028"
  }
]