[
  {
    "title": "Climate change impact on hydrological characteristics and water availability of the Mountain Pamir Rivers",
    "authors": [
      "I. Normatov,",
      "P. Normatov"
    ],
    "doi": "https://doi.org/10.5194/piahs-383-31-2020",
    "journalVolume": "Vol. 383\n                                \n                                \n                                  pp.\n                                  31\n                                  – 41",
    "issn": "2199-8981 (Print)",
    "publisher": "2199-899X (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.proceedings-international-association-of-hydrological-sciences.net/",
    "abstract": "Results of monitoring accumulated snow cover in upstream areas of the Transboundary Pyanj River (Central Asia) are presented. It is found that the formation of the snow cover and the spatial distribution of atmospheric precipitation in the Mountain Pamir is determined by the orography of the terrain. Orography influences air mass movement in mountain areas, which contributes in different climatic zones to a shift in periods when the maximum amount of snow is falling. Completely different scenarios for the development of meteorological variables in the western and eastern parts of the Gunt River Basin were found, due, firstly, to the influence of the mountainous area orography and, secondly, to the penetration of various air masses. It is observed that in the western part of the basin the average annual precipitation remained almost unchanged over the period 1944–2014, whereas there is a decreasing trend in the eastern part. Assessment of the climate change impact on the formation of the Gunt River water flow was made by comparing the trend in the change of discharge using data from two observation periods 1940–1970 and 1986–2016. Calculations show a decrease of the Gunt River discharge by 5 % over a period of more than 70 years. The influence of climate warming on the river flow is indicated by comparison of river hydrograph in two periods 1940–1970 and 1986–2016. The hydrograph of the Vanch River in the earlier-mentioned periods shows a shift in the maximum of the monthly discharge towards the left, indicating an earlier melting of snow and glaciers in the upstream regions of the river and a significant increase in discharge in the period 1986–2016.",
    "readLink": "https://piahs.copernicus.org/articles/383/31/2020/piahs-383-31-2020.pdf"
  },
  {
    "title": "Multi-year global land cover mapping at 300 m and characterization for climate modelling: achievements of the Land Cover component of the ESA Climate Change Initiative",
    "authors": [
      "S. Bontemps,",
      "M. Boettcher,",
      "C. Brockmann,",
      "G. Kirches,",
      "C. Lamarche,",
      "J. Radoux,",
      "M. Santoro,",
      "E. Vanbogaert,",
      "U. Wegmüller,",
      "M. Herold,",
      "F. Achard,",
      "F. Ramoino,",
      "O. Arino,",
      "P. Defourny"
    ],
    "doi": "https://doi.org/10.5194/isprsarchives-XL-7-W3-323-2015",
    "journalVolume": "Vol. XL-7/W3\n                                \n                                \n                                  pp.\n                                  323\n                                  – 328",
    "issn": "1682-1750 (Print)",
    "publisher": "2194-9034 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Applied optics. Photonics"
    ],
    "journalUrl": "http://www.isprs.org/publications/archives.aspx",
    "abstract": "Essential Climate Variables were listed by the Global Climate Observing System as critical information to further understand the climate system and support climate modelling. The European Space Agency launched its Climate Change Initiative in order to provide an adequate response to the set of requirements for long-term satellite-based products for climate. Within this program, the CCI Land Cover project aims at revisiting all algorithms required for the generation of global land cover products that are stable and consistent over time, while also reflecting the land surface seasonality. To this end, the land cover concept is revisited to deliver a set of three consistent global land cover products corresponding to the 1998-2002, 2003-2007 and 2008-2012 periods, along with climatological 7-day time series representing the average seasonal dynamics of the land surface over the 1998-2012 period. The full Envisat MERIS archive (2003-2012) is used as main Earth Observation dataset to derive the 300-m global land cover maps, complemented with SPOT-Vegetation time series between 1998 and 2012. Finally, a 300-m global map of open permanent water bodies is derived from the 2005-2010 archive of the Envisat Advanced SAR imagery mainly acquired in the 150m Wide Swath Mode.",
    "readLink": "http://www.int-arch-photogramm-remote-sens-spatial-inf-sci.net/XL-7-W3/323/2015/isprsarchives-XL-7-W3-323-2015.pdf"
  },
  {
    "title": "The Distribution Pattern and Species Richness of Scorpionflies (Mecoptera: Panorpidae)",
    "authors": [
      "Jian Su,",
      "Wanjing Liu,",
      "Fangcheng Hu,",
      "Panpan Miao,",
      "Lianxi Xing,",
      "Yuan Hua"
    ],
    "doi": "https://doi.org/10.3390/insects14040332",
    "journalVolume": "Vol. 14,\n                                no. 332\n                                \n                                  p.\n                                  332",
    "issn": "2075-4450 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/insects/",
    "abstract": "The uneven distribution of species diversity on earth, with mountainous regions housing half of the high species diversity areas, makes mountain ecosystems vital to biodiversity conservation. The Panorpidae are ecological indicators, ideal for studying the impact of climate change on potential insect distribution. This study examines the impact of environmental factors on the distribution of the Panorpidae and analyzes how their distribution has changed over three historical periods, the Last Interglacial (LIG), the Last Glacial Maximum (LGM), and Current. The MaxEnt model is used to predict the potential distribution area of Panorpidae based on global distribution data. The results show that precipitation and elevation are the primary factors affecting species richness, and the suitable areas for Panorpidae are distributed in southeastern North America, Europe, and southeastern Asia. Throughout the three historical periods, there was an initial increase followed by a decrease in the area of suitable habitats. During the LGM period, there was a maximum range of suitable habitats for cool-adapted insects, such as scorpionflies. Under the scenarios of global warming, the suitable habitats for Panorpidae would shrink, posing a challenge to the conservation of biodiversity. The study provides insights into the potential geographic range of Panorpidae and helps understand the impact of climate change on their distribution.",
    "readLink": "https://www.mdpi.com/2075-4450/14/4/332"
  },
  {
    "title": "Cocoa agroforestry systems versus monocultures: a multi-dimensional meta-analysis",
    "authors": [
      "Wiebke Niether,",
      "Johanna Jacobi,",
      "Wilma J Blaser,",
      "Christian Andres,",
      "Laura Armengot"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/abb053",
    "journalVolume": "Vol. 15,\n                                no. 10\n                                \n                                  p.\n                                  104085",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Scientific knowledge, societal debates, and industry commitments around sustainable cocoa are increasing. Cocoa agroforestry systems are supposed to improve the sustainability of cocoa production. However, their combined agronomic, ecological, and socio-economic performance compared to monocultures is still largely unknown. Here we present a meta-analysis of 52 articles that directly compared cocoa agroforestry systems and monocultures. Using an inductive, multi-dimensional approach, we analyzed the differences in cocoa and total system yield, economic performance, soil chemical and physical properties, incidence of pests and diseases, potential for climate change mitigation and adaptation, and biodiversity conservation. Cocoa agroforestry systems outcompeted monocultures in most indicators. Cocoa yields in agroforestry systems were 25% lower than in monocultures, but total system yields were about ten times higher, contributing to food security and diversified incomes. This finding was supported by a similar profitability of both production systems. Cocoa agroforestry contributed to climate change mitigation by storing 2.5 times more carbon and to adaptation by lowering mean temperatures and buffering temperature extremes. We found no significant differences in relation to the main soil parameters. The effect of the type of production system on disease incidence depended on the fungal species. The few available studies comparing biodiversity showed a higher biodiversity in cocoa agroforestry systems. Increased and specific knowledge on local tree selections and local socio-economic and environmental conditions, as well as building and enabling alternative markets for agroforestry products, could contribute to further adoption and sustainability of cocoa agroforestry systems.",
    "readLink": "https://doi.org/10.1088/1748-9326/abb053"
  },
  {
    "title": "Tasa de descuento ambiental Gamma: una aplicación para Colombia",
    "authors": [
      "Francisco Correa"
    ],
    "doi": "https://doi.org/10.17533/udea.le.n69a739",
    "journalVolume": "Vol. 69,\n                                no. 69",
    "issn": "0120-2596 (Print)",
    "publisher": "2323-0622 (Online)",
    "countryOfPublisher": "Universidad de Antioquia",
    "lcc": [
      "Colombia",
      "Social Sciences: Economic history and conditions",
      "Social Sciences: Economic theory. Demography: Economics as a science"
    ],
    "journalUrl": "https://revistas.udea.edu.co/index.php/lecturasdeeconomia/",
    "abstract": "Este artículo tiene como objetivo central describir y aplicar una metodología para estimar la tasa de descuento en proyectos de largo plazo para Colombia, como son los proyectos relacionados con la conservación ambiental y el cambio climático global. La metodología aplicada es conocida como el descuento gamma. Para la aplicación de este método se realizó una encuesta a 120 economistas de Colombia, de esta forma se obtuvo una tasa descuento mucho menor que la tasa social de descuento usualmente utilizada en la evaluación económica de proyectos de largo plazo en el país. Adicionalmente, las estimaciones realizadas permiten verificar la declinación en el tiempo de dicha tasa de descuento. Palabras clave: descuento, preferencias intertemporales, impactos ambientales, análisis costo-beneficio, incertidumbre. Clasificación JEL: B41, D91, Q51 Abstract: The main purpose of this article is to describe and apply a methodology to estimate the discount rate on long-term projects, such as those related to environmental conservation and global climate change, for Colombia. The applied methodology is known as gamma discount. For the application of this method, a survey of 120 Colombian economists was conducted. This yielded a much smaller discount rate than the social rate of discount typically used in the economic evaluation of domestic long-term projects. Additionally, the obtained estimations allow verifying the decline in time of such a discount rate. Keywords: discount rate, intertemporal preferences, environmental impacts, cost-benefit analysis, uncertainty. JEL Classification: B41, D91, Q51 Résumé : Cet article présente une méthodologie permettant d.estimer le taux d.actualisation dans la valorisation des projets de long terme pour la Colombie, notamment les projets associés à la préservation de l.environnement et le changement climatique. La méthodologie que nous appliquons est connue comme l.escompte gamma. Pour ce faire, nous avons fait un sondage auprès de 120 économistes de Colombie, ce qui nous a permit d.établir un taux d.escompte beaucoup plus petit que le taux social d.escompte traditionnellement utilisé dans l'évaluation économique des projets de long terme dans le pays. En plus, les estimations effectuées permettent de vérifier la chute de ce taux d.escompte dans le temps. Mots Clef: taux d.escompte, préférences intertemporelles, impacts environnementaux, analyse coût bénéfice, incertitude. Classification JEL: B41, D91, Q51",
    "readLink": "https://revistas.udea.edu.co/index.php/lecturasdeeconomia/article/view/739"
  },
  {
    "title": "The European Union Solidarity Fund: An Important Tool in the Recovery After Large-Scale Natural Disasters",
    "authors": [
      "Maria IONCICĂ,",
      "Eva-Cristina PETRESCU"
    ],
    "doi": "Vol. 64,\n                                no. 1\n                                \n                                  pp.\n                                  069\n                                  – 080",
    "issn": "1018-046X (Print)",
    "publisher": "1844-7694 (Online)",
    "countryOfPublisher": "Romanian National Institute of Statistics",
    "lcc": [
      "Romania",
      "Social Sciences: Statistics"
    ],
    "journalUrl": "http://www.revistadestatistica.ro/",
    "abstract": "This paper analyses the situation of the European Union Solidarity Fund, as an important tool in the recovery after large-scale natural disasters. In the last millennium, the European Union countries have faced climate change, which lead to events with disastrous consequences. There are several ex-post financial ways to respond to the challenges posed by large-scale natural disasters, among which EU Solidarity Fund, government funds, budget reallocation, donor assistance, domestic and/or external credit. The EU Solidarity Fund was created in 2002 after the massive floods from the Central Europe as the expression of the solidarity of EU countries. Romania has received financial assistance from the EU Solidarity Fund after the occurrence of major natural disasters, regional and neighbouring country disasters. The assessment of large-scale natural disasters in EU is very important and in order to analyse if there is a concentration of large-scale natural disasters in EU we used the Gini coefficient. In the paper, the method of the statistical analysis and the correlation between several indicators were used to study the financial impacts of large-scale natural disasters in Europe, and especially in Romania.",
    "readLink": "http://www.revistadestatistica.ro/wp-content/uploads/2016/03/RRS01_2016_A6.pdf"
  },
  {
    "title": "Regenerative strategies for climate justice",
    "authors": [
      "May East"
    ],
    "doi": "https://doi.org/10.19040/ecocycles.v4i1.95",
    "journalVolume": "Vol. 4,\n                                no. 1\n                                \n                                  pp.\n                                  41\n                                  – 46",
    "issn": "2416-2140 (Online)",
    "publisher": "European Ecocycles Society",
    "countryOfPublisher": "Hungary",
    "lcc": [
      "Geography. Anthropology. Recreation: Human ecology. Anthropogeography",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecocycles.net/ojs/index.php/Ecocycles/index",
    "abstract": "The starting-point for this paper is a growing concern about the strong and creative tension between what is global and what is local in the context of climate change and food systems. The global expression is undoubtedly powerful, based on large-scale, resource-intensive, agribusiness enterprises operating globally and seeking continued international expansion. But a tide is rising, which is reinforcing the local manifestation and provoking a strengthened commitment to local food systems while enhancing the resilience to climate change. Tragically it is those who have contributed the least to green house gas emissions who are suffering the worst effects of climate change. This paper will feature a project in the Koraput district of the state of Odisha in India, where 70% of the population is dependent on agriculture in a region where late and erratic Monsoon rains are impacting the course of farming. The region is known for its abundance of paddy fields as well as many varieties of millets, yam, and tuber crops, which are gradually vanishing due to the introduction of cash crops and GM seeds, and the increasing impact of climate change. The constant change in the environment of tribal communities in the region creates an imperative for constant learning. In this context the paper will analyse a project-based-learning and grass-roots campaign ‘Grow your own Food’ led by the tribal Women’s Federation Orissa Nari Samaj, and the local NGO THREAD, to counteract the so called “Climate-Smart Agriculture” (CSA) techniques. CSA in the region is encouraging the use of modified seeds, chemical pesticides, and synthetic fertilizers, as well as high-risk technologies such as synthetic biology, and geo-engineering. This imposition of new biotechnology has been particularly damaging for the local farmers. The paper will analyse how new climate resilient agriculture approaches combined with traditional ways of food growing and drought tolerant plants are improving the productivity of their soils and the nutrition of their meals. The paper concludes by considering the role of Education for Sustainable Development in supporting indigenous communities in climate-vulnerable regions to develop locally adapted agro-ecological responses, while attempting to address the deeper structural changes needed to tackle the root causes of poverty and climate change in the Global South.",
    "readLink": "https://www.ecocycles.eu/ojs/index.php/ecocycles/article/view/95"
  },
  {
    "title": "Pemaknaan Filsafati Kearifan Lokal untuk Adaptasi Masyarakat terhadap Ancaman Bencana Marin dan Fluvial di Lingkungan Kepesisiran",
    "authors": [
      "S Sunarto"
    ],
    "doi": "https://doi.org/10.23917/forgeo.v25i1.5026",
    "journalVolume": "Vol. 25,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 16",
    "issn": "0852-0682 (Print)",
    "publisher": "2460-3945 (Online)",
    "countryOfPublisher": "Universitas Muhammadiyah Surakarta",
    "lcc": [
      "Indonesia",
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://journals.ums.ac.id/index.php/fg/index",
    "abstract": "The purpose of this research was to study the philosophical meaning of local wisdom that developed in the communities in the coastal environment, particularly in the eastern coast of Central Java. The method used for this philosophical meaning using the approach of geomorphological hermeneutics and disaster semiotics. The results of this research indicate that identified local wisdom in the form of cultural semiotics and faunal semiotics to anticipate the hazards of climate change as marine hazard and fluvial hazard. Cultural semiotics found in the form of advice that still need to be interpreted with a geomorphological hermeneutics approach order to use it to adapt to the coastal environment against marine hazard. The cultural semiotics has a geomorphological philosophical meaning as natural cycle that leads to dynamic equilibrium, not the philosophical meaning that leads to the view of anthropocentrism. In addition, also found cultural semiotics of “Dina Rèntèng” based on the philosophical views of ecocentrism. The cultural semiotics is used in society to adapt to the fluvial hazard. Faunal semiotics found in the form of anomalous crab behavior as a form of adaptation due to its response to environmental condition. The faunal semiotics has been used as a guide for the community to adapt to the fluvial hazard. Because of the local wisdom is loaded with philosophical meaning, it can be metatourism assets, so it can convert harm into benefit.",
    "readLink": "http://journals.ums.ac.id/index.php/fg/article/view/5026"
  },
  {
    "title": "Rapid global ocean-atmosphere response to Southern Ocean freshening during the last glacial",
    "authors": [
      "Chris S. M. Turney,",
      "Richard T. Jones,",
      "Steven J. Phipps,",
      "Zoë Thomas,",
      "Alan Hogg,",
      "A. Peter Kershaw,",
      "Christopher J. Fogwill,",
      "Jonathan Palmer,",
      "Christopher Bronk Ramsey,",
      "Florian Adolphi,",
      "Raimund Muscheler,",
      "Konrad A. Hughen,",
      "Richard A. Staff,",
      "Mark Grosvenor,",
      "Nicholas R. Golledge,",
      "Sune Olander Rasmussen,",
      "David K. Hutchinson,",
      "Simon Haberle,",
      "Andrew Lorrey,",
      "Gretel Boswijk,",
      "Alan Cooper"
    ],
    "doi": "https://doi.org/10.1038/s41467-017-00577-6",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 9",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "A challenge for testing mechanisms of past climate change is the precise correlation of palaeoclimate records. Here, through climate modelling and the alignment of terrestrial, ice and marine 14C and 10Be records, the authors show that Southern Ocean freshwater hosing can trigger global change.",
    "readLink": "https://doi.org/10.1038/s41467-017-00577-6"
  },
  {
    "title": "Incertidumbre en la evaluación del impacto del cambio climático en dos cuencas mexicanas / Uncertainty in the evaluation of climate change impacts over two Mexican catchments",
    "authors": [
      "Juan Alberto Velázquez Zapata,",
      "Magali Troin"
    ],
    "doi": "https://doi.org/10.24850/j-tyca-2020-01-01",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  01\n                                  – 36",
    "issn": "0187-8336 (Print)",
    "publisher": "2007-2422 (Online)",
    "countryOfPublisher": "Instituto Mexicano de Tecnología del Agua",
    "lcc": [
      "Mexico",
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.revistatyca.org.mx/",
    "abstract": "Este estudio investiga la incertidumbre asociada con el modelo de circulación general (MCG) al escenario de emisión y a la variabilidad natural del clima en la estimación del impacto del cambio climático en dos cuencas mexicanas. Las cuencas seleccionadas tienen diferentes climas y regímenes hidrológicos. Las simulaciones climáticas de tres MCG bajo tres escenarios de emisión (B1, A1B y A2) se usan para alimentar el modelo hidrológico SWAT, de tipo físico y semidistribuido. Las simulaciones cubren 30 años en un periodo de referencia (1971-2000) y dos periodos de 20 años en el futuro (2046-2065 y 2081-2100). Los resultados muestran que los caudales altos son más propensos a ser influenciados por la incertidumbre asociada con el MCG; además, los indicadores hidrológicos tienen una sensibilidad menor al escenario de emisión para las cuencas de estudio. Por último, la incertidumbre vinculada con la variabilidad natural no debe pasarse por alto en los estudios de cambio climático, ya que hasta cierto punto y para caudales altos puede ser tan crítica como la incertidumbre ligada con MCG y el escenario de emisión.",
    "readLink": "http://www.revistatyca.org.mx/ojs/index.php/tyca/article/view/1848"
  }
]