[
  {
    "title": "Long-Term Evolution and Monitoring at High Temporal Resolution of a Rapidly Retreating Cliff in a Cold Temperate Climate Affected by Cryogenic Processes, North Shore of the St. Lawrence Gulf, Quebec (Canada)",
    "authors": [
      "Pascal Bernatchez,",
      "Geneviève Boucher-Brossard,",
      "Maude Corriveau,",
      "Charles Caulet,",
      "Robert L. Barnett"
    ],
    "doi": "https://doi.org/10.3390/jmse9121418",
    "journalVolume": "Vol. 9,\n                                no. 1418\n                                \n                                  p.\n                                  1418",
    "issn": "2077-1312 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Naval Science: Naval architecture. Shipbuilding. Marine engineering",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://www.mdpi.com/journal/jmse",
    "abstract": "This article focuses on the quantification of retreat rates, geomorphological processes, and hydroclimatic and environmental drivers responsible for the erosion of an unconsolidated fine-sediment cliff along the north shore of the Gulf of St. Lawrence (Quebec, Canada). Annual monitoring using field markers over a period of twenty years, coupled with photo interpretation and historical archive analysis, indicates an average annual erosion rate of 2.2 m per year between 1948 and 2017. An acceleration in retreat occurred during the last 70 years, leading to a maximum between 1997 and 2017 (3.4 m per year) and 2000–2020 (3.3 m per year). Daily observations based on six monitoring cameras installed along the cliff between 2008 and 2012 allowed the identification of mechanisms and geomorphological processes responsible for cliff retreat. Data analysis reveals seasonal activity peaks during winter and spring, which account for 75% of total erosional events. On an annual basis, cryogenic processes represent 68% of the erosion events observed and subaerial and hydrogeological processes account for 73%. Small-scale processes, such as gelifraction, solifluction, suffosion, debris collapse, and thermoabrasion, as well as mass movement events, such as slides and mudflows, induced rapid cliff retreat. Lithostratigraphy and cliff height exert an important control on erosion rates and retreat modes, which are described by three main drivers (hydrogeologic, cryogenic, and hydrodynamic processes). Critical conditions promoting high erosion rates include the absence of an ice-foot in winter, the absence of snow cover on the cliff face allowing unrestricted solar radiation, the repetition of winter warm spells, snow melting and sediment thawing, and high rainfall conditions (>30 mm or SPI > 2). The relationships between hydroclimatic forcing and retreat rates are difficult to establish without taking into account the quantification of the geomorphological processes involved. The absence of quantitative data on the relative contribution of geomorphological processes can constitute a major obstacle in modeling the retreat of cliffs with regard to climate change.",
    "readLink": "https://www.mdpi.com/2077-1312/9/12/1418"
  },
  {
    "title": "The European Union facing climate change: a window of opportunity for technological development and entrepreneurship",
    "authors": [
      "Ana Zuazua Ruiz,",
      "José María Martín Martín,",
      "Juan F Prados-Castillo"
    ],
    "doi": "Vol. 2,\n                                no. 2\n                                \n                                  p.\n                                  100035",
    "issn": "2773-0328 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Spain",
    "lcc": [
      "Technology",
      "Social Sciences: Commerce: Business"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/sustainable-technology-and-entrepreneurship",
    "abstract": "The fight against climate change is one of the significant challenges of the 21st century. The European Union's environmental policy has evolved as the perception of the problem has become more evident. This paper examines the environmental commitments made by the European Union on the global scene to verify its involvement and responsibility in environmental policy. A comprehensive analysis of the European Union's environmental policies compared to other countries has been carried out using a comparative methodological framework of these commitments. The results confirm the European Union's leadership in promoting and implementing policies to combat climate change and environmental sustainability, which therefore opens windows of opportunity for technological development and entrepreneurship. Future lines of research are proposed following the conclusions, considering the current economic and environmental situation in an environment of energy crisis and inflation.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2773032822000359"
  },
  {
    "title": "Will international emissions trading help achieve the objectives of the Paris Agreement?",
    "authors": [
      "Shinichiro Fujimori,",
      "Izumi Kubota,",
      "Hancheng Dai,",
      "Kiyoshi Takahashi,",
      "Tomoko Hasegawa,",
      "Jing-Yu Liu,",
      "Yasuaki Hijioka,",
      "Toshihiko Masui,",
      "Maho Takimi"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/11/10/104001",
    "journalVolume": "Vol. 11,\n                                no. 10\n                                \n                                  p.\n                                  104001",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Under the Paris Agreement, parties set and implement their own emissions targets as nationally determined contributions (NDCs) to tackle climate change. International carbon emissions trading is expected to reduce global mitigation costs. Here, we show the benefit of emissions trading under both NDCs and a more ambitious reduction scenario consistent with the 2 °C goal. The results show that the global welfare loss, which was measured based on estimated household consumption change in 2030, decreased by 75% (from 0.47% to 0.16%), as a consequence of achieving NDCs through emissions trading. Furthermore, achieving the 2 °C targets without emissions trading led to a global welfare loss of 1.4%–3.4%, depending on the burden-sharing scheme used, whereas emissions trading reduced the loss to around 1.5% (from 1.4% to 1.7%). These results indicate that emissions trading is a valuable option for the international system, enabling NDCs and more ambitious targets to be achieved in a cost-effective manner.",
    "readLink": "https://doi.org/10.1088/1748-9326/11/10/104001"
  },
  {
    "title": "Green building research in South Africa: A scoping review and future roadmaps",
    "authors": [
      "Favour D. Agbajor,",
      "Modupe Cecilia Mewomo"
    ],
    "doi": "Vol. 5,\n                                no. 2\n                                \n                                  pp.\n                                  316\n                                  – 335",
    "issn": "2666-1233 (Online)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Technology: Building construction"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/energy-and-built-environment/",
    "abstract": "The construction industry is recognised to pose serious environmental threats due to its anthropogenic activities. To confront this challenge, green building has been famed as an auspicious strategy to alleviate energy-related carbon emissions alongside climate change mitigation. Consequently, it has birthed diverse empirical studies and holistic reviews by the research community. However, these previous studies have been carried out from a global and continental viewpoint regardless of the green building development specifically in emerging economies. This present study seeks to fill the sparse research upshots on the synthesis of green building research at the country level with core focus on South Africa. In this light, the current study provides a scoping overview of the intellectual exploration on green building research in the South African context. The study's findings highlight the varying growth regarding the subject matter, the drivers, drawbacks, and socio-economic issues confronting in developing green building projects in the country. To optimize the advancement of green building in the region, this study recommends the implementation of financing schemes, utilization of advanced digital technologies, and promotion of green and sustainable building curricula across the institutions as well as post-occupancy-related studies within the green building spectrum towards a safe and salutogenic built-environment in the country.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666123322000782"
  },
  {
    "title": "Carbon emission scenarios of China's power sector: Impact of controlling measures and carbon pricing mechanism",
    "authors": [
      "Qiang Liu,",
      "Xiao-Qi Zheng,",
      "Xu-Chen Zhao,",
      "Yi Chen,",
      "Oleg Lugovoy"
    ],
    "doi": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  27\n                                  – 33",
    "issn": "1674-9278 (Print)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/advances-in-climate-change-research/",
    "abstract": "The study constructs a low-carbon path analysis model of China's power sector based on TIMES model and presents a comparative analysis of carbon emissions under Reference, Low-Carbon and Enhanced Low-Carbon scenarios, and the main difference of the three scenarios is manifested by policy selection and policy strength. The conclusions are drawn as follows: (1) The peak of carbon emission in China's power sector will range from 4.0 GtCO2 to 4.8 GtCO2, which implies an increment of 0.5–1.3 billion or 14%–35% from the 2015 levels. (2) Introducing carbon price is an effective way to inhibit coal power and promote non-fossil fuels and Carbon Capture, Utilization and Storage applications (CCUS). The carbon emission reduction effects will gradually increase with carbon price. When the carbon price attains to CN¥150 t−1CO2, the CO2 emission can decrease by 36% than that without carbon price. (3) CCUS is one of important contributing factor to reduce CO2 emission in power sector. Generally speaking, the development of non-fossil fuels and energy efficiency improvement are two main drivers for carbon mitigation, but once the carbon price reaches up to CN¥106 t−1CO2, the CCUS will be required to equip with thermal power units and its contribution on carbon emission reduction will remarkably increase. When carbon price increases to CN¥150 t−1CO2 in 2050, the application of CCUS will account for 44% of total emission reduction. (4) In the scenario with carbon price of CN¥150 t−1CO2, power sector would be decarbonized significantly, and the CO2 intensity will be 0.22 kgCO2 (kW h)−1, but power sector is far from the goal that achieving net zero emission. In order to realize the long-term low greenhouse gas emission development goal that proposed by the Paris Agreement, more efforts are needed to be put to further reduce the carbon emission reduction of power sector. Based on the above scenario analysis, the study proposes four recommendations on the low-carbon development of China's power sector: (1) improve the energy efficiency proactively and optimize the energy structure of power sector gradually; (2) promote the low-carbon transition of power sector by using market-based mechanism like carbon emission trading scheme to internalize the external cost of carbon emission; (3) give more emphasis on and support to the CCUS application in power sector. Keywords: Power sector, TIMES model, Scenario analysis, Carbon peak, Carbon pricing, Policy recommendations",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674927817300916"
  },
  {
    "title": "How large is the design space for  stratospheric aerosol geoengineering?",
    "authors": [
      "Y. Zhang,",
      "D. G. MacMartin,",
      "D. Visioni,",
      "B. Kravitz,",
      "B. Kravitz"
    ],
    "doi": "https://doi.org/10.5194/esd-13-201-2022",
    "journalVolume": "Vol. 13\n                                \n                                \n                                  pp.\n                                  201\n                                  – 217",
    "issn": "2190-4979 (Print)",
    "publisher": "2190-4987 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology: Dynamic and structural geology"
    ],
    "journalUrl": "http://www.earth-system-dynamics.net",
    "abstract": "Stratospheric aerosol injection (SAI), as a possible supplement to emission reduction, has the potential to reduce some of the risks associated with climate change. Adding aerosols to the lower stratosphere would result in temporary global cooling. However, different choices for the aerosol injection latitude(s) and season(s) have been shown to lead to significant differences in regional surface climate, introducing a design aspect to SAI. Past research has shown that there are at least three independent degrees of freedom (DOFs) that can be used to simultaneously manage three different climate goals. Knowing how many more DOFs there are, and thus how many independent climate goals can be simultaneously managed, is essential to understanding fundamental limits of how well SAI might compensate for anthropogenic climate change, and evaluating any underlying trade-offs between different climate goals. Here, we quantify the number of meaningfully independent DOFs of the SAI design space. This number of meaningfully independent DOFs depends on both the amount of cooling and the climate variables used for quantifying the changes in surface climate. At low levels of global cooling, only a small set of injection choices yield detectably different surface climate responses. For a cooling level of 1–1.5 ∘C, we find that there are likely between six and eight meaningfully independent DOFs. This narrows down the range of available DOFs and also reveals new opportunities for exploring alternate SAI designs with different distributions of climate impacts.",
    "readLink": "https://esd.copernicus.org/articles/13/201/2022/esd-13-201-2022.pdf"
  },
  {
    "title": "Sinking into Statelessness",
    "authors": [
      "Heather Alexander,",
      "Jonathan Simon"
    ],
    "doi": "https://doi.org/10.1163/22112596-01902003",
    "journalVolume": "Vol. 19,\n                                no. 1-2\n                                \n                                  pp.\n                                  20\n                                  – 25",
    "issn": "2211-2545 (Online)",
    "publisher": "Ubiquity Press",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Law: Law of Europe",
      "Law: Law in general. Comparative and uniform law. Jurisprudence"
    ],
    "journalUrl": "https://tilburglawreview.com/",
    "abstract": "If rising seas render small islands uninhabitable, will displaced islanders become stateless? The modern intellectual and legal tradition tells us that states must have defined, habitable territory. If so, small islands will cease to be states, and their inhabitants will accordingly become stateless. Against this, leading scholars have recently argued that the principle of presumption of continuity of state existence implies that island states continue to be states even after becoming uninhabitable. We argue to the contrary: the principle of presumption of continuity of state existence implies no such thing. If nothing is done to prevent the loss of their territory, small islands will lose their statehood, making displaced islanders stateless.",
    "readLink": "https://tilburglawreview.com/articles/51"
  },
  {
    "title": "A Review of 'Energy and Transport in Green Transition: Perspectives on Ecomodernity'",
    "authors": [
      "David Harnesk"
    ],
    "doi": "https://doi.org/10.12924/cis2016.04020015",
    "journalVolume": "Vol. 4,\n                                no. 2\n                                \n                                  pp.\n                                  15\n                                  – 16",
    "issn": "2297-6477 (Online)",
    "publisher": "Librelloph",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.librelloph.com/challengesinsustainability",
    "abstract": "The book “Energy and Transport in Green Transitions – Perspectives on Ecomodernity” deals with the societally and scientifically crucial topic of energy and climate change mitigation. The book starts by setting high ambitions as the authors attempt “to go beyond both the extremism of the anti-capitalist critique and the radical enthusiasm of techno-economic positivism” in their exploration to find ways to resolve political, economic and technological entanglements “to boost a greener economy and culture”. It aims to so through a regional comparative study that looks at mature Western economies, the rapidly developing China, and the developing economies in sub-Saharan Africa. The authors present an excellent descriptive historical review for those interested in the broader picture of energy production and automobile sector in the regions addressed. However, in an attempt to cover as much ground as possible while assuring \"maximum accessibility”, the authors' explanation of the dynamics of change involved is not conveyed in an analytically convincing manner.",
    "readLink": "http://www.librelloph.com/challengesinsustainability/article/view/297"
  },
  {
    "title": "Quantitative risk evaluation for late rice: hazard factors in Zhejiang province, China",
    "authors": [
      "Ran Cheng,",
      "Qin’ou Liang,",
      "Degen Lin"
    ],
    "doi": "https://doi.org/10.1080/19475705.2020.1748726",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  786\n                                  – 802",
    "issn": "1947-5705 (Print)",
    "publisher": "1947-5713 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences: Industries. Land use. Labor: Management. Industrial management: Risk in industry. Risk management"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tgnh",
    "abstract": "In many areas affected by climate change, agriculture is an industry sensitive to climate change. Many scholars have studied the relationship between climate factors and rice, but these studies did not quantitatively construct high temperature indicator and determine the threshold for high temperature hazard. In this paper, we constructed the index of high temperature intensity (HTI) based on the daily maximum temperature and high temperature days, and then used multiple regression analysis method to determine the hazard factor. Based on this, we can analyze the risk distribution of hazard factor for late rice in Zhejiang. The results showed that: (i) high temperature values and high temperature days above 35 °C during the growth period of late rice are the main meteorological factors for the decrease of late rice yield in Zhejiang Province. The high temperature intensity comprehensive index constructed in this paper can quantitatively evaluate the effect of high temperature on late rice yield; (ii) With the increase of the level of recurrence, the high temperature intensity spreads around Lishui City and Yunhe County, and the intensity of the hazard factor in central Zhejiang is higher than that in the surrounding area.",
    "readLink": "http://dx.doi.org/10.1080/19475705.2020.1748726"
  },
  {
    "title": "Values and Environmental Knowledge of Student Participants of Climate Strikes: A Comparative Perspective between Brazil and Germany",
    "authors": [
      "Renan de Almeida Barbosa,",
      "Christoph Randler,",
      "José Vicente Lima Robaina"
    ],
    "doi": "https://doi.org/10.3390/su13148010",
    "journalVolume": "Vol. 13,\n                                no. 8010\n                                \n                                  p.\n                                  8010",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Climate change and its consequences have called for actions to mitigate it, triggering society to act and speak out about sustainability policies. Movements like Fridays for Future (FFF) spread beyond the young people pressed for action to combat climate change. The present study aimed to (1) assess the environmental attitudes (EA) and knowledge (EK) of Brazilian and German students and (2) verify whether the frequency of participation in climate strikes changes according to these EA and EK. A total of 658 students participated in our study, 327 from Germany and 331 from Brazil (mean age 25.21 ± 7.91). We applied the Two Major Environmental Values (2-MEV) model and three-dimensional questionnaires to measure EA and EK, respectively. We applied a multivariate general linear model to assess the influence of the variables simultaneously. FFF participation is affected by EA, with strikers showing higher Preservation (PRE) and lower Utilization (UTL) scores; furthermore, our findings suggest that EK affects FFF participation, specifically system-related knowledge. The study adds to the increasing number of validations of the 2-MEV model in different languages and cultures and discusses the differences of EA and EK in student strikers and non-strikers between both countries.",
    "readLink": "https://www.mdpi.com/2071-1050/13/14/8010"
  }
]