[
  {
    "title": "ROS Homeostasis in Abiotic Stress Tolerance in Plants",
    "authors": [
      "Kalaivani  K. Nadarajah"
    ],
    "doi": "https://doi.org/10.3390/ijms21155208",
    "journalVolume": "Vol. 21,\n                                no. 5208\n                                \n                                  p.\n                                  5208",
    "issn": "1661-6596 (Print)",
    "publisher": "1422-0067 (Online)",
    "countryOfPublisher": "MDPI AG",
    "lcc": [
      "Switzerland",
      "Science: Biology (General)",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/ijms",
    "abstract": "Climate change-induced abiotic stress results in crop yield and production losses. These stresses result in changes at the physiological and molecular level that affect the development and growth of the plant. Reactive oxygen species (ROS) is formed at high levels due to abiotic stress within different organelles, leading to cellular damage. Plants have evolved mechanisms to control the production and scavenging of ROS through enzymatic and non-enzymatic antioxidative processes. However, ROS has a dual function in abiotic stresses where, at high levels, they are toxic to cells while the same molecule can function as a signal transducer that activates a local and systemic plant defense response against stress. The effects, perception, signaling, and activation of ROS and their antioxidative responses are elaborated in this review. This review aims to provide a purview of processes involved in ROS homeostasis in plants and to identify genes that are triggered in response to abiotic-induced oxidative stress. This review articulates the importance of these genes and pathways in understanding the mechanism of resistance in plants and the importance of this information in breeding and genetically developing crops for resistance against abiotic stress in plants.",
    "readLink": "https://www.mdpi.com/1422-0067/21/15/5208"
  },
  {
    "title": "Sub-National Scale Initiatives for Climate Change Mitigation: Refining the Approach to Increase the Effectiveness of the Covenant of Mayors",
    "authors": [
      "Fabio Sporchia,",
      "Michela Marchi,",
      "Enrico Nocentini,",
      "Nadia Marchettini,",
      "Federico Maria Pulselli"
    ],
    "doi": "https://doi.org/10.3390/su15010125",
    "journalVolume": "Vol. 15,\n                                no. 125\n                                \n                                  p.\n                                  125",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Climate change mitigation strategies include sub-national initiatives proposed and operated by municipalities. An example of such initiatives is the Covenant of Mayors, the signatories of which are requested to compile territorial greenhouse gas emission inventories to identify entry points for mitigating policies and to be able to monitor their effectiveness over time. However, the current accounting approach presents some limitations, providing an incomplete picture of the territorial emissive status, thus hampering the mitigation potential of the set of measures. The present study shows that the current approach required by the Sustainable Energy and Climate Action Plan (SECAP) guidelines for compiling the Baseline Emission Inventory (BEI) can be complemented with the accounting guidelines proposed by the Intergovernmental Panel on Climate Change (IPCC) in order to fill existing gaps and provide a comprehensive picture from a different point of view. The proposed refinement demonstrates that local administrative bodies can count on a tool able to provide detailed and accurate information, stimulate knowledge and awareness, and optimize local mitigation efforts sometimes limited by the application of large scale (national) top-down initiatives.",
    "readLink": "https://www.mdpi.com/2071-1050/15/1/125"
  },
  {
    "title": "Integrated SWAT-MODFLOW Modeling-Based Groundwater Adaptation Policy Guidelines for Lahore, Pakistan under Projected Climate Change, and Human Development Scenarios",
    "authors": [
      "Rana Ammar Aslam,",
      "Sangam Shrestha,",
      "Muhammad Nabeel Usman,",
      "Shahbaz Nasir Khan,",
      "Sikandar Ali,",
      "Muhammad Shoaib Sharif,",
      "Muhammad Waqas Sarwar,",
      "Naeem Saddique,",
      "Abid Sarwar,",
      "Mohib Ullah Ali,",
      "Arfan Arshad"
    ],
    "doi": "https://doi.org/10.3390/atmos13122001",
    "journalVolume": "Vol. 13,\n                                no. 2001\n                                \n                                  p.\n                                  2001",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Urban aquifers are experiencing increasing pressures from climate change, land-use change, and abstraction, consequently, altering groundwater levels and threatening sustainable water availability, consumption, and utilization. Sustainability in such areas requires the adaptation of groundwater resources to these stressors. Consequently, this research made projections about future climate, land use, and abstraction, examines how these drives will affect groundwater levels, and then proposes adaptation strategies to reduce the impact on Lahore’s groundwater resources. The objectives are achieved using an integrated modeling framework involving applications of Soil Water Assessment Tool (SWAT) and MODFLOW models. The results indicated a projected rise in Tmin by ~2.03 °C and Tmax by ~1.13 °C by 2100 under medium (RCP 4.5) and high-end (RCP 8.5) scenarios, respectively. Future precipitation changes for mid, near and far periods are projected to be −1.0%, 25%, and 24.5% under RCP4.5, and −17.5%, 27.5%, and 29.0% under RCP8.5, respectively. The built-up area in the Lahore division will dominate agricultural land in the future with an expansion from 965 m2 to 3716 km2 by the year 2100 under R1S1 (R2S2) land-use change scenarios (significant at p = 5%). The future population of the Lahore division will increase from 6.4 M to 24.6 M (28.7 M) by the year 2100 under SSP1 (SSP3) scenarios (significant at p = 5%). Groundwater level in bult-up areas will be projected to decline from 185 m to 125 m by 2100 due to increasing groundwater abstraction and expansion in the impermeable surface under all scenarios. In contrast, agricultural areas show a fluctuating trend with a slight increase in groundwater level due to decreasing abstraction and multiple recharge sources under combined scenarios. The results of this study can be a way forward for groundwater experts and related institutions to understand the potential situation of groundwater resources in the Lahore division and implement adaptation strategies to counteract diminishing groundwater resources.",
    "readLink": "https://www.mdpi.com/2073-4433/13/12/2001"
  },
  {
    "title": "Life in High Salt Concentrations with Changing Environmental Conditions: Insights from Genomic and Phenotypic Analysis of <i>Salinivibrio</i> sp.",
    "authors": [
      "Jojy John,",
      "Vinu Siva,",
      "Kumari Richa,",
      "Aditya Arya,",
      "Amit Kumar"
    ],
    "doi": "https://doi.org/10.3390/microorganisms7110577",
    "journalVolume": "Vol. 7,\n                                no. 11\n                                \n                                  p.\n                                  577",
    "issn": "2076-2607 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "https://www.mdpi.com/journal/microorganisms",
    "abstract": "Life in salt pans with varying chemical compositions require special adaptation strategies at both the physiological and molecular level. The Marakkanam salt pan in South India is characterized with a high fluctuation in salinity (19−490 ppt), Ultravioletradiation, and heavy metal concentrations. Several bacterial species have been isolated and identified in the view of phylogenetic analysis and for the subsequent production of industrially important enzymes. However, limited information exists on the genomic basis of their survival under variable environmental conditions. To this extent, we sequenced the whole genome of the Salinivibrio sp. HTSP, a moderately halophilic bacterium. We analysed the physiological and genomic attributes of Salinivibrio sp. HTSP to elucidate the strategies of adaptation under various abiotic stresses. The genome size is estimated to be 3.39 Mbp with a mean G + C content of 50.6%, including 3150 coding sequences. The genome possessed osmotic stress-related coding sequences, and genes involved in different pathways of DNA repair mechanisms and genes related to the resistance to toxic metals were identified. The periplasmic stress response genes and genes of different oxidative stress mechanisms were also identified. The tolerance capacity of the bacterial isolates to heavy metals, UV-radiation, and salinity was also confirmed through appropriate laboratory experiments under controlled conditions.",
    "readLink": "https://www.mdpi.com/2076-2607/7/11/577"
  },
  {
    "title": "Impacts of stratospheric sulfate geoengineering on tropospheric ozone",
    "authors": [
      "L. Xia,",
      "P. J. Nowack,",
      "P. J. Nowack,",
      "S. Tilmes,",
      "A. Robock"
    ],
    "doi": "https://doi.org/10.5194/acp-17-11913-2017",
    "journalVolume": "Vol. 17\n                                \n                                \n                                  pp.\n                                  11913\n                                  – 11928",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "A range of solar radiation management (SRM) techniques has been proposed to counter anthropogenic climate change. Here, we examine the potential effects of stratospheric sulfate aerosols and solar insolation reduction on tropospheric ozone and ozone at Earth's surface. Ozone is a key air pollutant, which can produce respiratory diseases and crop damage. Using a version of the Community Earth System Model from the National Center for Atmospheric Research that includes comprehensive tropospheric and stratospheric chemistry, we model both stratospheric sulfur injection and solar irradiance reduction schemes, with the aim of achieving equal levels of surface cooling relative to the Representative Concentration Pathway 6.0 scenario. This allows us to compare the impacts of sulfate aerosols and solar dimming on atmospheric ozone concentrations. Despite nearly identical global mean surface temperatures for the two SRM approaches, solar insolation reduction increases global average surface ozone concentrations, while sulfate injection decreases it. A fundamental difference between the two geoengineering schemes is the importance of heterogeneous reactions in the photochemical ozone balance with larger stratospheric sulfate abundance, resulting in increased ozone depletion in mid- and high latitudes. This reduces the net transport of stratospheric ozone into the troposphere and thus is a key driver of the overall decrease in surface ozone. At the same time, the change in stratospheric ozone alters the tropospheric photochemical environment due to enhanced ultraviolet radiation. A shared factor among both SRM scenarios is decreased chemical ozone loss due to reduced tropospheric humidity. Under insolation reduction, this is the dominant factor giving rise to the global surface ozone increase. Regionally, both surface ozone increases and decreases are found for both scenarios; that is, SRM would affect regions of the world differently in terms of air pollution. In conclusion, surface ozone and tropospheric chemistry would likely be affected by SRM, but the overall effect is strongly dependent on the SRM scheme. Due to the health and economic impacts of surface ozone, all these impacts should be taken into account in evaluations of possible consequences of SRM.",
    "readLink": "https://www.atmos-chem-phys.net/17/11913/2017/acp-17-11913-2017.pdf"
  },
  {
    "title": "Native Trees as a Provider of Vital Urban Ecosystem Services in Urbanizing New Zealand: Status Quo, Challenges and Prospects",
    "authors": [
      "Jihwi Jang,",
      "Su-Young Woo"
    ],
    "doi": "https://doi.org/10.3390/land11010092",
    "journalVolume": "Vol. 11,\n                                no. 92\n                                \n                                  p.\n                                  92",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "In New Zealand, over 87% of the population currently resides in cities. Urban trees can face a myriad of complex challenges including loss of green space, public health issues, and harm to the existence of urban dwellers and trees, along with domestic greenhouse gas (GHG) and air pollutant emissions. Despite New Zealand being a biodiversity hotspot in terms of natural environments, there is a lack of knowledge about native tree species’ regulating service (i.e., tree development and eco-physiological responses to low air quality, GHG, rising air temperatures, and drought) and how they grow in built-up environments such as cities. Therefore, we argue for the value of these native species in terms of ecosystem services and insist that they need to be viewed in relation to how they will respond to urban abiotic extremes and climate change. We propose to diversify planted forests for several reasons: (1) to improve awareness of the benefits of diverse planted urban forests; (2) to foster native tree research in urban environments, finding new keystone species; and (3) to improve the evidence of urban ecosystem resilience based on New Zealand native trees’ regulating services. This article aims to re-evaluate our understanding of whether New Zealand’s native trees can deal with environmental stress conditions similarly to more commonly planted alien species.",
    "readLink": "https://www.mdpi.com/2073-445X/11/1/92"
  },
  {
    "title": "Tropical and Highland Temperate Forest Plantations in Mexico: Pathways for Climate Change Mitigation and Ecosystem Services Delivery",
    "authors": [
      "Vidal Guerra-De la Cruz,",
      "Leopoldo Galicia"
    ],
    "doi": "https://doi.org/10.3390/f8120489",
    "journalVolume": "Vol. 8,\n                                no. 12\n                                \n                                  p.\n                                  489",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Forest plantations are a possible way of increasing forest productivity in temperate and tropical forests, and therefore also increasing above- and belowground carbon pools. In the context of climate change, monospecific plantations might become an alternative to mitigate global warming; however, their contribution to the structural complexity, complementarity, and biodiversity of forests has not been addressed. Mixed forest plantations can ensure that objectives of climate change mitigation are met through carbon sequestration, while also delivering anticipated ecosystem services (e.g., nutrient cycling, erosion control, and wildlife habitat). However, mixed forest plantations pose considerable operational challenges and research opportunities. For example, it is essential to know how many species or functional traits are necessary to deliver a set of benefits, or what mixture of species and densities are key to maintaining productive plantations and delivering multiple ecosystem services. At the same time, the establishment of forest plantations in Mexico should not be motivated solely by timber production. Forest plantations should also increase carbon sequestration, maintain biodiversity, and provide other ecosystem services. This article analyzes some matters that affect the development of planted forests in the Mexican national context, and presents alternatives for forest resources management through the recommendation of mixed forest plantations as a means of contributing to climate change mitigation and the delivery of ecosystem services.",
    "readLink": "https://www.mdpi.com/1999-4907/8/12/489"
  },
  {
    "title": "Challenges in flood modeling over data-scarce regions: how to exploit globally available soil moisture products to estimate antecedent soil wetness conditions in Morocco",
    "authors": [
      "E. M. El Khalki,",
      "Y. Tramblay,",
      "C. Massari,",
      "L. Brocca,",
      "V. Simonneaux,",
      "S. Gascoin,",
      "M. E. M. Saidi"
    ],
    "doi": "https://doi.org/10.5194/nhess-20-2591-2020",
    "journalVolume": "Vol. 20\n                                \n                                \n                                  pp.\n                                  2591\n                                  – 2607",
    "issn": "1561-8633 (Print)",
    "publisher": "1684-9981 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.nat-hazards-earth-syst-sci.net/volumes_and_issues.html",
    "abstract": "The Mediterranean region is characterized by intense rainfall events giving rise to devastating floods. In Maghreb countries such as Morocco, there is a strong need for forecasting systems to reduce the impacts of floods. The development of such a system in the case of ungauged catchments is complicated, but remote-sensing products could overcome the lack of in situ measurements. The soil moisture content can strongly modulate the magnitude of flood events and consequently is a crucial parameter to take into account for flood modeling. In this study, different soil moisture products (European Space Agency Climate Change Initiative, ESA-CCI; Soil Moisture and Ocean Salinity, SMOS; Soil Moisture and Ocean Salinity by the Institut National de la Recherche Agronomique and Centre d'Etudes Spatiales de la Biosphère, SMOS-IC; Advanced Scatterometer, ASCAT; and ERA5 reanalysis) are compared to in situ measurements and one continuous soil-moisture-accounting (SMA) model for basins located in the High Atlas Mountains, upstream of the city of Marrakech. The results show that the SMOS-IC satellite product and the ERA5 reanalysis are best correlated with observed soil moisture and with the SMA model outputs. The different soil moisture datasets were also compared to estimate the initial soil moisture condition for an event-based hydrological model based on the Soil Conservation Service curve number (SCS-CN). The ASCAT, SMOS-IC, and ERA5 products performed equally well in validation to simulate floods, outperforming daily in situ soil moisture measurements that may not be representative of the whole catchment soil moisture conditions. The results also indicated that the daily time step may not fully represent the saturation state before a flood event due to the rapid decay of soil moisture after rainfall in these semiarid environments. Indeed, at the hourly time step, ERA5 and in situ measurements were found to better represent the initial soil moisture conditions of the SCS-CN model by comparison with the daily time step. The results of this work could be used to implement efficient flood modeling and forecasting systems in semiarid regions where soil moisture measurements are lacking.",
    "readLink": "https://nhess.copernicus.org/articles/20/2591/2020/nhess-20-2591-2020.pdf"
  },
  {
    "title": "Estimation of Mangrove Aboveground Biomass in China Using Forest Canopy Height through an Allometric Equation",
    "authors": [
      "Wen Xin,",
      "Liu Kai,",
      "Cao Jingjing,",
      "Zhu Yuanhui,",
      "Wang Ziyu"
    ],
    "doi": "https://doi.org/10.13284/j.cnki.rddl.003616",
    "journalVolume": "Vol. 43,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 11",
    "issn": "1001-5221 (Print)",
    "publisher": "Editorial Committee of Tropical Geography",
    "countryOfPublisher": "China",
    "lcc": [
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://www.rddl.com.cn/CN/1001-5221/home.shtml",
    "abstract": "Mangroves, which have extremely high primary productivity, are efficient coastal blue carbon ecosystems. Aboveground biomass (AGB) is an important component of vegetation carbon pools. Thus, accurate estimation of mangrove AGB is critical for studying carbon cycle and climate change. While the practical significance and application of information obtained on mangrove AGB in China is apparent, studies of this nature in China at a national scale have rarely been reported. Remote sensing technology is convenient, efficient, has a wide observational range, and can be used for large-scale ecosystem monitoring. Canopy height is a structural parameter that is positively correlated with the AGB of vegetation. The Global Ecosystem Dynamics Investigation (GEDI) spaceborne Light Detection and Ranging (LiDAR) satellite, launched in recent years, is able to obtain vegetation canopy height. This study employed forest canopy height derived from GEDI satellite-based LiDAR and an allometric equation based on the allometric theory to estimate mangrove AGB in China in 2019, and the quantitative and spatial distribution of mangrove biomass and their main influencing factors were analyzed. The results showed that the total and mean AGB of mangroves in China in 2019 were about 1,974,827 t and 73.0 t/hm2, respectively. Guangdong-Hong Kong-Macao area showed the largest total mangrove AGB, reaching 843,836 t. The mean values of AGB in each province (region) with mangrove ecosystems nationwide ranged from 53.3 to 92.1 t/hm2, of which the largest was found in Hainan Province, reaching 92.1 t/hm2. In Hainan, Taiwan, and Fujian provinces, mean mangrove AGB was higher than the national mean. Considering nature reserves, the mean AGBs of mangroves in Neilingdingdao-Futian and Mai Po mangrove nature reserves in Shenzhen Bay in the Guangdong-Hong Kong-Macao area and Dongzhaigang mangrove nature reserve in Hainan province were relatively high, with values greater than 110 t/hm2. The accumulation and distribution of mangrove AGB in China are affected by latitude and anthropogenic factors. This study provides a comprehensive analysis of mangrove AGB in China based on remote sensing and an allometric equation and can provide a database and technical reference for estimating carbon storage in mangrove ecosystems. It will also contribute to the implementation of ecological restoration and protection measures for coastal mangroves, as well as carbon emission control in China.",
    "readLink": "http://www.rddl.com.cn/CN/10.13284/j.cnki.rddl.003616"
  },
  {
    "title": "The Impact of Green Marketing on the Consumers’ Intention to Buy Green Products in the Context of the Green Deal",
    "authors": [
      "Lavinia Denisia Cuc,",
      "Corina Pelau,",
      "Silviu-Gabriel Szentesi,",
      "Grigorie Sanda"
    ],
    "doi": "https://doi.org/10.24818/EA/2022/60/330",
    "journalVolume": "Vol. 24,\n                                no. 60\n                                \n                                  pp.\n                                  330 \n                                  – 345",
    "issn": "1582-9146 (Print)",
    "publisher": "2247-9104 (Online)",
    "countryOfPublisher": "Academy of Economic Studies of Bucharest",
    "lcc": [
      "Romania",
      "Social Sciences: Commerce: Business",
      "Social Sciences: Economic theory. Demography: Economics as a science"
    ],
    "journalUrl": "https://www.amfiteatrueconomic.ro/Home_EN.aspx",
    "abstract": "To counteract the negative effects of environmental degradation and climate change, in the European Union, a set of measures and policies has been developed under the name of the Green Deal, which aims to develop a competitive and resource-efficient economy. For these measures to be sustainable, it is important to have green marketing to promote green consumption and an environmentally friendly attitude. The aim of this paper is to determine the empirical relation between the instruments of green marketing and the ecological behavior and attitude of consumers and the impact it has on the future intention to buy green products. The results of a structural equation model show that although product and communication policies are more closely associated with green marketing, digital tools have the greatest impact on green behavior. Their easy way of use has side effects on ecological behavior. A mediation model empirically demonstrates that the willingness to buy green products, the environmentally oriented lifestyle, and the willingness to pay more for green products mediate the relationship between the current ecological behavior and the intention to buy green products in the future.",
    "readLink": "https://www.amfiteatrueconomic.ro/temp/Article_3104.pdf"
  }
]