[
  {
    "title": "Introduction à L’arbre de la science d’Eugène Huzar (1857)",
    "authors": [
      "Jean-Baptiste Fressoz"
    ],
    "doi": "https://doi.org/10.4000/socio-anthropologie.1566",
    "journalVolume": "Vol. 28\n                                \n                                \n                                  pp.\n                                  83\n                                  – 95",
    "issn": "1276-8707 (Print)",
    "publisher": "1773-018X (Online)",
    "countryOfPublisher": "Éditions de la Sorbonne",
    "lcc": [
      "France",
      "Social Sciences: Sociology (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://journals.openedition.org/socio-anthropologie/",
    "abstract": "Eugène Huzar is worth reading today because he is the first author to offer a philosophy of technology based on catastrophism. In his two books which have been strangely forgotten, La fin du monde par la science (1855) et L’arbre de la science (1857), he summarised environemental and technological debates of the time: deforestation and climate change, vaccination and population degeneration, railroad catastrophes, etc. Huzar reconsider progress not as technological mastery over nature but rather as technology running out of control. In his theory, human history evolves along cycles of progress and technological catastrophes, which restore a state of savagery. So as to delay the end of the present cycle, Huzar envisions a world council in charge of maintaining the global harmonies of nature.",
    "readLink": "http://journals.openedition.org/socio-anthropologie/1566"
  },
  {
    "title": "Living conditions and mental wellness in a changing climate and environment: focus on community voices and perceived environmental and adaptation factors in Greenland",
    "authors": [
      "Ulla Timlin,",
      "Jón Haukur Ingimundarson,",
      "Leneisja Jungsberg,",
      "Sofia Kauppila,",
      "Joan Nymand Larsen,",
      "Tanja Nordström,",
      "Johanna Scheer,",
      "Peter Schweitzer,",
      "Arja Rautio"
    ],
    "doi": "Vol. 7,\n                                no. 4\n                                \n                                  p.\n                                  e06862",
    "issn": "2405-8440 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.cell.com/heliyon/home",
    "abstract": "Background: Climate change is a major global challenge, especially for Indigenous communities. It can have extensive impacts on peoples’ lives that may occur through the living environment, health and mental well-being, and which are requiring constant adaptation. Objectives: The overall purpose of this research was to evaluate the impacts of climate change and permafrost thaw on mental wellness in Disko Bay, Greenland. It contained two parts: multidisciplinary fieldwork and a questionnaire survey. The aim of the fieldwork was to learn about life and living conditions and to understand what it is like to live in a community that faces impacts of climate change and permafrost thaw. For the questionnaire the aim was to find out which perceived environmental and adaptation factors relate to very good self-rated well-being, quality of life and satisfaction with life. Analysis: Fieldwork data was analyzed by following a thematic analysis, and questionnaire data statistically by cross-tabulation. First, the associations between perceived environmental and adaptation factors were studied either by the Pearson χ2 test or by Fisher's exact test. Second, binary logistic regression analysis was applied to examine more in depth the associations between perceived environmental/adaptation variables and self-rated very good well-being, satisfaction with life and quality of life. The binary logistic regression analysis was conducted in two phases: as univariate and multivariate analyses. Results: Nature and different activities in nature were found to be important to local people, and results suggest that they increase mental wellness, specifically well-being and satisfaction with life. Challenges associated with permafrost thaw, such as changes in the physical environment, infrastructure and impacts on culture were recognized in everyday life. Conclusions: The results offer relevant information for further plans and actions in this field of research and at the policy level. Our study shows the importance of multidisciplinary research which includes the voice of local communities.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405844021009658"
  },
  {
    "title": "Landscape genetics of leaf-toed geckos in the tropical dry forest of northern Mexico.",
    "authors": [
      "Christopher Blair,",
      "Victor H Jiménez Arcos,",
      "Fausto R Mendez de la Cruz,",
      "Robert W Murphy"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0057433",
    "journalVolume": "Vol. 8,\n                                no. 2\n                                \n                                  p.\n                                  e57433",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Habitat fragmentation due to both natural and anthropogenic forces continues to threaten the evolution and maintenance of biological diversity. This is of particular concern in tropical regions that are experiencing elevated rates of habitat loss. Although less well-studied than tropical rain forests, tropical dry forests (TDF) contain an enormous diversity of species and continue to be threatened by anthropogenic activities including grazing and agriculture. However, little is known about the processes that shape genetic connectivity in species inhabiting TDF ecosystems. We adopt a landscape genetic approach to understanding functional connectivity for leaf-toed geckos (Phyllodactylus tuberculosus) at multiple sites near the northernmost limit of this ecosystem at Alamos, Sonora, Mexico. Traditional analyses of population genetics are combined with multivariate GIS-based landscape analyses to test hypotheses on the potential drivers of spatial genetic variation. Moderate levels of within-population diversity and substantial levels of population differentiation are revealed by FST and Dest. Analyses using structure suggest the occurrence of from 2 to 9 genetic clusters depending on the model used. Landscape genetic analysis suggests that forest cover, stream connectivity, undisturbed habitat, slope, and minimum temperature of the coldest period explain more genetic variation than do simple Euclidean distances. Additional landscape genetic studies throughout TDF habitat are required to understand species-specific responses to landscape and climate change and to identify common drivers. We urge researchers interested in using multivariate distance methods to test for, and report, significant correlations among predictor matrices that can impact results, particularly when adopting least-cost path approaches. Further investigation into the use of information theoretic approaches for model selection is also warranted.",
    "readLink": "http://europepmc.org/articles/PMC3581464?pdf=render"
  },
  {
    "title": "Optimising the short and long-term clinical outcomes for koalas (Phascolarctos cinereus) during treatment for chlamydial infection and disease.",
    "authors": [
      "Amy Robbins,",
      "Joanne Loader,",
      "Peter Timms,",
      "Jonathan Hanger"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0209679",
    "journalVolume": "Vol. 13,\n                                no. 12\n                                \n                                  p.\n                                  e0209679",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Koalas (Phascolarctos cinereus) have suffered severe declines in the northern extent of their range due to a variety of threats, including habitat destruction, trauma from cars and dogs, climate change and importantly, disease. The most significant pathogen in koalas is Chlamydia pecorum, which causes inflammation and fibrosis at mucosal sites, resulting in blindness, infertility and death in severe cases. Chlamydia treatment can be problematic in koalas as the response to treatment is often poor in chronic cases and antimicrobial choice is limited. Thus, chlamydial disease is a severely threatening process for koala conservation. We investigated the short and long-term clinical outcomes for 167 koalas with Chlamydia that underwent capture, telemetric monitoring and intensive veterinary management as part of a large-scale population management program in South East Queensland. Chlamydia treatments included the standard regimen of daily subcutaneous chloramphenicol injections (60mg/kg) for 14 to 28-days, and a variety of non-standard regimens such as topical antimicrobials only (for ocular disease), surgical treatment only (for bilateral reproductive tract disease), and other antimicrobials/treatment lengths. To assess these regimens we analysed clinical records, field monitoring data and swab samples collected from the urogenital tract and ocular conjunctiva. Overall, in contrast to other studies, treatment was generally successful with 86.3% of treated koalas released back into the wild. The success of treatment rose to 94.8% however, when the standard treatment regimen was employed. Further, 100% of koalas that were also treated with surgical ovariohysterectomy (n = 12) remained healthy for a median of 466 days of post-treatment monitoring, demonstrating the benefits of surgical treatment. Previous studies reported 45-day chloramphenicol regimens, but the shorter standard regimen still achieved microbiological cure and reduces the risk of negative sequelae associated with treatment and/or captivity and treatment costs. Despite these positive clinical outcomes, alternatives to chloramphenicol are warranted due to its decreasing availability.",
    "readLink": "https://doi.org/10.1371/journal.pone.0209679"
  },
  {
    "title": "Lipid Remodeling Reveals the Adaptations of a Marine Diatom to Ocean Acidification",
    "authors": [
      "Peng Jin,",
      "Zhe Liang,",
      "Hua Lu,",
      "Jinmei Pan,",
      "Peiyuan Li,",
      "Quanting Huang,",
      "Yingyan Guo,",
      "Jiahui Zhong,",
      "Futian Li,",
      "Jiaofeng Wan,",
      "Sebastian Overmans,",
      "Jianrong Xia"
    ],
    "doi": "https://doi.org/10.3389/fmicb.2021.748445",
    "journalVolume": "Vol. 12",
    "issn": "1664-302X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.frontiersin.org/microbiology",
    "abstract": "Ocean acidification is recognized as a major anthropogenic perturbation of the modern ocean. While extensive studies have been carried out to explore the short-term physiological responses of phytoplankton to ocean acidification, little is known about their lipidomic responses after a long-term ocean acidification adaptation. Here we perform the lipidomic analysis of a marine diatom Phaeodactylum tricornutum following long-term (∼400 days) selection to ocean acidification conditions. We identified a total of 476 lipid metabolites in long-term high CO2 (i.e., ocean acidification condition) and low CO2 (i.e., ambient condition) selected P. tricornutum cells. Our results further show that long-term high CO2 selection triggered substantial changes in lipid metabolites by down- and up-regulating 33 and 42 lipid metabolites. While monogalactosyldiacylglycerol (MGDG) was significantly down-regulated in the long-term high CO2 selected conditions, the majority (∼80%) of phosphatidylglycerol (PG) was up-regulated. The tightly coupled regulations (positively or negatively correlated) of significantly regulated lipid metabolites suggest that the lipid remodeling is an organismal adaptation strategy of marine diatoms to ongoing ocean acidification. Since the composition and content of lipids are crucial for marine food quality, and these changes can be transferred to high trophic levels, our results highlight the importance of determining the long-term adaptation of lipids in marine producers in predicting the ecological consequences of climate change.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmicb.2021.748445/full"
  },
  {
    "title": "Education and the End of Times",
    "authors": [
      "Trevor Norris"
    ],
    "doi": "https://doi.org/10.26522/brocked.v32i1.1003",
    "journalVolume": "Vol. 32,\n                                no. 1",
    "issn": "1183-1189 (Print)",
    "publisher": "2371-7750 (Online)",
    "countryOfPublisher": "Brock University",
    "lcc": [
      "Canada",
      "Education"
    ],
    "journalUrl": "https://journals.library.brocku.ca/brocked/index.php/home",
    "abstract": "Education has an important responsibility to preserve and protect a future. Even when concerned with the past, for example through history education (and history of education), education aims to preserve the past and carry it forward into an unknown future. Often education is tasked with changing the future, currently most apparent in the field of environmental education, where education is asked to inform the next generation about the threats we are facing, encourage new values regarding nature, and initiate political changes towards that environmental stewardship. A century ago, people could not have anticipated the threat of nuclear war or climate change. What new risks might emerge in the future? What is the best way to ensure that education contributes to the preservation of our world in the face of any number of possible future scenarios?",
    "readLink": "https://journals.library.brocku.ca/brocked/index.php/home/article/view/1003"
  },
  {
    "title": "VEGETATION RESPONSE TO CLIMATE CHANGE IN THE SOUTHERN PART OF QINGHAI-TIBET PLATEAU AT BASINAL SCALE",
    "authors": [
      "X. Liu,",
      "X. Liu,",
      "C. Liu,",
      "C. Liu,",
      "Q. Kang,",
      "Q. Kang,",
      "B. Yin,",
      "B. Yin"
    ],
    "doi": "https://doi.org/10.5194/isprs-archives-XLII-3-1145-2018",
    "journalVolume": "Vol. XLII-3\n                                \n                                \n                                  pp.\n                                  1145\n                                  – 1152",
    "issn": "1682-1750 (Print)",
    "publisher": "2194-9034 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Applied optics. Photonics"
    ],
    "journalUrl": "http://www.isprs.org/publications/archives.aspx",
    "abstract": "Global climate change has significantly affected vegetation variation in the third-polar region of the world – the Qinghai-Tibet Plateau. As one of the most important indicators of vegetation variation (growth, coverage and tempo-spatial change), the Normalized Difference Vegetation Index (NDVI) is widely employed to study the response of vegetation to climate change. However, a long-term series analysis cannot be achieved because a single data source is constrained by time sequence. Therefore, a new framework was presented in this paper to extend the product series of monthly NDVI, taking as an example the Yarlung Zangbo River Basin, one of the most important river basins in the Qinghai-Tibet Plateau. NDVI products were acquired from two public sources: Global Inventory Modeling and Mapping Studies (GIMMS) Advanced Very High Resolution Radiometer (AVHRR) and Moderate-Resolution Imaging spectroradiometer (MODIS). After having been extended using the new framework, the new time series of NDVI covers a 384 months period (1982–2013), 84 months longer than previous time series of NDVI product, greatly facilitating NDVI related scientific research. In the new framework, the Gauss Filtering Method was employed to filter out noise in the NDVI product. Next, the standard method was introduced to enhance the comparability of the two data sources, and a pixel-based regression method was used to construct NDVI-extending models with one pixel after another. The extended series of NDVI fit well with original AVHRR-NDVI. With the extended time-series, temporal trends and spatial heterogeneity of NDVI in the study area were studied. Principal influencing factors on NDVI were further determined. The monthly NDVI is highly correlated with air temperature and precipitation in terms of climatic change wherein the spatially averaged NDVI slightly increases in the summer and has increased in temperature and decreased in precipitation in the 32 years period. The spatial heterogeneity of NDVI is in accordance with the seasonal variation of the two climate-change factors. All of these findings can provide valuable scientific support for water-land resources exploration in the third-polar region of the world.",
    "readLink": "https://www.int-arch-photogramm-remote-sens-spatial-inf-sci.net/XLII-3/1145/2018/isprs-archives-XLII-3-1145-2018.pdf"
  },
  {
    "title": "Climate change and health effects in Northwest Alaska",
    "authors": [
      "Michael Brubaker,",
      "James Berner,",
      "Raj Chavan,",
      "John Warren"
    ],
    "doi": "https://doi.org/10.3402/gha.v4i0.8445",
    "journalVolume": "Vol. 4,\n                                no. 0\n                                \n                                  pp.\n                                  1\n                                  – 5",
    "issn": "1654-9880 (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/zgha",
    "abstract": "This article provides examples of adverse health effects, including weather-related injury, food insecurity, mental health issues, and water infrastructure damage, and the responses to these effects that are currently being applied in two Northwest Alaska communities.In Northwest Alaska, warming is resulting in a broad range of unusual weather and environmental conditions, including delayed freeze-up, earlier breakup, storm surge, coastal erosion, and thawing permafrost. These are just some of the climate impacts that are driving concerns about weather-related injury, the spread of disease, mental health issues, infrastructure damage, and food and water security. Local leaders are challenged to identify appropriate adaptation strategies to address climate impacts and related health effects.The tribal health system is combining local observations, traditional knowledge, and western science to perform community-specific climate change health impact assessments. Local leaders are applying this information to develop adaptation responses.The Alaska Native Tribal Health Consortium will describe relationships between climate impacts and health effects and provide examples of community-scaled adaptation actions currently being applied in Northwest Alaska.Climate change is increasing vulnerability to injury, disease, mental stress, food insecurity, and water insecurity. Northwest communities are applying adaptation approaches that are both specific and appropriate.The health impact assessment process is effective in raising awareness, encouraging discussion, engaging partners, and implementing adaptation planning. With community-specific information, local leaders are applying health protective adaptation measures.",
    "readLink": "http://www.globalhealthaction.net/index.php/gha/article/view/8445/12705"
  },
  {
    "title": "Not all biodiversity rich spots are climate refugia",
    "authors": [
      "Á. T. Kocsis,",
      "Q. Zhao,",
      "M. J. Costello,",
      "W. Kiessling"
    ],
    "doi": "https://doi.org/10.5194/bg-18-6567-2021",
    "journalVolume": "Vol. 18\n                                \n                                \n                                  pp.\n                                  6567\n                                  – 6578",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Anthropogenic climate change is increasingly threatening biodiversity on a global scale. Rich spots of biodiversity, regions with exceptionally high endemism and/or number of species, are a top priority for nature conservation. Terrestrial studies have hypothesized that rich spots occur in places where long-term climate change was dampened relative to other regions. Here we tested whether biodiversity rich spots are likely to provide refugia for organisms during anthropogenic climate change. We assessed the spatial distribution of both historic (absolute temperature change and climate change velocities) and projected climate change in terrestrial, freshwater, and marine rich spots. Our analyses confirm the general consensus that global warming will impact almost all rich spots of all three realms and suggest that their characteristic biota is expected to witness similar forcing to other areas, including range shifts and elevated risk of extinction. Marine rich spots seem to be particularly sensitive to global warming: they have warmed more, have higher climate velocities, and are projected to experience higher future warming than non-rich-spot areas. However, our results also suggest that terrestrial and freshwater rich spots will be somewhat less affected than other areas. These findings emphasize the urgency of protecting a comprehensive and representative network of biodiversity-rich areas that accommodate species range shifts under climate change.",
    "readLink": "https://bg.copernicus.org/articles/18/6567/2021/bg-18-6567-2021.pdf"
  },
  {
    "title": "Potential of semi-structural and non-structural adaptation strategies to reduce future flood risk: case study for the Meuse",
    "authors": [
      "J. K. Poussin,",
      "P. Bubeck,",
      "J. C. J. H. Aerts,",
      "P. J. Ward"
    ],
    "doi": "https://doi.org/10.5194/nhess-12-3455-2012",
    "journalVolume": "Vol. 12,\n                                no. 11\n                                \n                                  pp.\n                                  3455\n                                  – 3471",
    "issn": "1561-8633 (Print)",
    "publisher": "1684-9981 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.nat-hazards-earth-syst-sci.net/volumes_and_issues.html",
    "abstract": "Flood risk throughout Europe has increased in the last few decades, and is projected to increase further owing to continued development in flood-prone areas and climate change. In recent years, studies have shown that adequate undertaking of semi-structural and non-structural measures can considerably decrease the costs of floods for households. However, there is little insight into how such measures can decrease the risk beyond the local level, now and in the future. To gain such insights, a modelling framework using the Damagescanner model with land-use and inundation maps for 2000 and 2030 was developed and applied to the Meuse river basin, in the region of Limburg, in the southeast of the Netherlands. The research suggests that annual flood risk may increase by up to 185% by 2030 compared with 2000, as a result of combined land-use and climate changes. The independent contributions of climate change and land-use change to the simulated increase are 108% and 37%, respectively. The risk-reduction capacity of the implementation of spatial zoning measures, which are meant to limit and regulate developments in flood-prone areas, is between 25% and 45%. Mitigation factors applied to assess the potential impact of three mitigation strategies (dry-proofing, wet-proofing, and the combination of dry- and wet-proofing) in residential areas show that these strategies have a risk-reduction capacity of between 21% and 40%, depending on their rate of implementation. Combining spatial zoning and mitigation measures could reduce the total increase in risk by up to 60%. Policy implications of these results are discussed. They focus on the undertaking of effective mitigation measures, and possible ways to increase their implementation by households.",
    "readLink": "http://www.nat-hazards-earth-syst-sci.net/12/3455/2012/nhess-12-3455-2012.pdf"
  }
]