[
  {
    "title": "North–South Dialogue on Territorial Policies and Discourses: Insights for the Future of Nature Conservation",
    "authors": [
      "Pamela E. Degele,",
      "Belén Pedregal"
    ],
    "doi": "https://doi.org/10.3390/land11070994",
    "journalVolume": "Vol. 11,\n                                no. 994\n                                \n                                  p.\n                                  994",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "Environmental issues such as the progressive loss of biodiversity on a global scale and climate change cannot be separated from other territorial problems caused by social injustice, economic inequality, access to natural resources, gender violence and the fight for human and nature’s rights. The evaluation of biodiversity management strategies must by necessity draw on a retrospective look at the interpretation of the problem and the conceptual approach of the general territorial management policies in which they are framed. From a critical view, these approaches have different nuances depending on the historical journey, theories and main actors involved with territorial policies in different regions of the world. In this work, we apply qualitative content analysis to contrast the key concepts on which the main European territorial policies of recent decades have been based with the main guidelines of the emerging Latin American territorial perspectives. Thus, we seek to initiate a dialogue between the northern hemisphere’s globally hegemonic notions of nature, territory, biodiversity and its management and new theories and proposals from the South, whilst simultaneously contrasting both with the content of the latest Convention on Biological Biodiversity Strategic Plan 2011–2020. We conclude with some recommendations aimed at building bridges and contributing to the construction of future global conservation strategies from a critical and territorial perspective that tends towards integrating sustainability with social and environmental justice.",
    "readLink": "https://www.mdpi.com/2073-445X/11/7/994"
  },
  {
    "title": "Regional foods in the tourism value chain: the case of Hazelnut of Brunyola",
    "authors": [
      "Noguer-Junca Ester,",
      "Fusté-Forné Francesc"
    ],
    "doi": "https://doi.org/10.2478/mgrsd-2023-0003",
    "journalVolume": "Vol. 27,\n                                no. 1\n                                \n                                  pp.\n                                  19\n                                  – 25",
    "issn": "2084-6118 (Online)",
    "publisher": "Sciendo",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "https://sciendo.com/journal/mgrsd",
    "abstract": "This paper aims to analyse the participation of a local product in the tourism value chain, from the supply perspective. Based on a qualitative case study, interviews were carried out with hazelnut producers from Brunyola, in Girona, north-eastern Catalonia. The results showed the influences of internal and external factors, such as climate change, on the present and future conditions of the value chain in the context of food tourism management and marketing. Stronger collaboration between public and private stakeholders would help the producers face the challenges of the transforming hazelnuts, and the region, into a tourist attraction.",
    "readLink": "https://doi.org/10.2478/mgrsd-2023-0003"
  },
  {
    "title": "Climate Change and Intense Irrigation Growth in Western Bahia, Brazil: The Urgent Need for Hydroclimatic Monitoring",
    "authors": [
      "Raphael Pousa,",
      "Marcos  Heil Costa,",
      "Fernando  Martins Pimenta,",
      "Vitor  Cunha Fontes,",
      "Vinícius  Fonseca Anício de Brito,",
      "Marina Castro"
    ],
    "doi": "https://doi.org/10.3390/w11050933",
    "journalVolume": "Vol. 11,\n                                no. 5\n                                \n                                  p.\n                                  933",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "In Western Bahia, one of the most active agricultural frontiers of the world, cropland area and irrigated area are increasing at fast rates, and water conflicts have been happening at least since 2010. This study makes a hydroclimatic analysis of the water resources in Western Bahia, from both supply and demand viewpoints. Time series of precipitation for the period 1980−2015 and river discharge for the period 1978−2015 are analyzed, indicating a significant reduction of up to 12% in rainfall since the 1980s, and a reduction in river discharge in all stations studied, in both the rainy season and the dry season. Combined with that, irrigated area has increased over 150-fold in 30 years, and in the most irrigated regions, has increased by 90% in the last eight years only. Seven regions in Western Bahia have been identified where the potential for water use conflicts is critical. Moreover, the combination of reduced availability and increased demand of water resources indicates that, if current trends are maintained, conflicts over water may become more frequent in the next years or decades. A short-term alternative to avoid such conflicts is to largely avoid irrigation during the months with low discharge. However, a monitoring system in which the availability and demand of water resources for irrigation are actually measured and monitored, is the safest path to provide water security to this region.",
    "readLink": "https://www.mdpi.com/2073-4441/11/5/933"
  },
  {
    "title": "Contaminant Characteristics and Influencing Factors of Heavy Metals in Seawater and Sediments in a Typical Mariculture Bay in South China",
    "authors": [
      "Qibin Lao,",
      "Qibin Lao,",
      "Qibin Lao,",
      "Shangjun Cai,",
      "Shangjun Cai,",
      "Shangjun Cai,",
      "Peng Huang,",
      "Peng Huang,",
      "Peng Huang,",
      "Fajin Chen,",
      "Fajin Chen,",
      "Fajin Chen,",
      "Qizhong Su,",
      "Xuetie Lei,",
      "Xin Zhou,",
      "Xin Zhou,",
      "Xin Zhou,",
      "Chunqing Chen,",
      "Chunqing Chen,",
      "Chunqing Chen,",
      "Qingmei Zhu,",
      "Qingmei Zhu,",
      "Qingmei Zhu,",
      "Xuan Lu,",
      "Xuan Lu,",
      "Xuan Lu,",
      "Guoqiang Liu,",
      "Guoqiang Liu"
    ],
    "doi": "https://doi.org/10.3389/fmars.2022.923494",
    "journalVolume": "Vol. 9",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Heavy metal pollution in the mariculture areas is of considerable attention due to its potential ecological effects and public concern for seafood safety. A better understanding of the current contamination status and historical trend of heavy metals in the ecosystems of mariculture areas has an important implication for the sustainable development of marine ecosystems and for public health concerns. To assess the impact of human activities on heavy metal pollution in the mariculture area, seven metals (Cu, Pb, Zn, Cd, Hg, As, and Cr) and the environmental parameters were seasonally investigated in the surface seawater and sediments in Qinzhou Bay, a typical mariculture bay in South China. Seasonal variations in the concentration of heavy metals were found in both seawater and sediment, which are mainly influenced by seasonal hydrological change, biological activity, and human influence. The concentration of heavy metals in the seawater was at a relatively higher level than that of other mariculture areas in China, while a lower level was found in the sediment. The concentration of Cu increased in both seawater and sediment for the past decades (by nearly 2 times), which is mainly influenced by the mariculture and shipping activities. The concentration of Hg decreased significantly in the seawater for the past 40 years (decreased by 13 times) due to the decrease in production and usage of Hg. However, the concentrations of Pb, Zn, and Cd in seawater showed an increasing trend in the mariculture bay, while the concentrations of Pb, Zn, As, and Cr decreased in the sediment over the past decades. The decrease in pH value (decreasing by 4.7% for the past 20 years) was responsible for the different trend of those metals between seawater and sediment because the decrease in pH could re-release metals from sediments into the water column. Hg and As are the main ecological risk factors in the mariculture bay. This study suggests that environmental changes, such as ocean acidification, affect the distribution of metals in seawater and sediments, which we should be more vigilant and concerned about under the global climate change.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2022.923494/full"
  },
  {
    "title": "Modern aspects of wheat grain proteins",
    "authors": [
      "Georg Langenkämper,",
      "Christian Zörb"
    ],
    "doi": "https://doi.org/10.5073/JABFQ.2019.092.033",
    "journalVolume": "Vol. 92",
    "issn": "1613-9216 (Print)",
    "publisher": "1439-040X (Online)",
    "countryOfPublisher": "Julius Kühn-Institut",
    "lcc": [
      "Germany",
      "Agriculture: Plant culture",
      "Science: Botany"
    ],
    "journalUrl": "https://ojs.openagrar.de/index.php/JABFQ",
    "abstract": "The unique baking properties of wheat have contributed to the large variety of food products made of wheat. Wheat products are immensely popular, which is reflected in their ubiquitous consumption. Concerning wheat quality, a main challenge for intense growing strategies is to adapt wheat plants of unaltered yield and baking quality to decreased nitrogen input, which will limit unwanted nitrogen leaching into drinking water and safe resources. A probably more important challenge for wheat adaptation will be caused by global climate change. For a relative small percentage of the human population wheat grain proteins can cause a number of serious diseases including coeliac disease. Susceptible persons often have to completely avoid wheat, as well as rye and barley products. Methods for detection of gluten protein are well advanced, increasing safety for patients. Wheat breeding using traditional breeding and modern genome editing approaches are seen to be necessary to develop new wheat cultivars for adaptation to new environmental conditions caused by climate change, reduced nitrogen input and increased production efficiency, as well as reduction of disease potential. Wheat grain protein analytical methods are important, e.g. for determination of quality parameters and for decision making in breeding programmes. Aspects of protein extraction, proteomic analysis and database coverage of wheat protein sequences are discussed.",
    "readLink": "https://ojs.openagrar.de/index.php/JABFQ/article/view/12912"
  },
  {
    "title": "Quinoa Phenological Development Modeling Based on Field Data",
    "authors": [
      "Sh Eghbalishahabad,",
      "M Nasiri mahalati,",
      "M Jahan,",
      "M Salehi"
    ],
    "doi": "https://doi.org/10.22067/jcesc.2022.74969.1145",
    "journalVolume": "Vol. 21,\n                                no. 1\n                                \n                                  pp.\n                                  47\n                                  – 60",
    "issn": "2008-1472 (Print)",
    "publisher": "2423-3978 (Online)",
    "countryOfPublisher": "Ferdowsi University of Mashhad",
    "lcc": [
      "Iran, Islamic Republic of",
      "Agriculture: Plant culture",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://jcesc.um.ac.ir",
    "abstract": "IntroductionClimate change is rapidly degrading the conditions of crop production. For instance, increasing salinization and aridity is forecasted to increase in most parts of the world. As a consequence, new stress-tolerant species and genotypes must be identified and used for future agriculture. Stress-tolerant species exist but are actually underutilized and neglected. Quinoa, scientifically known as Chenopodium quinoa Willd. is a member of the Amaranthaceae family. Promoting the cultivation and nutrition of quinoa will diversify food products in the country, sustainable production, increase farmers' incomes and provide part of the community's food needs. Crop simulation models have been used for various studies such as selecting the appropriate cultivar, determining the best planting date, predicting the effect of diversity and climate change on growth. Field research requires a lot of time and money, while computer simulation models can save time and money by conducting extensive experimental simulations.Materials and MethodsThis research was conducted in two regions of Yazd province with 10 separate experiments in the form of a randomized complete block design with 3 replications. Experimental factors included 5 promising modified lines in Yazd Salinity Research Center with Titicaca cultivar. The lines consisted of four intermediate maturity lines, numbered 1 (NSRCQE), 2 (NSRCQC), 3 (NSRCQD), and 6 (NSRCQA), one late maturity line numbered 4 (NSRCQB), and the early maturity cultivar Titicaca numbered 5. Sampling and note-taking were performed regularly, once every three days, in proportion to the progress of the phenological stages of each line. A model based on degree-day-growth was prepared in FST language. In preparing the length table, due to the short day of Quinoa, for all lines in the model up to 12.5 hours, the development rate was one, and after 13.8 hours, the development rate was zero. The base temperature in the model was 2 °C. Then, the model was calibrated and evaluated with data taken from the field.Results and DiscussionRMSE (CV) coefficient of variation between 7 to 12%, root mean square error (RMSE) between 4.4 to 6.4 days, Wilmot agreement index (d) between 0.99 to 1, model efficiency (ME) between 0.96 to 0.98, the mean deviation from the model (MB) was between 0.05 to 0.08 and the coefficient of determination (R2) was between 92 % to 98%. These values indicated a good estimate of the day to flowering of quinoa with the model written in FST language, and the values of day to flowering simulated gained the necessary validity. The coefficient of variation of nRMSE (CV) is between 6.8 to 8.6%, the root mean square error (RMSE) is between 6.2 and 8.7 days, the Wilmot agreement index (d) is between 0.75 and 0.92, The mean deviation from the model (MB) was between 0.05 to 0.08 and the coefficient of determination (R2) was between 92% and 98%. These values indicated a good estimate of the day to physiological maturity with the model written in the FST language, and the day values to the simulated physiological maturity gained the necessary validity. Calibration and evaluation of model efficiency using root mean square error (RMSE), coefficient of variation or nRMSE percentage (CV), Wilmot agreement index (d), model efficiency (ME), and mean model deviation (MB), coefficient of explanation (R2), line test 1: 1 day until germination, flowering and good physiological maturity was estimated.ConclusionThe results of this study indicated that, the quinoa model prepared for quinoa in terms of degree-day-growth well predicts the developmental stages (emergence, flowering and maturation) of this plant in terms of maturity (early, medium and late) and can be its help determined the appropriate planting date in different areas. This calibrated sub-model can now be used to evaluate different temperature and photoperiod effects for decision making in a wide range of growth environments in quinoa cultivation systems in current and future climatic conditions. Therefore, this sub-model can be used in educational-research and applied work in the field.",
    "readLink": "https://jcesc.um.ac.ir/article_42525_38c1001a214c7bd55da18bdc2b34c337.pdf"
  },
  {
    "title": "Forecasting the global temperature increase for the XXI century by means of a simple statistical model",
    "authors": [
      "D. G. Zamolodchikov"
    ],
    "doi": "https://doi.org/10.20537/2076-7633-2016-8-2-379-390",
    "journalVolume": "Vol. 8,\n                                no. 2\n                                \n                                  pp.\n                                  379\n                                  – 390",
    "issn": "2076-7633 (Print)",
    "publisher": "2077-6853 (Online)",
    "countryOfPublisher": "Institute of Computer Science",
    "lcc": [
      "Russian Federation",
      "Technology: Technology (General): Industrial engineering. Management engineering: Applied mathematics. Quantitative methods",
      "Science: Mathematics"
    ],
    "journalUrl": "http://crm-en.ics.org.ru/",
    "abstract": "A simple statistical model is developed for the dynamics of the mean global annual temperature. The model combines the logarithmic effect of carbon dioxide concentration increase and the input by climatic cycles. Model parameters are determined from data of instrumental observations for 1850-2010. The model confirms the presence of climatic cycles with the period of 10.5 and 68.8 years in the global temperature dynamics. The trajectories of the global temperature changes for the XXI century are obtained under the scenarios of carbon dioxide concentration changes from the 5th IPCC Assessment Report. The comparison revealed that the global temperature trajectories from the Report are 0.9-1.8 °C above those obtained in the model.",
    "readLink": "http://crm.ics.org.ru/uploads/crmissues/crm_2016_2/16.08.15.pdf"
  },
  {
    "title": "Constructing scenarios of regional sea level change using global temperature pathways",
    "authors": [
      "Hylke de Vries,",
      "Caroline Katsman,",
      "Sybren Drijfhout"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/9/11/115007",
    "journalVolume": "Vol. 9,\n                                no. 11\n                                \n                                  p.\n                                  115007",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "The effects of sea level change become increasingly relevant for the Dutch coast. Therefore we construct two scenarios for regional sea-level change in the 21st century. They are designed to follow two temperature pathways, in which global mean temperature rises moderately (‘G’, +1.5 K in 2085) or more substantially (‘W’, +3.5 K in 2085). Contributions from all major processes leading to sea level rise are included (ocean expansion, glacier melt, ice-sheet changes, and landwater changes), except glacial isostatic adjustment and surface elevation changes. As input we use data from 42 coupled global climate models that contributed to CMIP5. The approach is consistent with the recent fifth assessment Report of IPCC, but provides an alternative viewpoint based on global temperature changes rather than RCPs. This makes them rather accessible and readily applicable to policy makers and the general public. We find a likely range for the G-scenario of +25–60 cm in 2085, and +45–80 cm for the W-scenario. These numbers have been rounded to 5 cm precision, to emphasise to any end-user of these scenarios that estimated lower and upper limits themselves are uncertain.",
    "readLink": "https://doi.org/10.1088/1748-9326/9/11/115007"
  },
  {
    "title": "Effects of spring temperatures on the strength of selection on timing of reproduction in a long-distance migratory bird.",
    "authors": [
      "Marcel E Visser,",
      "Phillip Gienapp,",
      "Arild Husby,",
      "Michael Morrisey,",
      "Iván de la Hera,",
      "Francisco Pulido,",
      "Christiaan Both"
    ],
    "doi": "https://doi.org/10.1371/journal.pbio.1002120",
    "journalVolume": "Vol. 13,\n                                no. 4\n                                \n                                  p.\n                                  e1002120",
    "issn": "1544-9173 (Print)",
    "publisher": "1545-7885 (Online)",
    "countryOfPublisher": "Public Library of Science (PLoS)",
    "lcc": [
      "United States",
      "Science: Biology (General)"
    ],
    "journalUrl": "https://journals.plos.org/plosbiology/",
    "abstract": "Climate change has differentially affected the timing of seasonal events for interacting trophic levels, and this has often led to increased selection on seasonal timing. Yet, the environmental variables driving this selection have rarely been identified, limiting our ability to predict future ecological impacts of climate change. Using a dataset spanning 31 years from a natural population of pied flycatchers (Ficedula hypoleuca), we show that directional selection on timing of reproduction intensified in the first two decades (1980-2000) but weakened during the last decade (2001-2010). Against expectation, this pattern could not be explained by the temporal variation in the phenological mismatch with food abundance. We therefore explored an alternative hypothesis that selection on timing was affected by conditions individuals experience when arriving in spring at the breeding grounds: arriving early in cold conditions may reduce survival. First, we show that in female recruits, spring arrival date in the first breeding year correlates positively with hatch date; hence, early-hatched individuals experience colder conditions at arrival than late-hatched individuals. Second, we show that when temperatures at arrival in the recruitment year were high, early-hatched young had a higher recruitment probability than when temperatures were low. We interpret this as a potential cost of arriving early in colder years, and climate warming may have reduced this cost. We thus show that higher temperatures in the arrival year of recruits were associated with stronger selection for early reproduction in the years these birds were born. As arrival temperatures in the beginning of the study increased, but recently declined again, directional selection on timing of reproduction showed a nonlinear change. We demonstrate that environmental conditions with a lag of up to two years can alter selection on phenological traits in natural populations, something that has important implications for our understanding of how climate can alter patterns of selection in natural populations.",
    "readLink": "https://doi.org/10.1371/journal.pbio.1002120"
  },
  {
    "title": "Distribution of Drought on Agricultural Land in Palabuhanratu District Sukabumi Regency",
    "authors": [
      "Ayu Handayani,",
      "Hafid Setiadi"
    ],
    "doi": "https://doi.org/10.15294/jg.v20i1.41285",
    "journalVolume": "Vol. 20,\n                                no. 1\n                                \n                                  pp.\n                                  31\n                                  – 36",
    "issn": "2549-3078 (Print)",
    "publisher": "2549-3094 (Online)",
    "countryOfPublisher": "Universitas Negeri Semarang",
    "lcc": [
      "Indonesia",
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://journal.unnes.ac.id/nju/index.php/JG",
    "abstract": "Drought is one of the natural disasters that causes substantial losses to food crop production, water supply in several important sectors such as industry, settlements, and agriculture. Climate change often causes drought on agricultural land and can indirectly threaten livelihoods and food security. This study aims to analyze the distribution of drought on agricultural land and examine the relationship between physical conditions. Drought monitoring study using remote sensing methods on Landsat 8 OLI imagery with the Normalized Difference Drought Index (NDDI) algorithm is the result of combining two parameters, namely the Normalized Difference Vegetation Index (NDVI) and Normalized Difference Water Index (NDWI). The results of the study show the distribution of agricultural land drought in Palabuhanratu District, Sukabumi Regency during 2018-2021 with five classes (normal, mild, moderate, severe, and very severe), and a very severe drought category of 80.78 ha in 2021, followed by 2018 an area of 32.09 ha. The most potential drought areas are in Palabuhanratu District, namely Jayanti Village and Citepus Village.",
    "readLink": "https://journal.unnes.ac.id/nju/index.php/JG/article/view/41285"
  }
]