[
  {
    "title": "Variation in Root Development Response of Napier Grass to Drought Stress",
    "authors": [
      "Loc Van Nguyen,",
      "Ngoc Minh Thi Tran,",
      "Long Viet Nguyen,",
      "Hong Nhung Thi Phan,",
      "Mbaraka Saidi Rumanzi,",
      "Cuong Van Pham,",
      "Hanh Thi Tang"
    ],
    "doi": "https://doi.org/10.12911/22998993/140321",
    "journalVolume": "Vol. 22,\n                                no. 8\n                                \n                                  pp.\n                                  64\n                                  – 74",
    "issn": "2299-8993 (Online)",
    "publisher": "Polish Society of Ecological Engineering (PTIE)",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.jeeng.net",
    "abstract": "Global climate change and increasing agricultural activity are the main causes of biotic and abiotic stresses, which negatively affect the plant growth and crop yields. The plant root system is the ﬁrst organ for sensing the soil moisture limitation; therefore root growth under elevated water deficit is an important indicator for plant’s drought tolerance. Although the previous studies focused on the morphological traits of Napier grasses under water stresses, the root growth changes due to drought levels remain largely unclear. In order to evaluate variation in root performance to respond to drought stress, four cultivars named “Cỏ voi thuần” (CVT), King grass, Packchong, and VA06 were grown for 10 days under drought conditions under polyethylene glycol 6000 (PEG6000): 0% PEG6000 as control, 5% PEG6000, 10% PEG6000, 15% PEG6000 and 20% PEG6000. As compared to control, the root growth of all cultivars was reduced under drought treatments; however, significant variation in the root development response to drought levels was found. Among Napier cultivars, “Cỏ voi thuần” expressed drought-tolerant genotypes. The information on the root length, diameter, surface area and volume of the cultivars reveals interesting guidelines for further studies to explore the mechanisms behind root adaptation of Napier grasses to drought.",
    "readLink": "http://www.jeeng.net/Variation-in-Root-Development-Response-of-Napier-Grass-to-Drought-Stress,140321,0,2.html"
  },
  {
    "title": "Inter-annual climate variability and zooplankton: applying teleconnection indices to two deep subalpine lakes in Italy",
    "authors": [
      "Marina Manca,",
      "Michela Rogora,",
      "Nico Salmaso"
    ],
    "doi": "https://doi.org/10.4081/jlimnol.2014.1014",
    "journalVolume": "Vol. 74,\n                                no. 1",
    "issn": "1129-5767 (Print)",
    "publisher": "1723-8633 (Online)",
    "countryOfPublisher": "PAGEPress Publications",
    "lcc": [
      "Italy",
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.jlimnol.it",
    "abstract": "Investigating relation between meteo-climatic indices and between-year variation in Daphnia population density and phenology is crucial for e.g. predicting impact of climate change on lake ecosystem structure and functioning. We tested whether and how two teleconnection indices calculated for the winter period, namely the East Atlantic pattern (EADJF) and the Eastern Mediterranean Pattern (EMPDJF) were correlated with Daphnia population growth in two Italian subalpine lakes, Garda and Maggiore. We investigated between-lake temporal coherence in: i) water temperature within the water layer in which Daphnia is distributed; ii) timing of Daphnia initial and spring maximum population density peak and iii) the level of Daphnia spring maximum population density peak over an eleven-year period (1998-2008) of unchanged predation pressure by fish and invertebrates, and of common oligotrophy. Between-lake temporal coherence was high for an earlier start, an earlier, and lower, Daphnia population spring density peak after milder winters. Peak density level was coherently, positively correlated with soluble reactive phosphorus (SRP) concentration. We hypothesized that Daphnia peak densities were related to atmospheric modes of variability in winter and to the degree of late winter mixing promoting replenishment of algal nutrients into upper water layers and phytoplankton growth, enhancing food availability and Daphnia fecundity, promoting Daphnia peak.",
    "readLink": "http://www.jlimnol.it/index.php/jlimnol/article/view/1014"
  },
  {
    "title": "Effects of farmland landscape pattern on spatial distribution of soil organic carbon in Lower Liaohe Plain of northeastern China",
    "authors": [
      "Xiaochen Liu,",
      "Shuangyi Li,",
      "Shuai Wang,",
      "Zhenxing Bian,",
      "Wei Zhou,",
      "Chuqiao Wang"
    ],
    "doi": "Vol. 145\n                                \n                                \n                                  p.\n                                  109652",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "Knowledge of the factors affecting spatial distribution of farmland soil organic carbon (SOC) contribute to a better understanding of the impact of human activities on soil, which is important for improving soil quality and mitigating climate change. Intensive production has brought about significant changes in farmland landscape pattern. However, the consequences of this change on SOC remains unclear. In this study, using 307 sampling sites of SOC in Lower Liaohe Plain, we mapped the spatial distribution of SOC by Kriging method, and investigated the relationship between topographic and climate factors and SOC, then nine landscape indexes were used as the indicator of human activity and intensity to describe the farmland landscape pattern and analyzed the relationship between landscape pattern and SOC. We observed that SOC was positively related to mean annual precipitation (MAP), negatively related to mean annual temperature (MAT). Flat terrain weakened the relationship between topographic factors and SOC. SOC was positively related to the indexes that represent the complexity of patch shape, and negatively related to indexes that represent the contagion and connectivity degree of patches, indicated that farmland landscape with high connectivity, regular shape and high contagion were not conducive to carbon sequestration. Also, stepwise regression analysis showed that MAP, MAT and DEM contributed the most to SOC variation, these factors could explain 29.3% of the variation in SOC. While added Aggregation Index (AI) could improve the explanation degree by 3.1%, and AI became the strongest factor after natural factors. This study highlights the role of landscape pattern in influencing farmland SOC. The results are useful supplement to the study of farmland SOC and may provide support for SOC sequestration through regulating and controlling landscape pattern.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X22011256"
  },
  {
    "title": "Unpacking Ecological Stress from Economic Activities for Sustainability and Resource Optimization in Sub-Saharan Africa",
    "authors": [
      "Katundu Imasiku,",
      "Valerie M. Thomas,",
      "Etienne Ntagwirumugara"
    ],
    "doi": "https://doi.org/10.3390/su12093538",
    "journalVolume": "Vol. 12,\n                                no. 3538\n                                \n                                  p.\n                                  3538",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Most sub-Saharan African (SSA) nations are governed by traditional economic models of using varied varieties of capital (including human), technological and natural approaches to supply goods and services. This has undoubtedly led to annual economic growth of about 3.2% in several African nations and higher per capita income as some of the major benefits, which have improved the standards of living and social wellbeing but conjointly have led to environmental degradation. In response to the environmental degradation problem, while benchmarking against international policies, this article evaluates approaches to economic development, environmental management, and energy production in the context of climate change. Case studies consider the mine-dependent nations of Zambia and the Democratic Republic of Congo (DRC) and the agriculture-dependent nation of Rwanda. In Zambia and DRC, energy efficiency in the mining and metals industries could increase the electrification rate in Zambia and DRC by up to 50%. Additional industrial utilization of solar or wind energy is key to a stable energy supply, economic development and environmental protection. In Rwanda, population growth and land constraints point to economic growth and agricultural improvements as the key to sustainable development. These case studies emphasize resource optimization, energy efficiency, renewable energy deployment, strategies to reduce biodiversity loss and environmental degradation, and the improvement of social wellbeing for both present and future generations to achieve an ecologically enhanced sub-Saharan Africa.",
    "readLink": "https://www.mdpi.com/2071-1050/12/9/3538"
  },
  {
    "title": "SPATIOTEMPORAL RECOVERY OF HIMAWARI-8 HOURLY AEROSOL OPTICAL DEPTH PRODUCTS VIA THE NESTED BAYESIAN MAXIMUM ENTROPY METHOD",
    "authors": [
      "X. Xia,",
      "Z. Zhu,",
      "T. Zhang,",
      "G. Wei,",
      "Y. Ji"
    ],
    "doi": "https://doi.org/10.5194/isprs-archives-XLIII-B3-2022-545-2022",
    "journalVolume": "Vol. XLIII-B3-2022\n                                \n                                \n                                  pp.\n                                  545\n                                  – 550",
    "issn": "1682-1750 (Print)",
    "publisher": "2194-9034 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Applied optics. Photonics"
    ],
    "journalUrl": "http://www.isprs.org/publications/archives.aspx",
    "abstract": "Satellite-derived aerosol optical depth (AOD) is an indispensable parameter when conducting studies related to atmospheric environment, climate change, and biogeochemical cycle. However, current satellite-derived AOD products are limited in related applications due to the large proportion of missing data, and the existed methods mainly concentrate on recovering AOD from polar-orbit satellite sensors. In order to solve these issues and take full use of the preponderance of geostationary satellite sensors in high frequency observation, we propose a spatiotemporal AOD recovery framework integrating multi-time scale AOD products based on the nested Bayesian maximum entropy methodology (NBME), aimed to obtain satellite-derived AOD datasets with low data missing and high accuracy. The experiment results show that the spatial coverage of AOD datasets increases from 20.5% to 70.0%, and the R2 and RMSE of the recovered AOD against ground-based AERONET AOD are approximately 0.62 and 0.19, respectively. Moreover, the further simulated experiments indicate that the proposed method also performs better relatively when comparing with other popular recovery methods. Therefore, the proposed NBME recovery method can obtain a more convincing product both in applicable accuracy and visual quality.",
    "readLink": "https://www.int-arch-photogramm-remote-sens-spatial-inf-sci.net/XLIII-B3-2022/545/2022/isprs-archives-XLIII-B3-2022-545-2022.pdf"
  },
  {
    "title": "Enhanced Carbon Dioxide Decomposition Using Activated SrFeO<sub>3−d</sub>",
    "authors": [
      "Jaeyong Sim,",
      "Sang-Hyeok Kim,",
      "Jin-Yong Kim,",
      "Ki  Bong Lee,",
      "Sung-Chan Nam,",
      "Chan  Young Park"
    ],
    "doi": "https://doi.org/10.3390/catal10111278",
    "journalVolume": "Vol. 10,\n                                no. 1278\n                                \n                                  p.\n                                  1278",
    "issn": "2073-4344 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Chemical technology",
      "Science: Chemistry"
    ],
    "journalUrl": "https://www.mdpi.com/journal/catalysts",
    "abstract": "Today, climate change caused by global warming has become a worldwide problem with increasing greenhouse gas (GHG) emissions. Carbon capture and storage technologies have been developed to capture carbon dioxide (CO2); however, CO2 storage and utilization technologies are relatively less developed. In this light, we have reported efficient CO2 decomposition results using a nonperovskite metal oxide, SrFeCo0.5Ox, in a continuous-flow system. In this study, we report enhanced efficiency, reliability under isothermal conditions, and catalytic reproducibility through cyclic tests using SrFeO3−d. This ferrite needs an activation process, and 3.5 vol% H2/N2 was used in this experiment. Activated oxygen-deficient SrFeO3−d can decompose CO2 into carbon monoxide (CO) and carbon (C). Although SrFeO3−d is a well-known material in different fields, no studies have reported its use in CO2 decomposition applications. The efficiency of CO2 decomposition using SrFeO3−d reached ³90%, and decomposition (³80%) lasted for approximately 170 min. We also describe isothermal and cyclic experimental data for realizing commercial applications. We expect that these results will contribute to the mitigation of GHG emissions.",
    "readLink": "https://www.mdpi.com/2073-4344/10/11/1278"
  },
  {
    "title": "A fossil diatom-based reconstruction of sea-level changes for the Late Pleistocene and Holocene period in the NW South China Sea",
    "authors": [
      "Jinpeng Zhang,",
      "Michal Tomczak,",
      "Andrzej Witkowski,",
      "Xia Zhen,",
      "Chao Li"
    ],
    "doi": "Vol. 65,\n                                no. 1\n                                \n                                  pp.\n                                  211\n                                  – 229",
    "issn": "0078-3234 (Print)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://www.journals.elsevier.com/oceanologia/",
    "abstract": "Marine transgressions-regressions have profoundly shaped marginal seas following global sea-level fluctuations driven by climate change. This study on a sedimentary core profile SO219/31-4 from the Beibu Gulf, northwestern South China Sea (SCS), reveals information about paleoenvironment, paleoceanography and paleoclimate changes through fossil diatom assemblages and grain size distributions during the last ca. 12900 cal. yr. BP. Eight local diatom assemblage zones were distinguished and assigned to paleoenvironmental fluctuations recording sea-level and depositional environment changes in eight stages, ca. 12900–11700 (stage 1), ca. 11700–9500 (stage 2), ca. 9500–7200 (stage 3), ca. 7200–5800 (stage 4), ca. 5800–3800 (stage 5), ca. 3800–2400 (stage 6), ca. 2400–800 (stage 7) and ca. 800–0 (stage 8), cal. yr. BP. After the low sea level of stage 1 within the last deglaciation, rapid increases in sea level in stages 2 and 3 were recorded as meltwater events pulse-1B and pulse-1C resulting in marine transgression rates of ca. 16 m/kyr and 8 m/kyr, respectively. The high sea level, above the present level, in stages 4 and 5, in the Middle Holocene Climatic Optimum period, was clearly documented by more significant open sea/tropical diatom species and coastal planktonic species percentages, respectively. The late Holocene regression of sea levels was marked by a pronounced reversion of diatom taphocoenosis, responding to neoglacial climate. Fossil diatom assemblages outlined responded to paleoclimate of global warming in the deglacial and early Holocene. This study provides additional insights into the late Pleistocene and Post-glacial history of a tropical-subtropical shallow water gulf, in the NW-SCS.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S0078323422000586"
  },
  {
    "title": "Breeding and Genomics Interventions for Developing Ascochyta Blight Resistant Grain Legumes",
    "authors": [
      "Uday C. Jha,",
      "Kamal Dev Sharma,",
      "Harsh Nayyar,",
      "Swarup K. Parida,",
      "Kadambot H. M. Siddique"
    ],
    "doi": "https://doi.org/10.3390/ijms23042217",
    "journalVolume": "Vol. 23,\n                                no. 2217\n                                \n                                  p.\n                                  2217",
    "issn": "1661-6596 (Print)",
    "publisher": "1422-0067 (Online)",
    "countryOfPublisher": "MDPI AG",
    "lcc": [
      "Switzerland",
      "Science: Biology (General)",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/ijms",
    "abstract": "Grain legumes are a key food source for ensuring global food security and sustaining agriculture. However, grain legume production is challenged by growing disease incidence due to global climate change. Ascochyta blight (AB) is a major disease, causing substantial yield losses in grain legumes worldwide. Harnessing the untapped reserve of global grain legume germplasm, landraces, and crop wild relatives (CWRs) could help minimize yield losses caused by AB infection in grain legumes. Several genetic determinants controlling AB resistance in various grain legumes have been identified following classical genetic and conventional breeding approaches. However, the advent of molecular markers, biparental quantitative trait loci (QTL) mapping, genome-wide association studies, genomic resources developed from various genome sequence assemblies, and whole-genome resequencing of global germplasm has revealed AB-resistant gene(s)/QTL/genomic regions/haplotypes on various linkage groups. These genomics resources allow plant breeders to embrace genomics-assisted selection for developing/transferring AB-resistant genomic regions to elite cultivars with great precision. Likewise, advances in functional genomics, especially transcriptomics and proteomics, have assisted in discovering possible candidate gene(s) and proteins and the underlying molecular mechanisms of AB resistance in various grain legumes. We discuss how emerging cutting-edge next-generation breeding tools, such as rapid generation advancement, field-based high-throughput phenotyping tools, genomic selection, and CRISPR/Cas9, could be used for fast-tracking AB-resistant grain legumes to meet the increasing demand for grain legume-based protein diets and thus ensuring global food security.",
    "readLink": "https://www.mdpi.com/1422-0067/23/4/2217"
  },
  {
    "title": "Radar-Derived Quantitative Precipitation Estimation Based on Precipitation Classification",
    "authors": [
      "Lili Yang,",
      "Yi Yang,",
      "Peng Liu,",
      "Lina Wang"
    ],
    "doi": "https://doi.org/10.1155/2016/2457489",
    "journalVolume": "Vol. 2016",
    "issn": "1687-9309 (Print)",
    "publisher": "1687-9317 (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.hindawi.com/journals/amete/",
    "abstract": "A method for improving radar-derived quantitative precipitation estimation is proposed. Tropical vertical profiles of reflectivity (VPRs) are first determined from multiple VPRs. Upon identifying a tropical VPR, the event can be further classified as either tropical-stratiform or tropical-convective rainfall by a fuzzy logic (FL) algorithm. Based on the precipitation-type fields, the reflectivity values are converted into rainfall rate using a Z-R relationship. In order to evaluate the performance of this rainfall classification scheme, three experiments were conducted using three months of data and two study cases. In Experiment I, the Weather Surveillance Radar-1988 Doppler (WSR-88D) default Z-R relationship was applied. In Experiment II, the precipitation regime was separated into convective and stratiform rainfall using the FL algorithm, and corresponding Z-R relationships were used. In Experiment III, the precipitation regime was separated into convective, stratiform, and tropical rainfall, and the corresponding Z-R relationships were applied. The results show that the rainfall rates obtained from all three experiments match closely with the gauge observations, although Experiment II could solve the underestimation, when compared to Experiment I. Experiment III significantly reduced this underestimation and generated the most accurate radar estimates of rain rate among the three experiments.",
    "readLink": "http://dx.doi.org/10.1155/2016/2457489"
  },
  {
    "title": "The treatment of land use, land use change and forestry in the post-2012 climate agreement: a perspective from non-Annex I Parties",
    "authors": [
      "Federici S,",
      "Galluzzi G"
    ],
    "doi": "https://doi.org/10.3832/ifor0533-003",
    "journalVolume": "Vol. 3,\n                                no. 1\n                                \n                                  pp.\n                                  56\n                                  – 58",
    "issn": "1971-7458 (Online)",
    "publisher": "Italian Society of Silviculture and Forest Ecology (SISEF)",
    "countryOfPublisher": "Italy",
    "lcc": [
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://iforest.sisef.org",
    "abstract": "Given the greater vulnerability of developing countries to climate change, their paramount interest is to establish effective mitigation policies including the land use and forestry sectors as part of the post-2012 Climate Agreement. In this context, an accounting system for land use, land use change and forestry acceptable to non-Annex I Parties can arise only if critical elements in current accounting rules are removed and a solution to data uncertainties is found. Indeed, current accounting rules oppose the fundamental principles outlined in the both Convention on climate change and in the Kyoto protocol. They require accounting of only a portion of land-use activities and exclude forest management, give special provisions to exclude some net emissions from accounting, do not require the use of a reference level in quantifying net emissions and risk remunerating business as usual mitigation actions. Encouragingly, the current negotiation text contains options which, if adopted, would define an accounting system capable of responding to developing countries’ expectations. These options include the establishment of a national reference level suited to country-specific circumstances and other measures to ensure that only truly additional mitigation actions are remunerated and that all anthropogenic net emissions on managed lands are included. Finally, the opportunity of applying the principle of conservativeness in the future accounting routine is discussed, as a straightforward and effective instrument to correct uncertain estimates and therefore to reduce the risks of assigning an incorrect amount of credits and debits in this complex sector.",
    "readLink": "https://iforest.sisef.org/contents/?id=ifor0533-003"
  }
]