[
  {
    "title": "Technological Innovation, the Kyoto Protocol, and Open Innovation",
    "authors": [
      "Yoomi Kim"
    ],
    "doi": "https://doi.org/10.3390/joitmc7030198",
    "journalVolume": "Vol. 7,\n                                no. 198\n                                \n                                  p.\n                                  198",
    "issn": "2199-8531 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Social Sciences: Industries. Land use. Labor: Management. Industrial management",
      "Social Sciences: Commerce: Business"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/journal-of-open-innovation-technology-market-and-complexity",
    "abstract": "This study investigates the role of technological innovation in increasing the effectiveness of the Kyoto Protocol in terms of greenhouse gas (GHG) mitigation. Panel data showing the number of patents for climate change mitigation technology as a measure of innovation are obtained from 54 countries for the period 1990–2015 to verify whether technological innovation is effective in reducing GHG emissions and whether it has a significant synergetic relationship with the Kyoto Protocol. The historical trends in the number of patents for climate change mitigation technology reveal a relationship between the Kyoto Protocol and technological innovation and show differences between specific types of mitigation technology. Based on these innovation data, this study conducts two-stage least squares analysis that considers the time-lag effect. The empirical results confirm that mitigation innovations for buildings and the production or processing of goods have a strong positive association with GHG emission reduction. The findings also support the long-term synergetic effect between innovation and participation in the Kyoto Protocol in terms of GHG mitigation. This study contributes to international climate change governance by providing empirical evidence for technological innovation’s role in strengthening the effectiveness of international regimes and implications for promoting open innovation.",
    "readLink": "https://www.mdpi.com/2199-8531/7/3/198"
  },
  {
    "title": "Stand structure and carbon storage in the oligohaline zone of the Sundarbans mangrove forest, Bangladesh",
    "authors": [
      "Md. Kamruzzaman,",
      "Shamim Ahmed,",
      "Sumonta  Paul,",
      "Md. Mizanur Rahman,",
      "Akira Osawa"
    ],
    "doi": "https://doi.org/10.1080/21580103.2017.1417920",
    "journalVolume": "Vol. 14,\n                                no. 1\n                                \n                                  pp.\n                                  23\n                                  – 28",
    "issn": "2158-0103 (Print)",
    "publisher": "2158-0715 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tfst",
    "abstract": "A mangrove community along the oligohaline zone of the Sundarbans Reserve Forest (SRF), Bangladesh was selected to study stand structure, biomass accumulation, and carbon storage. Field data were measured from six plots of 2400 m2 at three different locations. Species diversity and species wise contribution to total biomass carbon (TBC) were also analyzed. Heritiera fomes has maintained its dominance (53.8%, relative density) of the stand. The mean above- and below-ground biomass carbon stock of the mangrove community was 76.8 Mg ha−1 and 41.1 Mg ha−1, respectively. Avicennia officinalis contributed the highest TBC accumulation. Individuals of different mangrove species having diameter ≥ 9.99 cm constituted more than 72% of the mangrove stand but contributed less in carbon accumulation, representing only 15.6% of the TBC. While individuals having diameter in the 10–56 cm range constituted only 28% of stand density but contributed to high carbon accumulation, representing 84.4% of the TBC. Mangrove communities growing along the oligohaline zone of the SRF show high species richness and carbon stock, indicating their ecological significance, This needs to be considered in future decision making processes for the area as well as in understanding the role of SRF on mitigating the effects of climate change.",
    "readLink": "http://dx.doi.org/10.1080/21580103.2017.1417920"
  },
  {
    "title": "Analysis of Regional Variation Characteristics and Influencing Factors of Pan Evaporation in the Yangtze River Basin",
    "authors": [
      "Yang Ronghua,",
      "Li Jiajia,",
      "He Xinguang"
    ],
    "doi": "https://doi.org/10.13284/j.cnki.rddl.003601",
    "journalVolume": "Vol. 42,\n                                no. 12\n                                \n                                  pp.\n                                  2098\n                                  – 2109",
    "issn": "1001-5221 (Print)",
    "publisher": "Editorial Committee of Tropical Geography",
    "countryOfPublisher": "China",
    "lcc": [
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://www.rddl.com.cn/CN/1001-5221/home.shtml",
    "abstract": "Evaporation is an important component of both hydrological and energy cycles and is very sensitive to climate change. In the context of global warming, rising temperature leads to a series of changes in hydrological factors, such as precipitation, evaporation, soil moisture, and groundwater flow, which have significant impacts on the natural environment, ecosystems, and social economy. Pan Evaporation (PE) is a vital climatic factor for estimating the atmospheric evaporation demand, and its change has been recognized as an integrative indicator of the hydrological response to climate change. Therefore, it is of great theoretical and practical significance to analyze the variation characteristics of PE and its influencing factors for water resource evaluation, hydrological process research, agricultural irrigation, and evaporation monitoring under climate change. The Yangtze River Basin (YRB) is a densely populated and highly developed area that plays an important role in the development of China's national economy. To discuss the variations in PE in the YRB and its main influencing factors, previous studies only divided the basin into upper, middle, and lower reaches based on natural and social factors. However, the area of the YRB is vast, and the PE varies greatly among the different regions of the basin under the influence of terrain and climate conditions. It is not sufficient to discuss the variation characteristics of regional PE from upstream, middle, and downstream. Additionally, most time series remained around 2000 in the existing studies, and the analysis of change characteristics of recent PE time series and its influencing factors have not been reported. Therefore, it is essential to conduct consistent regionalization for PE in the YRB and to identify the factors influencing PE variations in the subregions in recent decades. In this study, the Rotating Empirical Orthogonal Function (REOF) and Fuzzy C-Means clustering algorithm (FCM) were applied to form subregions based on pan observation data from 148 meteorological stations in the Yangtze River Basin during 1980-2017. Then, the variation characteristics and main influencing factors of PE in each sub-region were analyzed using the modified Mann-Kendall test and multivariate stepwise regression analysis. The results are as follows: (1) The first four REOF modes revealed five principal PE anomaly sensitive areas in the basin: southeast Poyang Lake plain, southwest Hengduan Mountain, northern Nanyang Basin, western Sichuan Plateau, and Central Sichuan Basin. Based on these spatial modes, the PE in the basin can be divided into nine subregions. (2) At the annual scale, PE in respective regions shows an increasing trend with the highest rate (111.28 mm/10 a) in the central basin and the lowest rate (12.5 mm/10 a) in the western plateau region. At the seasonal scale, PE in autumn and winter showed an increasing trend in the whole basin, while the variation in PE in spring and summer showed obvious regional differences, and PE in some areas showed a decreasing trend. (3) The main factors affecting the change in PE differ from region to region; however, in most of the sub-regions, PE variations are closely related to the changes in mean temperature and vapor pressure deficit. Our results are conducive to a better understanding of the temporal changes in PE in other regions of the world. In particular, the results can contribute to the development of more efficient methods for modeling and predicting PE variations by focusing on the main influencing factors under changing climatic conditions.",
    "readLink": "http://www.rddl.com.cn/CN/10.13284/j.cnki.rddl.003601"
  },
  {
    "title": "Stochastic grey water footprint model based on uncertainty analysis theory",
    "authors": [
      "Xinkui Wang,",
      "Zengchuan Dong,",
      "Wenzhuo Wang,",
      "Yun Luo,",
      "Yaogeng Tan"
    ],
    "doi": "Vol. 124\n                                \n                                \n                                  p.\n                                  107444",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "The conventional grey water footprint (GWF) cannot deal with the uncertainties induced by the background information. To solve this problem, this study develops a stochastic GWF model based on probability theory and the maximum entropy principle. The stochastic GWF model further introduces the expectation calculation and water pollution risk (WPR) identification into assessment, which are used to comprehensively evaluate the GWF and quantify the potential water shortage risk induced by pollution, respectively. To verify its effectiveness, the stochastic GWF is applied to the evaluation of chemical oxygen demand (COD) in Ningxia province, China. Results show the following: (i) compared with the conventional GWF, the stochastic GWF significant is in advantage in terms of grade identification, pollution ranking, and risk recognizing. (ii) From 2011 to 2017, the GWF expectations of COD in Ningxia provinces are 7.52, 7.32, 7.15, 6.92, 3.95, and 3.36 billion m3, and the WPRs are 0.51, 0.10, 0.13, 0.06, 0.00, and 0.00, respectively. (iii) The WPRs are determined not only by the pollution load but also by climate change and the hydrological rhythm. (iv) Only using the mathematical expectation of the background parameter for evaluation may ignore the environmental risk in the water area with high background values, making the evaluation over-optimistic.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X21001096"
  },
  {
    "title": "Distinct Taxonomic and Functional Profiles of the Microbiome Associated With Different Soil Horizons of a Moist Tussock Tundra in Alaska",
    "authors": [
      "Binu M. Tripathi,",
      "Hye Min Kim1,",
      "Ji Young Jung,",
      "Sungjin Nam,",
      "Hyeon Tae Ju,",
      "Mincheol Kim,",
      "Yoo Kyung Lee"
    ],
    "doi": "https://doi.org/10.3389/fmicb.2019.01442",
    "journalVolume": "Vol. 10",
    "issn": "1664-302X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.frontiersin.org/microbiology",
    "abstract": "Permafrost-underlain tundra soils in Northern Hemisphere are one of the largest reservoirs of terrestrial carbon, which are highly sensitive to microbial decomposition due to climate warming. However, knowledge about the taxonomy and functions of microbiome residing in different horizons of permafrost-underlain tundra soils is still limited. Here we compared the taxonomic and functional composition of microbiome between different horizons of soil cores from a moist tussock tundra ecosystem in Council, Alaska, using 16S rRNA gene and shotgun metagenomic sequencing. The composition, diversity, and functions of microbiome varied significantly between soil horizons, with top soil horizon harboring more diverse communities than sub-soil horizons. The vertical gradient in soil physico-chemical parameters were strongly associated with composition of microbial communities across permafrost soil horizons; however, a large fraction of the variation in microbial communities remained unexplained. The genes associated with carbon mineralization were more abundant in top soil horizon, while genes involved in acetogenesis, fermentation, methane metabolism (methanogenesis and methanotrophy), and N cycling were dominant in sub-soil horizons. The results of phylogenetic null modeling analysis showed that stochastic processes strongly influenced the composition of the microbiome in different soil horizons, except the bacterial community composition in top soil horizon, which was largely governed by homogeneous selection. Our study expands the knowledge on the structure and functional potential of microbiome associated with different horizons of permafrost soil, which could be useful in understanding the effects of environmental change on microbial responses in tundra ecosystems.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fmicb.2019.01442/full"
  },
  {
    "title": "Genomic dynamics of brown trout populations released to a novel environment",
    "authors": [
      "Sara Kurland,",
      "Nima Rafati,",
      "Nils Ryman,",
      "Linda Laikre"
    ],
    "doi": "https://doi.org/10.1002/ece3.9050",
    "journalVolume": "Vol. 12,\n                                no. 7\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2045-7758 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20457758",
    "abstract": "Abstract Population translocations occur for a variety of reasons, from displacement due to climate change to human‐induced transfers. Such actions have adverse effects on genetic variation and understanding their microevolutionary consequences requires monitoring. Here, we return to an experimental release of brown trout (Salmo trutta) in order to monitor the genomic effects of population translocations. In 1979, fish from each of two genetically (FST = 0.16) and ecologically separate populations were simultaneously released, at one point in time, to a lake system previously void of brown trout. Here, whole‐genome sequencing of pooled DNA (Pool‐seq) is used to characterize diversity within and divergence between the introduced populations and fish inhabiting two lakes downstream of the release sites, sampled 30 years later (c. 5 generations). Present results suggest that while extensive hybridization has occurred, the two introduced populations are unequally represented in the lakes downstream of the release sites. One population, which is ecologically resident in its original habitat, mainly contributes to the lake closest to the release site. The other population, migratory in its natal habitat, is genetically more represented in the lake further downstream. Genomic regions putatively under directional selection in the new habitat are identified, where allele frequencies in both established populations are more similar to the introduced population stemming from a resident population than the migratory one. Results suggest that the microevolutionary consequences of population translocations, for example, hybridization and adaptation, can be rapid and that Pool‐seq can be used as an initial tool to monitor genome‐wide effects.",
    "readLink": "https://doi.org/10.1002/ece3.9050"
  },
  {
    "title": "Correlation between flooding and settlement planning in Nairobi",
    "authors": [
      "Martin Ochieng Owuor,",
      "Donald Anthony Mwiturubani"
    ],
    "doi": "https://doi.org/10.2166/wcc.2022.335",
    "journalVolume": "Vol. 13,\n                                no. 4\n                                \n                                  pp.\n                                  1790\n                                  – 1805",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "Globally, climate change triggers flooding through unpredictable, intermittent and incessant precipitation. Flooding in Nairobi is multi-factorial in causation. This has raised the question of necessary interventions in the design of urban settlements in order to reduce the impacts of extreme rainfall events that result in floods. This paper seeks to analyse the reciprocal correlation between settlement planning and pluvial flooding in Nairobi. Censuses data were obtained from the Kenya National Bureau of Statistics (KNBS) and daily rainfall records from the Kenya Meteorological Department spanning from 1961 to 2018. Other key parameters were drawn from extensive thematic content analyses of the existing literature. The data were subjected to trend and correlation analyses using the Stata and SPSS software to determine patterns and possible causal relationships. The results showed that there was an insignificant but positive relationship between the two variables with Pearson and Spearman coefficients of correlation of 0.211 and 0.111, respectively. The results of this study repudiate the perceived notion that occurrences of pluvial flooding in Nairobi have increased due to erratic precipitation patterns and improper planning of settlements. The null hypothesis is therefore upheld at 95% confidence level. HIGHLIGHTS The empirical scientific evidence in this study catapults the scientific debate on the need for necessary interventions in the design of urban settlements in order to reduce the impacts of extreme rainfall events that result in floods.; The major contribution is the upholding of the null hypothesis at 95% confidence level on the nexus between settlement planning and flooding in Nairobi from 1961 to 2018.;",
    "readLink": "http://jwcc.iwaponline.com/content/13/4/1790"
  },
  {
    "title": "Deriving drought indices from MODIS vegetation indices (NDVI/EVI) and Land Surface Temperature (LST): Is data reconstruction necessary?",
    "authors": [
      "Fei Xie,",
      "Hui Fan"
    ],
    "doi": "Vol. 101\n                                \n                                \n                                  p.\n                                  102352",
    "issn": "1569-8432 (Print)",
    "publisher": "1872-826X (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Netherlands",
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.journals.elsevier.com/international-journal-of-applied-earth-observation-and-geoinformation",
    "abstract": "Droughts pose significant economic and ecological concerns, and considering climate change projections, timely monitoring and early warning based on satellite observations must be realized at regional to global scales. Nevertheless, whether data reconstruction is necessary to produce high-quality satellite-based time series data for drought monitoring and the data reconstruction approaches to be applied, if necessary, remain unclear. We attempted to fill this knowledge gap by investigating three widely used data reconstruction approaches, i.e., the Savitzky–Golay filter, harmonic analysis of time series (HANTS) and Whittaker Smoother, across the Lancang–Mekong river basin through the Moderate Resolution Imaging Spectroradiometer (MODIS) MOD13Q1 and MOD11A2 products for 2001–2018 and Google Earth Engine cloud platform. Several remote sensing drought indices based on the unreconstructed and reconstructed vegetation indices (VIs) and Land Surface Temperature (LST) were retrieved for basin-wide drought detection. The performance of the examined reconstruction approaches was evaluated using three statistical indices (coefficient of determination (R2), standard deviation of bias (BIAS(std)) and mean squared error (MSE)), spatial consistency with the reference dataset and capability to characterize the drought events. Data reconstruction considerably enhanced the drought index performances for drought detection; however, reconstruction was not necessary in all situations. The reconstructed drought indices exhibited higher R2 values (by 10.6–10.8%), lower BIAS(std) values (by −1.7– −12.5%), and smaller MSE values (by −5.8– −13.4%) compared to those of unreconstructed indices. For most evaluation indicators, HANTS outperformed the other methods, and Vegetation Condition Index (VCI) and Vegetation Health Index (VHI) outperformed the other drought indices. The findings highlight the importance of data reconstruction to detect and characterize drought events and the dependency of the performance of reconstruction methods on drought indices and evaluation metrics when using MODIS time series data.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S0303243421000593"
  },
  null,
  {
    "title": "Comparing Approaches for Reconstructing Groundwater Levels in the Mountainous Regions of Interior British Columbia, Canada, Using Tree Ring Widths",
    "authors": [
      "Stephanie  C. Hunter,",
      "Diana  M. Allen,",
      "Karen  E. Kohfeld"
    ],
    "doi": "https://doi.org/10.3390/atmos11121374",
    "journalVolume": "Vol. 11,\n                                no. 1374\n                                \n                                  p.\n                                  1374",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Observed groundwater level records are relatively short (<100 years), limiting long-term studies of groundwater variability that could provide valuable insight into climate change effects. This study uses tree ring data from the International Tree Ring Database (ITRDB) and groundwater level data from 22 provincial observation wells to evaluate different approaches for reconstructing groundwater levels from tree ring widths in the mountainous southern interior of British Columbia, Canada. The twenty-eight reconstruction models consider the selection of observation wells (e.g., regional average groundwater level vs. wells classified by recharge mechanism) and the search area for potential tree ring records (climate footprint vs. North American Ecoregions). Results show that if the climate footprint is used, reconstructions are statistically valid if the wells are grouped according to recharge mechanism, with streamflow-driven and high-elevation recharge-driven wells (both snowmelt-dominated) producing valid models. Of all the ecoregions considered, only the Coast Mountain Ecoregion models are statistically valid for both the regional average groundwater level and high-elevation recharge-driven systems. No model is statistically valid for low-elevation recharge-driven systems (rainfall-dominated). The longest models extend the groundwater level record to the year 1500, with the highest confidence in the later portions of the reconstructions going back to the year 1800.",
    "readLink": "https://www.mdpi.com/2073-4433/11/12/1374"
  }
]