[
  {
    "title": "Changes in foliar epicuticular wax and photosynthesis metabolism in evergreen woody species under different soil water availability",
    "authors": [
      "S.  PEREIRA,",
      "K.  FIGUEIREDO-LIMA,",
      "A.F. M.  OLIVEIRA,",
      "M.G.  SANTOS"
    ],
    "doi": "https://doi.org/10.32615/ps.2019.013",
    "journalVolume": "Vol. 57,\n                                no. 1\n                                \n                                  pp.\n                                  192\n                                  – 201",
    "issn": "0300-3604 (Print)",
    "publisher": "1573-9058 (Online)",
    "countryOfPublisher": "Academy of Sciences of the Czech Republic, Institute of Experimental Botany",
    "lcc": [
      "Czechia",
      "Science: Botany"
    ],
    "journalUrl": "https://ps.ueb.cas.cz/",
    "abstract": "Epicuticular waxes (EW) are important for plant physiology as a protective barrier against water loss. Thus, the main goal of this study was to evaluate the ecophysiological performance of Cynophalla flexuosa, an evergreen woody species, under different foliar EW contents. The study was conducted during three periods throughout the year in a seasonally dry tropical forest area. The xylem water potential decreased to 70% at midday. The main EW components were n-alkane chains, effective in keeping the cuticle impermeability. We analyzed intact leaves and leaves with EW removed. C. flexuosa did not alter its photosynthetic performance throughout the day in leaves where EW was removed, except under the lowest soil water balance. Furthermore, foliar biochemical metabolism activity also was maintained. Thus, photochemical and gas-exchange values showed a high resilience, although soil water availability decreased. These findings highlight that this evergreen woody species performed under semiarid conditions with high foliar dynamic traits.",
    "readLink": "https://ps.ueb.cas.cz/artkey/phs-201901-0022_changes-in-foliar-epicuticular-wax-and-photosynthesis-metabolism-in-evergreen-woody-species-under-different-soi.php"
  },
  {
    "title": "Sowing terms of winter bread wheat variety-innovations (Triticum aestivum L.) in the conditions of change of climate",
    "authors": [
      "О. Л. Дергачов"
    ],
    "doi": "https://doi.org/10.21498/2518-1017.1(11).2010.59376",
    "journalVolume": "Vol. 0,\n                                no. 1(11)\n                                \n                                  pp.\n                                  33\n                                  – 37",
    "issn": "2518-1017 (Print)",
    "publisher": "2518-7457 (Online)",
    "countryOfPublisher": "Ukrainian Institute for Plant Variety Examination",
    "lcc": [
      "Ukraine",
      "Science: Botany"
    ],
    "journalUrl": "http://journal.sops.gov.ua/",
    "abstract": "Results of studying of influence of sowing terms on productivity and indices of quality of grain of winter bread wheat variety-innovations of V.M. Remeslo Myronivka Institute of Wheat of NAAS of Ukraine in the conditions of Right-bank Forest-steppe are shown. Negative correlation of productivity of varieties on average temperature of air during the sowing period is shown.",
    "readLink": "http://journal.sops.gov.ua/article/view/59376"
  },
  {
    "title": "Quantifying snow darkening and atmospheric radiative effects of black carbon and dust on the South Asian monsoon and hydrological cycle: experiments using variable-resolution CESM",
    "authors": [
      "S. Rahimi,",
      "X. Liu,",
      "C. Wu,",
      "C. Wu,",
      "W. K. Lau,",
      "H. Brown,",
      "M. Wu,",
      "Y. Qian"
    ],
    "doi": "https://doi.org/10.5194/acp-19-12025-2019",
    "journalVolume": "Vol. 19\n                                \n                                \n                                  pp.\n                                  12025\n                                  – 12049",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Black carbon (BC) and dust impart significant effects on the South Asian monsoon (SAM), which is responsible for ∼80  % of the region's annual precipitation. This study implements a variable-resolution (VR) version of the Community Earth System Model (CESM) to quantify two radiative effects of absorbing BC and dust on the SAM. Specifically, this study focuses on the snow darkening effect (SDE), as well as how these aerosols interact with incoming and outgoing radiation to facilitate an atmospheric response (i.e., aerosol–radiation interactions, ARIs). By running sensitivity experiments, the individual effects of SDE and ARI are quantified, and a theoretical framework is applied to assess these aerosols' impacts on the SAM. It is found that ARIs of absorbing aerosols warm the atmospheric column in a belt coincident with the May–June averaged location of the subtropical jet, bringing forth anomalous upper-tropospheric (lower-tropospheric) anticyclogenesis (cyclogenesis) and divergence (convergence). This anomalous arrangement in the mass fields brings forth enhanced rising vertical motion across South Asia and a stronger westerly low-level jet, the latter of which furnishes the Indian subcontinent with enhanced Arabian Gulf moisture. Precipitation increases of 2 mm d−1 or more (a 60 % increase in June) result across much of northern India from May through August, with larger anomalies (+5 to +10 mm d−1) in the western Indian mountains and southern Tibetan Plateau (TP) mountain ranges due to orographic and anabatic enhancement. Across the Tibetan Plateau foothills, SDE by BC aerosols drives large precipitation anomalies of > 6 mm d−1 (a 21 %–26 % increase in May and June), comparable to ARI of absorbing aerosols from April through August. Runoff changes accompany BC SDE-induced snow changes across Tibet, while runoff changes across India result predominantly from dust ARI. Finally, there are large differences in the simulated SDE between the VR and traditional 1∘ simulations, the latter of which simulates a much stronger SDE and more effectively modifies the regional circulation.",
    "readLink": "https://www.atmos-chem-phys.net/19/12025/2019/acp-19-12025-2019.pdf"
  },
  {
    "title": "A prognostic pollen emissions model for climate models (PECM1.0)",
    "authors": [
      "M. C. Wozniak,",
      "A. L. Steiner"
    ],
    "doi": "https://doi.org/10.5194/gmd-10-4105-2017",
    "journalVolume": "Vol. 10\n                                \n                                \n                                  pp.\n                                  4105\n                                  – 4127",
    "issn": "1991-959X (Print)",
    "publisher": "1991-9603 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology"
    ],
    "journalUrl": "https://www.geoscientific-model-development.net/",
    "abstract": "We develop a prognostic model called Pollen Emissions for Climate Models (PECM) for use within regional and global climate models to simulate pollen counts over the seasonal cycle based on geography, vegetation type, and meteorological parameters. Using modern surface pollen count data, empirical relationships between prior-year annual average temperature and pollen season start dates and end dates are developed for deciduous broadleaf trees (Acer, Alnus, Betula, Fraxinus, Morus, Platanus, Populus, Quercus, Ulmus), evergreen needleleaf trees (Cupressaceae, Pinaceae), grasses (Poaceae; C3, C4), and ragweed (Ambrosia). This regression model explains as much as 57 % of the variance in pollen phenological dates, and it is used to create a climate-flexible phenology that can be used to study the response of wind-driven pollen emissions to climate change. The emissions model is evaluated in the Regional Climate Model version 4 (RegCM4) over the continental United States by prescribing an emission potential from PECM and transporting pollen as aerosol tracers. We evaluate two different pollen emissions scenarios in the model using (1) a taxa-specific land cover database, phenology, and emission potential, and (2) a plant functional type (PFT) land cover, phenology, and emission potential. The simulated surface pollen concentrations for both simulations are evaluated against observed surface pollen counts in five climatic subregions. Given prescribed pollen emissions, the RegCM4 simulates observed concentrations within an order of magnitude, although the performance of the simulations in any subregion is strongly related to the land cover representation and the number of observation sites used to create the empirical phenological relationship. The taxa-based model provides a better representation of the phenology of tree-based pollen counts than the PFT-based model; however, we note that the PFT-based version provides a useful and climate-flexible emissions model for the general representation of the pollen phenology over the United States.",
    "readLink": "https://www.geosci-model-dev.net/10/4105/2017/gmd-10-4105-2017.pdf"
  },
  {
    "title": "A Review on Connecting Research, Policies and Networking in the Area of Climate-Related Extreme Events in the EU with Highlights of French Case Studies",
    "authors": [
      "Philippe Quevauviller"
    ],
    "doi": "https://doi.org/10.3390/atmos13010117",
    "journalVolume": "Vol. 13,\n                                no. 117\n                                \n                                  p.\n                                  117",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "The increasing severity and frequency of extreme weather and climate events (e.g., floods, heat and cold waves, storms, forest fires) resulting from climate change-compounded vulnerabilities and exposure require a specific research focus. Climate-related extreme events are part of disaster risk reduction policies ruled at international, EU, and national levels, covering various sectors and features such as awareness-raising, prevention, mitigation, preparedness, monitoring and detection, response, and recovery. A wide range of research and technological developments, as well as capacity-building and training projects, has supported the development and implementation of these policies and strategies. In particular, research and innovation actions support the paradigm shift from managing “disasters” to managing “risks” and enhancing resilience needs. In this respect, a huge body of knowledge and technology has been developed in the EU-funded Seventh Framework Programme (2007–2013) and Horizon 2020 (2014–2020), for example in the area of measures and technologies needed to enhance the response capacity to extreme weather and climate events affecting the security of people and assets. In addition, networking initiatives have been developed to connect scientists, policy-makers, practitioners, and industry and civil society representatives in order to boost research uptake, identify gaps, and elaborate research programs at EU level. Research and networking efforts are pursued within the newly starting framework program Horizon Europe (2021–2027), with a focus on supporting civil protection operations. This paper provides a general overview of relevant EU policies and examples of past and developing research in the area of weather and climate extreme events and highlights current networking efforts in this area.",
    "readLink": "https://www.mdpi.com/2073-4433/13/1/117"
  },
  {
    "title": "Mode transitions in Northern Hemisphere glaciation: co-evolution of\nmillennial and orbital variability in Quaternary climate",
    "authors": [
      "D. A. Hodell,",
      "J. E. T. Channell"
    ],
    "doi": "https://doi.org/10.5194/cp-12-1805-2016",
    "journalVolume": "Vol. 12,\n                                no. 9\n                                \n                                  pp.\n                                  1805\n                                  – 1828",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "We present a 3.2 Myr record of stable isotopes and physical properties at IODP Site U1308 (reoccupation of DSDP Site 609) located within the ice-rafted detritus (IRD) belt of the North Atlantic. We compare the isotope and lithological proxies at Site U1308 with other North Atlantic records (e.g., sites 982, 607/U1313, and U1304) to reconstruct the history of orbital and millennial-scale climate variability during the Quaternary. The Site U1308 record documents a progressive increase in the intensity of Northern Hemisphere glacial–interglacial cycles during the late Pliocene and Quaternary, with mode transitions at ∼ 2.7, 1.5, 0.9, and 0.65 Ma. These transitions mark times of change in the growth and stability of Northern Hemisphere ice sheets. They also coincide with increases in vertical carbon isotope gradients between the intermediate and deep ocean, suggesting changes in deep carbon storage and atmospheric CO2. Orbital and millennial climate variability co-evolved during the Quaternary such that the trend towards larger and thicker ice sheets was accompanied by changes in the style, frequency, and intensity of millennial-scale variability. This co-evolution may be important for explaining the observed patterns of Quaternary climate change.",
    "readLink": "http://www.clim-past.net/12/1805/2016/cp-12-1805-2016.pdf"
  },
  {
    "title": "Chinese blue days: a novel index and spatio-temporal variations",
    "authors": [
      "Su Wang,",
      "Gang Huang,",
      "Jintai Lin,",
      "Kaiming Hu,",
      "Lin Wang,",
      "Hainan Gong"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ab29bb",
    "journalVolume": "Vol. 14,\n                                no. 7\n                                \n                                  p.\n                                  074026",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "As part of the Blue-Sky Protection Campaign, we develop the Chinese Blue Days Index based on meteorology data from 385 stations in China during 1980–2014. This index is defined as the days with no rain, low cloud cover ≤75th percentile, and visibility ≥15 km at 2 pm. The spatio-temporal variations and possible driving factors of Chinese Blue Days (CBD) are further investigated, revealing a steadily rising rate of 1.6 day (d)/10 year (y) for the nationally averaged CBD during 1980–2014. At regional scales, the CBD exhibit an increasing trend >4 d/10 y in western China and a decreasing trend <−2 d/10 y in southeastern China, northwestern Xinjiang, and Qinghai. The minimum/maximum trends (−7.5/9.5 d/10 y) appear in Yangtze–Huai River Valley (YHRV)/southwestern China (SWC). The interannual variations in CBD are highly related to wind speed and windless days in YHRV but are closely associated with wind speed, rainless days and relative humidity in SWC, suggesting that the two regions are governed by different meteorological factors. Moreover, a dynamic adjustment method called partial least squares is used to remove the atmospheric circulation-related CBD trend. The residual CBD contributions for the total trend in summer and winter are 43.62% and 35.84% in YHRV and are 14.25% and 60.38% in SWC. The result indicates that considerable parts of the CBD trend are due to the change of atmospheric circulation in the two regions.",
    "readLink": "https://doi.org/10.1088/1748-9326/ab29bb"
  },
  {
    "title": "STAKEHOLDERS PARTICIPATION FOR URBAN CLIMATE RESILIENCE: A CASE OF INFORMAL SETTLEMENTS REGULARIZATION IN KHULNA CITY, BANGLADESH",
    "authors": [
      "Sujit Kumar SIKDER,",
      "Asad ASADZADEH,",
      "Elias Danyi KUUSAANA,",
      "Bishawjit MALLICK,",
      "Theo KOETTER"
    ],
    "doi": "https://doi.org/10.37043/JURA.2015.7.1.1",
    "journalVolume": "Vol. 7,\n                                no. 1\n                                \n                                  pp.\n                                  5\n                                  – 20",
    "issn": "2067-4082 (Print)",
    "publisher": "2068-9969 (Online)",
    "countryOfPublisher": "University of Bucharest",
    "lcc": [
      "Romania",
      "Geography. Anthropology. Recreation: Human ecology. Anthropogeography: Settlements: Cities. Urban geography",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology"
    ],
    "journalUrl": "http://www.jurareview.ro/",
    "abstract": "This study focuses on stakeholders’ participation, perceptions and local contextualization in the Informal Settlement (IS) regularization processes in Khulna City. These processes are undertaken to address livelihood challenges of IS dwellers and to operationalize development initiatives in informal regularization projects. Adopting both a qualitative and quantitative approach, the research results show that IS formation in Khulna City started slowly with rural immigration. These immigrants remain vulnerable to climate change although some initiatives were undertaken since the last 20 years to improve their living conditions. The IS dwellers and local leaders initially participated in these settlement-upgrading initiatives due to accompanied incentives but they became adamant after the project period ended. It was also found that the city local government and NGOs do not have any permanent arrangement to sustain the IS regularization processes. The analysis of the interrelationships among the stakeholders revealed that the relevant public agencies are in conflict, and the role of the private sector is less recognized. The initiatives undertaken so far have limited success especially in granting tenure security, and the private landowners or local authorities that trespassed public spaces resort to forceful eviction. Amidst all these, there is the need for the formulation and implementation of climate resilience policies that address stakeholder participations in mitigating climate change consequences and enhance livelihood development.",
    "readLink": "https://www.jurareview.ro/resources/pdf/volume_15_stakeholders_participation_for_urban_climate_resilience:_a_case_of_informal_settlements_regularization_in_khulna_city_bangladesh_abstract.pdf"
  },
  {
    "title": "A Review and Meta-Analysis of Potential Impacts of Ocean Acidification on Marine Calcifiers From the Southern Ocean",
    "authors": [
      "Blanca Figuerola,",
      "Alyce M. Hancock,",
      "Narissa Bax,",
      "Vonda J. Cummings,",
      "Rachel Downey,",
      "Huw J. Griffiths,",
      "Jodie Smith,",
      "Jonathan S. Stark"
    ],
    "doi": "https://doi.org/10.3389/fmars.2021.584445",
    "journalVolume": "Vol. 8",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Understanding the vulnerability of marine calcifiers to ocean acidification is a critical issue, especially in the Southern Ocean (SO), which is likely to be the one of the first, and most severely affected regions. Since the industrial revolution, ~30% of anthropogenic CO2 has been absorbed by the global oceans. Average surface seawater pH levels have already decreased by 0.1 and are projected to decline by ~0.3 by the year 2100. This process, known as ocean acidification (OA), is shallowing the saturation horizon, which is the depth below which calcium carbonate (CaCO3) dissolves, likely increasing the vulnerability of many resident marine calcifiers to dissolution. The negative impact of OA may be seen first in species depositing more soluble CaCO3 mineral phases such as aragonite and high-Mg calcite (HMC). Ocean warming could further exacerbate the effects of OA in these particular species. Here we combine a review and a quantitative meta-analysis to provide an overview of the current state of knowledge about skeletal mineralogy of major taxonomic groups of SO marine calcifiers and to make projections about how OA might affect a broad range of SO taxa. We consider a species' geographic range, skeletal mineralogy, biological traits, and potential strategies to overcome OA. The meta-analysis of studies investigating the effects of the OA on a range of biological responses such as shell state, development and growth rate illustrates that the response variation is largely dependent on mineralogical composition. Species-specific responses due to mineralogical composition indicate that taxa with calcitic, aragonitic, and HMC skeletons, could be at greater risk to expected future carbonate chemistry alterations, and low-Mg calcite (LMC) species could be mostly resilient to these changes. Environmental and biological control on the calcification process and/or Mg content in calcite, biological traits, and physiological processes are also expected to influence species-specific responses.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2021.584445/full"
  },
  {
    "title": "Problems Found in the Adaptation of a Fluid Cracking Catalytic Pilot Plant for Studying Second Generation Biofuel Production by Pyrolysis",
    "authors": [
      "M.A.G. Figueiredo,",
      "F.L. Mendes"
    ],
    "doi": "https://doi.org/10.3303/CET1229116",
    "journalVolume": "Vol. 29",
    "issn": "1974-9791 (Print)",
    "publisher": "2283-9216 (Online)",
    "countryOfPublisher": "AIDIC Servizi S.r.l.",
    "lcc": [
      "Italy",
      "Technology: Chemical technology: Chemical engineering",
      "Technology: Electrical engineering. Electronics. Nuclear engineering: Electronics: Computer engineering. Computer hardware"
    ],
    "journalUrl": "https://www.cetjournal.it/index.php/cet",
    "abstract": "As a means of reducing dependence on oil and mitigate climate change, the use of biomass as energy source has proven to be a promising option. The fuels produced from biomass are classified as first and second generation. The first-generation biofuels are mainly produced from sugar, starch and vegetable oil using conventional technologies, the most important in this segment are ethanol and biodiesel. Ethanol is produced from biomass such as sugarcane, beet sugar and starch crops (maize and wheat). The second-generation biofuels are produced from lignocellulosic biomass mainly consisting of agricultural waste, forestry and industrial. With the purpose of studying routes for the processing of lignocellulosic biomass was performed a survey of the main technology routes are opting for a pilot plant scale for assessing the conditions of processing via fast pyrolysis. The aim of this paper is to present the main operational problems and its alternatives taken to resolve them, recorded during the tests and pre-conditioning operation of the pilot. The test conditions were based on data identified in literature, namely, temperature: 450 – 550 °C, residence time: 0.5 to 5 s heating rate is too high. Preliminarily found that the pilot unit respond well to temperature changes but noted the need to systematically study the load power, addressed this point, there was a drop in efficiency associated with the formation of coke. Additional tests in progress aims to adjust the operating conditions, assess the difficulties to achieve the overall mass balance of the plant and initiate studies on the process itself.",
    "readLink": "https://www.cetjournal.it/index.php/cet/article/view/7112"
  }
]