[
  {
    "title": "Investigation of the propagation of meteorological to hydrological drought and water required to recover from drought over Ethiopian basins",
    "authors": [
      "Tegegn Kassa Beyene,",
      "Ankit Agarwal,",
      "Manoj Kumar Jain,",
      "Brijesh K. Yadav"
    ],
    "doi": "https://doi.org/10.2166/wcc.2023.024",
    "journalVolume": "Vol. 14,\n                                no. 9\n                                \n                                  pp.\n                                  2988\n                                  – 3009",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "This study investigates drought propagation from meteorological to hydrological and streamflow required to recover from drought in four sub-basins: Genale, Tekeze, Awash, and Baro basins of Ethiopia. Due to limited observed streamflow data, the soil moisture accounting and routing (SMAR) model was used to extend the streamflow data for each sub-basin from 1985 to 2017. Drought characteristics in terms of duration, severity, and onset/offset of drought and propagation time at different time scales are investigated using run theory and Pearson correlation, respectively. Two Archimedean copulas (Clayton and Gumbel) are used to identify the joint return period between drought duration and severity and the amount of streamflow required to recover from hydrological drought for each sub-basin. Our results revealed that drought frequency has increased over most sub-basins over the last two decades. The propagation time from meteorological drought to hydrological drought is shorter over the Tekeze sub-basin (1–3 months); however, Genale and Awash sub-basin show 3- to 6-month propagation time. The more extended propagation time is seen over the Baro sub-basin (6–9 months). The required amount of water for drought recovery estimation shows a linear relationship between the duration of the drought and the amount required. HIGHLIGHTS The drought onset and offset months for hydrological and meteorological drought depend on local weather conditions.; The drought propagation analysis helps understand the impact of drought on the stream flows.; The onset of hydrological drought lags for a certain period from meteorological drought.; The amount of flow required for the stream to recover from prolonged drought exhibits a linear relationship with drought duration.;",
    "readLink": "http://jwcc.iwaponline.com/content/14/9/2988"
  },
  {
    "title": "Extreme temperature events reduced carbon uptake of a boreal forest ecosystem in Northeast China: Evidence from an 11-year eddy covariance observation",
    "authors": [
      "Yujie Yan,",
      "Li Zhou,",
      "Li Zhou,",
      "Guangsheng Zhou,",
      "Guangsheng Zhou,",
      "Yu Wang,",
      "Jiaxin Song,",
      "Sen Zhang,",
      "Mengzi Zhou"
    ],
    "doi": "https://doi.org/10.3389/fpls.2023.1119670",
    "journalVolume": "Vol. 14",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Boreal forests, the second continental biome on Earth, are known for their massive carbon storage capacity and important role in the global carbon cycle. Comprehending the temporal dynamics and controlling factors of net ecosystem CO2 exchange (NEE) is critical for predicting how the carbon exchange in boreal forests will change in response to climate change. Therefore, based on long-term eddy covariance observations from 2008 to 2018, we evaluated the diurnal, seasonal, and interannual variations in the boreal forest ecosystem NEE in Northeast China and explored its environmental regulation. It was found that the boreal forest was a minor CO2 sink with an annual average NEE of -64.01 (± 24.23) g CO2 m-2 yr-1. The diurnal variation in the NEE of boreal forest during the growing season was considerably larger than that during the non-growing season, and carbon uptake peaked between 8:30 and 9:30 in the morning. The seasonal variation in NEE demonstrated a “U” shaped curve, and the carbon uptake peaked in July. On a half-hourly scale, photosynthetically active radiation and vapor pressure deficit had larger impacts on daytime NEE during the growing season. However, temperature had major control on NEE during the growing season at night and during the non-growing season. On a daily scale, temperature was the dominant factor controlling seasonal variation in NEE. Occurrence of extreme temperature days, especially extreme temperature events, would reduce boreal forest carbon uptake; interannual variation in NEE was substantially associated with the maximum CO2 uptake rate during the growing season. This study deepens our understanding of environmental controls on NEE at multiple timescales and provides a data basis for evaluating the global carbon budget.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2023.1119670/full"
  },
  {
    "title": "Climate Change Adaptation on Small Island States: An Assessment of Limits and Constraints",
    "authors": [
      "Walter  Leal Filho,",
      "Murukesan Krishnapillai,",
      "Henry Sidsaph,",
      "Gustavo  J. Nagy,",
      "Johannes  M. Luetz,",
      "Jack Dyer,",
      "Michael   Otoara Ha’apio,",
      "Peni  Hausia Havea,",
      "Kushaal Raj,",
      "Priyatma Singh,",
      "Tom Rogers,",
      "Chunlan Li,",
      "Monica  K. Boodhan,",
      "Franziska Wolf,",
      "Desalegn   Yayeh Ayal,",
      "Hossein Azadi"
    ],
    "doi": "https://doi.org/10.3390/jmse9060602",
    "journalVolume": "Vol. 9,\n                                no. 602\n                                \n                                  p.\n                                  602",
    "issn": "2077-1312 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Naval Science: Naval architecture. Shipbuilding. Marine engineering",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://www.mdpi.com/journal/jmse",
    "abstract": "Small Island States (SIDS) are among the nations most exposed to climate change (CC) and are characterised by a high degree of vulnerability. Their unique nature means there is a need for more studies focused on the limits to CC adaptation on such fragile nations, particularly regarding their problems and constraints. This paper addressed a perceived need for research into the limitations of adaptation on SIDS, focusing on the many unique restrictions. To this end, the study identified and described the adaptation limits they have by using a review of the literature and an analysis of case studies from a sample of five SIDS in the Caribbean and Pacific regions (Barbados, Trinidad and Tobago, Cook Islands, Fiji, Solomon Islands and Tonga). This research’s findings showed that an adaptable SIDS is characterised by awareness of various values, appreciation and understanding of a diversity of impacts and vulnerabilities, and acceptance of certain losses through change. The implications of this paper are two-fold. It explains why island nations continue to suffer from the impacts of CC and suggest some of the means via which adequate policies may support SIDS in their efforts to cope with the threats associated with a changing climate. This study concluded that, despite the technological and ecological limits (hard limits) affecting natural systems, adaptation to CC is limited by such complex forces and societal factors (soft limits) that more adequate adaptation strategies could overcome.",
    "readLink": "https://www.mdpi.com/2077-1312/9/6/602"
  },
  {
    "title": "COVID-19 in Pluralea Interactions: A Case Study in Santo Tomé (Corrientes, Argentina)",
    "authors": [
      "Andrea Mastrangelo,",
      "Andrea Alegre,",
      "Karina Giménez"
    ],
    "doi": "https://doi.org/10.3390/pathogens12020291",
    "journalVolume": "Vol. 12,\n                                no. 291\n                                \n                                  p.\n                                  291",
    "issn": "2076-0817 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "http://www.mdpi.com/journal/pathogens",
    "abstract": "This paper is an ethnographic case study of COVID-19 emergence in Santo Tomé (South America, NE Argentina, ≂25,000 inhabitants). Based on interviews with healthcare personnel, we describe local containment and prevention policies in a context of national lockdown measures. We reconstruct a tree diagram of infections, index cases and close contacts that spread infection locally. In parallel, fieldwork in a sample of impoverished subsistence agricultures and fishermen allows us to describe drought and fresh food production decline during confinement as convergent ecocrises (pluralea interactions) with the SARS-CoV-2 outbreak. The core idea of the article, which emerged from ethnographic fieldwork evidence, is that in the context of climate change, the sudden onset of an infectious disease interacts with convergent ecocrises.",
    "readLink": "https://www.mdpi.com/2076-0817/12/2/291"
  },
  {
    "title": "The EMEP Intensive Measurement Period campaign, 2008–2009: characterizing carbonaceous aerosol at nine rural sites in Europe",
    "authors": [
      "K. E. Yttri,",
      "D. Simpson,",
      "D. Simpson,",
      "R. Bergström,",
      "R. Bergström,",
      "G. Kiss,",
      "S. Szidat,",
      "D. Ceburnis,",
      "S. Eckhardt,",
      "C. Hueglin,",
      "J. K. Nøjgaard,",
      "C. Perrino,",
      "I. Pisso,",
      "A. S. H. Prevot,",
      "J.-P. Putaud,",
      "G. Spindler,",
      "M. Vana,",
      "Y.-L. Zhang,",
      "W. Aas"
    ],
    "doi": "https://doi.org/10.5194/acp-19-4211-2019",
    "journalVolume": "Vol. 19\n                                \n                                \n                                  pp.\n                                  4211\n                                  – 4233",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Carbonaceous aerosol (total carbon, TCp) was source apportioned at nine European rural background sites, as part of the European Measurement and Evaluation Programme (EMEP) Intensive Measurement Periods in fall 2008 and winter/spring 2009. Five predefined fractions were apportioned based on ambient measurements: elemental and organic carbon, from combustion of biomass (ECbb and OCbb) and from fossil-fuel (ECff and OCff) sources, and remaining non-fossil organic carbon (OCrnf), dominated by natural sources.OCrnf made a larger contribution to TCp than anthropogenic sources (ECbb, OCbb, ECff, and OCff) at four out of nine sites in fall, reflecting the vegetative season, whereas anthropogenic sources dominated at all but one site in winter/spring. Biomass burning (OCbb + ECbb) was the major anthropogenic source at the central European sites in fall, whereas fossil-fuel (OCff + ECff) sources dominated at the southernmost and the two northernmost sites. Residential wood burning emissions explained 30 %–50 % of TCp at most sites in the first week of sampling in fall, showing that this source can be the dominant one, even outside the heating season. In winter/spring, biomass burning was the major anthropogenic source at all but two sites, reflecting increased residential wood burning emissions in the heating season. Fossil-fuel sources dominated EC at all sites in fall, whereas there was a shift towards biomass burning for the southernmost sites in winter/spring.Model calculations based on base-case emissions (mainly officially reported national emissions) strongly underpredicted observational derived levels of OCbb and ECbb outside Scandinavia. Emissions based on a consistent bottom-up inventory for residential wood burning (and including intermediate volatility compounds, IVOCs) improved model results compared to the base-case emissions, but modeled levels were still substantially underestimated compared to observational derived OCbb and ECbb levels at the southernmost sites.Our study shows that natural sources are a major contributor to carbonaceous aerosol in Europe, even in fall and in winter/spring, and that residential wood burning emissions are equally as large as or larger than that of fossil-fuel sources, depending on season and region. The poorly constrained residential wood burning emissions for large parts of Europe show the obvious need to improve emission inventories, with harmonization of emission factors between countries likely being the most important step to improve model calculations for biomass burning emissions, and European PM2.5 concentrations in general.",
    "readLink": "https://www.atmos-chem-phys.net/19/4211/2019/acp-19-4211-2019.pdf"
  },
  {
    "title": "The Northward Habitat Expansion of the Korean Top Shell <i>Turbo sazae</i> (Gastropoda: Vetigastropoda: Turbinidae) in the Korean Peninsula: Effects of Increasing Water Temperature",
    "authors": [
      "Min  Ho Son,",
      "Chung  Il Lee,",
      "Joo  Myun Park,",
      "Hyun  Jung Kim,",
      "Ralf Riedel,",
      "Inseo Hwang,",
      "Young-Nam Kim,",
      "Hae  Kun Jung"
    ],
    "doi": "https://doi.org/10.3390/jmse8100782",
    "journalVolume": "Vol. 8,\n                                no. 782\n                                \n                                  p.\n                                  782",
    "issn": "2077-1312 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Naval Science: Naval architecture. Shipbuilding. Marine engineering",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://www.mdpi.com/journal/jmse",
    "abstract": "Recent global climate change often leads to poleward expansions of habitat range of marine organisms in response to increasing water temperature at high latitude. This study investigated latitudinal distribution patterns of Turbo sazae from 2009 to 2018 along the southern and eastern coasts of Korea to verify whether gradual increases in seawater temperature in the East Sea/Sea of Japan (hereafter East/Japan Sea) accelerate changes in the geographic distribution of T. sazae. Between 2009 and 2018, underwater SCUBA surveys were conducted at 19 subtidal rocky shore habitats from the southern and eastern coast of the Korean Peninsula, including Jeju Island. Additionally, long-term seawater temperature records over the last 40 years (between 1980s and 2010s) from the East/Japan Sea were analyzed to verify how changes of water temperature corresponded to geographical distributions of T. sazae. The habitat range of T. sazae was found to have extended from latitude 34°02′ N to latitude 37°06′ N from 2009 to 2018. Although seawater temperature has gradually increased since the 1990s in the East/Japan Sea, habitat expansion was particularly evident during the rapid rise of coastal seawater temperature in the 2010s. Because the strong northward expansion of the Tsushima Current can accelerate the rise of seawater temperature in the East/Japan Sea, studies of the effects of climate change on marine ecosystems of the Korean Peninsula should include data from monitoring the dynamics of the Tsushima Current.",
    "readLink": "https://www.mdpi.com/2077-1312/8/10/782"
  },
  {
    "title": "The future of subalpine forests in the Southern Rocky Mountains: Trajectories for Pinus aristata genetic lineages.",
    "authors": [
      "Sparkle L Malone,",
      "Anna W Schoettle,",
      "Jonathan D Coop"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0193481",
    "journalVolume": "Vol. 13,\n                                no. 3\n                                \n                                  p.\n                                  e0193481",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Like many other high elevation alpine tree species, Rocky Mountain bristlecone pine (Pinus aristata Engelm.) may be particularly vulnerable to climate change. To evaluate its potential vulnerability to shifts in climate, we defined the suitable climate space for each of four genetic lineages of bristlecone pine and for other subalpine tree species in close proximity to bristlecone pine forests. Measuring changes in the suitable climate space for lineage groups is an important step beyond models that assume species are genetically homogenous. The suitable climate space for bristlecone pine in the year 2090 is projected to decline by 74% and the proportional distribution of suitable climate space for genetic lineages shifts toward those associated with warmer and wetter conditions. The 2090 climate space for bristlecone pine exhibits a bimodal distribution along an elevation gradient, presumably due to the persistence of the climate space in the Southern Rocky Mountains and exclusion at mid-elevations by conditions that favor the climate space of other species. These shifts have implications for changes in fire regimes, vulnerability to pest and pathogens, and altered carbon dynamics across the southern Rockies, which may reduce the likelihood of bristlecone pine trees achieving exceptional longevity in the future. The persistence and expansion of climate space for southern bristlecone pine genetic lineage groups in 2090 suggests that these sources may be the least vulnerable in the future. While these lineages may be more likely to persist and therefore present opportunities for proactive management (e.g., assisted migration) to maintain subalpine forest ecosystem services in a warmer world, our findings also imply heighted conservation concern for vulnerable northern lineages facing range contractions.",
    "readLink": "http://europepmc.org/articles/PMC5858753?pdf=render"
  },
  {
    "title": "Mapping biomass with remote sensing: a comparison of methods for the case study of Uganda",
    "authors": [
      "Henry Matieu,",
      "Herold Martin,",
      "Avitabile Valerio,",
      "Schmullius Christiane"
    ],
    "doi": "https://doi.org/10.1186/1750-0680-6-7",
    "journalVolume": "Vol. 6,\n                                no. 1\n                                \n                                  p.\n                                  7",
    "issn": "1750-0680 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://cbmjournal.biomedcentral.com/",
    "abstract": "Abstract Background Assessing biomass is gaining increasing interest mainly for bioenergy, climate change research and mitigation activities, such as reducing emissions from deforestation and forest degradation and the role of conservation, sustainable management of forests and enhancement of forest carbon stocks in developing countries (REDD+). In response to these needs, a number of biomass/carbon maps have been recently produced using different approaches but the lack of comparable reference data limits their proper validation. The objectives of this study are to compare the available maps for Uganda and to understand the sources of variability in the estimation. Uganda was chosen as a case-study because it presents a reliable national biomass reference dataset. Results The comparison of the biomass/carbon maps show strong disagreement between the products, with estimates of total aboveground biomass of Uganda ranging from 343 to 2201 Tg and different spatial distribution patterns. Compared to the reference map based on country-specific field data and a national Land Cover (LC) dataset (estimating 468 Tg), maps based on biome-average biomass values, such as the Intergovernmental Panel on Climate Change (IPCC) default values, and global LC datasets tend to strongly overestimate biomass availability of Uganda (ranging from 578 to 2201 Tg), while maps based on satellite data and regression models provide conservative estimates (ranging from 343 to 443 Tg). The comparison of the maps predictions with field data, upscaled to map resolution using LC data, is in accordance with the above findings. This study also demonstrates that the biomass estimates are primarily driven by the biomass reference data while the type of spatial maps used for their stratification has a smaller, but not negligible, impact. The differences in format, resolution and biomass definition used by the maps, as well as the fact that some datasets are not independent from the reference data to which they are compared, are considered in the interpretation of the results. Conclusions The strong disagreement between existing products and the large impact of biomass reference data on the estimates indicate that the first, critical step to improve the accuracy of the biomass maps consists of the collection of accurate biomass field data for all relevant vegetation types. However, detailed and accurate spatial datasets are crucial to obtain accurate estimates at specific locations.",
    "readLink": "http://www.cbmjournal.com/content/6/1/7"
  },
  {
    "title": "Implementation of Urban Green Infrastructures in Peri-Urban Areas: A Case Study of Climate Change Mitigation in Madrid",
    "authors": [
      "María Teresa Gómez-Villarino,",
      "Miguel Gómez Villarino,",
      "Luis Ruiz-Garcia"
    ],
    "doi": "https://doi.org/10.3390/agronomy11010031",
    "journalVolume": "Vol. 11,\n                                no. 31\n                                \n                                  p.\n                                  31",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "Urban areas are critical points that contribute to global warming and are also affected by climate change. One of the measures to move toward urban sustainability and to reduce the effects of climate change is the development of urban green infrastructures. Urban green infrastructures (UGIs) are being increasingly recognized as key providers of ecosystem services in cities, but there is still a lack of support from urban planners. We highlight the potential of urban green infrastructures for sustainable urban planning based on its capacity to mitigate climate change This paper studies the CO2 mitigation potential through a multi-intervention (agricultural and forestry) local case in the peri-urban surroundings of a big European city such as Madrid. We consider two inseparable aspects: the amount of atmospheric CO2-eq reduced through direct carbon uptake of the UGI and also the emission of greenhouse gases due to its implementation and maintenance. The analysis carried out has shown the benefits of urban green infrastructures and their contribution to the mitigation of climate change. The results demonstrate that the absorption capacity of the new urban green infrastructure is much greater than its ecological footprint. Therefore, it contributes to the mitigation of emissions from other urban activities, thus improving urban sustainability.",
    "readLink": "https://www.mdpi.com/2073-4395/11/1/31"
  },
  {
    "title": "Variability in Philippine <i>Coffea liberica</i> Provides Insights into Development Amidst a Changing Climate",
    "authors": [
      "Ma. Carmen Ablan Lagman"
    ],
    "doi": "https://doi.org/10.3390/ICC2023-14852",
    "journalVolume": "Vol. 89,\n                                no. 27\n                                \n                                  p.\n                                  27",
    "issn": "2504-3900 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "General Works"
    ],
    "journalUrl": "http://www.mdpi.com/journal/proceedings",
    "abstract": "The Philippines is one of only a few countries where Coffea liberica is commercially produced. Two infra-species, C. liberica liberica (also locally known as ‘liberica’) and C. liberica var dewevrei (also known as ‘excelsa’) comprise 1.1% and 5.7% of the national coffee production, respectively. These rare varieties are produced widely in the provinces of Batangas and Cavite mainly because of historical affinity, a local market, and more recently the renewed interest from importers. Aside from its unique flavor profile, renewed interest comes from the potential of the larger beans and deeper root systems of the species to thrive on a warming planet. In this paper, we present work that has been performed in evaluating bean morphology, chlorogenic acid, caffeine content and genetic variability of C. liberica varieties from different areas of the country. The initial efforts to predict areas for increased production were based on a maximum entropy model. Combining these data provides insights into development areas for increased production in the Philippines.",
    "readLink": "https://www.mdpi.com/2504-3900/89/1/27"
  }
]