[
  {
    "title": "Optimization of Blended Biochar Pellet by the Use of Nutrient Releasing Model",
    "authors": [
      "JoungDu Shin,",
      "SangWon Park"
    ],
    "doi": "https://doi.org/10.3390/app8112274",
    "journalVolume": "Vol. 8,\n                                no. 11\n                                \n                                  p.\n                                  2274",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "For the recycling of biomass conversion materials, this experiment was conducted to investigate plant nutrient releasing characteristics, and to determine an optimum blended ratio of biochar for producing a biochar pellet based on a column leaching study. The treatments consisted of only pig manure compost (PMC) as a control, pig manure compost pellets (PMCP), and biochar pellets (BCP) blended with biochar and pig manure compost with the following ratios: 9:1, 8:2, 4:6, and 2:8. Results showed that the accumulated amount of ammonium nitrogen (NH4-N) was in order of PMC > PMCP > BCP (2:8) > BCP (4:6) > BCP (8:2) > BCP (9:1) ratios. The highest accumulated amounts of phosphate phosphorus (PO4-P) and potassium (K) were 1953 and 1917 mg L−1 in the PMC and PMCP, but the lowest in the BCP (9:1) were 223 and 1078 mg L−1, respectively. It was shown that the highest accumulated amount of silicon dioxide (SiO2) was 2329 mg L−1 in the BCP (8:2), but the lowest in the PMC was 985 mg L−1. The estimations for accumulated NH4-N, PO4-P, K, and SiO2 releasing amounts in all the treatments were significantly fitted with a modified Hyperbola model. The optimum mixing rate was estimated to be BCP (2:8). Therefore, biochar pellets might be useful in obtaining basic information on slow-release fertilizer for sustainable agriculture.",
    "readLink": "https://www.mdpi.com/2076-3417/8/11/2274"
  },
  {
    "title": "The contribution of sectoral climate change mitigation options to national targets: a quantitative assessment of dairy production in Kenya",
    "authors": [
      "Patric Brandt,",
      "Martin Herold,",
      "Mariana C Rufino"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aaac84",
    "journalVolume": "Vol. 13,\n                                no. 3\n                                \n                                  p.\n                                  034016",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Reducing greenhouse gas (GHG) emissions from agriculture has become a critical target in national climate change policies. More than 80% of the countries in Sub-Saharan Africa (SSA) refer to the reduction of agricultural emissions, including livestock, in their nationally determined contribution (NDC) to mitigate climate change. The livestock sector in Kenya contributes largely to the gross domestic product and to GHG emissions from the land use sector. The government has recently pledged in its NDC to curb total GHG emissions by 30% by 2030. Quantifying and linking the mitigation potential of farm practices to national targets is required to support realistically the implementation of NDCs. Improvements in feed and manure management represent promising mitigation options for dairy production. This study aimed (i) to assess mitigation and food production benefits of feed and manure management scenarios, including land use changes covering Kenya’s entire dairy production region and (ii) to analyse the contribution of these practices to national targets on milk production and mitigation, and their biophysical feasibility given the availability of arable land. The results indicate that improving forage quality by increasing the use of Napier grass and supplementing dairy concentrates supports Kenya’s NDC target, reduces emission intensities by 26%–31%, partially achieves the national milk productivity target for 2030 by 38%–41%, and shows high feasibility given the availability of arable land. Covering manure heaps may reduce emissions from manure management by 68%. In contrast, including maize silage in cattle diets would not reduce emission intensities due to the risk of ten-fold higher emissions from the conversion of land required to grow additional maize. The shortage of arable land may render the implementation of these improved feed practices largely infeasible. This assessment provides the first quantitative estimates of the potential of feed intensification and manure management to mitigate GHG emissions and to increase milk yields at sectoral-level and at a high spatial resolution for an SSA country. The scientific evidence is tailored to support actual policy and decision-making processes at the national level, such as ‘Nationally Appropriate Mitigation Actions’. Linking feed intensification and manure management strategies with spatially-explicit estimates of mitigation and food production to national targets may help the sector to access climate financing while contributing to food security.",
    "readLink": "https://doi.org/10.1088/1748-9326/aaac84"
  },
  {
    "title": "Frameworks to envision equitable urban futures in a changing climate: A multi-level, multidisciplinary case study of New York City",
    "authors": [
      "Deborah Balk,",
      "Deborah Balk,",
      "Daniela Tagtachian,",
      "Daniela Tagtachian,",
      "Leiwen Jiang,",
      "Leiwen Jiang,",
      "Peter Marcotullio,",
      "Elizabeth M. Cook,",
      "Bryan Jones,",
      "Bryan Jones,",
      "Ahmed Mustafa,",
      "Timon McPhearson,",
      "Timon McPhearson,",
      "Timon McPhearson,",
      "Timon McPhearson"
    ],
    "doi": "https://doi.org/10.3389/fbuil.2022.949433",
    "journalVolume": "Vol. 8",
    "issn": "2297-3362 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: City planning"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/built-environment#",
    "abstract": "Cities are at the forefront of climate change action and planning for futures that are concomitantly more resilient and equitable, making local goals imperative for global sustainability. Under the multiple challenges of changing climatic, ecological and socio-economic conditions, cities need the means to meet these goals. We know cities are and will continue to be points of concentrated and diverse populations, socioeconomic vulnerability, amplified exposure, transformed ecosystems and are responsible for the bulk of the world’s greenhouse gas emissions. Yet, much is also unknown and intrinsically uncertain about urban futures: there is a range of potential plausible futures which have differing implications for both potential mitigation and adaptation actions. To better assess these plausible futures, the “global change” research community developed a framework including scenarios that are applicable for global and regional policy, entitled the Shared Socio-economic Pathways (SSPs) and scenarios exploring future emissions that will drive climate change, entitled Representative Concentration Pathways (RCPs). Importantly, this global scale framework does not include specific city-level perspectives or data at the spatial scales necessary to address questions of local relevance. While the SSPs address many of the key population and socioeconomic drivers of climate change, they do not address important concerns that are particularly relevant to cities, such as racial justice, ecosystem change or migration. Nevertheless, city-level impacts will evolve, in part, as a function of the global scale change characterized by the SSPs, and in part based on demographic and social processes already underway. As such, applying a modification of this framework to cities has the potential to help limit local climate impacts, and create a more resilient, equitable city. To address these needs and respond to city and regional stakeholders, we propose a framework for science-based narratives and quantitative projections for cities and metropolitan areas, such as Greater New York City. In this paper, we review a wide-range of existing approaches to generate estimates of future populations and identify their vulnerabilities to climate-change hazards, ranging from subnational population projections or the spatially-explicit allocation of populations linked to SSPs for the US and selected cities, city-specific population forecasting without climate considerations, and participatory approaches to future scenario development and fine-scale, within-city land use change models. By showcasing the strengths and limitations of various approaches and modeling efforts, their spatial and temporal scales, and thematic breadth, we propose a novel framework that leverages state-of-the art quantitative approaches and couples it with stakeholder engagement that can help cities plan equitably under uncertainty.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fbuil.2022.949433/full"
  },
  {
    "title": "Trade Liberalization and Environmental Performance Index: Mediation Role of Climate Change Performance and Greenfield Investment",
    "authors": [
      "Ali Raza,",
      "Hongguang Sui,",
      "Kittisak Jermsittiparsert,",
      "Wioletta Żukiewicz-Sobczak,",
      "Pawel Sobczak"
    ],
    "doi": "https://doi.org/10.3390/su13179734",
    "journalVolume": "Vol. 13,\n                                no. 9734\n                                \n                                  p.\n                                  9734",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "At present, concerns regarding climate change are common, especially in countries more vulnerable to environmental degradation. Greenhouse gases, including carbon emissions, are mainly considered to deteriorate the environment. Despite substantial agreement on many environmental issues, there are also important differences between regions and countries, and often, within nations. Accordingly, this study aims to examine the environmental performance of South and East Asian countries and its association with trade and other economic variables. Panel regression techniques and robust checks are used to examine the data, which covers 15 years from 2002 to 2016. The findings suggest an extensive negative association between trade liberalization and the environmental performance of selected countries. It is also shown that climate change performance is an important channel for the overall environmental change. The results regarding heterogeneous differences affirm the concept of sustainability and the pollution halo hypothesis. However, it is suggested that each country should make an effort to improve its environmental performance along with economic development. The role of green innovation and renewable energy is very crucial in this regard. The outcomes of this study could be helpful for researchers and policymakers to form better policies regarding the environment and climate change.",
    "readLink": "https://www.mdpi.com/2071-1050/13/17/9734"
  },
  {
    "title": "High-resolution vertical biogeochemical profiles in the hyporheic zone reveal insights into microbial methane cycling",
    "authors": [
      "T. Michaelis,",
      "A. Wunderlich,",
      "Ö. K. Coskun,",
      "W. Orsi,",
      "W. Orsi,",
      "T. Baumann,",
      "F. Einsiedl"
    ],
    "doi": "https://doi.org/10.5194/bg-19-4551-2022",
    "journalVolume": "Vol. 19\n                                \n                                \n                                  pp.\n                                  4551\n                                  – 4569",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Facing the challenges of climate change, policy making relies on sound greenhouse gas (GHG) budgets. Rivers and streams emit large quantities of the potent GHG methane (CH4), but their global impact on atmospheric CH4 concentrations is highly uncertain. In situ data from the hyporheic zone (HZ), where most CH4 is produced and some of it can be oxidized to CO2, are lacking for an accurate description of CH4 production and consumption in streams. To address this, we recorded high-resolution depth-resolved geochemical profiles at five different locations in the stream bed of the river Moosach, southern Germany. Specifically, we measured pore-water concentrations and stable carbon isotopes (δ13C) of dissolved CH4 as well as relevant electron acceptors for oxidation with a 1 cm vertical depth resolution. Findings were interpreted with the help of a numerical model, and 16S rRNA gene analyses added information on the microbial community at one of the locations. Our data confirm with pore-water CH4 concentrations of up to 1000 µmol L−1 that large quantities of CH4 are produced in the HZ. Stable isotope measurements of CH4 suggest that hydrogenotrophic methanogenesis represents a dominant pathway for CH4 production in the HZ of the river Moosach, while a relatively high abundance of a novel group of methanogenic archaea, the Candidatus “Methanomethyliales” (phylum Candidatus “Verstraetearchaeota”), indicate that CH4 production through H2-dependent methylotrophic methanogenesis might also be an important CH4 source. Combined isotopic and modeling results clearly implied CH4 oxidation processes at one of the sampled locations, but due to the steep chemical gradients and the close proximity of the oxygen and nitrate reduction zones, no single electron acceptor for this process could be identified. Nevertheless, the numerical modeling results showed potential not only for aerobic CH4 oxidation but also for anaerobic oxidation of CH4 coupled to denitrification. In addition, the nitrate–methane transition zone was characterized by an increased relative abundance of microbial groups (Crenothrix, NC10) known to mediate nitrate and nitrite-dependent methane oxidation in the hyporheic zone. This study demonstrates substantial CH4 production in hyporheic sediments, a potential for aerobic and anaerobic CH4 oxidation, and underlines the high spatiotemporal variability in this habitat.",
    "readLink": "https://bg.copernicus.org/articles/19/4551/2022/bg-19-4551-2022.pdf"
  },
  {
    "title": "An intelligent algorithm for accurate forecasting of short term solid waste generation",
    "authors": [
      "Mohana Fathollahi,",
      "Saeed Heidari Farsani ,",
      "Ali Azadeh"
    ],
    "doi": "https://doi.org/10.5267/j.ijdns.2017.1.006",
    "journalVolume": "Vol. 1,\n                                no. 2\n                                \n                                  pp.\n                                  59\n                                  – 68",
    "issn": "2561-8148 (Print)",
    "publisher": "2561-8156 (Online)",
    "countryOfPublisher": "Growing Science",
    "lcc": [
      "Canada",
      "Social Sciences: Industries. Land use. Labor: Management. Industrial management"
    ],
    "journalUrl": "http://growingscience.com/ijds/ijds.html",
    "abstract": "Municipal solid waste management has become a global concern during the past decades in many countries such as Canada and waste management technological advancements and regula-tions have been increased. Solid wastes emit greenhouse gases which result in global climate change, pollution of air and water which has tremendous negative impact on human health. Due to the excessive urbanization and fast economic development, municipal solid wastes have been increased in developing countries. In order to manage this emerging issue, polluted countries need a series of legislations and policies toward solid wastes. Accurate prediction of future mu-nicipal solid waste generation plays a critical role for future planning. This paper focuses on mu-nicipal solid waste generation in city of Tehran, the most populated city in Middle East. Three methods are explored in this paper to analyze the past solid waste time-series analysis: regres-sion, Artificial Neural Network (ANN) and Adaptive Neuro-Fuzzy Inference System (ANFIS). The first method, which is the classical regression approach, is used as a baseline for considered neural networks models. The second method utilizes the past data as training example of neural network to find autocorrelation among target; lastly, the neuro-fuzzy learns the relation of data using fuzzy-rule. Mean Absolute Percentage Error (MAPE) metric is used to evaluate the per-formance. Finally, analysis of variance (ANOVA) and Duncan experiment are performed to ver-ify and validate the outcome of the experiments.",
    "readLink": "http://www.growingscience.com/ijds/Vol1/ijdns_2017_6.pdf"
  },
  {
    "title": "The Tara Pacific expedition-A pan-ecosystemic approach of the \"-omics\" complexity of coral reef holobionts across the Pacific Ocean.",
    "authors": [
      "Serge Planes,",
      "Denis Allemand,",
      "Sylvain Agostini,",
      "Bernard Banaigs,",
      "Emilie Boissin,",
      "Emmanuel Boss,",
      "Guillaume Bourdin,",
      "Chris Bowler,",
      "Eric Douville,",
      "J Michel Flores,",
      "Didier Forcioli,",
      "Paola Furla,",
      "Pierre E Galand,",
      "Jean-François Ghiglione,",
      "Eric Gilson,",
      "Fabien Lombard,",
      "Clémentine Moulin,",
      "Stephane Pesant,",
      "Julie Poulain,",
      "Stéphanie Reynaud,",
      "Sarah Romac,",
      "Matthew B Sullivan,",
      "Shinichi Sunagawa,",
      "Olivier P Thomas,",
      "Romain Troublé,",
      "Colomban de Vargas,",
      "Rebecca Vega Thurber,",
      "Christian R Voolstra,",
      "Patrick Wincker,",
      "Didier Zoccola,",
      "Tara Pacific Consortium"
    ],
    "doi": "https://doi.org/10.1371/journal.pbio.3000483",
    "journalVolume": "Vol. 17,\n                                no. 9\n                                \n                                  p.\n                                  e3000483",
    "issn": "1544-9173 (Print)",
    "publisher": "1545-7885 (Online)",
    "countryOfPublisher": "Public Library of Science (PLoS)",
    "lcc": [
      "United States",
      "Science: Biology (General)"
    ],
    "journalUrl": "https://journals.plos.org/plosbiology/",
    "abstract": "Coral reefs are the most diverse habitats in the marine realm. Their productivity, structural complexity, and biodiversity critically depend on ecosystem services provided by corals that are threatened because of climate change effects-in particular, ocean warming and acidification. The coral holobiont is composed of the coral animal host, endosymbiotic dinoflagellates, associated viruses, bacteria, and other microeukaryotes. In particular, the mandatory photosymbiosis with microalgae of the family Symbiodiniaceae and its consequences on the evolution, physiology, and stress resilience of the coral holobiont have yet to be fully elucidated. The functioning of the holobiont as a whole is largely unknown, although bacteria and viruses are presumed to play roles in metabolic interactions, immunity, and stress tolerance. In the context of climate change and anthropogenic threats on coral reef ecosystems, the Tara Pacific project aims to provide a baseline of the \"-omics\" complexity of the coral holobiont and its ecosystem across the Pacific Ocean and for various oceanographically distinct defined areas. Inspired by the previous Tara Oceans expeditions, the Tara Pacific expedition (2016-2018) has applied a pan-ecosystemic approach on coral reefs throughout the Pacific Ocean, drawing an east-west transect from Panama to Papua New Guinea and a south-north transect from Australia to Japan, sampling corals throughout 32 island systems with local replicates. Tara Pacific has developed and applied state-of-the-art technologies in very-high-throughput genetic sequencing and molecular analysis to reveal the entire microbial and chemical diversity as well as functional traits associated with coral holobionts, together with various measures on environmental forcing. This ambitious project aims at revealing a massive amount of novel biodiversity, shedding light on the complex links between genomes, transcriptomes, metabolomes, organisms, and ecosystem functions in coral reefs and providing a reference of the biological state of modern coral reefs in the Anthropocene.",
    "readLink": "https://doi.org/10.1371/journal.pbio.3000483"
  },
  {
    "title": "Beneficial effect of climate change on wheat yield and water footprints in the Middle-Manyame sub-catchment, Zimbabwe",
    "authors": [
      "Simbarashe Govere,",
      "Justice Nyamangara,",
      "E. Z. Nyakatawa"
    ],
    "doi": "https://doi.org/10.2166/wcc.2022.038",
    "journalVolume": "Vol. 13,\n                                no. 8\n                                \n                                  pp.\n                                  2895\n                                  – 2910",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "Climate change is a major concern in wheat agroecosystems as it can affect productivity and crop water use. This study used the AquaCrop model to evaluate climate change impacts on the wheat yield, crop water use and water footprint of wheat production in the Middle-Manyame sub-catchment of Zimbabwe. Climate scenarios were based on simulations from the NCC-NorESM1-M, CCCma-CanESM2 and MOHC-HadGEM2-ES General Climate Models downscaled using three Regional Climate Models (RCA4, RegCM4 and CRCM5) under two Representative Concentration Pathways (RCP4.5 and RCP8.5). The results showed that, compared to the baseline climate (1980–2010), yield may increase by 22.60, 29.47 27.80, and 53.85% for the RCP4.5 2040 s, RCP4.5 2080 s, RCP8.5 2040 s and RCP8.5 2080 s scenarios, respectively. Crop water use may decrease by 1.68, 1.25, 3.7 and 6.47%, respectively, under the four scenarios, respectively. Consequently, the blue water footprint may decrease by 19, 23, 24 and 38%, respectively, under the four scenarios. Sensitivity analysis attributed the increase in yields and the decrease in crop water use to the CO2 fertilization effect, which had a dominant effect over high-temperature effects. The results suggest that future wheat yields could be enhanced while crop water use is reduced because of climate change. However, the realization of these benefits requires farmers to adapt to climate change by adopting recommended agronomic practices and farm input rates that are consistent with those used in the modelling approach of this study. HIGHLIGHTS Influence of climate variables consumptive water footprint (WF) of wheat was analysed first time for Zimbabwe.; A beneficial increase in wheat yields and decrease in the blue WF was predicted over Middle-Manyame sub-catchment.; Increase in yield is due to the [CO2] fertilization effect.; The study confirms the local occurrence of the ‘evaporation paradox’.; Realization of the beneficial effects on adaptation to climate change.;",
    "readLink": "http://jwcc.iwaponline.com/content/13/8/2895"
  },
  {
    "title": "Lake Expansion under the Groundwater Contribution in Qaidam Basin, China",
    "authors": [
      "Xi Zhang,",
      "Jiaqi Chen,",
      "Jiansheng Chen,",
      "Fenyan Ma,",
      "Tao Wang"
    ],
    "doi": "https://doi.org/10.3390/rs14071756",
    "journalVolume": "Vol. 14,\n                                no. 1756\n                                \n                                  p.\n                                  1756",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "The relationship between groundwater and lakes in Qaidam Basin is often overlooked. Therefore, we employed Landsat satellite images and meteorological data to investigate the causes of lake expansion through model calculation and statistical analysis and then determine groundwater sources through isotope analysis (2H, 3H, and 18O). In the two study periods of 2003–2011 and 2011–present, temperature, precipitation, and runoff increased at a steady rate, whereas the expansion rate of Tuosu Lake increased from 1.22 km2/yearr to 3.38 km2/yearr. This significant increase in the rate of lake expansion reflects the substantial contribution of groundwater to lake expansion. The groundwater contribution to the lake includes not only the glacial meltwater that infiltrates the piedmont plain but also other, more isotopically deleted water sources from other basins. It is speculated that the 2003 Ms 6.4 earthquake in the northwest of the Delingha region was a possible mechanism for lake expansion. Earthquakes can enhance crustal permeability and keep fractures open, which promotes groundwater contribution to lakes and in turn causes rapid lake expansion and an increased groundwater level. This study is important for understanding the sources, circulation, and evolution of groundwater in Qaidam Basin.",
    "readLink": "https://www.mdpi.com/2072-4292/14/7/1756"
  },
  {
    "title": "Deficit in carbon uptake of vegetation on the British Iles during the 2018 European summer drought",
    "authors": [
      "Manuel Queißer"
    ],
    "doi": "Vol. 24,\n                                no. 3\n                                \n                                  pp.\n                                  571\n                                  – 578",
    "issn": "1110-9823 (Print)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Egypt",
    "lcc": [
      "Science: Astronomy: Geodesy"
    ],
    "journalUrl": "http://www.journals.elsevier.com/the-egyptian-journal-of-remote-sensing-and-space-sciences/",
    "abstract": "The assimilation of carbon by terrestrial vegetation via photosynthesis, or gross primary productivity (GPP), is a vital part of the carbon cycle. This process may be hampered locally by drought stress on vegetation. In a warming climate with droughts occurring more frequently, quantifying the associated deficit in carbon uptake, as attempted in this study, becomes crucial for refined regional greenhouse gas budgets. These are needed, for example, in assessing CO2 mitigation strategies involving forestation or avoidance of land-use change. In summer 2018, a drought paired with temperatures above average prevailed on the British Iles and most other parts of transalpine Europe. Using satellite images of solar-induced chlorophyll fluorescence (SIF) from the Global Ozone Monitoring Experiment-2 (GOME-2) and GOSIF data, which is based on satellite images from the Orbiting Carbon Observatory 2 (OCO-2), a GPP deficit of −98 ± 19 gC m−2 between June and September 2018 and −139 ± 25 gC m−2 for the whole year 2018 was retrieved for the British Iles. The latter corresponds to ~44 TgC, or 44% of the mass of carbon released by anthropogenic CO2 emissions 2018 in the United Kingdom.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1110982321000405"
  }
]