[
  {
    "title": "Circular waste management of electric vehicle batteries: Legal and technical perspectives from the EU and the UK post Brexit",
    "authors": [
      "J. Malinauskaite,",
      "L. Anguilano,",
      "X. Schmidt Rivera"
    ],
    "doi": "Vol. 10\n                                \n                                \n                                  p.\n                                  100078",
    "issn": "2666-2027 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Physics: Heat"
    ],
    "journalUrl": "https://www.journals.elsevier.com/international-journal-of-thermofluids",
    "abstract": "In light of the climate change, interdisciplinary solutions are needed to deal with end-of-life lithium-ion batteries (LIBs) that are used in Electric vehicles (EVs) in order to avoid a waste problem in the future. Building on both legal and technical perspectives, this paper criticises the current EU and UK frameworks and policies on batteries waste management which fail to address technological innovation, especially, in terms of the creation of a market for ‘second life’ of EV batteries which are subject to the electrochemical performance and durability and safety parameters, as well as LIB recycling in support of a circular economy. Most importantly, it also addresses recent developments in the EU in terms of a proposal for the EU new Batteries Regulation and the impact of Brexit in the UK for its future policy shape.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666202721000161"
  },
  {
    "title": "Current Conditions and Projected Changes in Crop Water Demand, Irrigation Requirement, and Water Availability over West Africa",
    "authors": [
      "Imoleayo Ezekiel Gbode,",
      "Gulilat Tefera Diro,",
      "Joseph Daniel Intsiful,",
      "Jimy Dudhia"
    ],
    "doi": "https://doi.org/10.3390/atmos13071155",
    "journalVolume": "Vol. 13,\n                                no. 1155\n                                \n                                  p.\n                                  1155",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Climate variability and change greatly affect agricultural and water resource management over West Africa. This paper presents the current characteristics and projected change in regional crop water demand (CWD), irrigation requirement (IR), and water availability (WA) over West Africa. Observed and simulated daily rainfall, minimum temperature, maximum temperature, and evapotranspiration are used to derive the above agro-meteorological and hydrological variables. For future periods, high-resolution climate data from three regional climate models under two different scenarios, i.e., representative concentration pathway (RCP) 4.5 and 8.5, are considered. Evaluation of the characteristics of present-day CWD, IR, and WA indicated that the ensemble mean of the model-derived outputs reproduced the prevailing spatial patterns of CWD and IR. Moreover, the wetter part of the domain, especially along the southern coast, was correctly delineated from the drier northern regions, despite having biases. The ensemble model also simulated the annual cycle of water supply and the bimodal pattern of the water demand curves correctly. In terms of future projections, the outcomes from the study suggest an average increase in the CWD by up to 0.808 mm/day and IR by 1.244 mm/day towards the end of the twenty-first century, compared to the baseline period. The hot-spot areas, where there is higher projected increment in CWD and IR, are over Senegal, Southern Mali, and Western Burkina Faso. In most cases, WA is projected to decrease towards the end of the twenty-first century by −0.418 mm/day. The largest decline in WA is found to be over Guinea and most of the eastern parts of West Africa. Despite the current under-utilization of the existing groundwater resources, the threat of global warming in reducing future WA and increasing CWD suggested caution on the scale of irrigation schemes and management strategies. The outcomes from the study could be a crucial input for the agricultural and water managers for introducing effective measures to ensure sustainability of irrigated farm lands.",
    "readLink": "https://www.mdpi.com/2073-4433/13/7/1155"
  },
  {
    "title": "Effects of Methylmercury exposure in 3T3-L1 Adipocytes",
    "authors": [
      "Theresa Vertigan,",
      "Kriya Dunlap,",
      "Arleigh Reynolds,",
      "Lawrence Duffy"
    ],
    "doi": "https://doi.org/10.3934/environsci.2017.1.94",
    "journalVolume": "Vol. 4,\n                                no. 1\n                                \n                                  pp.\n                                  94\n                                  – 111",
    "issn": "2372-0352 (Online)",
    "publisher": "AIMS Press",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.aimspress.com/journal/environmental",
    "abstract": "Mercury-containing compounds are environmental pollutants that have become increasingly consequential in the Arctic regions of North America due to processes of climate change increasing their release and availability at northern latitudes. Currently, the form of mercury known to be most detrimental to human health is methylmercury, CH3Hg+, which is found in the environment and accumulates in the tissues of piscivores, including those consumed by Alaska Natives through subsistence gathering. Much is known about the neurotoxicity of methylmercury after exposure to high concentrations, but little is known about toxicity to other tissues and cell types, particularly for long-term exposure and the lower concentrations that would occur through fish consumption. Effects of methylmercury exposure on 3T3-L1 adipocytes in culture were assessed using assays for cytotoxicity and an ELISA assay for vascular endothelial growth factor (VEGF), a signaling molecule shown to be important for maintaining metabolic status in adipose tissue. Results showed that exposure to methylmercury leads to significant toxicity in adipocytes at exposures of 100 ng/mL during later stages of differentiation, but lower methylmercury concentrations produced little to no toxicity. Results also showed that VEGF secretion is elevated in adipocytes exposed to methylmercury after the process of differentiating into mature, fat-storing cells. These results provide a basis for further exploration into metabolic consequences of methylmercury exposure on specific cell types and cell models.",
    "readLink": "http://www.aimspress.com/environmental/article/1248/fulltext.html"
  },
  {
    "title": "Agriculture on the Brink: Climate Change, Labor and Smallholder Farming in Botswana",
    "authors": [
      "William G. Moseley"
    ],
    "doi": "https://doi.org/10.3390/land5030021",
    "journalVolume": "Vol. 5,\n                                no. 3\n                                \n                                  p.\n                                  21",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "Botswana is a semi-arid, middle-income African country that imports 90 percent of its food. Despite its relative prosperity, Botswana also suffers from one of the highest measures of income inequality in the world, persistent poverty, and relatively high levels of food insecurity. The objective of this paper is to explore how political economy, climate change and livelihood dynamics are synergistically impacting household food security. The major finding is that the marginalization of smallholder farming in Botswana has as much or more to do with domestic, regional and international political economy as it does with climate change. As such, international efforts to support climate change adaptation in Botswana will have a limited effect on smallholder farming livelihoods and rural food security unless such efforts take account of political economic constraints. Effective support must be based on a grounded understanding of the real drivers of marginalization and food insecurity. One initiative that merits further exploration is the government’s backyard gardening initiative, which could be viewed as a pro-poor climate adaptation strategy. The findings of this paper are based on semi-structured interviews with policymakers and surveys with urban, peri-urban and rural households undertaken in 2012 and 2015.",
    "readLink": "http://www.mdpi.com/2073-445X/5/3/21"
  },
  {
    "title": "Progress in the Use of Biobutanol Blends in Diesel Engines",
    "authors": [
      "David Fernández-Rodríguez,",
      "Magín Lapuerta,",
      "Lizzie German"
    ],
    "doi": "https://doi.org/10.3390/en14113215",
    "journalVolume": "Vol. 14,\n                                no. 3215\n                                \n                                  p.\n                                  3215",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Nowadays, the transport sector is trying to face climate change and to contribute to a sustainable world by introducing modern after-treatment systems or by using biofuels. In sectors such as road freight transportation, agricultural or cogeneration in which the electrification is not considered feasible with the current infrastructure, renewable options for diesel engines such as alcohols produced from waste or lignocellulosic materials with advanced production techniques show a significant potential to reduce the life-cycle greenhouse emissions with respect to diesel fuel. This study concludes that lignocellulosic biobutanol can achieve 60% lower greenhouse gas emissions than diesel fuel. Butanol-diesel blends, with up to 40% butanol content, could be successfully used in a diesel engine calibrated for 100% diesel fuel without any additional engine modification nor electronic control unit recalibration at a warm ambient temperature. When n-butanol is introduced, particulate matter emissions are sharply reduced for butanol contents up to 16% (by volume), whereas NOX emissions are not negatively affected. Butanol-diesel blends could be introduced without startability problems up to 13% (by volume) butanol content at a cold ambient temperature. Therefore, biobutanol can be considered as an interesting option to be blended with diesel fuel, contributing to the decarbonization of these sectors.",
    "readLink": "https://www.mdpi.com/1996-1073/14/11/3215"
  },
  {
    "title": "Testing the heat dissipation limitation hypothesis: basal metabolic rates of endotherms decrease with increasing upper and lower critical temperatures",
    "authors": [
      "Imran Khaliq,",
      "Christian Hof"
    ],
    "doi": "https://doi.org/10.7717/peerj.5725",
    "journalVolume": "Vol. 6\n                                \n                                \n                                  p.\n                                  e5725",
    "issn": "2167-8359 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://peerj.com/",
    "abstract": "Metabolic critical temperatures define the range of ambient temperatures where endotherms are able to minimize energy allocation to thermogenesis. Examining the relationship between metabolic critical temperatures and basal metabolic rates (BMR) provides a unique opportunity to gain a better understanding of how animals respond to varying ambient climatic conditions, especially in times of ongoing and projected future climate change. We make use of this opportunity by testing the heat dissipation limit (HDL) theory, which hypothesizes that the maximum amount of heat a species can dissipate constrains its energetics. Specifically, we test the theory’s implicit prediction that BMR should be lower under higher metabolic critical temperatures. We analysed the relationship of BMR with upper and lower critical temperatures for a large dataset of 146 endotherm species using regression analyses, carefully accounting for phylogenetic relationships and body mass. We show that metabolic critical temperatures are negatively related with BMR in both birds and mammals. Our results confirm the predictions of the HDL theory, suggesting that metabolic critical temperatures and basal metabolic rates respond in concert to ambient climatic conditions. This implies that heat dissipation capacities of endotherms may be an important factor to take into account in assessments of species’ vulnerability to climate change.",
    "readLink": "https://peerj.com/articles/5725.pdf"
  },
  {
    "title": "The Performance of Commonly Used Surface-Based Instruments for Measuring Visibility, Cloud Ceiling, and Humidity at Cold Lake, Alberta",
    "authors": [
      "Faisal S. Boudala,",
      "Ismail Gultepe,",
      "Jason A. Milbrandt"
    ],
    "doi": "https://doi.org/10.3390/rs13245058",
    "journalVolume": "Vol. 13,\n                                no. 5058\n                                \n                                  p.\n                                  5058",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Data from automated meteorological instruments are used for model validation and aviation applications, but their measurement accuracy has not being adequately tested. In this study, a number of ground-based in-situ, remote-sensing instruments that measure visibility (VIS), cloud base height (CBH), and relative humidity (RH) were tested against data obtained using standard reference instruments and human observations at Cold Lake Airport, Alberta, Canada. The instruments included the Vaisala FS11P and PWD22 (FSPW), a profiling microwave radiometer (MWR), the Jenoptik ceilometer, Rotronic, Vaisala WXT520, AES-Dewcell RH, and temperature sensors. The results showed that the VIS measured using the FSPWs were well correlated with a correlation coefficient (R) of 0.84 under precipitation conditions and 0.96 during non-precipitating conditions (NPC), indicating very good agreement. However, the FS11P on average measured higher VIS, particularly under NPC. When the FSPWs were compared against human observation, a significant quantization in the data was observed, but less was noted during daytime compared to nighttime. Both probes measured higher VIS compared to human observation, and the calculated R was close to 0.6 for both probes. When the FSPWs were compared against human observation for VIS < 4 km, the calculated mean difference (MD) for the PWD22 (MD ≈ 0.98 km) was better than the FS11P (MD ≈ 1.37 km); thus, the PWD22 was slightly closer to human observation than the FS11P. No significant difference was found between daytime and nighttime measured VIS as compared to human observation; the instruments measured slightly higher VIS. Two extinction parameterizations as functions of snowfall rate were developed based on the VFPs measurements, and the results were similar. The Jenoptik ceilometer generally measured lower CBH than human observation, but the MWR measured larger CBHs for values <2 km, while CBHs were underestimated for higher CBHs.",
    "readLink": "https://www.mdpi.com/2072-4292/13/24/5058"
  },
  {
    "title": "Snow sensitivity to temperature and precipitation change during compound cold–hot and wet–dry seasons in the Pyrenees",
    "authors": [
      "J. Bonsoms,",
      "J. I. López-Moreno,",
      "E. Alonso-González"
    ],
    "doi": "https://doi.org/10.5194/tc-17-1307-2023",
    "journalVolume": "Vol. 17\n                                \n                                \n                                  pp.\n                                  1307\n                                  – 1326",
    "issn": "1994-0416 (Print)",
    "publisher": "1994-0424 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.the-cryosphere.net/",
    "abstract": "The Mediterranean Basin has experienced one of the highest warming rates on earth during the last few decades, and climate projections predict water scarcity in the future. Mid-latitude Mediterranean mountain areas, such as the Pyrenees, play a key role in the hydrological resources for the highly populated lowland areas. However, there are still large uncertainties about the impact of climate change on snowpack in the high mountain ranges of this region. Here, we perform a snow sensitivity to temperature and precipitation change analysis of the Pyrenean snowpack (1980–2019 period) using five key snow–climatological indicators. We analyzed snow sensitivity to temperature and precipitation during four different compound weather conditions (cold–dry (CD), cold–wet (CW), warm–dry (WD), and warm–wet (WW)) at low elevations (1500 m), mid elevations (1800 m), and high elevations (2400 m) in the Pyrenees. In particular, we forced a physically based energy and mass balance snow model (FSM2), with validation by ground-truth data, and applied this model to the entire range, with forcing of perturbed reanalysis climate data for the period 1980 to 2019 as the baseline. The FSM2 model results successfully reproduced the observed snow depth (HS) values (R2>0.8), with relative root mean square error and mean absolute error values less than 10 % of the observed HS values. Overall, the snow sensitivity to temperature and precipitation change decreased with elevation and increased towards the eastern Pyrenees. When the temperature increased progressively at 1 ∘C intervals, the largest seasonal HS decreases from the baseline were at +1 ∘C. A 10 % increase in precipitation counterbalanced the temperature increases (≤1 ∘C) at high elevations during the coldest months because temperature was far from the isothermal 0 ∘C conditions. The maximal seasonal HS and peak HS max reductions were during WW seasons, and the minimal reductions were during CD seasons. During WW (CD) seasons, the seasonal HS decline per degree Celsius was 37 % (28 %) at low elevations, 34 % (30 %) at mid elevations, and 27 % (22 %) at high elevations. Further, the peak HS date was on average anticipated for 2, 3, and 8 d at low, mid, and high elevation, respectively. Results suggest snow sensitivity to temperature and precipitation change will be similar at other mid-latitude mountain areas, where snowpack reductions will have major consequences for the nearby ecological and socioeconomic systems.",
    "readLink": "https://tc.copernicus.org/articles/17/1307/2023/tc-17-1307-2023.pdf"
  },
  {
    "title": "Drought in forest understory ecosystems – a novel rainfall reduction experiment",
    "authors": [
      "K. F. Gimbel,",
      "K. Felsmann,",
      "M. Baudis,",
      "H. Puhlmann,",
      "A. Gessler,",
      "H. Bruelheide,",
      "Z. Kayler,",
      "R. H. Ellerbrock,",
      "A. Ulrich,",
      "E. Welk,",
      "M. Weiler"
    ],
    "doi": "https://doi.org/10.5194/bg-12-961-2015",
    "journalVolume": "Vol. 12,\n                                no. 4\n                                \n                                  pp.\n                                  961\n                                  – 975",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Precipitation patterns across Central Europe are expected to change over the 21st century due to climate change. This may reduce water availability during the plant-growing season and hence affect the performance and vitality of forest ecosystems. We established a novel rainfall reduction experiment on nine sites in Germany to investigate drought effects on soil–forest–understory ecosystems. A realistic, but extreme annual drought with a return period of 40 years, which corresponds to the 2.5% percentile of the annual precipitation, was imposed. At all sites, we were able to reach the target values of rainfall reduction, while other important ecosystem variables like air temperature, humidity, and soil temperature remained unaffected due to the novel design of a flexible roof. The first year of drought showed considerable changes in the soil moisture dynamics relative to the control sites, which affected leaf stomatal conductance of understory species as well as evapotranspiration rates of the forest understory.",
    "readLink": "http://www.biogeosciences.net/12/961/2015/bg-12-961-2015.pdf"
  },
  {
    "title": "Collaborative Learning Experiences in a Changing Environment: Innovative Educational Approaches in Architecture",
    "authors": [
      "Ernesto Antonini,",
      "Jacopo Gaspari,",
      "Cristina Visconti"
    ],
    "doi": "https://doi.org/10.3390/su13168895",
    "journalVolume": "Vol. 13,\n                                no. 8895\n                                \n                                  p.\n                                  8895",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The sense of uncertainty and fragility due to the effects and magnitude of global challenges we are facing (from the circumstances of the pandemic to the impacts of climate change) requires—much more than in the past—the capacity to generate a visionary and forefront design approach in the young generation, with an aim to stimulate their reaction attitude rather than providing consolidated tools from past conditions that no longer exist or will rapidly evolve. Within this general framework, we have investigated the effectiveness and impacts of experienced-based methods of learning and innovative educational tools in architecture that are aimed at shaping expertise that addresses the aspects of environment and climate change in the context of socio-cultural dynamics, real potentialities and constraints, and their transdisciplinary trajectories. We analyzed five international pioneering teaching experiences that provided the opportunity to understand the outcomes of collaborative and experiential learning processes by which the educational activities leverage dialogue between diverse communities (including academia, citizens, policymakers, and practitioners). The study outcomes show that shifting the pedagogical paradigm towards experience-based models can improve the awareness of future practitioners for the climate implications of architectural design, implement their analysis and project skills, and trigger processes of knowledge transfer and co-production at the community level. Experience-based models also allow them to better address the societal and cultural issues involved in decision making.",
    "readLink": "https://www.mdpi.com/2071-1050/13/16/8895"
  }
]