[
  {
    "title": "Toward near-zero water consumption grade labelling and evaluation benchmarks for residential buildings",
    "authors": [
      "Cheng Li Cheng,",
      "Sadahico Kawamura"
    ],
    "doi": "https://doi.org/10.1080/13467581.2022.2145218",
    "journalVolume": "Vol. 22,\n                                no. 4\n                                \n                                  pp.\n                                  2365\n                                  – 2375",
    "issn": "1347-2852 (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Fine Arts: Architecture",
      "Technology: Building construction"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tabe",
    "abstract": "Mitigating global warming and climate change has become a crucial mission for sustainable development all over the world. This research focus on the feasibility of development near-zero water consumption buildings. The water saving motivation is necessary to be raised by a clear measurement basis for the rational water use of buildings and encourage more efforts to improve building water-use efficiency.A water conservation benchmarks and grade labelling assessment system for residential buildings had been established. We concluded a simplified and reliable building water evaluation method for implementation in residential buildings. Meanwhile, this study investigated the actual water consumption data of existing buildings in Taiwan, analyzed the water consumption intensity per unit area of residential buildings, and grasped a reasonable and precise benchmark for building water consumption. The water consumption intensity per building area was analyzed to verify the theoretical water consumption estimation method. Eventually, we summarized the annual average benchmark and graded labelling system of domestic water consumption for individual residential building evaluations. Furthermore, this study integrated Taiwan’s green building labeling system and carbon reduction evaluation system with water-saving technology, which was anticipated to target the development of near-zero water consumption buildings.",
    "readLink": "http://dx.doi.org/10.1080/13467581.2022.2145218"
  },
  {
    "title": "Evaluation of Statistical PMP Considering RCP Climate Change Scenarios in Republic of Korea",
    "authors": [
      "Miru Seo,",
      "Sunghun Kim,",
      "Heechul Kim,",
      "Hanbeen Kim,",
      "Ju-Young Shin,",
      "Jun-Haeng Heo"
    ],
    "doi": "https://doi.org/10.3390/w15091756",
    "journalVolume": "Vol. 15,\n                                no. 1756\n                                \n                                  p.\n                                  1756",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Extreme rainfall and floods have increased in frequency and severity in recent years, due to climate change and urbanization. Consequently, interest in estimating the probable maximum precipitation (PMP) has been burgeoning. The World Meteorological Organization (WMO) recommends two types of methods for calculating the PMP: hydrometeorological and statistical methods. This study proposes a modified Hershfield’s nomograph method and assesses the changes in PMP values based on the two representative concentration pathway (RCP4.5 and RCP8.5) scenarios in South Korea. To achieve the intended objective, five techniques were employed to compute statistical PMPs (SPMPs). Moreover, the most suitable statistical method was selected by comparing the calculated SPMP with the hydrometeorological PMP (HPMP), by applying statistical criteria. Accordingly, SPMPs from the five methods were compared with the HPMPs for the historical period of 2020 and the future period of 2100 for RCP 4.5 and 8.5 scenarios, respectively. The results confirmed that the SPMPs from the modified Hershfield’s nomograph showed the smallest MAE (mean absolute error), MAPE (mean absolute percentage error), and RMSE (root mean square error), which are the best results compared with the HPMP with an average SPMP/HPMP ratio of 0.988 for the 2020 historical period. In addition, Hershfield’s method with varying KM exhibits the worst results for both RCP scenarios, with SPMP/HPMP ratios of 0.377 for RCP4.5 and 0.304 for RCP8.5, respectively. On the contrary, the modified Hershfield’s nomograph was the most appropriate method for estimating the future SPMPs: the average ratios were 0.878 and 0.726 for the 2100 future period under the RCP 4.5 and 8.5 scenarios, respectively, in South Korea.",
    "readLink": "https://www.mdpi.com/2073-4441/15/9/1756"
  },
  {
    "title": "The right to environmental protection in Serbia: Between ethics of good intention and ethics of responsibility",
    "authors": [
      "Pajtić Bojan L."
    ],
    "doi": "https://doi.org/10.5937/zrpfns55-30732",
    "journalVolume": "Vol. 55,\n                                no. 4\n                                \n                                  pp.\n                                  1063\n                                  – 1082",
    "issn": "0550-2179 (Print)",
    "publisher": "2406-1255 (Online)",
    "countryOfPublisher": "University of Novi Sad, Faculty of Law",
    "lcc": [
      "Serbia",
      "Law"
    ],
    "journalUrl": "http://scindeks.ceon.rs/journalDetails.aspx?issn=0550-2179&lang=en",
    "abstract": "The paper focuses on formal and practical problems in the field of environmental protection, which occur as a consequence of omissions of the legislative and executive authorities in Serbia. The text analyzes the positive legislation and compliance of domestic legal regulations with international declarations and conventions ratified by our country (from the Stockholm Declaration and the Council of Europe Convention on Civil Liability for Damage Caused by Dangerous Activities to the Environment to the Rio Declaration), as well as with European Directives (EU Directive on Industrial Emissions) and Regulations (Regulation No. 525/2013 on monitoring and reporting of greenhouse gas emissions and reporting on other information relevant to climate change). The candidacy for equal membership in the European family of nations obliges the Serbian Parliament and the Government to make additional efforts in the direction of harmonizing our law with the European one. The paper takes a de lege ferenda approach, so the author explains the need to amend a number of laws, such as the Law on Environmental Impact Assessment, the Law on Strategic Environmental Assessment, the Law on Fees for the Use of Public Goods and the Law on Budget system, as well as the enactment of the Law on Climate Change and the Serbian Civil Code as soon as possible (in which dilemmas that hinder the subjects of law in using the environmental lawsuit as an instrument of environmental protection should be resolved). An unacceptable deviation from one of the fundamental principles established by the Rio Declaration was pointed out, which brings with it a number of structural problems and the inability of both the Green Fund institutions and a number of organizations that focus on ecology. The consequences of the discrepancy between the intentions proclaimed by the Constitution of Serbia and the National Strategy of Serbia for the accession of Serbia and Montenegro to the European Union from 2005 on the one hand and the absence of adequate legislative and executive activities in environmental protection, on the other hand, are obvious in the reports of the European Commission and the European Environment Office, as well as in the health risk and increased mortality of a large number of citizens of Serbia and other European countries, due to harmful emissions that cause pollution of air, water and soil in our country. In addition to the proposals for changes in the formal framework in the field of environmental protection, the paper points out the need to use those mechanisms of civil protection, such as environmental lawsuits (established by the Law on Obligations 1978), which is, by its nature, actio popularis and in that sense accessible to the widest range of subjects. The defense of the standards established by the Kyoto Protocol and the Basel Convention would, through the extensive use of this procedural instrument, be placed not only in the hands of representatives of the legislature and the executive, but also, the judiciary (conditionally, of course, because courts can decide only initiate a civil action, but not on its own initiative).",
    "readLink": "https://scindeks-clanci.ceon.rs/data/pdf/0550-2179/2021/0550-21792104063P.pdf"
  },
  {
    "title": "A Business Intelligence & Analytics Framework for Clean and Affordable Energy Data Analysis",
    "authors": [
      "Mihaela Muntean,",
      "Doina Dănăiaţă,",
      "Luminiţa Hurbean,",
      "Cornelia Jude"
    ],
    "doi": "https://doi.org/10.3390/su13020638",
    "journalVolume": "Vol. 13,\n                                no. 638\n                                \n                                  p.\n                                  638",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Energy is the sector most strongly connected with climate change moderation, and this correlation and interdependency is largely investigated, in particular as regards renewable energy and sustainability issues. The United Nations, European Union, and all countries around the world declare their support for sustainable development, materialized in agreements, strategies, and action plans. This diversity, combined with significant interdependencies between indicators, brings up challenges for data analysis, which we have tackled in order to decide on relevant indicators. We have built a research framework based on Business Intelligence & Analytics for monitoring the SDG7 indicators that aim at “Ensuring access to affordable, reliable, sustainable, and modern energy for all”, in relation with SDG13 indicators targeting the sustainable aspect of energy. In developing the Business Intelligence & Analytics framework, we have considered Design Science Research in information systems guidelines. We have designed a process for carrying out Design Science Research by describing the demarche to develop information artifacts, which are the essence of a Business Intelligence & Analytics system. The information artifacts, such as data source, preprocessed data, initial and final data model, as well as data visualizations, are designed and implemented in order to support clean and affordable energy data analysis. The proposed research model, applied for Romania in this paper, serves as a point of departure for investigating data in a more integrated way, and can be easily applied to another country case study.",
    "readLink": "https://www.mdpi.com/2071-1050/13/2/638"
  },
  {
    "title": "Preventing domestic abuse for children and young people (PEACH): a mixed knowledge scoping review",
    "authors": [
      "Nicky Stanley,",
      "Jane Ellis,",
      "Nicola Farrelly,",
      "Sandra Hollinghurst,",
      "Sue Bailey,",
      "Soo Downe"
    ],
    "doi": "https://doi.org/10.3310/phr03070",
    "journalVolume": "Vol. 3,\n                                no. 7",
    "issn": "2050-4381 (Print)",
    "publisher": "2050-439X (Online)",
    "countryOfPublisher": "NIHR Journals Library",
    "lcc": [
      "United Kingdom",
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://www.journalslibrary.nihr.ac.uk/phr/",
    "abstract": "Background: A range of interventions that aim to prevent domestic abuse has been developed for children and young people in the general population. While these have been widely implemented, few have been rigorously evaluated. This study aimed to discover what was known about these interventions for children and what worked for whom in which settings. Review methods: This mixed knowledge review was informed by realist principles and comprised four overlapping phases: an online mapping survey to identify current provision; a systematic review of the existing literature; a review of the UK ‘grey’ literature; and consultation with young people and experts. Information from these four sources of evidence informed analysis of costs and benefits. Results: The evidence for interventions achieving changes in knowledge and attitudes was stronger than that for behavioural change. Shifting social norms in the peer group emerged as a key mechanism of change. Media campaigns act to influence the wider social climate within which more targeted interventions are received, and they are also a source for programme materials. While most interventions are delivered in secondary schools, they are increasingly targeted at younger children. The review emphasised the importance of a school’s ‘readiness’ to introduce preventative interventions which need to be supported across all aspects of school life. Involving young people in the design and delivery of programmes increases authenticity and this emerged as a key ingredient in achieving impact. Longer interventions delivered by appropriately trained staff appeared likely to be more effective. Teachers emerged as well placed to embed interventions in schools but they require training and support from those with specialist knowledge in domestic abuse. There was evidence that small groups of students who were at higher risk might have accounted for some results regarding effectiveness and that programme effectiveness may vary for certain subgroups. Increasingly, boys are being identified as a target for change. The study identified a need for interventions for disabled children and children and young people from black, Asian, minority ethnic and refugee groups and a particular lack of materials designed for lesbian, gay, bisexual and transgender young people. Limitations: Very little evidence was identified on costs and cost-effectiveness. Few studies showed an effect at the level of significance set for the review. Where it did exist, the effect size was small, except in respect of improved knowledge. The inability to calculate a response rate for the mapping survey, which used a snowballing approach, limits the ability to generalise from it. Conclusions: While it is appropriate to continue to deliver interventions to whole populations of children and young people, effectiveness appeared to be influenced by high-risk children and young people, who should be directed to additional support. Programmes also need to make provision to manage any resulting disclosures. Interventions appear to be context specific, and so those already being widely delivered in the UK and which are likely to be acceptable should be robustly tested. Funding: The National Institute for Health Research Public Health Research programme.",
    "readLink": "https://doi.org/10.3310/phr03070"
  },
  {
    "title": "Effects of Cropland Expansion on the Regional Land Surface Radiative Energy Balance and Heat Fluxes in Northern China",
    "authors": [
      "Jia Ning"
    ],
    "doi": "https://doi.org/10.3390/app11041556",
    "journalVolume": "Vol. 11,\n                                no. 1556\n                                \n                                  p.\n                                  1556",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "Land use change can impact the land surface radiation budget and energy balance by changing surface biophysical processes. Based on satellite remote sensing data and land use data from 2000 to 2015, we quantitatively estimated radiative forcing induced by cropland expansion during the early 21st century in northern China. The results showed that heat flux from the land surface to the atmosphere due to cropland expansion was quite variable in different climate zones. The heat flux increased in humid North China, whereas it decreased in arid Northwest China, semiarid Inner Mongolia, and humid Northeast China. Cropland expansion from woodland areas led to a general decline in the land surface heat flux to the atmosphere, which led to a cooling effect on the climate. The surface heat flux to the atmosphere due to cropland expansion in grassland areas displayed significant variations in different climate zones. The surface heat flux decreased only in humid Northeast China and arid Northwest China. The net surface radiation and latent heat flux both increased when grasslands were changed into cropland, but to different extents, which produced the differences in the surface heat flux to the atmosphere between different zones.",
    "readLink": "https://www.mdpi.com/2076-3417/11/4/1556"
  },
  {
    "title": "Scanning Models of Food Systems Resilience in the Indo-Pacific Region",
    "authors": [
      "Rachel S. Friedman,",
      "Rachel M. England,",
      "Katie D. Ricketts,",
      "Monica van Wensveen,",
      "Lilly Lim-Camacho,",
      "Steven Crimp"
    ],
    "doi": "https://doi.org/10.3389/fsufs.2022.714881",
    "journalVolume": "Vol. 6",
    "issn": "2571-581X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply",
      "Technology: Chemical technology: Food processing and manufacture"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/sustainable-food-systems#",
    "abstract": "The Indo-Pacific is a region of the world experiencing rapid growth in population and development. However, it is also exposed to a number of social, economic, geopolitical, and biophysical stressors, which may undermine the region's ability to support its population, ensure food security, and sustain livelihoods. In response to the complex suite of stressors, a number of development initiatives and research programs have been established to build resilience in the region's food systems. These initiatives vary in scope and scale, but also in what they mean by the term resilience and the components of the food system they address. This variation has implications for the outcomes of these efforts and how well they match a theoretical ideal of resilience. This review examines how resilience and food systems are defined, conceptualized, and applied within research studies and projects or initiatives on food systems resilience funded or supported by national, regional, or multilateral government, and non-governmental institutions in the Indo-Pacific region. It also compares how the concepts are treated from an academic or theoretical perspective vs. in practical applications. We take a two-pronged approach: first, identifying organizations engaged in the Indo-Pacific region and developing an inventory of initiatives and projects that have bearing on food systems resilience; and second, carrying out literature searches to record research studies in the region that examine resilience within food systems. We then identify any formalized frameworks or definitions of resilience and/or food systems guiding these projects and studies. The results indicate there is a heavy focus on climate change and natural disasters, and to a lesser extent health-related shocks, in food systems resilience research and practice. Definitions, however, are inconsistently reported, and are often more simplistic than resilience theory depicts, favoring resilience conceptualizations around adaptation and a production-oriented food systems framing. While the specific definitions vary between research and applied projects, the fragmented and ambiguous use of terms presents a challenge for policy applications and coordination. Overall, establishing some clear guiding resilience principles, modified according to contextual factors, could enable more streamlined resilience work in Indo-Pacific food systems.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fsufs.2022.714881/full"
  },
  {
    "title": "Saltwater intrusion affects nutrient concentrations in soil porewater and surface waters of coastal habitats",
    "authors": [
      "Danielle S. Weissman,",
      "Katherine L. Tully"
    ],
    "doi": "https://doi.org/10.1002/ecs2.3041",
    "journalVolume": "Vol. 11,\n                                no. 2\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract Coastal ecosystems are undergoing major biogeochemical shifts due to climate change and sea level rise. At the same time, agricultural fertilizer applications are increasing coastal nutrient inputs. In this study, we examine the potential impact of saltwater intrusion (SWI) on nitrogen (N) and phosphorus (P) concentrations in soil porewater and surface water of different habitats within the Chesapeake Bay estuary. Study sites are located along Maryland's Lower Eastern Shore and were monitored over three summers from 2016 to 2018. These sites encompass various habitats on the land–sea interface, consisting of healthy forests, intruded forests, abandoned fields, intruded fields, agricultural ditches, tidal creeks, and tidal salt marshes. Intruded fields were being actively farmed at the time of the study. Soil porewater and surface water grab samples were collected from the habitats and analyzed for electrical conductivity, pH, dissolved organic P (DOP), dissolved inorganic P in the form of soluble reactive P (SRP), dissolved inorganic N as ammonium‐N (NH4‐N), and total dissolved iron (TDFe). Electrical conductivity was greatest in the marshes (16.58 mS/cm averaged across all years) and did not significantly differ among intruded forests, intruded fields, and agricultural ditches. As a legacy of heavy fertilizer use, DOP concentrations exceeded 0.45 mg P/L in all habitats. Concentrations of inorganic N and P differed significantly by habitat. Concentrations of NH4‐N were significantly higher in salt marsh soil porewater than in any other habitat measured. Overall, SRP concentrations were the highest in the soil porewater of intruded fields and marshes and in the surface water of agricultural ditches (0.30, 0.29, and 0.33 mg P/L averaged across all years, respectively). These concentrations greatly exceeded recommended U.S. Environmental Protection Agency nutrient pollution thresholds for the region. In its oxidized state, dissolved iron can bind to SRP and prevent it from becoming bioavailable. However, TDFe concentrations in the ditches, tidal creeks, and marshes were too low to adequately buffer against SRP loss to downstream areas. As SWI moves salts inland and increases hydrologic connectivity across coastal landscapes, it is important to consider the mechanisms through which nutrients may be released from coastal soils and their potential to impact downstream water quality.",
    "readLink": "https://doi.org/10.1002/ecs2.3041"
  },
  {
    "title": "Sensitivity of Simulations of Extreme Mediterranean Storms to the Specification of Sea Surface Temperature: Comparison of Cases of a Tropical-Like Cyclone and Explosive Cyclogenesis",
    "authors": [
      "Omer Hagay,",
      "Steve Brenner"
    ],
    "doi": "https://doi.org/10.3390/atmos12070921",
    "journalVolume": "Vol. 12,\n                                no. 921\n                                \n                                  p.\n                                  921",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Local air-sea interaction over the Mediterranean may amplify the effects of climate change. This study investigates the sensitivity of simulations of two different high impact weather events to changes in the specification of sea surface temperature (SST) using a regional atmospheric model. First we assess the impact of specifying SST from two reanalysis data sets with differing spatial resolution. The simulated tropical-like cyclone (TLC) is slightly stronger in the case of the lower resolution SST which is warmer over the formation region, most notably in the maximum rainfall which is ~7% higher. The differences in the two explosive cyclone simulations are negligible, most likely due to intensification occurring mainly over land. We then test the sensitivity of the storms to a range of SST anomalies. The TLC showed a clear trend of increasing storm intensity as SST rises. These results suggest that SST plays a direct role in determining the intensity of the storm. For the explosive cyclone there is no clear trend in dynamical intensity except for the highest warming anomalies. However, the rainfall increases with the magnitude of the SST anomaly. Our results suggest that extreme weather events over the Mediterranean will become more extreme if SST increases as the climate warms, assuming that upper air conditions do not change.",
    "readLink": "https://www.mdpi.com/2073-4433/12/7/921"
  },
  {
    "title": "Blockchain and Holochain in Medical Education from Planetary Health and Climate Change Perspectives",
    "authors": [
      "Yavuz Selim Kıyak"
    ],
    "doi": "https://doi.org/10.6018/edumed.560581",
    "journalVolume": "Vol. 4,\n                                no. 1",
    "issn": "2660-8529 (Online)",
    "publisher": "Universidad de Murcia",
    "countryOfPublisher": "Spain",
    "lcc": [
      "Medicine",
      "Education"
    ],
    "journalUrl": "https://revistas.um.es/edumed",
    "abstract": "As we are transitioning from the age of information to the age of artificial intelligence, this study aims to explore the potential of blockchain and Holochain technologies as solutions to the data privacy, security, and integrity concerns in medical education, and to provide recommendations for their use that also minimize negative impacts regarding planetary health and climate change. While these technologies offer promising solutions, their environmental impact has not been discussed in the literature with regards to medical education. This study offers two key recommendations for medical education researchers, educators, and policy makers to ensure the responsible use of Web3 technologies in this field. Recommendation 1: If the use of blockchain technology is necessary, avoid using proof-of-work blockchains. Recommendation 2: Use Holochain instead of blockchain.",
    "readLink": "https://revistas.um.es/edumed/article/view/560581"
  }
]