[
  {
    "title": "Effects of Climate Temperature and Water Stress on Plant Growth and Accumulation of Antioxidant Compounds in Sweet Basil (Ocimum basilicum L.) Leafy Vegetable",
    "authors": [
      "Asma Al-Huqail,",
      "Rehab M. El-Dakak,",
      "Marwa Nme Sanad,",
      "Reem H. Badr,",
      "Mohamed M. Ibrahim,",
      "Dina Soliman,",
      "Faheema Khan"
    ],
    "doi": "https://doi.org/10.1155/2020/3808909",
    "journalVolume": "Vol. 2020",
    "issn": "2090-908X (Online)",
    "publisher": "Hindawi Limited",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.hindawi.com/journals/scientifica/",
    "abstract": "The effects of climate temperature and water stress on growth and several stress markers were investigated in sweet basil plants. Some growth parameters (shoot length and number of leaves) and photosynthetic chlorophyll contents were determined every two days during plant growth, and foliage leaf material was collected after 15 and 21 days of treatment. Both climate temperature and water stress inhibited sweet basil plant growth; especially, total chlorophyll levels were decreased significantly in response to high-temperature treatments. Under strong stresses, basil plants induced the synthesis and accumulation of glycine betaine (GB) as a secondary osmolyte, although at less content when compared with the proline content under the same stress conditions. Proline concentrations particularly increased in leaves of both basil stressed plants, accomplishing levels high enough to play a crucial role in cellular osmoregulation adjustment. Stress-induced accumulation of these antioxidant compounds was detected in sweet basil. Therefore, it appears that sweet basil-treated plants are able to synthesize antioxidant compounds under strong stress conditions. On the other hand, total sugar concentrations decreased in stress-treated basil plants. Both temperature and water stress treatments caused oxidative stress in the treated plants, as indicated by a significant increment in malondialdehyde (MDA) concentrations. An increase in total phenolic and flavonoid concentrations in response to water stress and a highly significant decrease in carotenoid concentrations in basil leaves were observed; flavonoids also increased under high climate temperature conditions.",
    "readLink": "http://dx.doi.org/10.1155/2020/3808909"
  },
  {
    "title": "Land cover and vegetation data from an ecological survey of \"key habitat\" landscapes in England, 1992–1993",
    "authors": [
      "C. M. Wood,",
      "R. G. H. Bunce,",
      "L. R. Norton,",
      "S. M. Smart,",
      "C. J. Barr"
    ],
    "doi": "https://doi.org/10.5194/essd-10-899-2018",
    "journalVolume": "Vol. 10\n                                \n                                \n                                  pp.\n                                  899\n                                  – 918",
    "issn": "1866-3508 (Print)",
    "publisher": "1866-3516 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.earth-system-science-data.net/",
    "abstract": "Since 1978, a series of national surveys (Countryside Survey, CS) have been carried out by the Centre for Ecology and Hydrology (CEH) (formerly the Institute of Terrestrial Ecology, ITE) to gather data on the natural environment in Great Britain (GB). As the sampling framework for these surveys is not optimised to yield data on rarer or more localised habitats, a survey was commissioned by the then Department of the Environment (DOE, now the Department for Environment, Food and Rural Affairs, DEFRA) in the 1990s to carry out additional survey work in English landscapes which contained semi-natural habitats that were perceived to be under threat, or which represented areas of concern to the ministry. The landscapes were lowland heath, chalk and limestone (calcareous) grasslands, coasts and uplands. The information recorded allowed an assessment of the extent and quality of a range of habitats defined during the project, which can now be translated into standard UK broad and priority habitat classes. The survey, known as the \"Key Habitat Survey\", followed a design which was a series of gridded, stratified, randomly selected 1 km squares taken as representative of each of the four landscape types in England, determined from statistical land classification and geological data (\"spatial masks\"). The definitions of the landscapes are given in the descriptions of the spatial masks, along with definitions of the surveyed habitats. A total of 213 of the 1 km2 square sample sites were surveyed in the summers of 1992 and 1993, with information being collected on vegetation species, land cover, landscape features and land use, applying standardised repeatable methods. The database contributes additional information and value to the long-term monitoring data gathered by the Countryside Survey and provides a valuable baseline against which future ecological changes may be compared, offering the potential for a repeat survey. The data were analysed and described in a series of contract reports and are summarised in the present paper, showing for example that valuable habitats were restricted in all landscapes, with the majority located within protected areas of countryside according to different UK designations. The dataset provides major potential for analyses, beyond those already published, for example in relation to climate change, agri-environment policies and land management. Precise locations of the plots are restricted, largely for reasons of landowner confidentiality. However, the representative nature of the dataset makes it highly valuable for evaluating the status of ecological elements within the associated landscapes surveyed. Both land cover data and vegetation plot data were collected during the surveys in 1992 and 1993 and are available via the following DOI: https://doi.org/10.5285/7aefe6aa-0760-4b6d-9473-fad8b960abd4. The spatial masks are also available from https://doi.org/10.5285/dc583be3-3649-4df6-b67e-b0f40b4ec895.",
    "readLink": "https://www.earth-syst-sci-data.net/10/899/2018/essd-10-899-2018.pdf"
  },
  {
    "title": "A modelling study on quantifying the impact of urbanization and regional effects on the wintertime surface temperature over a rapidly-growing tropical city",
    "authors": [
      "Gopinath Nandini,",
      "V. Vinoj,",
      "Soumya Satyakanta Sethi,",
      "H. P. Nayak,",
      "Kiranmayi Landu,",
      "D. Swain,",
      "U. C. Mohanty"
    ],
    "doi": "https://doi.org/10.1007/s43762-022-00067-6",
    "journalVolume": "Vol. 2,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 11",
    "issn": "2730-6852 (Online)",
    "publisher": "Springer",
    "countryOfPublisher": "Singapore",
    "lcc": [
      "Geography. Anthropology. Recreation: Human ecology. Anthropogeography: Settlements: Cities. Urban geography"
    ],
    "journalUrl": "https://www.springer.com/journal/43762/",
    "abstract": "Abstract Climate change and sustainability are among the most widely used terms among policymakers and the scientific community in recent times. However, climate action or steps to sustainable growth in cities in the global south are mostly borrowed from general studies at a few large urban agglomerations in the developed world. There are very few modeling studies over south Asia to understand and quantify the impact of climate change and urbanization on even the most primary meteorological variable, such as temperature. Such quantifications are difficult to estimate due to the non-availability of relevant long-term observational datasets. In this modeling study, an attempt is made to understand the urban heat island (UHI), its transition, and the segregation of regional climate change effects and urbanization over the rapidly growing tier 2 tropical smart city Bhubaneswar in India. The model is able to simulate the UHI for both land surface temperature, called the SUHI, and 2-m air temperature, called UHI, reasonably well. Their magnitudes were ~ 5 and 2.5°C, respectively. It is estimated that nearly 60–70% of the overall air and 70–80% of the land surface temperature increase during nighttime over the city between the period 2004 and 2015 is due to urbanization, with the remaining due to the regional/non-local effects.",
    "readLink": "https://doi.org/10.1007/s43762-022-00067-6"
  },
  {
    "title": "De Hyōgo à Sendai, la résilience comme impératif d’adaptation aux risques de catastrophe : nouvelle valeur universelle ou gouvernement par la catastrophe ?",
    "authors": [
      "Béatrice Quenault"
    ],
    "doi": "https://doi.org/10.4000/developpementdurable.11010",
    "issn": "1772-9971 (Online)",
    "publisher": "Réseau Développement Durable et Territoires Fragiles",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences"
    ],
    "journalUrl": "http://developpementdurable.revues.org/",
    "abstract": "Since the adoption of the Hyōgo Framework for Action 2005-2015, resilience irrigates most of the United Nations discourses about disaster risk reduction (DRR) and is presented as an essential dimension of sustainable development pathways. The growing discursive reference to resilience, placed at the core of the Sendai Framework for Action 2015-2030 for DRR, tends to promote this concept as a new normative political injunction of international organisations and States leading to a renewal of the adaptation problematic and to focus DRR actions on emergency preparedness. Indeed, resilience could be exploited at the benefice of a neoliberal project of society susceptible to lead to a stigmatisation of most vulnerable communities and people in the opposite direction of collective solidarity aims implied by sustainable development.",
    "readLink": "http://journals.openedition.org/developpementdurable/11010"
  },
  {
    "title": "Responses of water balance component to land use/land cover and climate change using geospatial and hydrologic modeling in the Gidabo watershed, Ethiopia",
    "authors": [
      "Henok Mekonnen Aragaw,",
      "Surendra Kumar Mishra,",
      "Manmohan Kumar Goel"
    ],
    "doi": "https://doi.org/10.1080/10106049.2022.2123956",
    "journalVolume": "Vol. 37,\n                                no. 27\n                                \n                                  pp.\n                                  17119\n                                  – 17144",
    "issn": "1010-6049 (Print)",
    "publisher": "1752-0762 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Physical geography"
    ],
    "journalUrl": "https://www.tandfonline.com/tgei",
    "abstract": "The impact of climate change (CC) and land-use/land-cover (LULC) change on water resources poses a major threat globally. This study investigates the separate and combined responses of CC and LULC change on water balance in Gidabo watershed, Ethiopia, using Soil and Water Assessment Tool (SWAT), Cellular Automata-Markov Chain, and regional climate models. CC projection under RCP 4.5 and hydrological modeling show a significant decline in mean annual surface runoff (Q), baseflow (BF), water yield (WY), percolation (PC), and evapotranspiration (ET) during mid-century (2027–2056) as well as late-century (2061–2090) compared to the baseline period (1988–2018) data, largely due to decline in rainfall. Likewise, under RCP 8.5 scenario, the modeling results show a decrease in Q, BF, WY, PC, and ET during these periods. The LULC change (often associated with an expansion in cultivated and urban areas and a reduction in evergreen forest and grassland) alone leads to a positive synergy with an increase in mean annual Q and WY and a negative synergy with a decrease in BF, PC and ET during the period 2018 to 2075. The combined effects of climate and LULC changes have also shown a decline in Q, BF, WY, PC and ET. Overall, the climate change impacts significantly the future Q and WY. However, the combined effect of climate and LULC changes on BF, PC, and ET is more prominent than their separate impacts and it underlines the significance of this study.",
    "readLink": "http://dx.doi.org/10.1080/10106049.2022.2123956"
  },
  {
    "title": "Species and stand-age driven differences in photochemical reflectance index and light use efficiency across four temperate forests",
    "authors": [
      "Shangrong Lin,",
      "Nicholas C. Coops,",
      "Riccardo Tortini,",
      "Wen Jia,",
      "Zoran Nesic,",
      "Eric Beamesderfer,",
      "M. Altaf Arain,",
      "Jing Li,",
      "Qinhuo Liu"
    ],
    "doi": "Vol. 98\n                                \n                                \n                                  p.\n                                  102308",
    "issn": "1569-8432 (Print)",
    "publisher": "1872-826X (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Netherlands",
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.journals.elsevier.com/international-journal-of-applied-earth-observation-and-geoinformation",
    "abstract": "Photosynthetic light use efficiency (LUE) determines the ability of a plant to assimilate atmospheric carbon dioxide to biomass and is known to be controlled by environmental conditions, light regimes and forest age. The photochemical reflectance index (PRI), derived from leaf or canopy remotely sensed spectra, has been shown to be an effective and accurate estimator of LUE. In this study, we propose a new LUE estimation method that separates the PRI into daily maximal PRI (PRI0) for indicating daily maximal light use efficiency (LUEmax) and ΔPRI, defined as the difference between PRI0 and instantaneous PRI, for estimating the diurnal physiological stress (fstress). We develop and apply the method across three temperate pine stands and a deciduous stand of different ages, in Southern Ontario, Canada. Half hourly canopy level spectra were acquired from a tower-based spectro-radiometer system (AMSPEC-III) over the growing season at the four stands. Results show that the PRI0 predicted well LUEmax (R2 > 0.6, p < 0.05) in both coniferous and deciduous stands and was able to track seasonal changes in pigment pools sizes. The ΔPRI was sensitive to short-term meteorological conditions, specifically temperature, vapor pressure deficit (VPD), and light variations resulting in strong correlations (p < 0.05) with fstress and half hourly LUE. This new method significantly improves the estimation accuracy (R2 increases from 0.1 to around 0.7) for PRI-based LUE estimation across all four stands of varying age and species composition and suggests that PRI-based LUE estimation has the ability to inform on both the effects of seasonal and diurnal change in photosynthetic efficiency under different meteorological conditions.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S0303243421000155"
  },
  {
    "title": "Climatic Change and Habitat Availability for Three Sotol Species in México: A Vision towards Their Sustainable Use",
    "authors": [
      "Jorge  Luis Becerra-López,",
      "Rigoberto Rosales-Serna,",
      "Muhammad Ehsan,",
      "Jesús  Salvador Becerra-López,",
      "Alexander Czaja,",
      "José  Luis Estrada-Rodríguez,",
      "Ulises Romero-Méndez,",
      "Saúl Santana-Espinosa,",
      "César  Manuel Reyes-Rodríguez,",
      "Julio  César Ríos-Saucedo,",
      "Pablo  Alfredo Domínguez-Martínez"
    ],
    "doi": "https://doi.org/10.3390/su12083455",
    "journalVolume": "Vol. 12,\n                                no. 3455\n                                \n                                  p.\n                                  3455",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The industrial production and commercialization of distilled beverages from Sotol plants (Family: Asparagaceae, Subfamily: Zolinoideae and Genus: Dasylirion) has witnessed a steady growth in recent decades; this condition involves a greater use of the raw material that comes almost exclusively from natural populations, which could compromise the sustainability of the marginalized areas of Northern México. In the present work, habitat availability was evaluated for the presence and use of the species; Dasylirion wheeleri (S. Watson ex Rothr.), Dasylirion cedrosanum (Trelease), and Dasylirion durangense (Trelease) in México, considering different scenarios of climate change. For this purpose, we used the niche’s spatial analysis from a correlative approach. The results show that under the current climate, the species studied have a predominantly low habitat suitability in the central region of the Chihuahuan desert, with D. cedrosanum being the species with the lowest suitability. For the year 2050, a slight increase in the habitat suitability is expected only for D. durangense and D. wheeleri. This suggests that D. cedrosanum could be considered as the species with the greatest vulnerability to the possible climatic variations generated by global climate change. Likewise, the analysis of the results indicates that D. durangense is the one who has the greatest potential for use; however, it is necessary to consider that many of its populations may be climatically stressed and an inappropriate use could put them at risk.",
    "readLink": "https://www.mdpi.com/2071-1050/12/8/3455"
  },
  {
    "title": "Coastal Vulnerability Assessment Due to Sea Level Rise: The Case Study of the Atlantic Coast of Mainland Portugal",
    "authors": [
      "Carolina Rocha,",
      "Carlos Antunes,",
      "Cristina Catita"
    ],
    "doi": "https://doi.org/10.3390/w12020360",
    "journalVolume": "Vol. 12,\n                                no. 2\n                                \n                                  p.\n                                  360",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Sea level rise, a consequence of climate change, is one of the biggest challenges that countries and regions with coastal lowlands will face in the medium term. This study proposes a methodology for assessing the vulnerability to sea-level rise on the Atlantic coast of mainland Portugal. Some scenarios of extreme sea levels for different return periods and extreme flooding events were estimated for 2050 and 2100, as proposed by the European Directive 2007/60/EC. A set of physical parameters are considered for the multi-attribute analysis based on the Analytic Hierarchy Process, in order to define a Physical Vulnerability Index fundamental to assess coastal vulnerability. For each sea-level rise scenario, coastal vulnerability maps, with a spatial resolution of 20 m, are produced at a national scale to identify areas more vulnerable to sea-level rise, which are key elements for triggering adaptation plans for such vulnerable regions. For 2050 and 2100, it is estimated that there will be 903 and 1146 km2 of vulnerable areas, respectively; the Lisbon district being identified as the most vulnerable in both scenarios. Results are available as a Web Map Service for the Portuguese public entities, and through a web map viewer for the public and communities in general.",
    "readLink": "https://www.mdpi.com/2073-4441/12/2/360"
  },
  {
    "title": "A combination of climate, tree diversity and local human disturbance determine the stability of dry Afromontane forests",
    "authors": [
      "Hadgu Hishe,",
      "Louis Oosterlynck,",
      "Kidane Giday,",
      "Wanda De Keersmaecker,",
      "Ben Somers,",
      "Bart Muys"
    ],
    "doi": "https://doi.org/10.1186/s40663-021-00288-x",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 16",
    "issn": "2095-6355 (Print)",
    "publisher": "2197-5620 (Online)",
    "countryOfPublisher": "KeAi Communications Co., Ltd.",
    "lcc": [
      "China",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.keaipublishing.com/en/journals/forest-ecosystems/",
    "abstract": "Abstract Background Anthropogenic disturbances are increasingly affecting the vitality of tropical dry forests. The future condition of this important biome will depend on its capability to resist and recover from these disturbances. So far, the temporal stability of dryland forests is rarely studied, even though identifying the important factors associated with the stability of the dryland forests could serve as a basis for forest management and restoration. Methodology In a degraded dry Afromontane forest in northern Ethiopia, we explored remote sensing derived indicators of forest stability, using MODIS satellite derived NDVI time series from 2001 to 2018. Resilience and resistance were measured using the anomalies (remainders) after time series decomposition into seasonality, trend and remainder components. Growth stability was calculated using the integral of the undecomposed NDVI data. These NDVI derived stability indicators were then related to environmental factors of climate, topography, soil, tree species diversity, and local human disturbance, obtained from a systematic grid of field inventory plots, using boosted regression trees in R. Results Resilience and resistance were adequately predicted by these factors with an R 2 of 0.67 and 0.48, respectively, but the model for growth stability was weaker. Precipitation of the wettest month, distance from settlements and slope were the most important factors associated with resilience, explaining 51% of the effect. Altitude, temperature seasonality and humus accumulation were the significant factors associated with the resistance of the forest, explaining 61% of the overall effect. A positive effect of tree diversity on resilience was also important, except that the impact of species evenness declined above a threshold value of 0.70, indicating that perfect evenness reduced the resilience of the forest. Precipitation of the wettest month was the most important factor explaining 43.52% of the growth stability variation. Conclusion A combination of climate, topographic factors and local human disturbance controlled the stability of the dry forest. Also tree diversity is an important stability component that should be considered in the management and restoration programs of such degraded forests. If local disturbances are alleviated the recovery time of dryland forests could be shortened, which is vital to maintain the ecosystem services these forests provide to local communities and global climate change.",
    "readLink": "https://doi.org/10.1186/s40663-021-00288-x"
  },
  {
    "title": "Communicating ocean and human health connections: An agenda for research and practice",
    "authors": [
      "Marcus B. Reamer"
    ],
    "doi": "https://doi.org/10.3389/fpubh.2022.1033905",
    "journalVolume": "Vol. 10",
    "issn": "2296-2565 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/public-health",
    "abstract": "The emergence of ocean and human health (OHH) science as a distinct scholarly discipline has led to increased research outputs from experts in both the natural and social sciences. Formal research on communication strategies, messaging, and campaigns related to OHH science remains limited despite its importance as part of the social processes that can make knowledge actionable. When utilized to communicate visible, local issues for targeting audiences, OHH themes hold the potential to motivate action in pursuit of solutions to environmental challenges, supplementing efforts to address large-scale, abstract, or politicized issues such as ocean acidification or climate change. Probing peer-reviewed literature from relevant areas of study, this review article outlines and reveals associations between society and the quality of coastal and marine ecosystems, as well as key themes, concepts, and findings in OHH science and environmental communication. Recommendations for future work concerning effective ocean and human health science communication are provided, creating a platform for innovative scholarship, evidence-based practice, and novel collaboration across disciplines.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpubh.2022.1033905/full"
  }
]