[
  {
    "title": "Klimawandelgerechte Stadtentwicklung durch grüne Infrastruktur",
    "authors": [
      "Stefanie  Rößler"
    ],
    "doi": "https://doi.org/10.1007/s13147-014-0310-y",
    "journalVolume": "Vol. 73,\n                                no. 2",
    "issn": "0034-0111 (Print)",
    "publisher": "1869-4179 (Online)",
    "countryOfPublisher": "oekom verlag GmbH",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Human ecology. Anthropogeography: Settlements: Cities. Urban geography",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: Urbanization. City and country"
    ],
    "journalUrl": "https://rur.oekom.de/",
    "abstract": "Urban vegetation and green spaces play a crucial role in dealing with the impacts of climate change: urban green spaces regulate the micro-climate in densely built-up and overheated settlement areas, and support the percolation of rain water and the retention of flood events. According to these findings, manifold measures of green space development are discussed, supporting an urban development which is appropriate to the challenges of climate change. Thus, retaining and enhancing the provision of settlement areas with green spaces in terms of green infrastructure is a central element of urban and regional climate adaptation strategies. In this paper the question is raised, how green infrastructure and its different potentials to adapt to climate change can be considered in the urban fabric and measures to enhance the green infrastructure can be implemented. As a part of the “Integrated Regional Climate Adaptation Programme for the Region of Dresden” a number of measures for the development and planning of green infrastructure have been developed. Based on these experiences, basic planning approaches to implement and realise green infrastructure, addressing climate adaptation both on city and site scale, are presented.",
    "readLink": "https://rur.oekom.de/index.php/rur/article/view/564"
  },
  {
    "title": "Coerced regimes: management challenges in the Anthropocene",
    "authors": [
      "David G. Angeler,",
      "Brian C. Chaffin,",
      "Shana M. Sundstrom,",
      "Ahjond Garmestani,",
      "Kevin L. Pope,",
      "Daniel R. Uden,",
      "Dirac Twidwell,",
      "Craig R. Allen"
    ],
    "doi": "https://doi.org/10.5751/ES-11286-250104",
    "journalVolume": "Vol. 25,\n                                no. 1\n                                \n                                  p.\n                                  4",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "Management frequently creates system conditions that poorly mimic the conditions of a desirable self-organizing regime. Such management is ubiquitous across complex systems of people and nature and will likely intensify as these systems face rapid change. However, it is highly uncertain whether the costs (unintended consequences, including negative side effects) of management but also social dynamics can eventually outweigh benefits in the long term. We introduce the term \"coerced regime\" to conceptualize this management form and tie it into resilience theory. The concept encompasses proactive and reactive management to maintain desirable and mitigate undesirable regime conditions, respectively. A coerced regime can be quantified through a measure of the amount of management required to artificially maintain its desirable conditions. Coerced regimes comprise \"ghosts\" of self-sustaining desirable system regimes but ultimately become \"dead regimes walking\" when these regimes collapse as soon as management is discontinued. We demonstrate the broad application of coerced regimes using distinct complex systems of humans and nature (human subjects, aquatic and terrestrial environments, agriculture, and global climate). We discuss commonalities and differences between these examples to identify trade-offs between benefits and harms of management. The concept of coerced regimes can spur thinking and inform management about the duality of what we know and can envision versus what we do not know and therefore cannot envision: a pervasive sustainability conundrum as planet Earth swiftly moves toward a future without historical analogue.",
    "readLink": "http://www.ecologyandsociety.org/vol25/iss1/art4/"
  },
  {
    "title": "Energy Market Transition and Climate Change: A Review of TSOs-DSOs C+++ Framework from 1800 to Present",
    "authors": [
      "Aouss Gabash"
    ],
    "doi": "https://doi.org/10.3390/en16176139",
    "journalVolume": "Vol. 16,\n                                no. 6139\n                                \n                                  p.\n                                  6139",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "In response to the pressing global challenges around climate change and the imperative of transitioning the energy market towards sustainability, this paper presents a comprehensive review starting from the late 18th century. The study examines the pivotal role of Transmission System Operators (TSOs) and Distribution System Operators (DSOs) in shaping the evolving energy landscape, with a specific emphasis on the C+++ Framework. This framework emphasizes coordination, cooperation, and collaboration between TSOs and DSOs to achieve sustainable energy systems through the integration of renewable energy technologies, storage systems, and efficient energy demand management. In addition, the review provides a historical overview of global warming from 1800 to the present, highlighting key events and developments related to greenhouse gas emissions. Furthermore, the paper delves into the significance of international agreements such as the Paris Agreement and the importance of reducing greenhouse gas emissions for a sustainable future. Recognizing the vital role of the C+++ Framework, the paper concludes with a discussion of future hybrid sustainable technologies incorporating various storage and efficient lighting technologies that can optimize energy management and reduce carbon emissions. This research aims to contribute valuable insights to inform energy policy and decision-making processes for a reliable, efficient, and sustainable energy delivery system.",
    "readLink": "https://www.mdpi.com/1996-1073/16/17/6139"
  },
  {
    "title": "Greenhouse Gas Emissions of the Forest Supply Chain in Austria in the Year 2018",
    "authors": [
      "Martin Kühmaier,",
      "Iris Kral,",
      "Christian Kanzian"
    ],
    "doi": "https://doi.org/10.3390/su14020792",
    "journalVolume": "Vol. 14,\n                                no. 792\n                                \n                                  p.\n                                  792",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Wood is a renewable product, but for the supply of wood non-renewable materials are also necessary, which can have negative environmental impacts. The objective of this study was to analyze the greenhouse gas (GHG) emissions caused by the forest supply chain in Austria using Life Cycle Assessment (LCA) methods. The forest supply chain consists of several processes like site preparation and tending, harvesting, and transport. In total, 30 relevant forest processes from seedling production until delivery of wood to the plant gate were considered. Results show that in the year 2018, a total of 492,096 t of CO2 eq. were emitted in Austria for harvesting and transportation of 19.2 hm3 of timber. This corresponds to 25.63 kg CO2 eq. per m3. At 77%, transport accounts for the largest share of emissions within the supply chain. Extraction causes 14% of emissions, felling and processing cause 5%, and chipping causes 4%. GHG emissions for felling, delimbing, and crosscutting are much lower when using a chainsaw compared to harvester. The high numbers for the transport can be explained by the high transportation distances. Especially for the transportation of wood, it is necessary to find more climate-friendly solutions from a technical and organizational point of view. The provision of wood is climate-friendly, and its use enables the substitution of fossil fuels or materials with higher negative effects on climate change such as aluminum, steel, or concrete.",
    "readLink": "https://www.mdpi.com/2071-1050/14/2/792"
  },
  {
    "title": "Relative effects of precipitation variability and warming on tallgrass prairie ecosystem function",
    "authors": [
      "P. A. Fay,",
      "J. M. Blair,",
      "M. D. Smith,",
      "J. B. Nippert,",
      "J. D. Carlisle,",
      "A. K. Knapp"
    ],
    "doi": "https://doi.org/10.5194/bg-8-3053-2011",
    "journalVolume": "Vol. 8,\n                                no. 10\n                                \n                                  pp.\n                                  3053\n                                  – 3068",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Precipitation and temperature drive many aspects of terrestrial ecosystem function. Climate change scenarios predict increasing precipitation variability and temperature, and long term experiments are required to evaluate the ecosystem consequences of interannual climate variation, increased growing season (intra-annual) rainfall variability, and warming. We present results from an experiment applying increased growing season rainfall variability and year round warming in native tallgrass prairie. During ten years of study, total growing season rainfall varied 2-fold, and we found ~50–200% interannual variability in plant growth and aboveground net primary productivity (ANPP), leaf carbon assimilation (<i>A</i><sub>CO<sub>2</sub></sub>), and soil CO<sub>2</sub> efflux (<i>J</i><sub>CO<sub>2</sub></sub>) despite only ~40% variation in mean volumetric soil water content (0–15 cm, &Theta;<sub>15</sub>). Interannual variation in soil moisture was thus amplified in most measures of ecosystem response. Differences between years in &Theta;<sub>15</sub> explained the greatest portion (14–52%) of the variation in these processes. Experimentally increased intra-annual season rainfall variability doubled the amplitude of intra-annual soil moisture variation and reduced &Theta;<sub>15</sub> by 15%, causing most ecosystem processes to decrease 8–40% in some or all years with increased rainfall variability compared to ambient rainfall timing, suggesting reduced ecosystem rainfall use efficiency. Warming treatments increased soil temperature at 5 cm depth, particularly during spring, fall, and winter. Warming advanced canopy green up in spring, increased winter <i>J</i><sub>CO<sub>2</sub></sub>, and reduced summer <i>J</i><sub>CO<sub>2</sub></sub> and forb ANPP, suggesting that the effects of warming differed in cooler versus warmer parts of the year. We conclude that (1) major ecosystem processes in this grassland may be substantially altered by predicted changes in interannual climate variability, intra-annual rainfall variability, and temperature, (2) interannual climate variation was a larger source of variation in ecosystem function than intra-annual rainfall variability and warming, and (3) effects of increased growing season rainfall variability and warming were small, but ecologically important. The relative effects of these climate drivers are likely to vary for different ecosystem processes and in wetter or drier ecosystems.",
    "readLink": "http://www.biogeosciences.net/8/3053/2011/bg-8-3053-2011.pdf"
  },
  {
    "title": "Responses of Runoff and Its Extremes to Climate Change in the Upper Catchment of the Heihe River Basin, China",
    "authors": [
      "Zhanling Li,",
      "Wen Li,",
      "Zhanjie Li,",
      "Xiaoyu Lv"
    ],
    "doi": "https://doi.org/10.3390/atmos14030539",
    "journalVolume": "Vol. 14,\n                                no. 539\n                                \n                                  p.\n                                  539",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Understanding the impact of climate change on runoff and its extremes is of great significance for water resource assessment and adaptation strategies, especially in water-scarce regions. This study aims to analyze the impact of future climate change on runoff and its extremes in the upper reaches of the Heihe River basin in northwest China. The projected runoff was derived using the Soil Water Assessment Tool with climate data from the CSIRO-MK-3-6-0 model under the scenario of RCP4.5, and a frequency analysis of runoff was performed by generalized extreme value distribution. The results indicate that, compared with the baseline period of 1961 to 2000, the minimum and maximum temperatures in the period 2031 to 2070 were predicted to increase by 2.5 °C on average. The precipitation in most months was also predicted to increase, with an average rise of 16.5%. The multi-year average runoff was projected to increase by 8%. The annual mean and extreme flows were also expected to rise under future climate change at different return periods, and the low flow was expected to increase the most.",
    "readLink": "https://www.mdpi.com/2073-4433/14/3/539"
  },
  {
    "title": "Early Antioxidative Response to Desiccant-Stimulated Drought Stress in Field-Grown Traditional Wheat Varieties",
    "authors": [
      "Krešimir Dvojković,",
      "Ivana Plavšin,",
      "Dario Novoselović,",
      "Gordana Šimić,",
      "Alojzije Lalić,",
      "Tihomir Čupić,",
      "Daniela Horvat,",
      "Marija Viljevac Vuletić"
    ],
    "doi": "https://doi.org/10.3390/plants12020249",
    "journalVolume": "Vol. 12,\n                                no. 249\n                                \n                                  p.\n                                  249",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Extended drought affects the production and quality of wheat (Triticum aestivum L.), one of the world’s most important food crops. Breeding for increased drought resistance is becoming increasingly important due to the rising demand for food production. Four old traditional Croatian wheat cultivars were used in the present study to examine the early antioxidant response of flag leaves to desiccant-stimulated drought stress and to identify drought-tolerant cultivars accordingly. The results indicate that the enzymatic antioxidant system plays the most significant role in the early response of adult wheat plants to drought stress and the removal of excessive H2O2, particularly GPOD and APX. Nada and Dubrava cultivars revealed the strongest activation of the enzymatic defense mechanism, which prevented H2O2 accumulation and lipid peroxidation. Additionally, the Nada cultivar also showed increased synthesis of proline and specific phenolic compounds, which both contribute to the increased stress tolerance. Among the cultivars investigated, cultivar Nada has the broadest genetic base, which may explain why it possesses the ability to activate both enzymatic and non-enzymatic defense mechanisms in an early response to drought stress. This suggests that old traditional wheat cultivars with broad genetic bases can be a valuable source of drought tolerance, which is especially important given the current climate change.",
    "readLink": "https://www.mdpi.com/2223-7747/12/2/249"
  },
  {
    "title": "Occupational heat exposure alone does not explain chronic kidney disease of uncertain aetiology (CKDu) in Sri Lanka",
    "authors": [
      "P. Mangala C.S. De Silva,",
      "E.M.D.V. Ekanayake,",
      "T.D.K.S.C. Gunasekara,",
      "W. A. K. G Thakshila,",
      "P.M.M.A. Sandamini,",
      "P.A. Abeysiriwardhana,",
      "K.G.D. Nishara,",
      "Akila Harishchandra,",
      "P.H. Chaminda De Silva,",
      "Nipuna Siribaddana,",
      "E.P.S. Chandana,",
      "S. S Jayasinghe,",
      "Sisira Siribaddana,",
      "Nishad Jayasundara"
    ],
    "doi": "Vol. 8\n                                \n                                \n                                  p.\n                                  100143",
    "issn": "2667-2782 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "France",
    "lcc": [
      "Medicine: Public aspects of medicine",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.journals.elsevier.com/the-journal-of-climate-change-and-health/",
    "abstract": "Aim: Chronic kidney disease of uncertain aetiology (CKDu) is an emerging health concern in tropical farming communities. The role of occupational heat exposure as a potential driver of CKDu remains debated. Our study examines occupational heat exposure and kidney health in three occupational groups in Sri Lanka. Methodology: We recruited participants from three occupational groups from three climatic zones; fisherfolk from the dry and intermediate zones (N = 225), paddy farmers from the intermediate zone (N = 180) and tea plantation workers from the wet zone (N = 70). Serum creatinine, cystatin-C, urea and uric acid, estimated glomerular filtration rate and urinary albumin-creatinine ratio were used as diagnostic criteria of impaired renal function. Results: CKDu susceptibility was at the highest among farmers (13.33 %), with a significant difference compared to the fisherfolk (5.36 %; p = 0.0003). Among the plantation workers, CKDu susceptibility was 5.71 %, and it was not significantly different compared to the farmers (p = 0.087) and the fisherfolk (p = 0.427). Despite higher exposure to heat stress and dehydration, as indicated by the highest simplified wet bulb globe temperature (sWBGT) in the work environments, fisherfolk reported the lowest CKDu susceptibility, while farmers and workers with low to moderate heat exposure showed an increased incidence of abnormal renal function. Further, a multivariable regression analysis identified a significant effect of occupation (p = 0.005), agrochemical exposure (p = 0.001) and age (p = 0.001) on the likelihood of CKDu susceptibility while the sWBGT in the working environments showed no significant effect (p = 0.227). Conclusion: With the evidence from our findings, heat exposure alone does not appear to be the leading driver of CKDu in Sri Lanka, suggesting that the nephropathy is more likely to be associated with occupational risks such as agrochemical exposures.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2667278222000323"
  },
  {
    "title": "Combining Sentinel-1 and Landsat 8 Does Not Improve Classification Accuracy of Tropical Selective Logging",
    "authors": [
      "Matthew G. Hethcoat,",
      "João M. B. Carreiras,",
      "Robert G. Bryant,",
      "Shaun Quegan,",
      "David P. Edwards"
    ],
    "doi": "https://doi.org/10.3390/rs14010179",
    "journalVolume": "Vol. 14,\n                                no. 179\n                                \n                                  p.\n                                  179",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Tropical forests play a key role in the global carbon and hydrological cycles, maintaining biological diversity, slowing climate change, and supporting the global economy and local livelihoods. Yet, rapidly growing populations are driving continued degradation of tropical forests to supply wood products. The United Nations (UN) has developed the Reducing Emissions from Deforestation and Forest Degradation (REDD+) programme to mitigate climate impacts and biodiversity losses through improved forest management. Consistent and reliable systems are still needed to monitor tropical forests at large scales, however, degradation has largely been left out of most REDD+ reporting given the lack of effective monitoring and countries mainly focus on deforestation. Recent advances in combining optical data and Synthetic Aperture Radar (SAR) data have shown promise for improved ability to monitor forest losses, but it remains unclear if similar improvements could be made in detecting and mapping forest degradation. We used detailed selective logging records from three lowland tropical forest regions in the Brazilian Amazon to test the effectiveness of combining Landsat 8 and Sentinel-1 for selective logging detection. We built Random Forest models to classify pixel-based differences in logged and unlogged regions to understand if combining optical and SAR improved the detection capabilities over optical data alone. We found that the classification accuracy of models utilizing optical data from Landsat 8 alone were slightly higher than models that combined Sentinel-1 and Landsat 8. In general, detection of selective logging was high with both optical only and optical-SAR combined models, but our results show that the optical data was dominating the predictive performance and adding SAR data introduced noise, lowering the detection of selective logging. While we have shown limited capabilities with C-band SAR, the anticipated opening of the ALOS-PALSAR archives and the anticipated launch of NISAR and BIOMASS in 2023 should stimulate research investigating similar methods to understand if longer wavelength SAR might improve classification of areas affected by selective logging when combined with optical data.",
    "readLink": "https://www.mdpi.com/2072-4292/14/1/179"
  },
  {
    "title": "A GLANCE AT OFFSHORE WIND TURBINE FOUNDATION STRUCTURES",
    "authors": [
      "Jianhua Zhang,",
      "Issa Fowai,",
      "Ke Sun"
    ],
    "doi": "https://doi.org/10.21278/brod67207",
    "journalVolume": "Vol. 67,\n                                no. 2\n                                \n                                  pp.\n                                  101\n                                  – 113",
    "issn": "0007-215X (Print)",
    "publisher": "1845-5859 (Online)",
    "countryOfPublisher": "Faculty of Mechanical Engineering and Naval Architecture",
    "lcc": [
      "Croatia",
      "Naval Science: Naval architecture. Shipbuilding. Marine engineering"
    ],
    "journalUrl": "http://www.fsb.hr/brodogradnja",
    "abstract": "Energy poverty and climate change are crucial issues we face in our societies. Offshore wind energy has been a reliable solution to both of these problems - solving our growing energy problems while reducing CO2 emission. Innovative foundation design is one of the setbacks faced by this industry. Designing and constructing a cost effective offshore wind farm is greatly hampered by technical and infrastructural challenges, especially in foundation structures. This paper provides a detailed overview of issues related to this problem, with the aim of eliminating the frequent misunderstandings which can arise among engineers and investors working in the offshore wind energy sector. It begins by investigating the latest data and recommendations regarding the design and deployment of various kinds of offshore wind turbine (OWT) foundations. It provides a framework which enables us to study the different OWT foundations, including prototypes and their limitations. Various structural failure modes are highlighted and corrosion measures are presented. Moreover, various removal methods of support structures are put forward. Finally, this paper presents the setbacks preventing the spread of offshore wind energy and the future works for offshore wind energy applications.",
    "readLink": "http://hrcak.srce.hr/index.php?show=clanak&id_clanak_jezik=235746&lang=en"
  }
]