[
  {
    "title": "Policy Considerations for Greenhouse Gas Emissions from Freshwater Reservoirs",
    "authors": [
      "Kirsi Mäkinen,",
      "Shahbaz Khan"
    ],
    "doi": "Vol. 3,\n                                no. 2\n                                \n                                  pp.\n                                  91\n                                  – 105",
    "issn": "1965-0175 (Online)",
    "publisher": "Water Alternatives Association",
    "countryOfPublisher": "France",
    "lcc": [
      "Technology: Hydraulic engineering"
    ],
    "journalUrl": "http://www.water-alternatives.org/index.php",
    "abstract": "Emerging concern over greenhouse gas (GHG) emissions from wetlands has prompted calls to address the climate impact of dams in climate policy frameworks. Existing studies indicate that reservoirs can be significant sources of emissions, particularly in tropical areas. However, knowledge on the role of dams in overall national emission levels and abatement targets is limited, which is often cited as a key reason for political inaction and delays in formulating appropriate policies. Against this backdrop, this paper discusses the current role of reservoir emissions in existing climate policy frameworks. The distance between a global impact on climate and a need for local mitigation measures creates a challenge for designing appropriate mechanisms to combat reservoir emissions. This paper presents a range of possible policy interventions at different scales that could help address the climate impact of reservoirs. Reservoir emissions need to be treated like other anthropogenic greenhouse gases. A rational treatment of the issue requires applying commonly accepted climate change policy principles as well as promoting participatory water management plans through integrated water resource management frameworks. An independent global body such as the UN system may be called upon to assess scientific information and develop GHG emissions policy at appropriate levels.",
    "readLink": "http://www.water-alternatives.org/index.php/alldoc/articles/vol3/v3issue2/84-a3-2-7/file"
  },
  {
    "title": "Environmental stress, displacement and the challenge of rights protection",
    "authors": [
      "Roger Zetter,",
      "James Morrissey"
    ],
    "doi": "no. 45\n                                \n                                  pp.\n                                  67\n                                  – 71",
    "issn": "1460-9819 (Print)",
    "publisher": "2051-3070 (Online)",
    "countryOfPublisher": "University of Oxford",
    "lcc": [
      "United Kingdom",
      "Social Sciences: Social history and conditions. Social problems. Social reform"
    ],
    "journalUrl": "https://www.fmreview.org",
    "abstract": "\"Examination of migration histories and current politics in Kenya, Bangladesh, Vietnam, Ethiopia and Ghana sheds light on how rights are articulated for groups and individuals displaced in a context of environmental stress and climate change. Both migration and rights are sensitive issues in these case-study countries, and the conjunction of the two is especially sensitive.\"",
    "readLink": "http://www.fmreview.org/crisis/zetter-morrissey"
  },
  {
    "title": "Drought, change and resilience in South Africa's arid and semi-arid rangelands",
    "authors": [
      "Susanne Vetter"
    ],
    "doi": "Vol. 105,\n                                no. 1/2",
    "issn": "0038-2353 (Print)",
    "publisher": "1996-7489 (Online)",
    "countryOfPublisher": "Academy of Science of South Africa",
    "lcc": [
      "South Africa",
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.sajs.co.za",
    "abstract": "Droughts can have serious ecological and economic consequences and will pose an increasing challenge to rangeland users as the global climate is changing. Finding ways to reduce ecological and economic impacts of drought should thus be a major research thrust. Resilience, defined as the amount of perturbation a social or ecological system can absorb without shifting to a qualitatively different state, has emerged as a prominent concept in ecosystem ecology and more recently as a conceptual framework for understanding and managing complex social-ecological systems. This paper discusses the application and relevance of resilience to understanding and managing ecosystem change, and enhancing the capacity of land users to adapt to droughts. Drought can trigger vegetation change and factors such as grazing management can influence the likelihood of such transitions. Drought can cause differential mortality of perennial plants and this could provide an opportunity for rangeland restoration by opening up establishment sites for desirable species. The capacity of land users to cope with drought is influenced by the resilience of their agro-ecosystems, the diversity of livelihood options, access to resources and institutional support. By these criteria, current agricultural development approaches in South Africa, particularly in communal rangelands and areas of land reform, are unlikely to enhance land users' resilience to drought and other perturbations.",
    "readLink": "http://192.168.0.117/index.php/sajs/article/view/10069"
  },
  {
    "title": "Identification of varieties and gene flow in Douglas fir exemplified in artificially established stands in Germany",
    "authors": [
      "Barbara Fussi,",
      "Monika Konnert,",
      "Aikaterini Dounavi"
    ],
    "doi": "https://doi.org/10.15287/afr.2013.26",
    "journalVolume": "Vol. 56,\n                                no. 2\n                                \n                                  pp.\n                                  249\n                                  – 268",
    "issn": "1844-8135 (Print)",
    "publisher": "2065-2445 (Online)",
    "countryOfPublisher": "‘Marin Drăcea’ National Research-Development Institute in Forestry",
    "lcc": [
      "Romania",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://www.afrjournal.org",
    "abstract": "Douglas-fir [Pseudotsuga menziesii (Mirb.) Franco] is an economically valuable non-native tree species in Germany and is considered very promising in view of global climate change. Therefore, the genetic characterization of Douglas-fir populations and seed stands in Germany is essential. We studied coastal and interior Douglas-fir varieties, both present in Germany, by using eleven isoenzyme and four microsatellite loci. By analyzing eight reference populations of known origin we were able to identify the two varieties on the population level using Bayesian and distance based methods. Seven populations present in Bavaria were then successfully assigned to one of the two varieties. Within varieties we found stronger grouping within the interior variety than within the coastal one. Despite lower differences within coastal Douglas-fir we have first indications for the origin of two populations. For two Bavarian populations, natural regeneration was included and genetic data revealed no significant genetic difference between adults and offspring. The parentage analysis for one of the studied stands revealed that a large proportion of adults took part in the reproduction, but some trees were more successful than others in transferring their genes to the next generation. Our study was able to improve variety identification of Douglas-fir using isoenzyme markers and nuclear microsatellites and study reproductive patterns, both are important issues for the management of Douglas-fir stands in Bavaria.",
    "readLink": "https://www.afrjournal.org/index.php/afr/article/view/26"
  },
  {
    "title": "Climate targets as more than rhetoric: Accounting for Norway's Zero Growth Objective",
    "authors": [
      "Håvard Haarstad,",
      "Siddharth Sareen,",
      "Tarje Iversen Wanvik"
    ],
    "doi": "https://doi.org/10.2458/jpe.4691",
    "journalVolume": "Vol. 30,\n                                no. 1",
    "issn": "1073-0451 (Online)",
    "publisher": "University of Arizona Libraries",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Political science"
    ],
    "journalUrl": "https://journals.librarypublishing.arizona.edu/jpe/",
    "abstract": "Climate-related targets for cities abound, but it is unclear how important they are in driving actual transformations. Scholars have often taken a skeptical view of official climate discourses, including their ambitious targets, and instead turned their attention to experimentation, innovation and civic action – colloquially termed 'real action.' In this article we try on the opposite view. Contributing to 'speculative political ecology', we argue that climate-related targets, even those without hard policies directly attached to them, can render climate change more governable and actionable. In a fragmented, polycentric and dispersed governance landscape, the immutability of a 'hard' number can create coherence, direction and measurability to policy action. We examine a particular target, and its associated governance instruments, which has arguably had a transformative effect on urban policy. Our empirical focus is Norway's Zero Growth Objective in urban transport policy. We follow the target from its first formulation as a soft goal around 2006 and until 2019, by when it had materialized as a hard target shaping funding streams and concrete policy interventions, and most likely, emission levels. Arguably, it has been a highly effective frame for policy.",
    "readLink": "http://journals.librarypublishing.arizona.edu/jpe/article/id/4691/"
  },
  {
    "title": "Trends in Spring Phenology of Western European Deciduous Forests",
    "authors": [
      "Eliakim Hamunyela,",
      "Jan Verbesselt,",
      "Gerbert Roerink,",
      "Martin Herold"
    ],
    "doi": "https://doi.org/10.3390/rs5126159",
    "journalVolume": "Vol. 5,\n                                no. 12\n                                \n                                  pp.\n                                  6159\n                                  – 6179",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Plant phenology is changing because of recent global warming, and this change may precipitate changes in animal distribution (e.g., pests), alter the synchronization between species, and have feedback effects on the climate system through the alteration of biogeochemical and physical processes of vegetated land surface. Here, ground observations (leaf unfolding/first leaf separation of six deciduous tree species) and satellite-derived start-of-growing season (SOS) are used to assess how the timing of leafing/SOS in Western European deciduous forest responded to climate variability between 2001 and 2011 and evaluate the reliability of satellite SOS estimates in tracking the response of forest leafing to climate variability in this area. Satellite SOS estimates are derived from the Normalized Difference Vegetation Index (NDVI) time series of the Moderate Resolution Imaging Spectroradiometer (MODIS). Temporal trends in the SOS are quantified using linear regression, expressing SOS as a function of time. We demonstrated that the growing season was starting earlier between 2001 and 2011 for the majority of temperate deciduous forests in Western Europe, possibly influenced by regional spring warming effects experienced during the same period. A significant shift of up to 3 weeks to early leafing was found in both ground observations and satellite SOS estimates. We also show that the magnitude and trajectory of shifts in satellite SOS estimates are well comparable to that of in situ observations, hence highlighting the importance of satellite imagery in monitoring leaf phenology under a changing climate.",
    "readLink": "http://www.mdpi.com/2072-4292/5/12/6159"
  },
  {
    "title": "Experimental droughts with rainout shelters: a methodological review",
    "authors": [
      "David L. Hoover,",
      "Kevin R. Wilcox,",
      "Kristina E. Young"
    ],
    "doi": "https://doi.org/10.1002/ecs2.2088",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract Forecast increases in the frequency, intensity, and duration of droughts with climate change may have extreme and extensive ecological consequences. There are currently hundreds of published, ongoing, and new drought experiments worldwide aimed to assess ecological sensitivity to drought and identify the mechanisms governing resistance and resilience. To date, the results from these experiments have varied widely, and thus, patterns of drought sensitivities and the underlying mechanisms have been difficult to discern. Here we examined 89 published drought experiments, along with their associated historical precipitation records to (1) identify where and how drought experiments have been imposed, (2) determine the extremity of drought treatments in the context of historical climate, and (3) assess the influence of ambient precipitation variability on the magnitude of drought experiments. In general, drought experiments were most common in water‐limited ecosystems, such as grasslands, and were often short‐term, as 80% were 1–4 yr in duration. When placed in a historical context, the majority of drought experiments imposed extreme drought, with 61% below the 5th, and 43% below the 1st percentile of the 50‐yr annual precipitation distribution. We also determined that interannual precipitation variability had a large and potentially underappreciated effect on the magnitude of drought treatments due to the co‐varying nature of control and drought precipitation inputs. Thus, detecting significant ecological effects in drought experiments is strongly influenced by the interaction between experimental drought magnitude, precipitation variability, and key ecological thresholds. The patterns that emerged from this study have important implications for the design and interpretation of drought experiments and also highlight critical gaps in our understanding of the ecological effects of drought.",
    "readLink": "https://doi.org/10.1002/ecs2.2088"
  },
  {
    "title": "Advances in Conservation Oceanography: New Tagging and Tracking Technologies and Their Potential for Transforming the Science Underlying Fisheries Management",
    "authors": [
      "Charles H. Greene,",
      "Barbara A. Block,",
      "David Welch,",
      "George Jackson,",
      "Gareth L. Lawson,",
      "Erin L. Rechisky"
    ],
    "doi": "Vol. 22,\n                                no. 1\n                                \n                                  pp.\n                                  210\n                                  – 223",
    "issn": "1042-8275 (Print)",
    "publisher": "2377-617X (Online)",
    "countryOfPublisher": "The Oceanography Society",
    "lcc": [
      "United States",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "https://tos.org/oceanography/",
    "abstract": "Overexploitation of living resources and climate change are among the most obvious global-scale impacts of human society on marine ecosystems. In an age of such large-scale anthropogenic impacts, marine scientists, resource managers, and policymakers must rethink their approaches to protecting and managing marine populations and ecosystems. Conservation oceanography is an emerging field of science that incorporates the latest advances in ocean science and technology to provide resource managers and policymakers with the information they need to ensure the sustainability of the marine environment and its living resources. Here, we discuss the historical context of conservation oceanography as it applies to marine fisheries management. We then describe two projects, one focused on Atlantic bluefin tuna and the other on Pacific salmon, that illustrate the potential of new tagging and tracking technologies for transforming the science underlying fisheries management.",
    "readLink": "http://tos.org/oceanography/archive/22-1_greene.pdf"
  },
  {
    "title": "Enhanced future changes in wet and dry extremes over Africa at convection-permitting scale",
    "authors": [
      "Elizabeth J. Kendon,",
      "Rachel A. Stratton,",
      "Simon Tucker,",
      "John H. Marsham,",
      "Ségolène Berthou,",
      "David P. Rowell,",
      "Catherine A. Senior"
    ],
    "doi": "https://doi.org/10.1038/s41467-019-09776-9",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 14",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "For the first time, climate change experiments with a convection-permitting model have been carried out over an Africa-wide domain. These show more severe future changes in both wet and dry extremes over Africa compared to a traditional coarser resolution climate model.",
    "readLink": "https://doi.org/10.1038/s41467-019-09776-9"
  },
  {
    "title": "ANALISIS KERAGAAN EKONOMI RUMAHTANGGA:  STUDI KASUS PENGELOLAAN HUTAN BERSAMA MASYARAKAT DI PANGALENGAN BANDUNG SELATAN",
    "authors": [
      "Tjipta Purwita,",
      "Harianto Harianto,",
      "Bonar M. Sinaga,",
      "Hariadi Kartodiharjo"
    ],
    "doi": "https://doi.org/10.20886/jpsek.2009.6.1.53-68",
    "journalVolume": "Vol. 6,\n                                no. 1\n                                \n                                  pp.\n                                  53\n                                  – 68",
    "issn": "1979-6013 (Print)",
    "publisher": "2502-4221 (Online)",
    "countryOfPublisher": "Centre for Social Research and Development, Economics, Policy and Climate Change; Development and Innovation Agency; Ministry of Environment and Forestry",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK",
    "abstract": "Pulau Jawa dihuni oleh lebih dari 60 persen penduduk Indonesia. Redistribusi penduduk dan penguasaan lahan yang tidak seimbang menyebabkan meningkatnya tekanan terhadap lingkungan yang menimbulkan banjir, tanah longsor, dan bencana kekeringan. Salah satu solusi untuk mengatasi tekanan lingkungan tersebut adalah program Pengelolaan Hutan Bersama Masyarakat (PHBM). Penelitian ini menganalisis : (1) karakteristik ekonomi rumahtangga petani PHBM, (2) aspek institusi terkait dengan kontrak kerjasama kemitraan PHBM, (3) faktor-faktor yang berpengaruh terhadap pengambilan keputusan rumahtangga petani terkait produksi, alokasi waktu tenaga kerja, pendapatan dan pengeluaran, serta (4) simulasi dampak perubahan faktor eksternal maupun internal terhadap perilaku ekonomi rumatangga. Hasil penelitian ekonomi rumahtangga di Pangalengan dengan pendekatan ekonometrik menunjukkan bahwa program PHBM belum sepenuhnya mampu mengatasi masalah kemiskinan, khususnya pada kasus PHBM Kopi, tetapi berhasil mengatasi masalah perambahan areal pada hutan-lindung. Kebijakan ekonomi dan penguatan kelembagaan diperlukan untuk mendukung implementasi program PHBM di hutan-lindung.",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK/article/view/362"
  }
]