[
  {
    "title": "Gender in the Climate-Conflict Nexus: “Forgotten” Variables, Alternative Securities, and Hidden Power Dimensions",
    "authors": [
      "Tobias Ide,",
      "Marisa O. Ensor,",
      "Virginie Le Masson,",
      "Susanne Kozak"
    ],
    "doi": "https://doi.org/10.17645/pag.v9i4.4275",
    "journalVolume": "Vol. 9,\n                                no. 4\n                                \n                                  pp.\n                                  43\n                                  – 52",
    "issn": "2183-2463 (Online)",
    "publisher": "Cogitatio",
    "countryOfPublisher": "Portugal",
    "lcc": [
      "Political science: Political science (General)"
    ],
    "journalUrl": "http://www.cogitatiopress.com/politicsandgovernance",
    "abstract": "The literature on the security implications of climate change, and in particular on potential climate-conflict linkages, is burgeoning. Up until now, gender considerations have only played a marginal role in this research area. This is despite growing awareness of intersections between protecting women’s rights, building peace and security, and addressing environmental changes. This article advances the claim that adopting a gender perspective is integral for understanding the conflict implications of climate change. We substantiate this claim via three main points. First, gender is an essential, yet insufficiently considered intervening variable between climate change and conflict. Gender roles and identities as well as gendered power structures are important in facilitating or preventing climate-related conflicts. Second, climate change does affect armed conflicts and social unrest, but a gender perspective alters and expands the notion of what conflict can look like, and whose security is at stake. Such a perspective supports research inquiries that are grounded in everyday risks and that document alternative experiences of insecurity. Third, gender-differentiated vulnerabilities to both climate change and conflict stem from inequities within local power structures and socio-cultural norms and practices, including those related to social reproductive labor. Recognition of these power dynamics is key to understanding and promoting resilience to conflict and climate change. The overall lessons drawn for these three arguments is that gender concerns need to move center stage in future research and policy on climate change and conflicts.",
    "readLink": "https://www.cogitatiopress.com/politicsandgovernance/article/view/4275"
  },
  {
    "title": "Affecting Factors of Plant Phyllosphere Microbial Community and Their Responses to Climatic Warming—A Review",
    "authors": [
      "Shaolin Huang,",
      "Xinjie Zha,",
      "Gang Fu"
    ],
    "doi": "https://doi.org/10.3390/plants12162891",
    "journalVolume": "Vol. 12,\n                                no. 2891\n                                \n                                  p.\n                                  2891",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Phyllosphere microorganisms are not only an important part of plants, but also an important part of microorganisms. In this review, the function of phyllosphere microorganisms, the assembly mechanism of phyllosphere microorganisms, the driving factors of phyllosphere microbial community structure, and the effects of climate warming on phyllosphere microbial community structure were reviewed. Generally, phyllosphere microorganisms have a variety of functions (e.g., fixing nitrogen, promoting plant growth). Although selection and dispersal processes together regulate the assembly of phyllospheric microbial communities, which one of the ecological processes is dominant and how external disturbances alter the relative contributions of each ecological process remains controversial. Abiotic factors (e.g., climatic conditions, geographical location and physical and chemical properties of soil) and biological factors (e.g., phyllosphere morphological structure, physiological and biochemical characteristics, and plant species and varieties) can affect phyllosphere microbial community structure. However, the predominant factors affecting phyllosphere microbial community structure are controversial. Moreover, how climate warming affects the phyllosphere microbial community structure and its driving mechanism have not been fully resolved, and further relevant studies are needed.",
    "readLink": "https://www.mdpi.com/2223-7747/12/16/2891"
  },
  {
    "title": "Citizen Participation and Knowledge Support in Urban Public Energy Transition—A Quadruple Helix Perspective",
    "authors": [
      "Peter Nijkamp,",
      "Karima Kourtit,",
      "Henk Scholten,",
      "Esmeralda Willemsen"
    ],
    "doi": "https://doi.org/10.3390/land12020395",
    "journalVolume": "Vol. 12,\n                                no. 395\n                                \n                                  p.\n                                  395",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "Climate change, energy transition needs and the current energy crisis have prompted cities to implement far-reaching changes in public energy supply. The present paper seeks to map out the conditions for sustainable energy provision and use, with a particular view to the role of citizens in a quadruple helix context. Citizen participation is often seen as a sine qua non for a successful local or district energy policy in an urban area but needs due scientific and digital support based on evidence-based knowledge (using proper user-oriented techniques such as Q-analysis). The paper sets out to explore the citizen engagement and knowledge base for drastic energy transitions in the city based on the newly developed “diabolo” model, in which in particular digital tools (e.g., dashboards, digital twins) are proposed as useful tools for the interface between citizens and municipal policy. The approach adopted in this paper is empirically illustrated for local energy policy in the city of Rotterdam.",
    "readLink": "https://www.mdpi.com/2073-445X/12/2/395"
  },
  {
    "title": "Perspectives from 2037—Can Environmental Impact Assessment be the Solution for an Early Consideration of Climate Change-related Impacts?",
    "authors": [
      "Alexandra Jiricka-Pürrer,",
      "Thomas  F. Wachter,",
      "Patrick Driscoll"
    ],
    "doi": "https://doi.org/10.3390/su11154002",
    "journalVolume": "Vol. 11,\n                                no. 15\n                                \n                                  p.\n                                  4002",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Consideration of climate change in environmental impact assessment (EIA) is a rather novel topic, which became partly mandatory through the revised EU Directive on EIA. Through a mixed-methods approach involving key-actors from EIA practice, decision making and climate adaptation planning, this study presents a transdisciplinary point of view on barriers and opportunities to tackle climate change adaptation in the environmental assessment of large-scale projects. It is based on both a retrospective ex-post evaluation of existing practices in Austria and Germany as well as prescriptive examination and development of outcomes for practice through the development of a climate-fit toolkit that supports the incorporation of climate change impacts into EIAs. The scenario analysis applied with a backcasting approach provided the opportunity to look beyond limitations related to legal compliance and partly lack of data identified by previous research. Three scenario narratives were elaborated based on nine key impact factors based on literature review, content analysis of EIA documents and interviews with EIA actors. The groups of actors carried out a prioritization of actions towards consideration of climate change in EIA. Finally, the actors were involved in co-production of an online tool-kit for Austrian and German EIA practice.",
    "readLink": "https://www.mdpi.com/2071-1050/11/15/4002"
  },
  {
    "title": "Portfolios of Climate Smart Agriculture Practices in Smallholder Rice-Wheat System of Eastern Indo-Gangetic Plains—Crop Productivity, Resource Use Efficiency and Environmental Foot Prints",
    "authors": [
      "Deepak Bijarniya,",
      "C.  M. Parihar,",
      "R.  K. Jat,",
      "Kailash Kalvania,",
      "S.  K. Kakraliya,",
      "M.  L. Jat"
    ],
    "doi": "https://doi.org/10.3390/agronomy10101561",
    "journalVolume": "Vol. 10,\n                                no. 1561\n                                \n                                  p.\n                                  1561",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "The conventional tillage based rice-wheat system (RWS) in Indo-genetic plains (IGP) of South Asia is facing diverse challenges like increase in production cost and erratic climatic events. This results in stagnated crop productivity and declined farm profitability with increased emission of greenhouse gases. Therefore, 3-year multi-location farmer’s participatory research trial was conducted to assess the impact of crop establishment and residue management techniques on crop productivity, economic profitability and environmental footprints in RWS. The aim of this study was to analyze the effect of combinations of improved agronomic technologies compared to farmer’s practices (FP) on crop productivity, profitability, resource use efficiency and environmental footprints. The experiment had six scenarios that is, S1-Farmer’s practice; Conventional tillage (CT) without residue; S2-CT with residue, S3- Reduced tillage (RT) with residue + Recommended dose of fertilizer (RDF); S4-RT/zero tillage (ZT) with residue + RDF, S5-ZT with residue + RDF + green seeker + tensiometer + information & communication technology + crop insurance and S6- S5 + site specific nutrient management. Climate smart agriculture practices (CSAPs; mean of S4, S5 and S6) increase system productivity and farm profitability by 10.5% and 29.4% (on 3 yrs’ mean basis), whereas, improved farmers practices (mean of S2 and S3) resulted in only 3.2% and 5.3% increments compared to farmer’s practice (S1), respectively. On an average, CSAPs saved 39.3% of irrigation water and enhanced the irrigation and total water productivity by 53.9% and 18.4% than FP, respectively. In all the 3-years, CSAPs with high adaptive measures enhanced the energy-use-efficiency (EUE) and energy productivity (EP) by 43%–54% and 44%–61%, respectively than FP. In our study, global warming potential (GWP), GHG emission due to consumption energy and greenhouse gas intensity were recorded lower by 43%, 56% and 59% in Climate Smart Agriculture (CSA) with high adaptive measures than farmers practices (3652.7 kg CO2 eq. ha−1 yr−1, 722.2 kg CO2 eq. ha−1 yr−1 and 718.7 Mg kg−1 CO2 eq. ha−1 yr−1). The findings of the present study revealed that CSA with adaption of innovative measures (S6) improved 3-year mean system productivity by 10.5%, profitability by 29.4%, water productivity and energy productivity by 18.3% and 48.9%, respectively than FP. Thus, the results of our 3-year farmer’s participatory study suggest that in a RW system, climate smart agriculture practices have better adaptive capacity and could be a feasible option for attaining higher yields, farm profitability, energy-use efficiency and water productivity with sustained/improved environmental quality in smallholder production systems of Eastern IGP of India and other similar agro-ecologies of South Asia. Finally, the adoption of these CSAPs should be promoted in the RW rotation of IGP to ensure food security, restoration of soil health and to mitigate climate change, the key sustainable development goals (SDGs).",
    "readLink": "https://www.mdpi.com/2073-4395/10/10/1561"
  },
  {
    "title": "Identification of priority areas for UGI optimisation under carbon neutrality targets: Perspectives from China",
    "authors": [
      "Ge Hong,",
      "Chuandong Tan,",
      "Luyun Qin,",
      "Xuefei Wu"
    ],
    "doi": "Vol. 148\n                                \n                                \n                                  p.\n                                  110045",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "Carbon neutrality targets are a common objective for cities and regions worldwide, the achievement of which relies on the transformation of urban infrastructure. Urban green infrastructure (UGI) is the only resilient carbon sequestration subsystem within cities in the carbon cycle process; however, a straightforward and feasible evaluation system for guiding the regulation and planning decisions regarding UGI as a carbon sink has yet to emerge. Here, we simulated the net primary productivity (NPP) of vegetation in Wuhan in 2020 based on the Sentinel-2 improved CASA model and assessed the efficiency of UGI carbon sequestration by combining the biomass-carbon conversion coefficient and zonal statistical tool. Potential influencing variables were explored based on the P-S-R model. Then, the optimal parameter-based geodetector revealed the driving mechanism of spatial heterogeneity in the efficiency of the UGI carbon sequestration service supply in highly urbanized regions, based on which we developed the ‘Carbon Sequestration Enhancement Priority Index’ (CSEPI), a strategic planning tool for identifying priority areas in which to implement carbon sink-enhanced field intervention measures. For these ‘high-priority’ areas, further UGI partition management tools and partition optimisation strategies are proposed. Our study contributes to the scientific planning and management of UGI in the context of combating climate change and with limited national public investment.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X23001875"
  },
  {
    "title": "Generic Feasibility Assessment: Helping to Choose the Nuclear Piece of the Net Zero Jigsaw",
    "authors": [
      "William Bodel,",
      "Kevin Hesketh,",
      "Grace McGlynn,",
      "Juan Matthews,",
      "Gregg Butler"
    ],
    "doi": "https://doi.org/10.3390/en14051229",
    "journalVolume": "Vol. 14,\n                                no. 1229\n                                \n                                  p.\n                                  1229",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "The United Kingdom has declared a climate change policy of 100% reduction in carbon dioxide emissions by 2050. Efforts thus far have been limited solely to electricity generation methods. While progress has been admirable, effort now must be directed at the nation’s non-electrical energy use. Nuclear energy is an essential part of any energy future, since it is low-carbon, firm and supplies synchronous electricity; however the nation’s nuclear strategy to date has been erratic, costly and lacking in strategic oversight. A multitude of reactor designs are on offer for potential uptake, and decision-makers must have clarity of vision on what these systems must deliver before forming a strategy. Choosing between these systems, given the uncharted energy future faced by the UK is a daunting prospect. Generic feasibility assessment offers a tool for decision-makers to assist them in selecting the most suitable nuclear system for chosen future conditions. Generic feasibility assessment offers an alternative to traditional multi-attribute decision analyses, which can be confusing to even committed stakeholders when large numbers of attributes are weighted and compiled. Generic feasibility assessment forms part of a toolkit which will be of utility in achieving net zero by 2050, given the short time that remains.",
    "readLink": "https://www.mdpi.com/1996-1073/14/5/1229"
  },
  {
    "title": "KENDALA DAN STRATEGI IMPLEMENTASI PEMBANGUNAN KPH RINJANI BARAT",
    "authors": [
      "Iis Alviya,",
      "Elvida Yosefi Suryandari"
    ],
    "doi": "https://doi.org/10.20886/jpsek.2009.6.1.1-14",
    "journalVolume": "Vol. 6,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 14",
    "issn": "1979-6013 (Print)",
    "publisher": "2502-4221 (Online)",
    "countryOfPublisher": "Centre for Social Research and Development, Economics, Policy and Climate Change; Development and Innovation Agency; Ministry of Environment and Forestry",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK",
    "abstract": "Kebijakan pengelolaan hutan di masa lalu, yaitu ketika hasil hutan dijadikan andalan dalam meningkatkan perekonomian negara telah menimbulkan permasalahan baik dari segi ekonomi, sosial, maupun lingkungan. Salah satu upaya untuk mengatasi permasalahan tersebut serta untuk mewujudkan kelestarian hutan pemerintah mengeluarkan kebijakan pembangunan KPH. Penelitian ini bertujuan: (1) mengkaji permasalahan dalam implementasi pembangunan KPH Rinjani Barat, (2) menyusun strategi dalam pembangunan KPH Rinjani Barat dan (3) mengetahui peran antara pengelola KPH dengan stakeholder lain dalam pembangunan KPH Rinjani Barat. Pengumpulan data dilakukan dengan wawancara secara mendalam dan studi literatur. Data dianalisis secara deskriptif dan SWOT. Hasil penelitian menunjukkan bahwa implementasi pembangunan KPH Rinjani Barat terhambat disebabkan antara lain karena keterbatasan SDM, keterbatasan anggaran, belum adanya dukungan PERDA, dan adanya klaim lahan oleh masyarakat. Adapun stakeholder yang terlibat dalam pembangunan KPH Rinjani Barat antara lain adalah Dishut propinsi dan kabupaten, BPDAS, LSM, universitas, masyarakat, Bapeda, calon KPH sendiri dan dunia usaha yang akan mendukung pembangunan KPH dalam aspek ekonomi. Berdasarkan permasalahan tersebut, strategi yang diperlukan dalam pembangunan KPH Rinjani Barat adalah (1) Pemanfaatan kekuatan masyarakat dan pemanfaatan lahan dalam upaya memenuhi permintaan kayu, misal HTR di kawasan HP, (2) Akademisi dan LSM membantu menyusun draft rancangan rencana pengelolaan KPH dan Draft rancang bangun diselaraskan dengan pemanfaatan kawasan hutan untuk pengembangan kayu pertukangan",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK/article/view/365"
  },
  {
    "title": "Spectral Characterization of Dissolved Organic Matter in Seawater and Sediment Pore Water from the Arctic Fjords (West Svalbard) in Summer",
    "authors": [
      "Meilian Chen,",
      "Ji-Hoon Kim,",
      "Sungwook Hong,",
      "Yun  Kyung Lee,",
      "Moo  Hee Kang,",
      "Young  Keun Jin,",
      "Jin Hur"
    ],
    "doi": "https://doi.org/10.3390/w13020202",
    "journalVolume": "Vol. 13,\n                                no. 202\n                                \n                                  p.\n                                  202",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Fjords in the high Arctic, as aquatic critical zones at the interface of land-ocean continuum, are undergoing rapid changes due to glacier retreat and climate warming. Yet, little is known about the biogeochemical processes in the Arctic fjords. We measured the nutrients and the optical properties of dissolved organic matter (DOM) in both seawater and sediment pore water, along with the remote sensing data of the ocean surface, from three West Svalbard fjords. A cross-fjord comparison of fluorescence fingerprints together with downcore trends of salinity, Cl−, and PO43− revealed higher impact of terrestrial inputs (fluorescence index: ~1.2–1.5 in seawaters) and glaciofluvial runoffs (salinity: ~31.4 ± 2.4 psu in pore waters) to the southern fjord of Hornsund as compared to the northern fjords of Isfjorden and Van Mijenfjorden, tallying with heavier annual runoff to the southern fjord of Hornsund. Extremely high levels of protein-like fluorescence (up to ~4.5 RU) were observed at the partially sea ice-covered fjords in summer, in line with near-ubiquity ice-edge blooms observed in the Arctic. The results reflect an ongoing or post-phytoplankton bloom, which is also supported by the higher levels of chlorophyll a fluorescence at the ocean surface, the very high apparent oxygen utilization through the water column, and the nutrient drawdown at the ocean surface. Meanwhile, a characteristic elongated fluorescence fingerprint was observed in the fjords, presumably produced by ice-edge blooms in the Arctic ecosystems. Furthermore, alkalinity and the humic-like peaks showed a general downcore accumulation trend, which implies the production of humic-like DOM via a biological pathway also in the glaciomarine sediments from the Arctic fjords.",
    "readLink": "https://www.mdpi.com/2073-4441/13/2/202"
  },
  {
    "title": "Investigation of precipitation and extreme indices spatiotemporal variability in Seyhan Basin, Turkey",
    "authors": [
      "Cihangir Koycegiz,",
      "Meral Buyukyildiz"
    ],
    "doi": "https://doi.org/10.2166/ws.2022.391",
    "journalVolume": "Vol. 22,\n                                no. 12\n                                \n                                  pp.\n                                  8603\n                                  – 8624",
    "issn": "1606-9749 (Print)",
    "publisher": "1607-0798 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes",
      "Technology: Hydraulic engineering: River, lake, and water-supply engineering (General)"
    ],
    "journalUrl": "https://iwaponline.com/ws",
    "abstract": "Spatial and temporal variability of precipitation increases with the effect of climate change. In this study, the Seyhan Basin has been determined as the study area. It is aimed to examine the spatiotemporal variability of precipitation and extreme precipitation indices in the Seyhan Basin. For this purpose, the period 1970–2019 was divided into three periods with the change point detection methods (Pettitt, Buishand rank and standard normal homogeneity test). Trends were examined by applying modified Mann–Kendall and Spearman's rho tests to precipitation and extreme indices for all periods and sub-periods. Then, temporal and spatial analyses of extreme indices were performed. According to the results obtained, there is no precipitation homogeneity throughout the basin. While the threat of drought comes to the fore with the decrease in rainy days and precipitation in the north, the risk of flooding is effective with the increase in precipitation intensity in the south. HIGHLIGHTS The spatiotemporal variability of precipitation and extreme precipitation indices in the Seyhan Basin was investigated.; The change dates with change point detection methods were determined at the basin scale.; The precipitation and extreme precipitation indices were analyzed with the modified Mann–Kendall and Spearman’s rho trend tests.; The results of analysis were mapped and interpreted.;",
    "readLink": "http://ws.iwaponline.com/content/22/12/8603"
  }
]