[
  {
    "title": "Neglecting rice milling yield and quality underestimates economic losses from high-temperature stress.",
    "authors": [
      "Nathaniel B Lyman,",
      "Krishna S V Jagadish,",
      "L Lanier Nalley,",
      "Bruce L Dixon,",
      "Terry Siebenmorgen"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0072157",
    "journalVolume": "Vol. 8,\n                                no. 8\n                                \n                                  p.\n                                  e72157",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Future increases in global surface temperature threaten those worldwide who depend on rice production for their livelihoods and food security. Past analyses of high-temperature stress on rice production have focused on paddy yield and have failed to account for the detrimental impact of high temperatures on milling quality outcomes, which ultimately determine edible (marketable) rice yield and market value. Using genotype specific rice yield and milling quality data on six common rice varieties from Arkansas, USA, combined with on-site, half-hourly and daily temperature observations, we show a nonlinear effect of high-temperature stress exposure on yield and milling quality. A 1 °C increase in average growing season temperature reduces paddy yield by 6.2%, total milled rice yield by 7.1% to 8.0%, head rice yield by 9.0% to 13.8%, and total milling revenue by 8.1% to 11.0%, across genotypes. Our results indicate that failure to account for changes in milling quality leads to understatement of the impacts of high temperatures on rice production outcomes. These dramatic losses result from reduced paddy yield and increased percentages of chalky and broken kernels, which together decrease the quantity and market value of milled rice. Recently published estimates show paddy yield reductions of up to 10% across the major rice-producing regions of South and Southeast Asia due to rising temperatures. The results of our study suggest that the often-cited 10% figure underestimates the economic implications of climate change for rice producers, thus potentially threatening future food security for global rice producers and consumers.",
    "readLink": "http://europepmc.org/articles/PMC3750041?pdf=render"
  },
  {
    "title": "Factors Influencing Generation Z’s Pro-Environmental Behavior towards Indonesia’s Energy Transition",
    "authors": [
      "Divine Ifransca Wijaya,",
      "Phimsupha Kokchang"
    ],
    "doi": "https://doi.org/10.3390/su151813485",
    "journalVolume": "Vol. 15,\n                                no. 13485\n                                \n                                  p.\n                                  13485",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The energy transition is essential for combating climate change and achieving sustainability. Generation Z plays a vital role in taking responsibility for environmental concerns, and without rigorous action and support measures, they will be the group most affected by climate change. Their perceptions, attitudes, and actions are crucial to the success of the energy transition. Therefore, this study aims to explore the factors influencing Generation Z’s pro-environmental behavior in order to support the energy transition in Indonesia. The combination of the extended theory of planned behavior and the pro-environmental behavior concept was used as the main framework of this study. Statistical analysis was conducted using partial least square structural equation modeling with SmartlPLS 3.0 software. Quantitative data were collected using a snowball method online questionnaire that was distributed to 400 Generation Z individuals born between 1997 and 2012, who reside in Jakarta, Indonesia. The results indicate that environmental awareness and environmental concern have a positive influence on Generation Z’s attitude towards the energy transition in Indonesia. Attitude and perceived behavioral control positively influence the intention to support the energy transition, whereas perceived behavioral control and intention contribute positively to Generation Z’s pro-environmental behavior. Conversely, the subjective norm exerts no influence on intention. Interventions aimed at enhancing Generation Z’s support for the energy transition should address factors that positively influence pro-environmental behavior. These insights can aid governments, institutions, and stakeholders in devising interventions to increase Generation Z’s engagement in the energy transition and foster the adoption of pro-environmental behavior.",
    "readLink": "https://www.mdpi.com/2071-1050/15/18/13485"
  },
  {
    "title": "RESEARCH-DEVELOPMENT AND INNOVATION IN ROMANIA BETWEEN REALITY AND IMPROVEMENT SOLUTIONS",
    "authors": [
      "Sandra TEODORESCU,",
      "Mădălina TOCAN,",
      "Oana CHINDRIȘ-VĂSIOIU"
    ],
    "doi": "Vol. 15,\n                                no. 1\n                                \n                                  pp.\n                                  609\n                                  – 614",
    "issn": "2068-7796 (Print)",
    "publisher": "Nicolae Titulescu University Publishing House",
    "countryOfPublisher": "Romania",
    "lcc": [
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://cks.univnt.ro",
    "abstract": "Research and innovation contribute to economic growth and, thus, to better living and working conditions in the European Union. For this reason, research and innovation are an important part of policies by which the European Commission seeks to stimulate employment, growth and investment. Research and innovation provide us with the knowledge and solutions we need for urgent problems, such as epidemics or socio-economic crises, but also for long-term societal challenges, such as transport, climate change or energy. For this reason, this paper attempts to present the current state of research and development in Romania and also to analyze the level of correlation between the activity of research and development and economic performance of Romania.",
    "readLink": "http://cks.univnt.ro/download/cks_2022_articles%252F5_CKS_2022_ECONOMIC_SCIENCES%252FCKS_2022_ECONOMIC_SCIENCES_009.pdf"
  },
  {
    "title": "A Review on Snowmelt Models: Progress and Prospect",
    "authors": [
      "Gang Zhou,",
      "Manyi Cui,",
      "Junhong Wan,",
      "Shiqiang Zhang"
    ],
    "doi": "https://doi.org/10.3390/su132011485",
    "journalVolume": "Vol. 13,\n                                no. 11485\n                                \n                                  p.\n                                  11485",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The frequency and intensity of flood events have been increasing recently under the warming climate, with snowmelt floods being a significant part. As an effective manner of simulating snowmelt flood, snowmelt models have attracted more and more attention. Through comprehensive analysis of the literature, this paper reviewed the characteristics and current status of different types of snowmelt models, as well as the different coupling methods of models for runoff generation and confluence. We then discussed key issues in snowmelt modelling, including blowing snow model, frozen ground model, and rain-on-snow model. Finally, we give some perspectives from four aspects: data, model structure, forecast and early warning, and forecast and estimation. At present, most of the snowmelt models do not have blowing snow or frozen ground modules. Explicit consideration of blowing snow and soil freezing/thawing processes can improve the accuracy of snowmelt runoff simulations. With climate warming, rain-on-snow events have increased, but the mechanism of enhanced rain and snow mixed flooding is still unclear, particularly for the mechanism of rain-snow-ice mixed runoff generation. The observation and simulation of rain and snow processes urgently need further study. A distributed physical snowmelt model based on energy balance is an advanced tool for snowmelt simulation, but the model structure and parameter schemes still need further improvements. Moreover, the integration of satellite-based snow products, isotopes, and terrestrial water storage change, monitored by gravity satellites, can help improve the calibration and validation of snowmelt models.",
    "readLink": "https://www.mdpi.com/2071-1050/13/20/11485"
  },
  {
    "title": "Methane and carbon dioxide fluxes over a lake: comparison between eddy covariance, floating chambers and boundary layer method",
    "authors": [
      "K.-M. Erkkilä,",
      "A. Ojala,",
      "A. Ojala,",
      "A. Ojala,",
      "D. Bastviken,",
      "T. Biermann,",
      "J. J. Heiskanen,",
      "A. Lindroth,",
      "O. Peltola,",
      "M. Rantakari,",
      "M. Rantakari,",
      "T. Vesala,",
      "T. Vesala,",
      "I. Mammarella"
    ],
    "doi": "https://doi.org/10.5194/bg-15-429-2018",
    "journalVolume": "Vol. 15\n                                \n                                \n                                  pp.\n                                  429\n                                  – 445",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Freshwaters bring a notable contribution to the global carbon budget by emitting both carbon dioxide (CO2) and methane (CH4) to the atmosphere. Global estimates of freshwater emissions traditionally use a wind-speed-based gas transfer velocity, kCC (introduced by Cole and Caraco, 1998), for calculating diffusive flux with the boundary layer method (BLM). We compared CH4 and CO2 fluxes from BLM with kCC and two other gas transfer velocities (kTE and kHE), which include the effects of water-side cooling to the gas transfer besides shear-induced turbulence, with simultaneous eddy covariance (EC) and floating chamber (FC) fluxes during a 16-day measurement campaign in September 2014 at Lake Kuivajärvi in Finland. The measurements included both lake stratification and water column mixing periods. Results show that BLM fluxes were mainly lower than EC, with the more recent model kTE giving the best fit with EC fluxes, whereas FC measurements resulted in higher fluxes than simultaneous EC measurements. We highly recommend using up-to-date gas transfer models, instead of kCC, for better flux estimates. BLM CO2 flux measurements had clear differences between daytime and night-time fluxes with all gas transfer models during both stratified and mixing periods, whereas EC measurements did not show a diurnal behaviour in CO2 flux. CH4 flux had higher values in daytime than night-time during lake mixing period according to EC measurements, with highest fluxes detected just before sunset. In addition, we found clear differences in daytime and night-time concentration difference between the air and surface water for both CH4 and CO2. This might lead to biased flux estimates, if only daytime values are used in BLM upscaling and flux measurements in general. FC measurements did not detect spatial variation in either CH4 or CO2 flux over Lake Kuivajärvi. EC measurements, on the other hand, did not show any spatial variation in CH4 fluxes but did show a clear difference between CO2 fluxes from shallower and deeper areas. We highlight that while all flux measurement methods have their pros and cons, it is important to carefully think about the chosen method and measurement interval, as well as their effects on the resulting flux.",
    "readLink": "https://www.biogeosciences.net/15/429/2018/bg-15-429-2018.pdf"
  },
  {
    "title": "Kelp carbon sink potential decreases with warming due to accelerating decomposition",
    "authors": [
      "Karen Filbee-Dexter,",
      "Colette J. Feehan,",
      "Dan A. Smale,",
      "Kira A. Krumhansl,",
      "Skye Augustine,",
      "Florian de Bettignies,",
      "Michael T. Burrows,",
      "Jarrett E. K. Byrnes,",
      "Jillian Campbell,",
      "Dominique Davoult,",
      "Kenneth H. Dunton,",
      "João N. Franco,",
      "Ignacio Garrido,",
      "Sean P. Grace,",
      "Kasper Hancke,",
      "Ladd E. Johnson,",
      "Brenda Konar,",
      "Pippa J. Moore,",
      "Kjell Magnus Norderhaug,",
      "Alasdair O’Dell,",
      "Morten F. Pedersen,",
      "Anne K. Salomon,",
      "Isabel Sousa-Pinto,",
      "Scott Tiegs,",
      "Dara Yiu,",
      "Thomas Wernberg"
    ],
    "doi": "Vol. 20,\n                                no. 8",
    "issn": "1544-9173 (Print)",
    "publisher": "1545-7885 (Online)",
    "countryOfPublisher": "Public Library of Science (PLoS)",
    "lcc": [
      "United States",
      "Science: Biology (General)"
    ],
    "journalUrl": "https://journals.plos.org/plosbiology/",
    "abstract": "Cycling of organic carbon in the ocean has the potential to mitigate or exacerbate global climate change, but major questions remain about the environmental controls on organic carbon flux in the coastal zone. Here, we used a field experiment distributed across 28° of latitude, and the entire range of 2 dominant kelp species in the northern hemisphere, to measure decomposition rates of kelp detritus on the seafloor in relation to local environmental factors. Detritus decomposition in both species were strongly related to ocean temperature and initial carbon content, with higher rates of biomass loss at lower latitudes with warmer temperatures. Our experiment showed slow overall decomposition and turnover of kelp detritus and modeling of coastal residence times at our study sites revealed that a significant portion of this production can remain intact long enough to reach deep marine sinks. The results suggest that decomposition of these kelp species could accelerate with ocean warming and that low-latitude kelp forests could experience the greatest increase in remineralization with a 9% to 42% reduced potential for transport to long-term ocean sinks under short-term (RCP4.5) and long-term (RCP8.5) warming scenarios. However, slow decomposition at high latitudes, where kelp abundance is predicted to expand, indicates potential for increasing kelp-carbon sinks in cooler (northern) regions. Our findings reveal an important latitudinal gradient in coastal ecosystem function that provides an improved capacity to predict the implications of ocean warming on carbon cycling. Broad-scale patterns in organic carbon decomposition revealed here can be used to identify hotspots of carbon sequestration potential and resolve relationships between carbon cycling processes and ocean climate at a global scale. Cycling of organic carbon in the ocean has the potential to mitigate or exacerbate global climate change, but how is this influenced by the environment? A field experiment at 35 sites spanning 12 geographic regions allows measurement of decomposition rates and changes in carbon content of kelp detritus in coastal habitats, revealing a strong influence of an ocean-temperature gradient on decomposition.",
    "readLink": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9352061/?tool=EBI"
  },
  {
    "title": "Assessing the impact of the Kuroshio Current on vertical cloud structure using CloudSat data",
    "authors": [
      "A. Yamauchi,",
      "K. Kawamoto,",
      "A. Manda,",
      "A. Manda,",
      "J. Li"
    ],
    "doi": "https://doi.org/10.5194/acp-18-7657-2018",
    "journalVolume": "Vol. 18\n                                \n                                \n                                  pp.\n                                  7657\n                                  – 7667",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "This study analyzed CloudSat satellite data to determine how the warm ocean Kuroshio Current affects the vertical structure of clouds. Rainfall intensity around the middle troposphere (6 km in height) over the Kuroshio was greater than that over surrounding areas. The drizzle clouds over the Kuroshio have a higher frequency of occurrence of geometrically thin (0.5–3 km) clouds and thicker (7–10 km) clouds compared to those around the Kuroshio. Moreover, the frequency of occurrence of precipitating clouds with a geometric thickness of 7 to 10 km increased over the Kuroshio. Stronger updrafts over the Kuroshio maintain large droplets higher in the upper part of the cloud layer, and the maximum radar reflectivity within a cloud layer in non-precipitating and drizzle clouds over the Kuroshio is higher than that around the Kuroshio.",
    "readLink": "https://www.atmos-chem-phys.net/18/7657/2018/acp-18-7657-2018.pdf"
  },
  {
    "title": "Hybrid Nanocomposite Thin Films for Photovoltaic Applications: A Review",
    "authors": [
      "Marcela Socol,",
      "Nicoleta Preda"
    ],
    "doi": "https://doi.org/10.3390/nano11051117",
    "journalVolume": "Vol. 11,\n                                no. 1117\n                                \n                                  p.\n                                  1117",
    "issn": "2079-4991 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Chemistry"
    ],
    "journalUrl": "https://www.mdpi.com/journal/nanomaterials",
    "abstract": "Continuing growth in global energy consumption and the growing concerns regarding climate change and environmental pollution are the strongest drivers of renewable energy deployment. Solar energy is the most abundant and cleanest renewable energy source available. Nowadays, photovoltaic technologies can be regarded as viable pathways to provide sustainable energy generation, the achievement attained in designing nanomaterials with tunable properties and the progress made in the production processes having a major impact in their development. Solar cells involving hybrid nanocomposite layers have, lately, received extensive research attention due to the possibility to combine the advantages derived from the properties of both components: flexibility and processability from the organic part and stability and optoelectronics features from the inorganic part. Thus, this review provides a synopsis on hybrid solar cells developed in the last decade which involve composite layers deposited by spin-coating, the most used deposition method, and matrix-assisted pulsed laser evaporation, a relatively new deposition technique. The overview is focused on the hybrid nanocomposite films that can use conducting polymers and metal phthalocyanines as p-type materials, fullerene derivatives and non-fullerene compounds as n-type materials, and semiconductor nanostructures based on metal oxide, chalcogenides, and silicon. A survey regarding the influence of various factors on the hybrid solar cell efficiency is given in order to identify new strategies for enhancing the device performance in the upcoming years.",
    "readLink": "https://www.mdpi.com/2079-4991/11/5/1117"
  },
  {
    "title": "Barriers and Levers for the Implantation of Sustainable Nature-Based Solutions in Cities: Insights from France",
    "authors": [
      "Chloé Duffaut,",
      "Nathalie Frascaria-Lacoste,",
      "Pierre-Antoine Versini"
    ],
    "doi": "https://doi.org/10.3390/su14169975",
    "journalVolume": "Vol. 14,\n                                no. 9975\n                                \n                                  p.\n                                  9975",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The challenges of the 21st century, namely, climate change and loss of biodiversity, especially present in heavily populated areas, should be addressed. Nature-based Solutions (NBS) seem to offer a suitable answer to these challenges. However, this new concept is not always easy to implement in a sustainable manner. In an effort to identify the barriers and levers for the implementation in cities of these sustainable NBS, several professionals working on them in France were interviewed. The first analysis with the most quoted words shows that the constraints would be mainly related to technique, management, biodiversity and people. The levers would be related to projects, roofs, people, legislation and services. Further analysis shows that most of the interviewees feel that the main barriers are the lack of knowledge, political will, financial resources and regulations. There are also cultural limitations, such as the use of exotic horticultural plants rather than wild local species. According to them, the technical problems should be easy to solve. To address these issues, the interviewees propose the development of transdisciplinary research disciplines, as well as on-field collaboration between all NBS actors in cities. They also recommend specific funds for NBS and their implication in related regulations. Demonstrative examples of urban NBS highlighting their multiple benefits are also needed to encourage their replication or upscaling. Education and communication are essential to shift the traditional points of view on nature in the city.",
    "readLink": "https://www.mdpi.com/2071-1050/14/16/9975"
  },
  {
    "title": "Bibliometric analysis of Oropouche research: impact on the surveillance of emerging arboviruses in Latin America [version 2; referees: 2 approved]",
    "authors": [
      "Carlos Culquichicón,",
      "Jaime A. Cardona-Ospina,",
      "Andrés M. Patiño-Barbosa,",
      "Alfonso J. Rodriguez-Morales"
    ],
    "doi": "https://doi.org/10.12688/f1000research.10936.2",
    "journalVolume": "Vol. 6",
    "issn": "2046-1402 (Online)",
    "publisher": "F1000 Research Ltd",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://f1000research.com",
    "abstract": "Given the emergence and reemergence of viral diseases, particularly in Latin America, we would like to provide an analysis of the patterns of research and publication on Oropouche virus (OROV). We also discuss the implications of recent epidemics in certain areas of South America, and how more clinical and epidemiological information regarding OROV is urgently needed.",
    "readLink": "https://f1000research.com/articles/6-194/v2"
  }
]