[
  {
    "title": "Possible northern persistence of Siebold’s beech, Fagus crenata, at its northernmost distribution limit on an island in Japan Sea: Okushiri Island, Hokkaido",
    "authors": [
      "Keiko Kitamura,",
      "Kanji Namikawa,",
      "Yoshiaki Tsuda,",
      "Makoto Kobayashi,",
      "Tetsuya Matsui,",
      "Tetsuya Matsui"
    ],
    "doi": "https://doi.org/10.3389/fpls.2022.990927",
    "journalVolume": "Vol. 13",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Siebold’s beech, Fagus crenata, is widely distributed across the Japanese Archipelago and islands in Japan Sea. Similar to the northern limit of the geographical distribution of F. crenata on the mainland of Hokkaido, the northern limit of the distribution of F. crenata on islands in the Japan Sea is observed on Okushiri Island (ca 42°N). To understand the genetic relationships of F. crenata on Okushiri Island, we examined chloroplast (cp) DNA haplotypes and 11 nuclear microsatellite (SSR) loci among 1,838 individuals from 44 populations from Okushiri Island, mainland Hokkaido, and the northern part of the Tohoku region on Honshu Island. We identified 2 cpDNA haplotypes, which represent not only populations on the Japan Sea coast but also those on the Pacific coast and this suggested the Okushiri Island populations might not be formed by single colonization. Genetic diversity of the Okushiri Island populations of nuclear SSR was not lower than the mainland and the STRUCTURE analysis revealed the Okushiri Island individuals were admixed between Hokkaido and Tohoku clusters. Approximate Bayesian computation inferred that divergence between Tohoku and Hokkaido, and admixture between two populations which generated Okushiri populations occurred before the last glacial maximum (LGM), that is, 7,890 (95% hyper probability density (HPD): 3,420 – 9,910) and 3,870 (95% HPD: 431– 8,540) generations ago, respectively. These inferences were well supported by a geological history which suggested an isolation of Okushiri Island from Hokkaido started prior to the Middle Pleistocene. We discuss the possible persistence of F. crenata during the last glacial maximum on northern islands in the Japan Sea such as Okushiri Island.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2022.990927/full"
  },
  {
    "title": "Spatio-temporal analysis of drought variability in central Ethiopia",
    "authors": [
      "Solomon Abirdew Yirga"
    ],
    "doi": "https://doi.org/10.2166/wcc.2020.226",
    "journalVolume": "Vol. 12,\n                                no. 5\n                                \n                                  pp.\n                                  1778\n                                  – 1787",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "Drought is a major problem in Ethiopia and particularly affects the agricultural and water sectors. This paper aims to assess the spatial and temporal drought variability of central Ethiopia. For this purpose, archival rainfall data recorded from 1989 to 2017 and the Gurage zone topographic maps were used. The five stations’ Standardized Precipitation Index (SPI) were combined with the geographical information system (GIS) to analyze the spatial distribution of drought events. The results show that a total number of 41 drought events were recorded in the region. The number of drought events reaches its maximum value in the year 1992, whereas Bui and Koshe contain the most frequent drought events. The spatial analysis of droughts verifies that most of the frequent and extreme events are recorded in the eastern part of the region. The lowland part of Gurage zone is very prone to drought. The grounded spatio-temporal drought risk events analysis has shown a possible threat to the water and rain-fed farming that has a cascading effect on the livelihoods of farmers. Moreover, the drought condition of the region is unpredictable and recurrent. This study recommends further study containing remaining statistical drought indices such as reconnaissance drought and streamflow drought index. HIGHLIGHTS Some parts of the zone were found to be very sensitive and vulnerable to drought events.; Drought conditions in the area were found to be unpredictable and recurrent.; Areas vulnerable to drought were identified, which helps to point out adaptation options and spot early warning signs, establishing a climate research center and refugee camp.; The level of drought risk in the area was identified against the global risk measurement scale.;",
    "readLink": "http://jwcc.iwaponline.com/content/12/5/1778"
  },
  {
    "title": "Temporal and spatial evaluation of stormwater engineering standards reveals risks and priorities across the United States",
    "authors": [
      "Tania Lopez-Cantu,",
      "Constantine Samaras"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aac696",
    "journalVolume": "Vol. 13,\n                                no. 7\n                                \n                                  p.\n                                  074006",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Stormwater infrastructure in the United States is designed using governmental precipitation frequency documents and informed by State Departments of Transportation (DOT) guidelines that balance risks and costs. However, both governmental precipitation documents and State DOT guidelines are updated infrequently, which enhances risks in areas where precipitation patterns have changed over time. This study reviewed State DOT design manuals from the 48 contiguous US states and the District of Columbia and found wide variation in design return period standards recommended for similar roadways and infrastructure types. Precipitation differences between successive US precipitation documents for 43 states over the period of 1961–2000 were found to be statistically significant in more than 90% of the study area. These differences indicate that stormwater infrastructure installed prior to the latest update of precipitation frequency documents could be under-designed for present and future climate conditions. Comparing State DOT design storm values for each roadway and infrastructure type, an index for each climate region was developed to assess the relative stringency of each state’s requirements. Using these index values, the observed change in precipitation frequency estimates, and each state’s design manual publication date, this research identified the states that need to prioritize revision of their stormwater standards to maintain the originally intended design performance over time. Eight out of 43 states were found to have the highest priority for immediately revising their stormwater standards. In addition, these states should assess whether existing infrastructure requires additional adaptive capacity to manage observed precipitation increases. The priority increased for all states under both the RCP 4.5 and RCP 8.5 emissions scenarios for 2050. While local assessments comparing infrastructure costs of increasing the stringency of standards versus the expected costs of future damages under climate change remain necessary, a no-regret action is revising stormwater standards to incorporate observed precipitation increases.",
    "readLink": "https://doi.org/10.1088/1748-9326/aac696"
  },
  {
    "title": "Prediction of Juniperus excelsa M.Bieb. geographical distribution using by climate data under the conditions of current and future in Semnan Province",
    "authors": [
      "Samira Sadat Fatemi Azarkhavarani,",
      "Mohammad Rahimi,",
      "Mostafa Tarkesh,",
      "Hooman Ravanbakhsh"
    ],
    "doi": "Vol. 9,\n                                no. 2\n                                \n                                  pp.\n                                  233\n                                  – 248",
    "issn": "2008-6113 (Print)",
    "publisher": "2423-4435 (Online)",
    "countryOfPublisher": "Iranian Society of Forestry",
    "lcc": [
      "Iran, Islamic Republic of",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://www.ijf-isaforestry.ir/?lang=en",
    "abstract": "The climate is determinative of the soil and flora and fauna of a region and in wide scale causes variation in ecosystem and the species combination. In this study, distribution of Juniperus excelsa were studied on the current and future climate condition(2050, 2070) under two climate change scenarios of Rcp2.6 and RCP8.5 with the GCM dataof HadGEM2-ES by using of MaxEnt model. 22 variables of climate and topography in 160 sites were employed . The resultsshowed that in addition to height above sea level, precipitation in coldest season and annual mean temperature are the next important variables on Juniperus excelsa distribution. Also the results show that if the current trend of climate change continues, habitat area of species under the scenario of RCP2.6 till 2070, increases in middle habitat class (82.4%), in good and very good habitat classes, 31.3, 67.3 percent, respectively, and will be reduced and under the scenario of RCP8.5, faces with too much decreasing the area (in middle, good and very good habitat classes, 76.5, 98 and 100 percent, respectively). According to the results , the models like MaxEnt, with acceptable accuracy have enough performance in evaluation of species distribution and can be used for strategies of conservation by the experts.",
    "readLink": "http://www.ijf-isaforestry.ir/article_49979_b9ad815e6fe9268590180e9222a0de32.pdf"
  },
  {
    "title": "Mission Impossible: The Influence of Incumbent Industries on Mission-Oriented Innovation Policy Targeting Carbon Lock-In",
    "authors": [
      "Sara Hastings-Simon,",
      "Eliot Tretter"
    ],
    "doi": "https://doi.org/10.11575/sppp.v16i1.75693",
    "journalVolume": "Vol. 16,\n                                no. 1",
    "issn": "2560-8312 (Print)",
    "publisher": "2560-8320 (Online)",
    "countryOfPublisher": "University of Calgary",
    "lcc": [
      "Canada",
      "Political science: Political institutions and public administration (General)"
    ],
    "journalUrl": "https://journalhosting.ucalgary.ca/index.php/sppp/index",
    "abstract": "In this paper, we explore how the power wielded by regional incumbents has impacted subnational innovation agendas. Our findings suggest that the design of mission-oriented innovation policies should be more attentive to regional innovation policies and their relationship to how innovation may serve to bolster incumbents and not undermine them. We use a case-study of innovation in fossil fuels. Recently, innovation policy literature has explored innovation policy and global climate as a major topic. On the one hand, carbon lock-in has been used to explain why there has been such difficulty in reducing carbon emissions, in many cases, despite an increasing emphasis of mission-innovation policies. On the other hand, mission-innovation policies are believed to be a key to the development of disruptive innovations that could break this carbon intensive path dependency. Although the two literatures explore the same problem, there could be more integration. While carbon lock-in is being considered in the mission- innovation literature, it nevertheless has been largely overlooked at the mission-setting stage. On the other hand, the lock-in literature has tended to overlook the findings of mission-oriented innovation literature in offering solutions, which suggests that there is a more productive role for mission-oriented innovations in breaking free of previous constraints to serve in the low-carbon energy transition. To make our case, we argue it is important to distinguish among the various impacts disruptive innovations have on the market shares of incumbents’. We propose the following three schema: new market, market rewarding and market destroying. By variegating the potential impact of innovations, we suggest that mission-oriented innovation polices may be designed to only support certain types of innovations that do not directly undermine the market share of incumbents. Using a detailed case study of the Province of Alberta, Canada, we then explore the role of the province’s mission-oriented policy in the development of technology to produce the Canadian oil sands. The case study illustrates how incumbents influenced the establishment and direction of the mission’s goal. Shifts in incumbency opposition toward the province’s mission-oriented innovation policy coincided with the changing impact of the innovation from being market destroying to market rewarding. We suggest that future research should be more attentive to the role of incumbents in influencing mission-oriented innovation policy and the importance of their influence at the mission-setting stage. Furthermore, we suggest that to meet the grand challenge of addressing climate change through mission-oriented innovation policies, these policies must be designed to break free of these institutional constraints.",
    "readLink": "https://journalhosting.ucalgary.ca/index.php/sppp/article/view/75693"
  },
  {
    "title": "Emerging Pattern of Wind Change over the Eurasian Marginal Seas Revealed by Three Decades of Satellite Ocean-Surface Wind Observations",
    "authors": [
      "Lisan Yu"
    ],
    "doi": "https://doi.org/10.3390/rs13091707",
    "journalVolume": "Vol. 13,\n                                no. 1707\n                                \n                                  p.\n                                  1707",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "This study provides the first full characterization of decadal changes of surface winds over 10 marginal seas along the Eurasian continent using satellite wind observations. During the three decades (1988–2018), surface warming has occurred in all seas at a rate more pronounced in the South European marginal seas (0.4–0.6 °C per decade) than in the monsoon-influenced North Indian and East Asian marginal seas (0.1–0.2 °C per decade). However, surface winds have not strengthened everywhere. On a basin average, winds have increased over the marginal seas in the subtropical/mid-latitudes, with the rate of increase ranging from 11 to 24 cms−1 per decade. These upward trends reflect primarily the accelerated changes in the 1990s and have largely flattened since 2000. Winds have slightly weakened or remained little changed over the marginal seas in the tropical monsoonal region. Winds over the Red Sea and the Persian Gulf underwent an abrupt shift in the late 1990s that resulted in an elevation of local wind speeds. The varying relationships between wind and SST changes suggest that different marginal seas have responded differently to environmental warming and further studies are needed to gain an improved understanding of climate change on a regional scale.",
    "readLink": "https://www.mdpi.com/2072-4292/13/9/1707"
  },
  {
    "title": "A review of mental health and wellbeing under climate change in small island developing states (SIDS)",
    "authors": [
      "Ilan Kelman,",
      "Sonja Ayeb-Karlsson,",
      "Kelly Rose-Clarke,",
      "Audrey Prost,",
      "Espen Ronneberg,",
      "Nicola Wheeler,",
      "Nicholas Watts"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/abe57d",
    "journalVolume": "Vol. 16,\n                                no. 3\n                                \n                                  p.\n                                  033007",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Small island developing states (SIDS) are often at the forefront of climate change impacts, including those related to health, but information on mental health and wellbeing is typically underreported. To help address this research lacuna, this paper reviews research about mental health and wellbeing under climate change in SIDS. Due to major differences in the literature’s methodologies, results, and analyses, the method is an overview and qualitative evidence synthesis of peer-reviewed publications. The findings show that mental health and wellbeing in the context of climate change have yet to feature prominently and systematically in research covering SIDS. It seems likely that major adverse mental health and wellbeing impacts linked to climate change impacts will affect SIDS peoples. Similar outcomes might also emerge when discussing climate change related situations, scenarios, and responses, irrespective of what has actually happened thus far due to climate change. In the context of inadequate health systems and stigmatisation of mental health diagnoses and treatments, as tends to occur globally, climate change narratives might present an opening for conversations about addressing mental health and wellbeing issues for SIDS.",
    "readLink": "https://doi.org/10.1088/1748-9326/abe57d"
  },
  {
    "title": "Vertically Resolved Precipitation Intensity Retrieved through a Synergy between the Ground-Based NASA MPLNET Lidar Network Measurements, Surface Disdrometer Datasets and an Analytical Model Solution",
    "authors": [
      "Simone Lolli,",
      "Leo  Pio D’Adderio,",
      "James  R. Campbell,",
      "Michaël Sicard,",
      "Ellsworth  J. Welton,",
      "Andrea Binci,",
      "Alessandro Rea,",
      "Ali Tokay,",
      "Adolfo Comerón,",
      "Ruben Barragan,",
      "Jose  Maria Baldasano,",
      "Sergi Gonzalez,",
      "Joan Bech,",
      "Nicola Afflitto,",
      "Jasper  R. Lewis,",
      "Fabio Madonna"
    ],
    "doi": "https://doi.org/10.3390/rs10071102",
    "journalVolume": "Vol. 10,\n                                no. 7\n                                \n                                  p.\n                                  1102",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "In this paper, we illustrate a new, simple and complementary ground-based methodology to retrieve the vertically resolved atmospheric precipitation intensity through a synergy between measurements from the National Aeronautics and Space Administration (NASA) Micropulse Lidar network (MPLNET), an analytical model solution and ground-based disdrometer measurements. The presented results are obtained at two mid-latitude MPLNET permanent observational sites, located respectively at NASA Goddard Space Flight Center, USA, and at the Universitat Politècnica de Catalunya, Barcelona, Spain. The methodology is suitable to be applied to existing and/or future lidar/ceilometer networks with the main objective of either providing near real-time (3 h latency) rainfall intensity measurements and/or to validate satellite missions, especially for critical light precipitation (<3 mm h−1).",
    "readLink": "http://www.mdpi.com/2072-4292/10/7/1102"
  },
  {
    "title": "Equatorial mountain lakes show extended periods of thermal stratification with recent climate change",
    "authors": [
      "Neal Michelutti,",
      "Andrew L. Labaj,",
      "Christopher Grooms,",
      "John P. Smol"
    ],
    "doi": "https://doi.org/10.4081/jlimnol.2016.1444",
    "journalVolume": "Vol. 75,\n                                no. 2",
    "issn": "1129-5767 (Print)",
    "publisher": "1723-8633 (Online)",
    "countryOfPublisher": "PAGEPress Publications",
    "lcc": [
      "Italy",
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.jlimnol.it",
    "abstract": "Climate change in the Andes has already affected phenology, glaciology, and other ecosystem attributes, and now threatens to alter long-standing fundamental limnological properties. In the equatorial Andes, most lakes have traditionally been described as having waters that circulate continuously (polymictic), with only rare episodes of stratification. This characterization, albeit based on relatively few studies, is widely accepted, despite accelerated regional warming over the past 30 years.Here, we show that protracted periods of thermal stratification are presently the norm, not the exception, in equatorial mountain lakes. Annual circulation and stratification patterns recorded in four lakes from Ecuador’s southern Sierra show extended periods of stratification, which are stable and do not break down with nocturnal cooling. These data contrast with earlier research from this region, which reported full water column mixing and only infrequent stratification, but are not surprising in light of recent trends toward rising temperatures and declining wind velocities. Paleolimnological studies show that changes to the thermal regimes of these lakes likely began several decades ago and have resulted in ecosystem-scale changes including regime shifts in phytoplankton and declines in aquatic production.",
    "readLink": "http://www.jlimnol.it/index.php/jlimnol/article/view/1444"
  },
  {
    "title": "Heat transfer and pressure drop performance of Nanofluid: A state-of- the-art review",
    "authors": [
      "Muhammad Awais,",
      "Najeeb Ullah,",
      "Javaid Ahmad,",
      "Faizan Sikandar,",
      "Mohammad Monjurul Ehsan,",
      "Sayedus Salehin,",
      "Arafat A. Bhuiyan"
    ],
    "doi": "Vol. 9\n                                \n                                \n                                  p.\n                                  100065",
    "issn": "2666-2027 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Physics: Heat"
    ],
    "journalUrl": "https://www.journals.elsevier.com/international-journal-of-thermofluids",
    "abstract": "Nanofluid is considered to be a new generation heat transfer medium which has attracted significant attention from the research community for the past two decades due to its reported high effectiveness in various heat transfer applications. Dispersed solid nanoparticles with enhanced thermal conductivity in base fluid possess substantial competence in augmenting thermal performance at the expense of moderate pumping power. This inclusive study elaborates the impact of nanofluids on thermo-hydraulic performance of thermal devices in order to ensure the appropriate selection and implementation of nanofluids in various engineering thermal devices. Inclusion of nanofluid as heat transfer fluid in various systems requiring high heat transfer rate e.g. solar thermal conversion systems, HVAC systems, electronic equipment, heat exchangers, nuclear reactors have imparted greater role in reducing negative impacts of climate change. The influence of size, concentration, type and shape of nanoparticles, working temperature, compound passive techniques and magnetic field effect on heat transfer and pressure drop performance of nanofluids are extensively discussed along with the drawbacks of nanofluids such as formation of fouling on heat transfer surfaces. This comprehensive review will be beneficial for engineers, researchers, and academics to commend the significance of various nanofluids and comprehend their remarkable impact on various heat transfer applications.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666202721000033"
  }
]