[
  {
    "title": "Analysis of Expected Climate Extreme Variability with Regional Climate Simulations over Napoli Capodichino Airport: A Contribution to a Climate Risk Assessment Framework",
    "authors": [
      "Edoardo Bucchignani,",
      "Alessandra Lucia Zollo,",
      "Myriam Montesarchio"
    ],
    "doi": "https://doi.org/10.3390/earth2040058",
    "journalVolume": "Vol. 2,\n                                no. 58\n                                \n                                  pp.\n                                  980\n                                  – 996",
    "issn": "2673-4834 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering"
    ],
    "journalUrl": "https://www.mdpi.com/journal/earth",
    "abstract": "In recent years, the scientific community has paid particular attention to the analysis of extreme events, such as heat waves, droughts, and intense rain events that have caused loss of human life and significant economic damage. Climate-related extremes generally produce large impact on infrastructures, especially on those with insufficient design, while some infrastructures may become inadequate under the effects of severe extremes. In the particular case of airports, the increase in frequency and severity of extreme weather events will worsen their deterioration rate. This work presents an analysis of the expected climate variability over Napoli Capodichino Airport, using climate projections generated by the Regional Climate Model COSMO-CLM. Simulations were performed over Italy, employing a spatial resolution of approximately 8 km. The time period simulated was 1979–2100, and, in particular, the CMIP5 historical experiment (based on historical greenhouse gas concentrations) was used for the period 1979–2005, while, for the period 2006–2100, two different simulations were performed, employing the Representative Concentration Pathways IPCC RCP4.5 and RCP8.5 greenhouse gas concentrations. The meteorological situations over the airport have been analyzed, along with the identification of conditions that could cause relevant impact on airport environment. In particular, extreme summer temperatures may exceed design standards, leading to heat damage to surfaces, while runways or aprons may have trouble due to the surface melting during peak heat periods. Long term changes in the directions of wind can adversely affect the usability of runways, while changes in wind shear could modify strength and frequency of clear-air turbulence. Analyses have been performed considering suitable Extreme Events Indicators (EWI), both on past trends and on numerical projections over future periods, with the aim of contributing to the definition of a risk assessment methodology based on the combination of the frequency and of the severity of meteorological hazards.",
    "readLink": "https://www.mdpi.com/2673-4834/2/4/58"
  },
  {
    "title": "Critical Review of Polymeric Building Envelope Materials: Degradation, Durability and Service Life Prediction",
    "authors": [
      "Marzieh Riahinezhad,",
      "Madeleine Hallman,",
      "J-F. Masson"
    ],
    "doi": "https://doi.org/10.3390/buildings11070299",
    "journalVolume": "Vol. 11,\n                                no. 299\n                                \n                                  p.\n                                  299",
    "issn": "2075-5309 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Building construction"
    ],
    "journalUrl": "https://www.mdpi.com/journal/buildings",
    "abstract": "This paper provides a critical review of the degradation, durability and service life prediction (SLP) of polymeric building envelope materials (BEMs), namely, claddings, air/vapour barriers, insulations, sealants, gaskets and fenestration. The rate of material deterioration and properties determine the usefulness of a product; therefore, knowledge of the significant degradation mechanisms in play for BEMs is key to the design of proper SLP methods. SLP seeks to estimate the life expectancy of a material/component exposed to in-service conditions. This topic is especially important with respect to the potential impacts of climate change. The surrounding environment of a building dictates the degradation mechanisms in play, and as climate change progresses, material aging conditions become more unpredictable. This can result in unexpected changes and/or damages to BEMs, and shorter than expected SL. The development of more comprehensive SLP methods is economically and environmentally sound, and it will provide more confidence, comfort and safety to all building users. The goal of this paper is to review the existing literature in order to identify the knowledge gaps and provide suggestions to address these gaps in light of the rapidly evolving climate.",
    "readLink": "https://www.mdpi.com/2075-5309/11/7/299"
  },
  {
    "title": "Measuring perceptions of climate change in northern Alaska: pairing ethnography with cultural consensus analysis",
    "authors": [
      "Courtney Carothers,",
      "Caroline Brown,",
      "Katie J. Moerlein,",
      "J. Andrés López,",
      "David B. Andersen,",
      "Brittany Retherford"
    ],
    "doi": "https://doi.org/10.5751/ES-06913-190427",
    "journalVolume": "Vol. 19,\n                                no. 4\n                                \n                                  p.\n                                  27",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "Given current and projected warming trends in the Arctic and the important role played by subsistence hunting and fishing in the life of northern rural communities, it is increasingly important to document local observations of climate change and its impacts on livelihood practices. We describe ethnographic research exploring local observations of climate changes and related impacts on subsistence fisheries in three Iñupiat communities in northwest Alaska and six Athabascan communities in the Yukon River drainage. We found consistent agreement among perceptions concerning a broad range of environmental changes affecting subsistence practices in these communities. These observations of environmental changes are not experienced in isolation but within the context of accompanying social changes that are continually reshaping rural Alaskan communities and subsistence economies. In this paper we reflect on our research approach combining multiple methods of inquiry. Participant observation and semidirected interviews provided the conceptual framework for broadening our focus from climate and environmental change to community residents' understanding of climate change in the context of their holistic human-environment worldview. Cultural consensus analysis allowed us to assess the extent to which perceptions of change are shared among hunters and fishers within and between villages and regions and to identify those phenomena occurring or experienced at smaller scales. Reflecting on this multimethods approach, we highlight important questions that have emerged about how we understand, synthesize, and represent local knowledge, especially as it is used in regulatory or management arenas.",
    "readLink": "http://www.ecologyandsociety.org/vol19/iss4/art27/"
  },
  {
    "title": "The Effect of Climate Change on Cardiopulmonary Disease - A Systematic Review",
    "authors": [
      "Ghader Ghanizadeh,",
      "Mohammad Heidari,",
      "Bahar Seifi,",
      "Hamid Jafari,",
      "Shahrzad Pakjouei"
    ],
    "doi": "https://doi.org/10.7860/JCDR/2017/26478.11012",
    "journalVolume": "Vol. 11,\n                                no. 12\n                                \n                                  pp.\n                                  IE01\n                                  – IE04",
    "issn": "2249-782X (Print)",
    "publisher": "0973-709X (Online)",
    "countryOfPublisher": "JCDR Research and Publications Private Limited",
    "lcc": [
      "India",
      "Medicine"
    ],
    "journalUrl": "http://www.jcdr.net/",
    "abstract": "Introduction: Researchers expect climate change to alter human health in important ways, with significant regional variations. This change has the potential to affect human health in many ways. Aim: To systematically review relevant literature in relation to the effect of climatic variables on cardiopulmonary function as an emerging health challenge. Materials and Methods: The present systematic review was conducted according to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines. The key words “environment”, “weather”, “chronic obstructive pulmonary disease”, climate change” were used in combination with the Boolean operators “OR” and “AND”. We did electronic searches on PubMed, Science Direct, Springer Link and Google Scholar. The search was conducted with publication year limitation between January 2006 to June 2016. Results: A total of 1021 articles were extracted and 13 articles were selected for final review, based on the objective of the study. Results suggested that climate changes are not only an environmental and economic problem but also play a role in population health. Climate change parameters like temperature, humidity and air pollution can affect cardiopulmonary health. Conclusion: The study shows the effect of climate change on cardiopulmonary health, and identifies it as an emerging phenomenon that needs effective planning for emerging and reemerging concerns.",
    "readLink": "https://jcdr.net/articles/PDF/11012/26478-CE(RA1)_F(GG)PF1-(MJ_PY)_PFA(MJ_AP)_PF2(HL_AP)_PF2(EK_MJ_GG).pdf"
  },
  {
    "title": "The Green Experiment: Cities, Green Stormwater Infrastructure, and Sustainability",
    "authors": [
      "Christopher M. Chini,",
      "James F. Canning,",
      "Kelsey L. Schreiber,",
      "Joshua M. Peschel,",
      "Ashlynn S. Stillwell"
    ],
    "doi": "https://doi.org/10.3390/su9010105",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  p.\n                                  105",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Green infrastructure is a unique combination of economic, social, and environmental goals and benefits that requires an adaptable framework for planning, implementing, and evaluating. In this study, we propose an experimental framework for policy, implementation, and subsequent evaluation of green stormwater infrastructure within the context of sociotechnical systems and urban experimentation. Sociotechnical systems describe the interaction of complex systems with quantitative and qualitative impacts. Urban experimentation—traditionally referencing climate change programs and their impacts—is a process of evaluating city programs as if in a laboratory setting with hypotheses and evaluated results. We combine these two concepts into a singular framework creating a policy feedback cycle (PFC) for green infrastructure to evaluate municipal green infrastructure plans as an experimental process within the context of a sociotechnical system. After proposing and discussing the PFC, we utilize the tool to research and evaluate the green infrastructure programs of 27 municipalities across the United States. Results indicate that green infrastructure plans should incorporate community involvement and communication, evaluation based on project motivation, and an iterative process for knowledge production. We suggest knowledge brokers as a key resource in connecting the evaluation stage of the feedback cycle to the policy phase. We identify three important needs for green infrastructure experimentation: (i) a fluid definition of green infrastructure in policy; (ii) maintenance and evaluation components of a green infrastructure plan; and (iii) communication of the plan to the community.",
    "readLink": "http://www.mdpi.com/2071-1050/9/1/105"
  },
  {
    "title": "IS ROMANIA “GREEN” ENOUGH? – A MULTI-LEVEL APPROACH",
    "authors": [
      "Alina CIOMOŞ,",
      "Corina ILIN"
    ],
    "doi": "Vol. II,\n                                no. 4 (2/2014)\n                                \n                                  pp.\n                                  211\n                                  – 218",
    "issn": "2360-2554 (Online)",
    "publisher": "Romanian Foundation for Business Intelligence",
    "countryOfPublisher": "Romania",
    "lcc": [
      "General Works"
    ],
    "journalUrl": "http://spas.seaopenresearch.eu/",
    "abstract": "Climate changes’ effects are already present in our day to day life. The EU and national public authorities established strategies and public policies in order to enhance a more desirable behavior of the companies and citizens with regard to recycling and use of green energy. The companies try to make production choices that are more eco-friendly and to sustain campaigns helping cities to become “greener”. The environmentalist citizens occupy a growing share in the general population and are more vocal for convincing the others. But even with the “on the wave” eco-friendly attitude, is it done enough? The article will present some conclusions for Romania. The perspective taken is interdisciplinary and tries to draw a short review of the state of the art achievements in greening Romania’s economy, at macroeconomic level, while proposing new marketing approaches for enhancing further sustainable development, through promoting change in the companies and consumers attitudes and behaviors.",
    "readLink": "\n      http://seaopenresearch.eu/Journals/articles/SPAS_4_21.pdf\n    "
  },
  null,
  {
    "title": "Assessment of Meteorological and Agricultural Drought Occurrence in Central Poland in 1961–2020 as an Element of the Climatic Risk to Crop Production",
    "authors": [
      "Renata Kuśmierek-Tomaszewska,",
      "Jacek Żarski"
    ],
    "doi": "https://doi.org/10.3390/agriculture11090855",
    "journalVolume": "Vol. 11,\n                                no. 855\n                                \n                                  p.\n                                  855",
    "issn": "2077-0472 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agriculture",
    "abstract": "The results of numerous studies concerning meteorological drought show that there is a considerable impact of this phenomenon on several regions in Europe. On the other hand, statistical trends of dry spell occurrences in some areas of the continent are unclear or even negative. Therefore, further research should be directed towards a better understanding of this hazard, particularly the seasonal changes, in order to elaborate adequate strategies to prevent and mitigate its undesirable effects. The main goal of the work, conducted as part of the research strategy on contemporary climate change, was to confirm the hypothesis of increasing frequency and intensity of droughts during the period of active plant growth and development (May–August) in central Poland in 1961–2020. The prevailing rainfall conditions in this period determine the production and economic effects of agricultural output. The analysis covered a multiannual period, including two separate climate normals: 1961–1990 and 1991–2020. The work is also aimed at detecting relationships between indicators characterizing meteorological drought (the Standardized Precipitation Index—SPI) and agricultural drought (the actual precipitation deficiency—PAdef). It was found that the frequency of meteorological droughts in the studied period amounts to 30.0% (severe and extreme constitute 6.7%). No significant increase in the frequency and intensity of meteorological droughts over time was observed. Relationships between meteorological and agricultural drought indicators were significant, so the SPI can be considered an indicator of plant irrigation needs in the studied area.",
    "readLink": "https://www.mdpi.com/2077-0472/11/9/855"
  },
  {
    "title": "Fungal literature records database of the sub-Antarctic Region of Aysén, Chile",
    "authors": [
      "Laura Sánchez-Jardón,",
      "Laura del Rio-Hortega,",
      "Noemi Núñez Cea,",
      "Mario Mingarro,",
      "Paloma Manubens,",
      "Sebastián Zambrano,",
      "Belén Acosta Gallo"
    ],
    "doi": "https://doi.org/10.3897/BDJ.9.e75951",
    "journalVolume": "Vol. 9\n                                \n                                \n                                  pp.\n                                  1\n                                  – 15",
    "issn": "1314-2828 (Online)",
    "publisher": "Pensoft Publishers",
    "countryOfPublisher": "Bulgaria",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "http://bdj.pensoft.net",
    "abstract": "To this day, merely 8% of all estimated fungi species are documented and, in certain regions, its biodiversity is practically unknown. Inside the Fungi Kingdom, macrofungi and lichens assume a critical part in the ecosystem functionality and have a historical connection to mankind's social, clinical and nutritious uses. Despite their importance, the diversity of these groups has been widely overlooked in the sub-Antarctic Region of Chile, a crucial area in the study of climate change due to its extraordinary biodiversity and its proximity to Antarctica. Few studies regarding both groups have been conducted in this sub-Antarctic Region and the data are still scarce and inaccessible, as these are only published in specialised journals, unreachable to local communities.This publication presents a records compilation available in previous published scientific and technical reports on macrofungi and lichen diversity. In total, 1263 occurrence records of 618 species (341 records of 251 macrofungi species and 922 records of 367 lichen species) were digitised and integrated into the regional platform Biodiversity Information System for Aysén (SIB-Aysén) and into GBIF. Here, we provide the fullest dataset on one of the most diverse group of living beings in one of the the least-known world regions.",
    "readLink": "https://bdj.pensoft.net/article/75951/download/pdf/"
  },
  {
    "title": "Predicting land cover changes using a CA Markov model under different shared socioeconomic pathways in Greece",
    "authors": [
      "Alexandra Gemitzi"
    ],
    "doi": "https://doi.org/10.1080/15481603.2021.1885235",
    "journalVolume": "Vol. 58,\n                                no. 3\n                                \n                                  pp.\n                                  425\n                                  – 441",
    "issn": "1548-1603 (Print)",
    "publisher": "1943-7226 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Mathematical geography. Cartography",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tgrs",
    "abstract": "Land change modeling (LCM) is a complex GIS procedure aiming at predicting land cover changes in the future, contributing thus to the design of interventions that help maintain ecosystem services and mitigate climate change impacts. In the present work, the land change model for Greece, a typical Mediterranean country, has been developed, based on historical information from remotely sensed land cover data. Land cover types based on the International Geosphere-Biosphere Program (IGBP) classification were obtained from the Moderate Resolution Imaging Spectroradiometer (MODIS) land cover product, i.e. MCD12Q1, provided annually from 2001 to 2018 at a spatial resolution of 500 m. Initially, the dominant land cover changes and their driving variables for the decade of 2001 to 2011 were determined and the transition potential of land was mapped using a multi-layer perceptron (MLP) neural network. Four dominant land-cover transformations were found in Greece from 2001 to 2011, i.e. land transformation from Savannas to Woody Savannas, from Savannas to Grasslands, from Grasslands to Savannas, and from Croplands to Grasslands. Driving variables were found to be the Evidence Likelihood of Land Cover, i.e. the relative frequency with which different land cover categories occurred within the areas that transitioned, the Altitude as realized in the Digital Elevation Model of Greece from ASTER GDEM, the Distance from previously changed land and two climate variables i.e. Mean Annual Precipitation and Mean Annual Minimum Temperature. After the model was calibrated, its predictive ability was tested for land cover prediction for 2018 and was found to be 96.7%. Future land cover projections up to 2030 were developed incorporating CMIP6 climate data under two Shared Socioeconomic Pathways (SSPs), i.e SSP126 corresponding to a sustainable future and SSP585, which describes the future world based on fossil-fueled development. The results indicate that major historical land transformations in Greece, do not correspond to land degradation or desertification, as it has been reported in previous works. On the contrary, the land cover transitions indicate that the Woody Savannas gain areas constantly, whereas Grasslands and Croplands lose areas, and forested areas of all types demonstrate moderate gains. Concerning future land cover, the present work indicates that the direction of historical changes will also prevail in the next decade, with the most severe scenario, i.e. SSP585 slowing down the rate of changes and the most sustainable one, i.e. SSP126, accelerating the rate of expansion of woody vegetation land cover type.",
    "readLink": "http://dx.doi.org/10.1080/15481603.2021.1885235"
  }
]