[
  {
    "title": "Long-term nutrient fertilization and the carbon balance of permanent\ngrassland: any evidence for sustainable intensification?",
    "authors": [
      "D. A. Fornara,",
      "E.-A. Wasson,",
      "P. Christie,",
      "C. J. Watson"
    ],
    "doi": "https://doi.org/10.5194/bg-13-4975-2016",
    "journalVolume": "Vol. 13,\n                                no. 17\n                                \n                                  pp.\n                                  4975\n                                  – 4984",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Sustainable grassland intensification aims to increase plant yields while maintaining the ability of soil to act as a sink rather than sources of atmospheric CO2. High biomass yields from managed grasslands, however, can be only maintained through long-term nutrient fertilization, which can significantly affect soil carbon (C) storage and cycling. Key questions remain about (1) how long-term inorganic vs. organic fertilization influences soil C stocks, and (2) how soil C gains (or losses) contribute to the long-term C balance of managed grasslands. Using 43 years of data from a permanent grassland experiment, we show that soils not only act as significant C sinks but have not yet reached C saturation. Even unfertilized control soils showed C sequestration rates of 0.35 Mg C ha−1 yr−1 (i.e. 35 g C m−2 yr−1; 0–15 cm depth) between 1970 and 2013. High application rates of liquid manure (i.e. cattle slurry) further increased soil C sequestration to 0.86 Mg C ha−1 yr−1 (i.e. 86 g C m−2 yr−1) and a key cause of this C accrual was greater C inputs from cattle slurry. However, average coefficients of slurry-C retention in soils suggest that 85 % of C added yearly through liquid manure is lost possibly via CO2 fluxes and organic C leaching. Inorganically fertilized soils (i.e. NPK) had the lowest C-gain efficiency (i.e. unit of C gained per unit of N added) and lowest C sequestration (similar to control soils). Soils receiving cattle slurry showed higher C-gain and N-retention efficiencies compared to soils receiving NPK or pig slurry. We estimate that net rates of CO2-sequestration in the top 15 cm of the soil can offset 9–25 % of GHG (greenhouse gas) emissions from intensive management. However, because of multiple GHG sources associated with livestock farming, the net C balance of these grasslands remains positive (9–12 Mg CO2-equivalent ha−1 yr−1), thus contributing to climate change. Further C-gain efficiencies (e.g. reduced enteric fermentation and use of feed concentrates, better nutrient management) are required to make grassland intensification more sustainable.",
    "readLink": "http://www.biogeosciences.net/13/4975/2016/bg-13-4975-2016.pdf"
  },
  {
    "title": "Pentecostal Environmentalism: A Symbiosis for Eco-Theology and Biodiversity Conservation",
    "authors": [
      "Odey, Elizabeth Akpanke,",
      "Ekeke, Charles Emeka,",
      "Asuquo, Offiong Offiong,",
      "Ekpenyong, Obo Ekpenyong,",
      "Enyioma, E. Nwosu"
    ],
    "doi": "https://doi.org/10.46222/pharosjot.104.220",
    "journalVolume": "Vol. 104,\n                                no. 2",
    "issn": "1018-9556 (Print)",
    "publisher": "2414-3324 (Online)",
    "countryOfPublisher": "Africajournals",
    "lcc": [
      "South Africa",
      "Philosophy. Psychology. Religion: Religions. Mythology. Rationalism: Religion (General)",
      "Philosophy. Psychology. Religion: Religions. Mythology. Rationalism: Religions of the world"
    ],
    "journalUrl": "http://www.pharosjot.com",
    "abstract": "Pentecostal Movements are those Christian religious movements founded in the 1950s and 1960s to date. Pentecostal environmentalism focuses attention on the need to maintain the environment according to the dictate of the Christian religious injunctions. This practice is achieved through the practice of sacred place, which is a designation of some earth surface as holy ground, and is retained for religious and spiritual purposes. These places include mountains, hills, rivers, streams, valley etc. and are deemed to possess religious mysteries and potent spiritual qualities. This practice is also observed in the Old Testament and is also part of the practice of the African traditional religions. In similar fashion, the Pentecostal movement shares many elements of traditional practices and the Old Testament, and as such sacred place has found its way into the practices of the Pentecostal movement. Environmental degradation, pollution, climate change, deforestation are all major global challenges today. Hence, the practice of sacred places and environmental ethics are among several efforts that can be used to tackle the problem of biodiversity loss arising from a range of environmental challenges. Furthermore, Pentecostal environmentalism further engages in the debate on eco-theology. This paper, therefore, serves as a platform to showcase the efforts of the Pentecostal movement towards ecological preservation, biodiversity conservation and the debate among scholars of eco-theology through environmental ethics and sacred places within the purview of Pentecostal religious spirituality. The paper employed a literary descriptive method since the research is qualitative in nature.",
    "readLink": "https://www.pharosjot.com/uploads/7/1/6/3/7163688/article_20_vol_104_2__nigeria.pdf"
  },
  {
    "title": "Analysis on vegetation cover changes and the driving factors in the mid-lower reaches of Hanjiang River Basin between 2001 and 2015",
    "authors": [
      "Zhan Yunjun,",
      "Fan Jiemeng,",
      "Meng Tingting,",
      "Li Zhongwu,",
      "Yan Yan,",
      "Huang Jiejun,",
      "Chen Di,",
      "Sui Lintong"
    ],
    "doi": "https://doi.org/10.1515/geo-2020-0259",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  675\n                                  – 689",
    "issn": "2391-5447 (Online)",
    "publisher": "De Gruyter",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Science: Geology"
    ],
    "journalUrl": "http://www.degruyter.com/view/j/geo",
    "abstract": "The mid-lower reaches of the Hanjiang River Basin, located in the core of economic development in Hubei Province, is an integral part of the Yangtze River Economic Belt. In recent years, the watershed ecosystem has become more sensitive to climate changes and human activities, thus affecting the regional vegetation cover. To maintain a stable watershed ecosystem, it is critical to analyze and evaluate the vegetation change and its response to temperature, precipitation, and human activities in this region. This study, based on the trend analysis, partial correlation analysis, and residual analysis, evaluated the change characteristics of vegetation cover as well as the corresponding driving factors in the basin from 2001 to 2015. The results showed that (1) the overall spatial pattern of vegetation cover in the study area was “high in the west and north, lower on both sides of Hanjiang River, and lowest in the center and southeast,” and the pattern changed parabolically with the increasing elevation. (2) Over the 15 years, vegetation cover in the basin showed an increasing trend, and the increased and decreased areas were 90.72 and 9.23%, respectively. (3) The response of vegetation cover to climatic factors varies greatly depending on the increasing elevation. That is, the lag effect under the impact of temperature disappeared gradually, while it became more evident under the impact of precipitation. (4) On the whole, human activities had a positive effect on the regional vegetation cover. The negative effect in the areas around the Nanyang Basin and the positive effect in most parts of the Jianghan Plain were gradually decreased.",
    "readLink": "https://doi.org/10.1515/geo-2020-0259"
  },
  {
    "title": "Geographic shifts in the bioclimatic suitability for Aedes aegypti under climate change scenarios in Colombia",
    "authors": [
      "Cristiam Victoriano Portilla Cabrera,",
      "John Josephraj Selvaraj"
    ],
    "doi": "Vol. 6,\n                                no. 1\n                                \n                                  p.\n                                  e03101",
    "issn": "2405-8440 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.cell.com/heliyon/home",
    "abstract": "The Dengue, Chikungunya and Zika viruses are arboviruses predominantly transmitted to humans through the bite of the female mosquito Aedes aegypti. Currently, the vector represents a potential epidemiological risk in several Latin American and Pacific countries. However, little is known about the geographical distribution and bioclimatic suitability of this mosquito in the projected climate change scenarios in Colombia. Using a species distribution model of maximum entropy (MaxEnt) based on presence-only records obtained from Global Biodiversity Information Facility (GBIF), land elevation obtained from Shuttle Radar Topography Mission (SRTM) and bioclimatic variables (WorldClim), we produced environmental suitability maps of this mosquito vector for present and future geographic distribution. The future distribution were constructed based on the Community Climate System Model (CCSM4) for the years 2050 and 2070, projected according to the Representative Concentration Pathways (RCP) 2.6, 4.5 and 8.5 described by the Intergovernmental Panel on Climate Change (IPCC). For the current conditions, Colombia has ~140,612.8 square km of areas with the possible presence of the vector; however, for the future, this will be reduced by more than 30%. For the future conditions, the suitable areas for A. aegypti decreased compared to the present, mainly for the year 2070 under RCP scenarios 4.5 and 8.5, however, the probability of mosquito occurrence increases in some departments of Colombia. Areas susceptible to the presence of A. aegypti are affected by climate change. The Caribbean and Andean regions have a high probability of mosquito distribution; therefore, control and epidemiological surveillance are required in these areas. The results can serve as an input to define preventive and control measures, especially in areas with a higher risk of contracting the virus.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S240584401936760X"
  },
  {
    "title": "Evaluation of New CORDEX Simulations Using an Updated Köppen–Trewartha Climate Classification",
    "authors": [
      "Armelle  Reca Remedio,",
      "Claas Teichmann,",
      "Lars Buntemeyer,",
      "Kevin Sieck,",
      "Torsten Weber,",
      "Diana Rechid,",
      "Peter Hoffmann,",
      "Christine Nam,",
      "Lola Kotova,",
      "Daniela Jacob"
    ],
    "doi": "https://doi.org/10.3390/atmos10110726",
    "journalVolume": "Vol. 10,\n                                no. 11\n                                \n                                  p.\n                                  726",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "A new ensemble of climate and climate change simulations covering all major inhabited regions with a spatial resolution of about 25 km, from the WCRP CORDEX COmmon Regional Experiment (CORE) Framework, has been established in support of the growing demands for climate services. The main objective of this study is to assess the quality of the simulated climate and its fitness for climate change projections by REMO (REMO2015), a regional climate model of Climate Service Center Germany (GERICS) and one of the RCMs used in the CORDEX-CORE Framework. The CORDEX-CORE REMO2015 simulations were driven by the ECMWF ERA-Interim reanalysis and the simulations were evaluated in terms of biases and skill scores over ten CORDEX Domains against the Climatic Research Unit (CRU) TS version 4.02, from 1981 to 2010, according to the regions defined by the Köppen−Trewartha (K−T) Climate Classification types. The REMO simulations have a relatively low mean annual temperature bias (about ± 0.5 K) with low spatial standard deviation (about ± 1.5 K) in the European, African, North and Central American, and Southeast Asian domains. The relative mean annual precipitation biases of REMO are below ± 50 % in most domains; however, spatial standard deviation varies from ± 30 % to ± 200 %. The REMO results simulated most climate types relatively well with lowest biases and highest skill score found in the boreal, temperate, and subtropical regions. In dry and polar regions, the REMO results simulated a relatively high annual biases of precipitation and temperature and low skill. Biases were traced to: missing or misrepresented processes, observational uncertainty, and uncertainties due to input boundary forcing.",
    "readLink": "https://www.mdpi.com/2073-4433/10/11/726"
  },
  {
    "title": "Developing a method to select and rank measures for commuters",
    "authors": [
      "Domokos Esztergár-Kiss,",
      "Conrado Braga Zagabria"
    ],
    "doi": "Vol. 21\n                                \n                                \n                                  p.\n                                  100899",
    "issn": "2590-1982 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Social Sciences: Transportation and communications"
    ],
    "journalUrl": "https://www.journals.elsevier.com/transportation-research-interdisciplinary-perspectives",
    "abstract": "Sustainable commuting is a topic of increasing interest due to the growing number of individual trips, the limited urban space, and the contribution of transport to climate change. Workplace Travel Plans serve as strategic elements when the aim of sustainable commuting is realised. In this research, a specific method is developed to support the selection and ranking of measures for institutions. Such categories as mode type, goal, communication, financial issues, and time period are created to cover various aspects of the measures. To support the efficient choice of suitable measures, employee questionnaires, employer interviews, and site assessments are conducted. The ranking is realised by introducing a Measure Sustainability Index, which includes such evaluation parameters as environmental benefits, social well-being, and financial factors. The method is applied to an organisation in Budapest, Hungary. Based on the results, parking management, carpooling, and a set of bicycle and walking measures, which are compatible with the employer and employees’ preferences, are suggested. Thus, a new approach is developed that provides an optimal set of measures to be implemented by an institution and facilitates sustainable mode choice of the commuters.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S259019822300146X"
  },
  {
    "title": "Management of Forest Pests and Diseases",
    "authors": [
      "Won Il Choi,",
      "Young-Seuk Park"
    ],
    "doi": "https://doi.org/10.3390/f13111765",
    "journalVolume": "Vol. 13,\n                                no. 1765\n                                \n                                  p.\n                                  1765",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "The occurrence patterns of forest insect pests and diseases have been altered by global events such as climate change. Recent developments in improved monitoring methods and tools for data analyses provide new opportunities to understand the causes and consequences of such changes. Using a variety of management tools, forest pest management programs can mitigate the influence of global changes on forest health. The goal of this Special Issue is to improve our understanding of the root causes of changes that have induced global changes. Fifteen papers are included in this Special Issue, covering several issues in forest pest management. One paper reviews the causes of Korean oak wilt, and another paper discusses fourteen invasive tree pests in Russia. The remaining thirteen papers cover issues related to the monitoring and management of forest pests. These studies provide a better understanding of the causes of change in the patterns of forest pests under the influence of global changes. These reviews also contribute to the development of forest-pest-management strategies to mitigate such impacts on forests due to global changes.",
    "readLink": "https://www.mdpi.com/1999-4907/13/11/1765"
  },
  {
    "title": "Global Climate Change Impacts in the Sinaloa State, México",
    "authors": [
      "Luis Miguel Flores Campaña,",
      "Juan Francisco Arzola-González,",
      "Milagros Ramírez-Soto,",
      "Amador Osorio-Pérez"
    ],
    "doi": "Vol. 21,\n                                no. 1\n                                \n                                  pp.\n                                  115\n                                  – 129",
    "issn": "0121-215X (Print)",
    "publisher": "2256-5442 (Online)",
    "countryOfPublisher": "Universidad Nacional de Colombia",
    "lcc": [
      "Colombia",
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://www.revistas.unal.edu.co/index.php/rcg",
    "abstract": "The variation of environmental conditions deriving from global climate change in the state of Sinaloa and its impact on the region's main productive activities have not been sufficiently studied. The article describes various phenomena associated with climate change and its consequences for Sinaloa, analyzes the scarce climate scenarios that include the region, and discusses the modifications caused by tropical cyclones and interannual changes. It also discusses the repercussions of climate change on agricultural activity and aspects related to sea level rise. Finally, the text empathizes on the lack of local estimations and studies that could serve as base for improved planning strategies and initiatives to facilitate adaptation to climate change in the region.",
    "readLink": "https://revistas.unal.edu.co/index.php/rcg/article/view/25562"
  },
  {
    "title": "Setting the scene for climate change litigation in South Africa: Earthlife Africa Johannesburg v Minister of Environmental Affairs and Others [2017] ZAGPPHC 58 (2017) 65662/16",
    "authors": [
      "Jean-Claude N. Ashukem"
    ],
    "doi": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  35\n                                  – 43",
    "issn": "1746-5893 (Online)",
    "publisher": "School of Oriental and African Studies",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Law: Law in general. Comparative and uniform law. Jurisprudence: Comparative law. International uniform law: Environmental law",
      "Social Sciences: Industries. Land use. Labor: Economic growth, development, planning"
    ],
    "journalUrl": "http://www.lead-journal.org",
    "abstract": "The recent decision of Earthlife Africa Johannesburg v Minister of Environmental Affairs and Others provides the foundation for streamlining climate change concerns within the context of socio-economic developments. This case note presents a background of the case and analyses the judgement in order to evince its contribution in laying the foundation for scene for future climate change litigation in South Africa.",
    "readLink": "http://lead-journal.org/content/17035.pdf"
  },
  {
    "title": "Climate change and land management impact rangeland condition and sage-grouse habitat in southeastern Oregon",
    "authors": [
      "Megan K. Creutzburg,",
      "Emilie B. Henderson,",
      "David R. Conklin"
    ],
    "doi": "https://doi.org/10.3934/environsci.2015.2.203",
    "journalVolume": "Vol. 2,\n                                no. 2\n                                \n                                  pp.\n                                  203\n                                  – 236",
    "issn": "2372-0352 (Online)",
    "publisher": "AIMS Press",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.aimspress.com/journal/environmental",
    "abstract": "Contemporary pressures on sagebrush steppe from climate change, exotic species, wildfire, and land use change threaten rangeland species such as the greater sage-grouse (Centrocercus urophasianus). To effectively manage sagebrush steppe landscapes for long-term goals, managers need information about the potential impacts of climate change, disturbances, and management activities. We integrated information from a dynamic global vegetation model, a sage-grouse habitat climate envelope model, and a state-and-transition simulation model to project broad-scale vegetation dynamics and potential sage-grouse habitat across 23.5 million acres in southeastern Oregon. We evaluated four climate scenarios, including continuing current climate and three scenarios of global climate change, and three management scenarios, including no management, current management and a sage-grouse habitat restoration scenario. All climate change scenarios projected expansion of moist shrub steppe and contraction of dry shrub steppe, but climate scenarios varied widely in the projected extent of xeric shrub steppe, where hot, dry summer conditions are unfavorable for sage-grouse. Wildfire increased by 26% over the century under current climate due to exotic grass encroachment, and by two- to four-fold across all climate change scenarios as extreme fire years became more frequent. Exotic grasses rapidly expanded in all scenarios as large areas of the landscape initially in semi-degraded condition converted to exotic-dominated systems. Due to the combination of exotic grass invasion, juniper encroachment, and climatic unsuitability for sage-grouse, projected sage-grouse habitat declined in the first several decades, but increased in area under the three climate change scenarios later in the century, as moist shrub steppe increased and rangeland condition improved. Management activities in the model were generally unsuccessful in controlling exotic grass invasion but were effective in slowing woodland expansion. Current levels of restoration treatments were insufficient to prevent some juniper expansion, but increased treatment rates under the restoration scenario maintained juniper near initial levels in priority treatment areas. Our simulations indicate that climate change may have both positive and negative implications for maintaining sage-grouse habitat.",
    "readLink": "http://www.aimspress.com/article/10.3934/environsci.2015.2.203/fulltext.html"
  }
]