[
  {
    "title": "Tourists’ knowledge and perceptions on the impact of climate change on tourism in Okavango Delta, Botswana.",
    "authors": [
      "K. Dube,",
      "Prof K. Mearns,",
      "S.E. Mini,",
      "L. Chapungu"
    ],
    "doi": "Vol. 7,\n                                no. 4",
    "issn": "2223-814X (Online)",
    "publisher": "AfricaJournals",
    "countryOfPublisher": "South Africa",
    "lcc": [
      "Technology: Home economics: Hospitality industry. Hotels, clubs, restaurants, etc. Food service",
      "Social Sciences: Commerce: Business"
    ],
    "journalUrl": "http://www.ajhtl.com",
    "abstract": "Tourism industry is one of the fastest growing industries globally, with an economic contribution that is unquestionable in both developed and developing countries. However, the growth in tourism is also associated with a growth in greenhouse gas (GHG) emissions from the tourism value chain, worsening the disaster of climate change. The tourism industry is dependent on the climate in many settings. To understand the current and future of the tourism industry, in the context of climate change, it is critical to understand the perceptions, knowledge and attitude of the tourism industry’s main stakeholders, the tourists. This paper examines the stated aspects in the context of the Okavango Delta, Botswana. The study made use of an online survey, involving 155 tourists across the world, and secondary data. Analysis of data was done using QuestionPro analytics, Microsoft Excel ToolPak and Content Analysis. The results show that tourists are increasingly becoming more knowledgeable about climate change disaster. However, some practices and actions by tourists contribute towards the build-up of GHG emissions that drive climate change disaster. Tourists felt that climate change was worsened by ignorance, lack of education and poor global political leadership. Tourists believe that climate change is a threat to the water flow in the Okavango Delta, which has a negative effect on flora and fauna, as evidenced by the decline in bird-life species and other animal populations over the years. The study recommends increased environmental awareness interventions among tourism role players to foster greater climate resilience and more research to cover the knowledge gaps.",
    "readLink": "https://www.ajhtl.com/uploads/7/1/6/3/7163688/article_14_vol_7_4__2018.pdf"
  },
  {
    "title": "Evolutionary rescue and geographic range shifts under climate change for global amphibians",
    "authors": [
      "Kelly Silva Souza,",
      "Danilo Siqueira Fortunato,",
      "Lucas Jardim,",
      "Levi Carina Terribile,",
      "Matheus Souza Lima-Ribeiro,",
      "Camilla Ávila Mariano,",
      "Jesús Nazareno Pinto-Ledezma,",
      "Rafael Loyola,",
      "Ricardo Dobrovolski,",
      "Thiago Fernando Rangel,",
      "Iberê Farina Machado,",
      "Tainá Rocha,",
      "Mariana Gomes Batista,",
      "Maria Lucia Lorini,",
      "Mariana Moncassim Vale,",
      "Carlos Arturo Navas,",
      "Natan Medeiros Maciel,",
      "Fabricio Villalobos,",
      "Miguel Ângelo Olalla-Tarraga,",
      "João Fabrício Mota Rodrigues,",
      "Sidney Feitosa Gouveia,",
      "José Alexandre Felizola Diniz-Filho"
    ],
    "doi": "https://doi.org/10.3389/fevo.2023.1038018",
    "journalVolume": "Vol. 11",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "By the end of this century, human-induced climate change and habitat loss may drastically reduce biodiversity, with expected effects on many amphibian lineages. One of these effects is the shift in the geographic distributions of species when tracking suitable climates. Here, we employ a macroecological approach to dynamically model geographic range shifts by coupling ecological niche models and eco-evolutionary mechanisms, aiming to assess the probability of evolutionary rescue (i.e., rapid adaptation) and dispersal under climate change. Evolutionary models estimated the probability of population persistence by adapting to changes in the temperature influenced by precipitation in the following decades, while compensating the fitness reduction and maintaining viable populations in the new climates. In addition, we evaluated emerging patterns of species richness and turnover at the assemblage level. Our approach was able to identify which amphibian populations among 7,193 species at the global scale could adapt to temperature changes or disperse into suitable regions in the future. Without evolutionary adaptation and dispersal, 47.7% of the species could go extinct until the year 2,100, whereas adding both processes will slightly decrease this extinction rate to 36.5%. Although adaptation to climate is possible for populations in about 25.7% of species, evolutionary rescue is the only possibility to avoid extinction in 4.2% of them. Dispersal will allow geographic range shifts for 49.7% of species, but only 6.5% may avoid extinction by reaching climatically suitable environments. This reconfiguration of species distributions and their persistence creates new assemblage-level patterns at the local scale. Temporal beta-diversity across the globe showed relatively low levels of species turnover, mainly due to the loss of species. Despite limitations with obtaining data, our approach provides more realistic assessments of species responses to ongoing climate changes. It shows that, although dispersal and evolutionary rescue may attenuate species losses, they are not enough to avoid a significant reduction of species’ geographic ranges in the future. Actions that guarantee a higher potential of adaptation (e.g., genetic diversity through larger population sizes) and increased connectivity for species dispersion to track suitable climates become essential, increasing the resilience of biodiversity to climate change.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fevo.2023.1038018/full"
  },
  {
    "title": "Effect of Climate Change and Human Activities on Surface and Ground Water Quality in Major Cities of Pakistan",
    "authors": [
      "Hira Zeb,",
      "Asim Yaqub,",
      "Huma Ajab,",
      "Iftikhar Zeb,",
      "Imran Khan"
    ],
    "doi": "https://doi.org/10.3390/w15152693",
    "journalVolume": "Vol. 15,\n                                no. 2693\n                                \n                                  p.\n                                  2693",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "In this study, climate change and human impacts on water quality in five major urban areas of Pakistan, including Karachi, Lahore, Peshawar, Abbottabad, and Gilgit, were determined. Secondary data on various physical, chemical, and bacteriological water quality parameters were taken from published papers, reports, and theses. Surface and groundwater were the major sources of drinking water in these cities. The physicochemical parameters were total turbidity, pH, dissolved solids (TDS), sulphates, chlorides, calcium, sodium, HCO3, potassium, magnesium, nitrates, fluorides, arsenic, and hardness. The bacteriological parameters were total coliform, total faecal coliform, and total plate counts. The data revealed that pH, TDS, fluoride, chloride, HCO3, sodium, and hardness were above the limits in Karachi. MCB Market, Goth Ibrahim, and Malir Town were the main contaminated areas in Karachi. In Lahore, arsenic was found above the limits in all sampling locations. Turbidity, pH, HCO3, calcium, magnesium, and hardness were found above the limits in Peshawar. In Gilgit city, all physicochemical parameters were found within the limits except turbidity, which was 10 NTU in Nomal valley. Nitrates were higher in the water sources in Abbottabad. Bacterial contamination was found in the water of all five cities. Most of the studies revealed that this contamination could be human-induced. The improper disposal of solid waste, sewage, and animal waste and the excessive use of fertilisers deteriorate the quality of the water. Precipitation, a rise in temperature, and seasonal variation are climate variables that affect water quality and are responsible for major outbreaks of waterborne diseases. There is an urgent need for regular analysis, proper management, and proper treatment of drinking water before it is supplied to the local community in these cities.",
    "readLink": "https://www.mdpi.com/2073-4441/15/15/2693"
  },
  {
    "title": "Improving the Oenological Potential of Grapes for Prosecco PDO Sparkling Wine Thanks to Nitrogen Fertigation",
    "authors": [
      "Alessandro Zanchin,",
      "Lorenzo Lovat,",
      "Patrick Marcuzzo,",
      "Marco Sozzi,",
      "Francesco Marinello,",
      "Diego Tomasi"
    ],
    "doi": "https://doi.org/10.3390/agronomy13051369",
    "journalVolume": "Vol. 13,\n                                no. 1369\n                                \n                                  p.\n                                  1369",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "Several researchers stated that climate change effects are arising quickly in the Mediterranean region. Temperature increasing and droughty summers are two of the most common patterns threatening sparkling wines’ grape quality. The present study investigated nitrogen nutrition to enhance acidity and preserve the aromatic compound on Vitis vinifera var. Glera for producing white sparkling wine. Half of the one-hectare vineyard placed in northeast Italy was fertigated with nitrogen during summer, while the control half received only mineral fertilization in spring as usual in the area. The trial lasted three years. The grapes’ quality was monitored and compared at harvest. The statistical analysis proved an affordable trend among treatments in which the fertigated grapes showed, on average, more free amino acids (+32%), more yeast assimilable nitrogen (+71%), more acidity (+21%), and lower total soluble solids concentration (−3%) than the control grapes. Energy storage, fruit yield, and wood mass were measured too. The study proved the nitrogen supply did not affect either fruit yield or plant vigor. Therefore, nitrogen fertigation has been confirmed to be a reasonable growing practice to preserve wine’s aroma and acidity against climate change.",
    "readLink": "https://www.mdpi.com/2073-4395/13/5/1369"
  },
  {
    "title": "Comparison of alternative harvesting systems for selective thinning in a Mediterranean pine afforestation (Pinus halepensis Mill.) for bioenergy use",
    "authors": [
      "Lerma-Arce V,",
      "Oliver-Villanueva J-V,",
      "Segura-Orenga G,",
      "Urchueguia-Schölzel JF"
    ],
    "doi": "https://doi.org/10.3832/ifor3636-014",
    "journalVolume": "Vol. 14,\n                                no. 1\n                                \n                                  pp.\n                                  465\n                                  – 472",
    "issn": "1971-7458 (Online)",
    "publisher": "Italian Society of Silviculture and Forest Ecology (SISEF)",
    "countryOfPublisher": "Italy",
    "lcc": [
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://iforest.sisef.org",
    "abstract": "Due to a continuous abandonment of marginal agricultural land, Mediterranean pine forests are growing both in biomass stock and area but remain mainly unmanaged. Pinus halepensis is one of the main pioneer species with strong expansion throughout the Mediterranean basin. In mature forests and pole stands, selective thinnings aimed to eliminate dominated and dead trees are necessary to improve the resilience and persistence of these forest ecosystems. Bioenergy market provides an opportunity to mobilise this woody material, helping to prevent and reduce wildfires in a context of climate change and energy transition. Despite the existing expertise on wood harvesting, there is a lack of practical knowledge about cost-effective methods for bioenergy use of selective thinnings in such forests. The objective of this study was to compare thinning harvesting methods in representative 63-year-old Pinus halepensis afforestation in pole stage for bioenergy uses, following the silvicultural treatments defined in the Spanish forest management plan. Time studies were performed over six representative plots in Navalón (Spain). Treatments included three plots with the traditional stem wood method combined with the logging of forest residues (integrated system), and three plots with the whole tree chipping (whole tree system). Time, productivity and fuel consumption were recorded for both systems. A woodchip quality assessment of each assortment was performed in the laboratory according to European standards. The results obtained demonstrated that time consumption and productivity were similar between the integrated harvesting system and the whole tree system. Regarding the total energy balance, it should be noted that both systems produce woodchips that contain over ten times more energy than that required to mobilise and process the obtained biomass. Fuel consumption, costs and degree of damage were slightly higher in the whole tree system due to the more intensive forwarding operation. The two assortments of woodchips in the integrated system had a higher (chipped log material) and lower quality (chipped crown material) than whole tree woodchips. In conclusion, integrated harvesting is a better option to diminish fuel consumption, cost and environmental impact, and also to obtain better quality woodchips for the production of added value biofuels (pellets).",
    "readLink": "https://iforest.sisef.org/contents/?id=ifor3636-014"
  },
  {
    "title": "Perception and adaptation strategies of forest dwellers to climate variability in the tropical rainforest in eastern Cameroon: The case of the inhabitants of the Belabo-Diang Communal Forest",
    "authors": [
      "Guylene Ngoukwa,",
      "Cédric Djomo Chimi,",
      "Louis-Paul-Roger Banoho Kabelong,",
      "Libalah Moses Bakonck,",
      "Jules Chrisitan Zekeng,",
      "Amandine Ntonmen Yonkeu,",
      "Roger Bruno Tabue Mboda,",
      "Armel Lekeufack,",
      "Bienvenu Léonnel Tchonang Djoumbi,",
      "Jean Jules Nana Ndangang,",
      "Hubert Kpoumie Mounmemi,",
      "Mélanie Bawou A Rim,",
      "Atabong Paul Agendia,",
      "Ingrid Temfack Tsopmejio,",
      "Vidal Djoukang Nguimfack,",
      "Pierre Nbendah,",
      "Narcisse Emile Nana Njila,",
      "Louis Zapfack"
    ],
    "doi": "Vol. 9,\n                                no. 4\n                                \n                                  p.\n                                  e15544",
    "issn": "2405-8440 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.cell.com/heliyon/home",
    "abstract": "The design of appropriate adaptation strategies to the impacts of climate change requires a contextual study of local perceptions due to the non-homogeneity of climate in a given agro-ecological area. The research objective of the current study aims to examine the evolution of climate parameters from 1983 to 2019 linked to the perceptions of local populations and appropriate adaptation measures in the Belabo-Diang Communal Forest of Cameroon. The methodological approach includes collecting and analyze climate data from 1983 to 2019; and surveying existing local perceptions and adaptive strategies among 540 households using semi-structured questionnaires. A significant increase in temperature of about 1 °C over 36 years (1983–2019) and a non-significant decrease in precipitation (95.36 mm) over the same period were observed. Local perceptions related to climate change vary according to the sector of activity and are mainly associated with more heat in the dry season (90%), late onset of rains (84%), drought recurrence (82%), less rainfall during the year (80%), and increase in the duration of drought (80%). For 82–100% of households, according to the activity sector, no appropriate adaptation measures to climate change were applied depending on activities. The adaptation measures used by less than 0–20% of respondents, include mainly the abandonment or change of activity, and modification of the agricultural calendar. With the lack of appropriate and adequate adaptation measures by the riparian populations, this study appears necessary to inform policy-makers of the need to develop and implement more appropriate strategies to enable the riparian people living in forest area of Cameroon to better adapt to these effects of climate changes.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405844023027512"
  },
  {
    "title": "Use of Spatial Remote Sensing to Study the Temporal Evolution of the Water Retention of Al Massira Dam in Morocco",
    "authors": [
      "Mohammed Bounif,",
      "Abdelmejid Rahimi,",
      "Rachid Boutafoust,",
      "Ikram El Mjiri"
    ],
    "doi": "https://doi.org/10.12911/22998993/156666",
    "journalVolume": "Vol. 24,\n                                no. 2\n                                \n                                  pp.\n                                  340\n                                  – 349",
    "issn": "2299-8993 (Online)",
    "publisher": "Polish Society of Ecological Engineering (PTIE)",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.jeeng.net",
    "abstract": "In Morocco, irrigated agriculture is still very much linked to the climate and the water retention of dams. With climate change, this country is experiencing recurrent drought, which has led to deficits in water inflow from the rivers to the various dams. The Al Massira dam, the area of study, does not escape this trend. This dam is the only surface water source for the irrigated area of Doukkala. Therefore, special attention must be paid to monitoring this resource at this dam. Thus, the proposed study examined the possibilities offered by spatial remote sensing to improve the current information system. It aims to evaluate this dam's reservoir by exploiting the data generated by using satellite images. The Landsat satellite images were used to assess the area of this dam by adopting an approach combining spectral indices with thresholding. Then, the existing relationship between the area of the dam lake were examined, determined by spatial remote sensing and its water retention measured in situ. The results obtained revealed a strong correlation between the two parameters. Therefore, a study was conducted to find the best model for predicting the dam's impoundment based on its lake. The second-degree polynomial model showed a better performance. Given the results obtained, it is recommended to use geospatial methods in the current and prospective monitoring and steering system of water resources.",
    "readLink": "http://www.jeeng.net/Use-of-Spatial-Remote-Sensing-to-Study-the-Temporal-Evolution-of-the-Water-Retention,156666,0,2.html"
  },
  {
    "title": "Modelled responses of the Kalahari Desert to 21st century climate and land use change",
    "authors": [
      "Jerome R. Mayaud,",
      "Richard M. Bailey,",
      "Giles F. S. Wiggs"
    ],
    "doi": "https://doi.org/10.1038/s41598-017-04341-0",
    "journalVolume": "Vol. 7,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Drylands are home to over 2 billion people globally, many of whom use the land for agricultural and pastoral activities. These vulnerable livelihoods could be disrupted if desert dunefields become more active in response to climate and land use change. Despite increasing knowledge about the role that wind, moisture availability and vegetation cover play in shaping dryland landscapes, relatively little is known about how drylands might respond to climatic and population pressures over the 21st century. Here we use a newly developed numerical model, which fully couples vegetation and sediment-transport dynamics, to simulate potential landscape evolution at three locations in the Kalahari Desert, under two future emissions scenarios: stabilising (RCP 4.5) and high (RCP 8.5). Our simulations suggest that whilst our study sites will experience some climatically-induced landscape change, the impacts of climate change alone on vegetation cover and sediment mobility may be relatively small. However, human activity could strongly exacerbate certain landscape trajectories. Fire frequency has a primary impact on vegetation cover, and, together with grazing pressure, plays a significant role in modulating shrub encroachment and ensuing land degradation processes. Appropriate land management strategies must be implemented across the Kalahari Desert to avoid severe environmental and socio-economic consequences over the coming decades.",
    "readLink": "https://doi.org/10.1038/s41598-017-04341-0"
  },
  {
    "title": "Assessing the Impact of Wave–Current Interactions on Storm Surges and Waves during Cold Air Outbreaks in the Northern East China Sea",
    "authors": [
      "Dongxue Mo,",
      "Jian Li,",
      "Yijun Hou"
    ],
    "doi": "https://doi.org/10.3390/jmse9080824",
    "journalVolume": "Vol. 9,\n                                no. 824\n                                \n                                  p.\n                                  824",
    "issn": "2077-1312 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Naval Science: Naval architecture. Shipbuilding. Marine engineering",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://www.mdpi.com/journal/jmse",
    "abstract": "Storm surges and disastrous waves induced by cold air outbreaks, a type of severe weather system, often impact the coastal economic development. Using the Climate Forecast System Reanalysis wind product and the Coupled Ocean–Atmosphere–Wave–Sediment Transport model, we developed a coupled numerical model and applied it to examine the interaction between surface gravity waves and ocean currents during cold air outbreaks in two case studies in the northern East China Sea. The results revealed that wave–current interactions improved the simulation accuracy, especially the water level, as verified by tidal station measurements. We conducted sensitivity experiments to explore the spatiotemporal variation of the impact of wave–current interactions on storm surges and waves in the northern East China Sea, away from the coastline. The wave-induced surge (up to 0.4 m) and the wave-induced current (up to 0.5 m/s) were found to be related to the difference between wave direction and current direction. The significant wave height difference (up to 0.5 m) was sensitive to the storm surge nearshore and sensitive to the current field offshore, while the mean wave direction change (up to 40°) was more sensitive to the current field than to the storm surge. Additionally, the wave–current interaction regulated the momentum balance and wave action balance, respectively. By comparison, the momentum residuals of pressure gradient, Coriolis force, Coriolis–Stokes force, and bottom stress, which were pronounced in different areas, were modulated more significantly by the wave effect than other terms. The dominant mechanisms of wave–current interactions on waves included the current-induced modification of energy generation caused by wind input, the current-induced modification of energy dissipation caused by whitecapping, and the current-induced wave advection.",
    "readLink": "https://www.mdpi.com/2077-1312/9/8/824"
  },
  {
    "title": "Modeling the occurrence of the Yellow Rail (Coturnicops noveboracensis) in the context of ongoing resource development in the oil sands region of Alberta",
    "authors": [
      "Richard W. Hedley,",
      "Logan J. T. McLeod,",
      "Daniel A. Yip,",
      "Dan Farr,",
      "Paul Knaga,",
      "Kiel L. Drake,",
      "Erin Bayne"
    ],
    "doi": "Vol. 15,\n                                no. 1\n                                \n                                  p.\n                                  10",
    "issn": "1712-6568 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ace-eco.org/",
    "abstract": "Yellow Rails (Coturnicops noveboracensis) are among the most secretive bird species in North America. They are poorly sampled by common survey protocols, and as a result their occurrence across much of their range is uncertain. We compiled occurrence records of the species and used resource selection functions to classify habitats as selected, neutral, or avoided using four different land cover maps in the oil sands region of northeastern Alberta. We assessed the accuracy of these maps using 279 previously unsurveyed locations and showed that a consensus-based ensemble classifier predicted occurrence more accurately than any single map. We combined the four maps into one map that rated habitat on a scale from 0 (consensus avoided) to 8 (consensus selected). Occupancy analysis showed increasing occupancy rates in areas with higher habitat suitability classes, with maximum occupancy rates of 0.18 (95% CI: 0.07-0.32) in class 8 habitat. We combined detections of 169 male Yellow Rails at surveyed locations with model predictions for unsurveyed locations to produce two population estimates for our study area, based on two estimates of the detection radius of the species. The estimate assuming a 150-m detection radius was 2747 males (95% CI: 588-5563), and the estimate assuming a 250-m detection radius was 1650 males (95% CI: 416-3266). Although estimates contained substantial uncertainty, our results suggest a larger number of Yellow Rails in the region than previously thought, which alters the current understanding of the distribution of this species. We estimated that about 17% of the population in our study area resides on oil sands leases that cover 14% of the study area, in habitats facing ongoing and future industrial development. The availability of a habitat map based on empirical evidence and detailed analyses for this species of conservation concern will improve targeted monitoring and promote mitigation of potential effects of development.",
    "readLink": "http://www.ace-eco.org/vol15/iss1/art10/"
  }
]