[
  {
    "title": "Watch Out for the “Living Dead”: Cell-Free Enzymes and Their Fate",
    "authors": [
      "Federico Baltar,",
      "Federico Baltar"
    ],
    "doi": "https://doi.org/10.3389/fmicb.2017.02438",
    "journalVolume": "Vol. 8",
    "issn": "1664-302X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.frontiersin.org/microbiology",
    "abstract": "Microbes are the engines driving biogeochemical cycles. Microbial extracellular enzymatic activities (EEAs) are the “gatekeepers” of the carbon cycle. The total EEA is the sum of cell-bound (i.e., cell-attached), and dissolved (i.e., cell-free) enzyme activities. Cell-free enzymes make up a substantial proportion (up to 100%) of the total marine EEA. Although we are learning more about how microbial diversity and function (including total EEA) will be affected by environmental changes, little is known about what factors control the importance of the abundant cell-free enzymes. Since cell-attached EEAs are linked to the cell, their fate will likely be linked to the factors controlling the cell’s fate. In contrast, cell-free enzymes belong to a kind of “living dead” realm because they are not attached to a living cell but still are able to perform their function away from the cell; and as such, the factors controlling their activity and fate might differ from those affecting cell-attached enzymes. This article aims to place cell-free EEA into the wider context of hydrolysis of organic matter, deal with recent studies assessing what controls the production, activity and lifetime of cell-free EEA, and what their fate might be in response to environmental stressors. This perspective article advocates the need to go “beyond the living things,” studying the response of cells/organisms to different stressors, but also to study cell-free enzymes, in order to fully constrain the future and evolution of marine biogeochemical cycles.",
    "readLink": "http://journal.frontiersin.org/article/10.3389/fmicb.2017.02438/full"
  },
  {
    "title": "Climate-Smart Livestock Systems: An Assessment of Carbon Stocks and GHG Emissions in Nicaragua.",
    "authors": [
      "Lucía Gaitán,",
      "Peter Läderach,",
      "Sophie Graefe,",
      "Idupulapati Rao,",
      "Rein van der Hoek"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0167949",
    "journalVolume": "Vol. 11,\n                                no. 12\n                                \n                                  p.\n                                  e0167949",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Livestock systems in the tropics can contribute to mitigate climate change by reducing greenhouse gas (GHG) emissions and increasing carbon accumulation. We quantified C stocks and GHG emissions of 30 dual-purpose cattle farms in Nicaragua using farm inventories and lifecycle analysis. Trees in silvo-pastoral systems were the main C stock above-ground (16-24 Mg ha-1), compared with adjacent secondary forests (43 Mg C ha-1). We estimated that methane from enteric fermentation contributed 1.6 kg CO2-eq., and nitrous oxide from excreta 0.4 kg CO2-eq. per kg of milk produced. Seven farms that we classified as climate-smart agriculture (CSA) out of 16 farms had highest milk yields (6.2 kg cow-1day-1) and lowest emissions (1.7 kg CO2-eq. per kg milk produced). Livestock on these farms had higher-quality diets, especially during the dry season, and manure was managed better. Increasing the numbers of CSA farms and improving CSA technology will require better enabling policy and incentives such as payments for ecosystem services.",
    "readLink": "http://europepmc.org/articles/PMC5193326?pdf=render"
  },
  {
    "title": "A national assessment of urban forest carbon storage and sequestration in Canada",
    "authors": [
      "James W. N. Steenberg,",
      "Melissa Ristow,",
      "Peter N. Duinker,",
      "Lyna Lapointe-Elmrabti,",
      "J. Douglas MacDonald,",
      "David J. Nowak,",
      "Jon Pasher,",
      "Corey Flemming,",
      "Cameron Samson"
    ],
    "doi": "https://doi.org/10.1186/s13021-023-00230-4",
    "journalVolume": "Vol. 18,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "1750-0680 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://cbmjournal.biomedcentral.com/",
    "abstract": "Abstract During a time of rapid urban growth and development, it is becoming ever more important to monitor the carbon fluxes of our cities. Unlike Canada’s commercially managed forests that have a long history of inventory and modelling tools, there is both a lack of coordinated data and considerable uncertainty on assessment procedures for urban forest carbon. Nonetheless, independent studies have been carried out across Canada. To improve upon Canada’s federal government reporting on carbon storage and sequestration by urban forests, this study builds on existing data to develop an updated assessment of carbon storage and sequestration for Canada’s urban forests. Using canopy cover estimates derived from ortho-imagery and satellite imagery ranging from 2008 to 2012 and field-based urban forest inventory and assessment data from 16 Canadian cities and one US city, this study found that Canadian urban forests store approximately 27,297.8 kt C (− 37%, + 45%) in above and belowground biomass and sequester approximately 1497.7 kt C year−1 (− 26%, + 28%). In comparison with the previous national assessment of urban forest carbon, this study suggested that in urban areas carbon storage has been overestimated and carbon sequestration has been underestimated. Maximizing urban forest carbon sinks will contribute to Canada’s mitigation efforts and, while being a smaller carbon sink compared to commercial forests, will also provide important ecosystem services and co-benefits to approximately 83% of Canadian people.",
    "readLink": "https://doi.org/10.1186/s13021-023-00230-4"
  },
  {
    "title": "Brief Communication: Global reconstructions of glacier mass change during the 20th century are consistent",
    "authors": [
      "B. Marzeion,",
      "P. W. Leclercq,",
      "J. G. Cogley,",
      "A. H. Jarosch"
    ],
    "doi": "https://doi.org/10.5194/tc-9-2399-2015",
    "journalVolume": "Vol. 9,\n                                no. 6\n                                \n                                  pp.\n                                  2399\n                                  – 2404",
    "issn": "1994-0416 (Print)",
    "publisher": "1994-0424 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.the-cryosphere.net/",
    "abstract": "Recent estimates of the contribution of glaciers to sea-level rise during the 20th century are strongly divergent. Advances in data availability have allowed revisions of some of these published estimates. Here we show that outside of Antarctica, the global estimates of glacier mass change obtained from glacier-length-based reconstructions and from a glacier model driven by gridded climate observations are now consistent with each other, and also with an estimate for the years 2003–2009 that is mostly based on remotely sensed data. This consistency is found throughout the entire common periods of the respective data sets. Inconsistencies of reconstructions and observations persist in estimates on regional scales.",
    "readLink": "http://www.the-cryosphere.net/9/2399/2015/tc-9-2399-2015.pdf"
  },
  {
    "title": "Kapaligiran, Etika at Negosyo",
    "authors": [
      "Napoleon Jr Mabaquiao"
    ],
    "doi": "https://doi.org/10.57106/scientia.v7i2.92",
    "journalVolume": "Vol. 7,\n                                no. 2",
    "issn": "1908-9627 (Print)",
    "publisher": "2546-194X (Online)",
    "countryOfPublisher": "College of Liberal Arts, San Beda College",
    "lcc": [
      "Philippines",
      "General Works",
      "Language and Literature"
    ],
    "journalUrl": "http://scientia-sanbeda.org/",
    "abstract": "The causes of the environmental crisis are many and diverse, and so are the possible ways to handle and eventually resolve this crisis. This essay advances one of such possible ways which results from relating the following two considerations. On the one hand, a fundamental kind of cause attributed to this crisis, on a theoretical level, concerns the perspectives used to determine or weigh the value of nature for humans. The analysis of these perspectives is the primary task of environmental ethics. On the other hand, on a practical level, the usual causes of the environmental damages of great magnitude are the business acts of corporations. Corporations, for instance, are the ones extracting enormous resources from nature and likewise the ones dumping wastes into it on a large scale. These considerations give rise to the question of which theory in environmental ethics will appropriately serve as a moral guide for corporations in their dealings with the natural environment. In accordance with the type of ethical standing that can be attributed to corporations, this essay endorses a rationalist ethical perspective in the Kantian form to address the said question. References Callicot, J. Baird. “An Ecocentric Environmental Ethic.” Applying Ethics. 6th edition. Ed. Jeffrey Olen and Vincent Barry, 485-491. New York: Wadsworth Publishing Co., 1999. Coates, John. “The Environmental Crisis: Implications for Social Work.” Journal of Progressive Human Services 16, no. 1 (2005): 25-49. _______. “Exploring the Roots of the Environmental Crisis: Opportunity for Social Transformation. Critical Social Work 4, no. 1 (2003). Retrieved from: Dobson, John. “Defending the Stakeholder Model: A Comment on Hasnas, and on a Dunfee’s MOM.” Business Ethics Quarterly 9, no. 2 (1999): 337-345. Elliot, Alexander, James Cullis, and Vinita Damodaran, eds. Climate Change and the Humanities: Historical, Philosophical and Interdisciplinary Approaches to the Contemporary Environmental Crisis. London: Palgrave Macmillan, 2017. French, Peter. “The Corporation as a Moral Person.” In Business Ethics: A Philosophical Reader, edited by Thomas White, 228-235. New York: Macmillan Publishing Co., 1993. __________. Corporate Ethics. New York: Harcourt Brace and Company, 1995. Hoffman, Michael. “Business and Environmental Ethics.” In Business Ethics: A Philosophical Reader, edited by Thomas White, 830-839. New York: Macmillan Publishing Co., 1993. Hollander, Jack. The Real Environmental Crisis: Why Poverty, Not affluence, is the Environment’s Number One Enemy. Berkeley: University of California Press, 2003. Jamieson, Dale. A Companion to Environmental Philosophy. Oxford: Balckwell, 2001. Kant, Immanuel. “The Fundamental Principles of the Metaphysics of Morals.” In Basic Writings of Kant, trans. Thomas Abbot, edited by Allan Wood, New York: The Modern Library, 2001. _________.“The Fundamental Principles of the Metaphysics of Morals.” In Great Books of the World. Vol. 42 Kant, edited by Robert Maynard Hutchins. Chicago: Encyclopaedia Britannica, Inc., 1952a. _________. Critique of Practical Reason. In Great Books of the Western World, edited by Robert Maynard Hutchins, Colorado: Encyclopedia Britannica, Inc., 1952b. Leopold, Aldo. “The Land Ethic.” In Applying Ethics, 6th edition, edited by Jeffrey Olen and Vincent Barry, 460-469. New York: Wadsworth Publishing Co., 1999. Mabaquiao, Napoleon Jr. “Ang Mabuting Kalooban at Sukdulang Prinsipyo ng Etika: Mula sa Pananaw ni Immanuel Kant.” Malay 17, no. 1 (2006): 25-39. _________. “Corporations and the Cause of Environmental Protection.” Eubios Journal of Asian and International Bioethics 12 (2002): 11-15. _________. “Ang Kapaligiran at mga Korporasyon: Mula sa Rasyonalismong Pananaw.” Malay 23, no. 1 (2010): 111-125. _________. Making Life Worth Living: An Introduction to the Philosophy of the Human Person. Quezon City: Phoenix Publishing House (2017). Meyers, Christopher. “The Corporation, its Members, and Moral Accountability.” In Business Ethics: A Philosophical Reader, edited by Thomas White. 251-260. New York: Macmillan Publishing Co., 1993. Shaw, William, H. Business Ethics. California: Wadsworth Publishing Co., 2002. Singer, Peter. “The Place of Nonhumans in Environmental Issues.” In Business Ethics: A Philosophical Reader, edited by Thomas White. 849-854. New York: Macmillan Publishing Co., 1993. __________. 2011. Practical Ethics. 3rd Edition. New York: Cambridge University Press. __________. “All animals are equal… or why supporters of liberation for blacks and women should support animal liberation too.” In Applying Ethics, 6th edition, edited by Jeffrey Olen and Vincent Barry, 411-423. New York: Wadsworth Publishing Co., 1999. Steinbock, Bonnie. “Speciecism and the Idea of Equality.” In Applying Ethics, 6th edition, edited by Jeffrey Olen and Vincent Barry. 438-445. New York:Wadsworth Publishing Co., 1999. Taylor, Paul. “The Ethics of Respect for Nature.” Applying Ethics, 6th edition, edited by Jeffrey Olen and Vincent Barry. 469-480. New York: Wadsworth Publishing Co., 1999. Velasquez, Manuel. Business Ethics: Concepts and Cases. New Jersey: Prentice Hall, 2000. Mula sa Internet “Marinduque Mining Disaster” “Top 10 Environmental Disasters” “25 Biggest Man Made Environmental Disasters In History”",
    "readLink": "https://scientia-sanbeda.org/index.php/scientia/article/view/92"
  },
  {
    "title": "Trends and spatial shifts in lightning fires and smoke concentrations in response to 21st century climate over the national forests and parks of the western United States",
    "authors": [
      "Y. Li,",
      "L. J. Mickley,",
      "P. Liu,",
      "J. O. Kaplan"
    ],
    "doi": "https://doi.org/10.5194/acp-20-8827-2020",
    "journalVolume": "Vol. 20\n                                \n                                \n                                  pp.\n                                  8827\n                                  – 8838",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Almost USD 3 billion per year is appropriated for wildfire management on public land in the United States. Recent studies have suggested that ongoing climate change will lead to warmer and drier conditions in the western United States, with a consequent increase in the number and size of wildfires, yet large uncertainty exists in these projections. To assess the influence of future changes in climate and land cover on lightning-caused wildfires in the national forests and parks of the western United States and the consequences of these fires on air quality, we link a dynamic vegetation model that includes a process-based representation of fire (LPJ-LMfire) to a global chemical transport model (GEOS-Chem). Under a scenario of moderate future climate change (RCP4.5), increasing lightning-caused wildfire enhances the burden of smoke fine particulate matter (PM), with mass concentration increases of ∼53 % by the late 21st century during the fire season in the national forests and parks of the western United States. In a high-emissions scenario (RCP8.5), smoke PM concentrations double by 2100. RCP8.5 also shows enhanced lightning-caused fire activity, especially over forests in the northern states.",
    "readLink": "https://www.atmos-chem-phys.net/20/8827/2020/acp-20-8827-2020.pdf"
  },
  {
    "title": "Drought-Related Spatiotemporal Cumulative and Time-Lag Effects on Terrestrial Vegetation across China",
    "authors": [
      "Wei Wei,",
      "Ting Liu,",
      "Liang Zhou,",
      "Jiping Wang,",
      "Peng Yan,",
      "Binbin Xie,",
      "Junju Zhou"
    ],
    "doi": "https://doi.org/10.3390/rs15184362",
    "journalVolume": "Vol. 15,\n                                no. 4362\n                                \n                                  p.\n                                  4362",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Vegetation is one of the most important indicators of climate change, as it can show regional change in the environment. Vegetation health is affected by various factors, including drought, which has cumulative and time-lag effects on vegetation response. However, the cumulative and time-lag effects of drought on different terrestrial vegetation in China are still unclear. To address this issue, this study examined the cumulative and time-lag effects of drought on vegetation from 2001 to 2020 using the Standardized Precipitation Evapotranspiration Index (SPEI) in the Global SPEI database and the Normalized Difference Vegetation Index (NDVI) in MOD13A3. Based on Sen-Median trend analysis and the Mann–Kendall test, the change trend and significance of the NDVI from 2001 to 2020 were explored. The Pearson correlation coefficient was used to analyze the correlation between the SPEI and NDVI at each cumulative scale and time-lag scale and to further analyze the cumulative and time-lag effects of drought on vegetation. The results show the following: (1) The NDVI value increased at a rate of 0.019/10 years, and the increased area of the NDVI accounted for 80.53% of mainland China, with a spatial trend of low values in the west and high values in the east. (2) The average SPEI cumulative time scale most relevant to the NDVI was 7.3 months, and the cumulative effect demonstrated a high correlation at the scale of 9–12 months and revealed different distributions in different areas. The cumulative effect was widely distributed at the 9-month scale, followed by the 12-month scale. The correlation coefficients of cumulative effects between the SPEI and NDVI for cropland, woodland and grassland peaked at 9 months. (3) The average SPEI time-lag scale for the NDVI was 6.9 months, and the time-lag effect had the highest correlation coefficient at the 7-month scale. The strongest time-lag effect for cropland and grassland was seen at 7 months, while the strongest time-lag effect for woodland was seen at 6 months. Woodland had a lower time-lag effect than grassland at different scales. The research results are significant for their use in aiding the scientific response to drought disasters and making decisions for climate change precautions.",
    "readLink": "https://www.mdpi.com/2072-4292/15/18/4362"
  },
  {
    "title": "Hysteresis of tropical forests in the 21st century",
    "authors": [
      "Arie Staal,",
      "Ingo Fetzer,",
      "Lan Wang-Erlandsson,",
      "Joyce H. C. Bosmans,",
      "Stefan C. Dekker,",
      "Egbert H. van Nes,",
      "Johan Rockström,",
      "Obbe A. Tuinenburg"
    ],
    "doi": "https://doi.org/10.1038/s41467-020-18728-7",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 8",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "Tropical rainforests partly create their own climatic conditions by promoting precipitation, therefore rainforest losses may trigger dramatic shifts. Here the authors combine remote sensing, hydrological modelling, and atmospheric moisture tracking simulations to assess forest-rainfall feedbacks in three major tropical rainforest regions on Earth and simulate potential changes under a severe climate change scenario.",
    "readLink": "https://doi.org/10.1038/s41467-020-18728-7"
  },
  {
    "title": "Present and future thermal environments available to Sharp-tailed Grouse in an intact grassland.",
    "authors": [
      "Edward J Raynor,",
      "Larkin A Powell,",
      "Walter H Schacht"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0191233",
    "journalVolume": "Vol. 13,\n                                no. 2\n                                \n                                  p.\n                                  e0191233",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Better understanding animal ecology in terms of thermal habitat use has become a focus of ecological studies, in large part due to the predicted temperature increases associated with global climate change. To further our knowledge on how ground-nesting endotherms respond to thermal landscapes, we examined the thermal ecology of Sharp-tailed Grouse (Tympanuchus phasianellus) during the nesting period. We measured site-specific iButton temperatures (TiB) and vegetation characteristics at nest sites, nearby random sites, and landscape sites to assess thermal patterns at scales relevant to nesting birds. We asked if microhabitat vegetation characteristics at nest sites matched the characteristics that directed macrohabitat nest-site selection. Grouse selected sites sheltered by dense vegetation for nesting that moderated TiB on average up to 2.7°C more than available landscape sites. Successful nests were positioned in a way that reduced exposure to thermal extremes by as much as 4°C relative to failed nests with an overall mean daytime difference (±SE) of 0.4 ±0.03°C. We found that macrohabitat nest-site selection was guided by dense vegetation cover and minimal bare ground as also seen at the microhabitat scale. Global climate projections for 2080 suggest that TiB at nest sites may approach temperatures currently avoided on the landscape, emphasizing a need for future conservation plans that acknowledge fine-scale thermal space in climate change scenarios. These data show that features of grassland landscapes can buffer organisms from unfavorable microclimatic conditions and highlight how thermal heterogeneity at the individual-level can drive decisions guiding nest site selection.",
    "readLink": "http://europepmc.org/articles/PMC5802491?pdf=render"
  },
  {
    "title": "Species, Climatypes, Climate Change, and Forest Health: A Conversion of Science to Practice for Inland Northwest (USA) Forests",
    "authors": [
      "Gerald  E. Rehfeldt,",
      "Marcus  V. Warwell,",
      "Robert  A. Monserud"
    ],
    "doi": "https://doi.org/10.3390/f11121237",
    "journalVolume": "Vol. 11,\n                                no. 1237\n                                \n                                  p.\n                                  1237",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Research Highlights: This paper integrates disparate research results pertaining to climate change impacts to 12 co-occurring forest tree species and their climatypes such that management options for the ecosystem as a whole become discernible. Background and Objectives: The ecosystem under analysis is the Thuja-Tsuga forest ecosystem, occupying ca. 121,500 km2 in a largely mountainous setting in the interior northwest, USA. Our goal is to present land management options tied directly to climate-change in a straightforward framework for both the current and future generations. Materials and Methods: By merging synecological and genecological concepts in a climatic framework, we simplify complex interactions in a manner that relates directly to climate change impacts. Species and climatype distributions are redefined in terms of mean annual temperature and elevation of forested landscapes. Results: For each 2 °C increase in temperature, plant associations should shift upwards ca. 400 m, provided precipitation remains at or near contemporary levels, which, for this ecosystem, vary between 300 mm and 1450 mm. Management guidelines are developed for (a) selecting climatypes of the species suited to the climate at the leading edge of the migration front, (b) anticipating decline at the trailing edge, and (c) converting climatypes in areas where species should persist. Conclusions: Our results can provide robust strategies for adapting forest management to the effects of climate change, but their effectiveness is dependent on the implementation of global warming mitigation actions.",
    "readLink": "https://www.mdpi.com/1999-4907/11/12/1237"
  }
]