[
  {
    "title": "Application of FTIR-PAS in Rapid Assessment of Rice Quality under Climate Change Conditions",
    "authors": [
      "Lianlian Wei,",
      "Fei Ma,",
      "Changwen Du"
    ],
    "doi": "https://doi.org/10.3390/foods10010159",
    "journalVolume": "Vol. 10,\n                                no. 159\n                                \n                                  p.\n                                  159",
    "issn": "2304-8158 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Chemical technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/foods",
    "abstract": "Fourier transform infrared photoacoustic spectroscopy (FTIR-PAS), versus attenuated total reflectance spectroscopy (FTIR-ATR) and diffuse reflectance spectroscopy (DRIFT), was firstly applied in quick assessment of rice quality in response to rising CO2/temperature instead of conventional time-consuming chemical methods. The influences of elevated CO2 and higher temperature were identified using FTIR-PAS spectra by principal component analysis (PCA). Variations in the rice functional groups are crucial indicators for rice identification, and the ratio of the intensities of two selected spectral bands was used for correlation analysis with starch, protein, and lipid content, and the ratios all showed a positive linear correlation (R2 = 0.9103, R2 = 0.9580, and R2 = 0.9246, respectively). Subsequently, changes in nutritional components under future environmental conditions that encompass higher CO2 and temperature were evaluated, which demonstrated the potential of FTIR-PAS to detect the responses of rice to climate change, providing a valuable technique for agricultural production and food security.",
    "readLink": "https://www.mdpi.com/2304-8158/10/1/159"
  },
  {
    "title": "Let the sun shine in: effects of ultraviolet radiation on invasive pneumococcal disease risk in Philadelphia, Pennsylvania",
    "authors": [
      "Johnson Caroline C,",
      "Spain C Victor,",
      "Ng Victoria,",
      "White Alexander NJ,",
      "Kinlin Laura M,",
      "Fisman David N"
    ],
    "doi": "https://doi.org/10.1186/1471-2334-9-196",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  p.\n                                  196",
    "issn": "1471-2334 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Internal medicine: Infectious and parasitic diseases"
    ],
    "journalUrl": "https://bmcinfectdis.biomedcentral.com",
    "abstract": "Abstract Background Streptococcus pneumoniae is a common cause of community acquired pneumonia and bacteremia. Excess wintertime mortality related to pneumonia has been noted for over a century, but the seasonality of invasive pneumococcal disease (IPD) has been described relatively recently and is poorly understood. Improved understanding of environmental influence on disease seasonality has taken on new urgency due to global climate change. Methods We evaluated 602 cases of IPD reported in Philadelphia County, Pennsylvania, from 2002 to 2007. Poisson regression models incorporating seasonal smoothers were used to identify associations between weekly weather patterns and case counts. Associations between acute (day-to-day) environmental fluctuations and IPD occurrence were evaluated using a case-crossover approach. Effect modification across age and sex strata was explored, and meta-regression models were created using stratum-specific estimates for effect. Results IPD incidence was greatest in the wintertime, and spectral decomposition revealed a peak at 51.0 weeks, consistent with annual periodicity. After adjustment for seasonality, yearly increases in reporting, and temperature, weekly incidence was found to be associated with clear-sky UV index (IRR per unit increase in index: 0.70 [95% CI 0.54-0.91]). The effect of UV index was highest among young strata and decreased with age. At shorter time scales, only an association with increases in ambient sulphur oxides was linked to disease risk (OR for highest tertile of exposure 0.75, 95% CI 0.60 to 0.93). Conclusion We confirmed the wintertime predominance of IPD in a major urban center. The major predictor of IPD in Philadelphia is extended periods of low UV radiation, which may explain observed wintertime seasonality. The mechanism of action of diminished light exposure on disease occurrence may be due to direct effects on pathogen survival or host immune function via altered 1,25-(OH)2-vitamin-D metabolism. These findings may suggest less diminution in future IPD risk with climate change than would be expected if wintertime seasonality was driven by temperature.",
    "readLink": "http://www.biomedcentral.com/1471-2334/9/196"
  },
  {
    "title": "Reconstructing runoff components and glacier mass balance with climate change: Niyang river basin, southeastern Tibetan plateau",
    "authors": [
      "Qiule He,",
      "Qiule He,",
      "Xingxing Kuang,",
      "Xingxing Kuang,",
      "Enze Ma,",
      "Jianxin Chen,",
      "Yuqing Feng,",
      "Chunmiao Zheng,",
      "Chunmiao Zheng"
    ],
    "doi": "https://doi.org/10.3389/feart.2023.1165390",
    "journalVolume": "Vol. 11",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "The southeastern part of the Tibetan Plateau (TP), one of the regions with the largest glacier distribution on the plateau, has been experiencing a significant loss in glacier mass balance (GMB) in recent decades due to climate warming. In this study, we used the Spatial Processes in Hydrology (SPHY) model and satellite data from LANDSAT to reconstruct the runoff components and glacier mass balance in the Niyang River basin (NRB). The measured river discharge data in the basin during 2000–2008 were used for model calibration and validation. Then, the validated model was applied to reconstruct the runoff components and GMB in the Niyang River basin for the period 1969–2013. Results showed that rainfall runoff (67%) was the dominant contributor to total runoff, followed by snowmelt runoff (14%), glacier melt runoff (10%), and baseflow (9%). The NRB experienced a severe loss in GMB, with a mean value of −1.26 m w. e./a (corresponding to a cumulative glacier mass loss of −56.72 m w. e.) during 1969–2013. During periods Ⅰ (1969–1983), Ⅱ (1984–1998), and Ⅲ (1999–2013) glacier mass loss was simulated at rates of −1.27 m w. e./a, −1.18 m w. e./a, and −1.33 m w. e./a, respectively. The annual loss of glacier mass in the northern region of the NRB (−1.43 m w. e./a) was significantly greater than that of the southern region (−0.53 m w. e./a) from 1969 to 2013, largely due to temperature variations, especially in summer months. These findings enhance our understanding of how different hydrological processes respond to climate change and provide a potential method to study runoff components and GMB in other glacierized catchments worldwide.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/feart.2023.1165390/full"
  },
  {
    "title": "Developed black beaches - too hot to emerge? Factors affecting sand temperatures at nesting grounds of olive ridley sea turtles (Lepidochelys olivacea)",
    "authors": [
      "Daniel Ariano-Sánchez,",
      "Anita Nesthus,",
      "Frank Rosell,",
      "Stefanie Reinhardt"
    ],
    "doi": "Vol. 5\n                                \n                                \n                                  p.\n                                  100074",
    "issn": "2666-9005 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.journals.elsevier.com/climate-change-ecology",
    "abstract": "Climate change research on sea turtles has focused on the impact of rising temperatures on sex ratios, while the thermal ecology of natural nesting grounds has received less attention. Many nesting beaches are highly affected by vegetation loss and urbanization which in turn may affect their thermal profile, particularly at beaches with dark volcanic sand. We studied the sand temperatures on two urban-developed volcanic sea turtle nesting beaches in Guatemala for two years, and their potential effect on the thermal ecology of sea turtle nests by using the olive ridley as model species. We hypothesized that local weather, type of cover at surface, and season (dry vs rainy) will have a pronounced effect on sand temperatures, potentially affecting the hatching success of sea turtles. Average sand temperatures at nesting beaches were almost always above the pivotal temperature (87% of days), and either close to or above the thermal maximum tolerance of sea turtle embryos over longer periods (78% of days). We found that higher air temperatures led to higher sand temperatures, and high relative humidity and precipitation led to lower sand temperatures. As expected, sand temperatures in plots covered by vegetation were lower (32.5 ± 2.8°C) than those without vegetation cover (33.1 ± 2.6°C). Plots close to concrete structures showed the highest sand temperatures (34.0 ± 3.2°C). Our results highlight the relevance of vegetation in buffering the effects of high sand temperatures, which will have profound implications for the resilience of olive ridleys to global warming.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666900523000102"
  },
  {
    "title": "Differential acclimation responses to irradiance and temperature in two co-occurring seaweed species in Arctic fjords",
    "authors": [
      "Johanna Marambio,",
      "Kai Bischof"
    ],
    "doi": "https://doi.org/10.33265/polar.v40.5702",
    "journalVolume": "Vol. 40\n                                \n                                \n                                  pp.\n                                  1\n                                  – 14",
    "issn": "0800-0395 (Print)",
    "publisher": "1751-8369 (Online)",
    "countryOfPublisher": "Norwegian Polar Institute",
    "lcc": [
      "Norway",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "https://polarresearch.net/index.php/polar/index",
    "abstract": "Arctic fjord systems experience large amplitudes of change in temperature and radiation regime due to climate warming and the related decrease in sea ice. The resultant increase in irradiance entering the water column influences photosynthetic activity of benthic and pelagic primary producers. The subtidal brown alga Desmarestia aculeata and the intertidal red alga Palmaria palmata populate the cold-temperate coasts of the North Atlantic, reaching the polar zone. To evaluate their acclimation potential, we collected both species in Kongsfjorden, Svalbard (78.9°N, 11.9°E), during the Arctic summer and exposed specimens to two different PAR levels (50 and 500 μmol photons m−2 s−1) and temperatures (0, 4 and 8 °C) for 21 days. Photosynthetic parameters and biochemical features (pigment concentration and antioxidants) were assessed. In general, high irradiance was the factor that generated a negative effect for D. aculeata and P. palmata in the photosynthetic parameters of the photosynthesis–irradiance curve and Fv/Fm. The pigment concentration in both species tended to decrease with increasing irradiance. Antioxidant level showed different trends for both species: in D. aculeata, antioxidant potential increased with high irradiance and temperature, while in P. palmata, it only increased with high irradiance. Both species showed responses to the interaction of irradiance and temperature, although D. aculeata was more sensitive to high irradiance than P. palmata. Our study shows how these species, which have similar geographical distribution in the North Atlantic and the Arctic but belong to different taxonomic lineages, have similar strategies of acclimation, although they respond differently to ecophysiological parameters.",
    "readLink": "https://polarresearch.net/index.php/polar/article/view/5702/14189"
  },
  {
    "title": "Oscillations in atmospheric water above Switzerland",
    "authors": [
      "K. Hocke,",
      "K. Hocke,",
      "F. Navas-Guzmán,",
      "L. Moreira,",
      "L. Bernet,",
      "L. Bernet,",
      "C. Mätzler,",
      "C. Mätzler"
    ],
    "doi": "https://doi.org/10.5194/acp-17-12121-2017",
    "journalVolume": "Vol. 17\n                                \n                                \n                                  pp.\n                                  12121\n                                  – 12131",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Cloud fraction (CF), integrated liquid water (ILW) and integrated water vapour (IWV) were continuously measured from 2004 to 2016 by the TROpospheric WAter RAdiometer (TROWARA) in Bern, Switzerland. There are indications for interannual variations of CF and ILW. A spectral analysis shows that IWV is dominated by an annual oscillation, leading to an IWV maximum of 24 kg m−2 in July to August and a minimum of 8 kg m−2 in February. The seasonal behaviour of CF and ILW is composed by both the annual and the semiannual oscillation. However, the annual oscillation of CF has a maximum in December while the annual oscillation of ILW has a maximum in July. The semiannual oscillations of CF and ILW are strong from 2010 to 2014. The normalized power spectra of ILW and CF show statistically significant spectral components with periods of 76, 85, 97 and 150 days. We find a similarity between the power spectra of ILW and CF with those of zonal wind at 830 hPa (1.5 km) above Bern. Particularly, the occurrence of higher harmonics in the CF and ILW spectra is possibly forced by the behaviour of the lower-tropospheric wind. The mean amplitude spectra of CF, ILW and IWV show increased short-term variability on timescales less than 40 days from spring to fall. We find a weekly cycle of CF and ILW from June to September with increased values on Saturday, Sunday and Monday.",
    "readLink": "https://www.atmos-chem-phys.net/17/12121/2017/acp-17-12121-2017.pdf"
  },
  {
    "title": "GEO-CWB: GIS-Based Algorithms for Parametrising the Responses of Catchment Dynamic Water Balance Regarding Climate and Land Use Changes",
    "authors": [
      "Salem  S. Gharbia,",
      "Laurence Gill,",
      "Paul Johnston,",
      "Francesco Pilla"
    ],
    "doi": "https://doi.org/10.3390/hydrology7030039",
    "journalVolume": "Vol. 7,\n                                no. 39\n                                \n                                  p.\n                                  39",
    "issn": "2306-5338 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/hydrology",
    "abstract": "Parametrising the spatially distributed dynamic catchment water balance is a critical factor in studying the hydrological system responses to climate and land use changes. This study presents the development of a geographic information system (GIS)-based set of algorithms (geographical spatially distributed water balance model (GEO-CWB)), which is developed from integrating physical, statistical, and machine learning models. The GEO-CWB tool has been developed to simulate and predict future spatially distributed dynamic water balance using GIS environment at the catchment scale in response to the future changes in climate variables and land use through a user-friendly interface. The tool helps in bridging the gap in quantifying the high-resolution dynamic water balance components for the large catchments by reducing the computational costs. Also, this paper presents the application and validation of GEO-CWB on the Shannon catchment in Ireland as an example of a large and complicated hydrological system. It can be concluded that climate and land use changes have significant effects on the spatial and temporal patterns of the different water balance components of the catchment.",
    "readLink": "https://www.mdpi.com/2306-5338/7/3/39"
  },
  {
    "title": "Reckless or righteous? Reviewing the sociotechnical benefits and risks of climate change geoengineering",
    "authors": [
      "Benjamin K. Sovacool"
    ],
    "doi": "Vol. 35\n                                \n                                \n                                  p.\n                                  100656",
    "issn": "2211-467X (Print)",
    "publisher": "2211-4688 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://www.journals.elsevier.com/energy-strategy-reviews",
    "abstract": "Geoengineering options such as negative emissions technologies (NETs) or greenhouse gas removal (GGR) may need to contribute towards decarbonization, by removing CO2 from the atmosphere and storing it safely in biological or geological sinks, or reflecting sunlight back into space via solar radiation management (SRM). Despite concerns about them, GGR and SRM are increasingly discussed as crucial complements to traditional climate change mitigation. Others routinely dismiss both SRM and GGR methods as a distraction from mitigation, or even as a potential moral hazard that induces complacency in reducing emissions. Yet, if climate impacts turn out to be more sudden and severe than currently known, such strategies could provide a rapid backstop to implement deeper emissions reductions, especially with techniques that require time to scale-up. Despite their importance and controversial status, most research on GGR and SRM remains technical, rather than social, and that knowledge of their technical characteristics remains limited, even within the physical and engineering sciences. Moreover, existing GGR and SRM options are changing rapidly in terms of their technical design, cost, and performance, and therefore scalability and deployment potential. To contribute to the debate, this study reviews and summarizes a large number of geoengineering assessments published over the past decade to document prospective benefits, but also reveal potential risks. It aims to provide a comprehensive evidence base on GGR and SRM technologies that is rigorous, timely, and interdisciplinary. This article begins by briefly defining geoengineering and associated technologies, describing how various techniques work, and summarizing recent market trends up until early 2021. Then, it discusses a series of advantages and disadvantages to these options before identifying tensions, research gaps, and a critical research agenda. It concludes with implications for research, policy, and governance.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2211467X21000420"
  },
  {
    "title": "The changing roles of science in managing Australian droughts: An agricultural perspective",
    "authors": [
      "Mark Howden,",
      "Serena Schroeter,",
      "Steven Crimp,",
      "Ivan Hanigan"
    ],
    "doi": "https://doi.org/10.1016/j.wace.2014.04.006",
    "journalVolume": "Vol. 3,\n                                no. C\n                                \n                                  pp.\n                                  80\n                                  – 89",
    "issn": "2212-0947 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/weather-and-climate-extremes/",
    "abstract": "As the driest inhabited continent with a highly variable climate, Australia has had a long and evolving history of drought management in agriculture. This paper analyses the changing roles of science in the management of climate risk and uncertainty and how this may continue into the future. Initially science had a role in documenting the underlying nature of Australia׳s climate, and later broadening the understanding around the drivers of variability so as to provide useful climate forecasts and developing metrics to measure and compare the severity of extreme climatic events. Over time this has shifted to providing effective integrating approaches to enhance social cohesion, rural economies, environmental protection, health, and food security under drought conditions. Institutional responses initially framed drought as a natural disaster, for which State and Federal funding for farmers was distributed; however, the need for farmers to proactively manage climate risk and build adaptive capacity has resulted in climate variability being seen as a risk to be managed as part of normal practise. The formulation of a national drought policy in 1992 placed responsibility for adaptation and education in the hands of the farmers, where science played various roles, including the provision of training for strategic business planning and decision-making, methods of managing uncertainty as well as via delivery of climate data and methods to integrate this into meaningful information that is embedded into the social and institutional processes through which decisions are made. This policy continues to evolve and science inputs will evolve with this. In particular, we anticipate that ongoing and projected climate changes will impact on drought frequency and severity and will require science integrated with stakeholder input into developing climate adaptation practices and technologies and effective adoption paths particularly to deal with climate extremes. A key need will be science that enhances processes of engagement between science, institutions and the agricultural community and is increasingly self-reflective and self-critical.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212094714000310"
  },
  {
    "title": "A Constrained Stochastic Weather Generator for Daily Mean Air Temperature and Precipitation",
    "authors": [
      "Feifei Pan,",
      "Lisa Nagaoka,",
      "Steve Wolverton,",
      "Samuel  F. Atkinson,",
      "Timothy  A. Kohler,",
      "Marty O′Neill"
    ],
    "doi": "https://doi.org/10.3390/atmos12020135",
    "journalVolume": "Vol. 12,\n                                no. 135\n                                \n                                  p.\n                                  135",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "A constrained stochastic weather generator (CSWG) for producing daily mean air temperature and precipitation based on annual mean air temperature and precipitation from tree-ring records is developed and tested in this paper. The principle for stochastically generating daily mean air temperature assumes that temperatures in any year can be approximated by a sinusoidal wave function plus a perturbation from the baseline. The CSWG for stochastically producing daily precipitation is based on three additional assumptions: (1) In each month, the total precipitation can be estimated from annual precipitation if there exists a relationship between the annual and monthly precipitations. If that relationship exists, then (2) for each month, the number of dry days and the maximum daily precipitation can be estimated from the total precipitation in that month. Finally, (3) in each month, there exists a probability distribution of daily precipitation amount for each wet day. These assumptions allow the development of a weather generator that constrains statistically relevant daily temperature and precipitation predictions based on a specified annual value, and thus this study presents a unique method that can be used to explore historic (e.g., archeological questions) or future (e.g., climate change) daily weather conditions based upon specified annual values.",
    "readLink": "https://www.mdpi.com/2073-4433/12/2/135"
  }
]