[
  {
    "title": "Co-contaminants of microplastics in two seabird species from the Canadian Arctic",
    "authors": [
      "Roxana Sühring,",
      "Julia E. Baak,",
      "Robert J. Letcher,",
      "Birgit M. Braune,",
      "Amila de Silva,",
      "Cody Dey,",
      "Kim Fernie,",
      "Zhe Lu,",
      "Mark L. Mallory,",
      "Stephanie Avery-Gomm,",
      "Jennifer F. Provencher"
    ],
    "doi": "Vol. 12\n                                \n                                \n                                  p.\n                                  100189",
    "issn": "2666-4984 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Technology: Environmental technology. Sanitary engineering"
    ],
    "journalUrl": "https://www.journals.elsevier.com/environmental-science-and-ecotechnology",
    "abstract": "Through ingestion and subsequent egestion, Arctic seabirds can bioaccumulate microplastics at and around their colony breeding sites. While microplastics in Arctic seabirds have been well documented, it is not yet understood to what extent these particles can act as transport vehicles for plastic-associated contaminants, including legacy persistent organic pollutants (POPs), trace metals, and organic additives. We investigated the occurrence and pattern of organic and inorganic co-contaminants of microplastics in two seabird species from the Canadian Arctic — northern fulmar (Fulmarus glacialis) and black-legged kittiwake (Rissa tridactyla). We found that fulmars had higher levels of plastic contamination and emerging organic compounds (known to be plastic additives) than kittiwakes, whereas higher concentrations of legacy POPs were found in kittiwakes than the fulmars. Furthermore, fulmars, the species with the much larger foraging range (∼200 km), had higher plastic pollution and overall contaminant burdens, indicating that birds may be acting as long-range transport vectors for plastic-associated pollution. Our results suggest a potential connection between plastic additive contamination and plastic pollution burdens in the bird stomachs, highlighting the importance of treating plastic particles and plastic-associated organic additives as co-contaminants rather than separate pollution issues.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S266649842200045X"
  },
  {
    "title": "Factors Influencing the Spatiotemporal Variability in the Irrigation Requirements of Winter Wheat in the North China Plain under Climate Change",
    "authors": [
      "Nan Wang,",
      "Jiujiang Wu,",
      "Yuhui Gu,",
      "Kongtao Jiang,",
      "Xiaoyi Ma"
    ],
    "doi": "https://doi.org/10.3390/agronomy12091987",
    "journalVolume": "Vol. 12,\n                                no. 1987\n                                \n                                  p.\n                                  1987",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "The North China Plain is a major grain-producing area, but faces water scarcity, which directly threatens food security. The problem is more severe under climate change and the seasonal impact of climate change on winter wheat is different. Thus, it is of great importance to explore the spatiotemporal characteristics of irrigation requirements (IR) and the factors influencing IR in different growth periods of winter wheat, but it has not received much attention. Therefore, we used relative contribution, partial correlation and path analyses to assess the spatiotemporal characteristics of the IR and primary factors influencing the IR of winter wheat in various growing stages in the North China Plain. The results indicated that wind speed and net solar radiation showed a significant downward trend; no prominent trend was noted in IR (multiyear average, 302.3 mm). Throughout the growing season of winter wheat, IR increased gradually from the southern to northern extent of the North China Plain. The irrigation demand of winter wheat in stage P2 (green-up to heading) was the largest. Furthermore, the dominant drivers of IR in terms of spatial distribution and inter-annual variation were phenological period (Phe), effective precipitation (Pe) and relative humidity (RH); however, the degree of their effects varied across the growth stages and growing regions of winter wheat. Each factor exerted both direct and indirect effects on IR and Phe exhibited the strongest indirect effect on IR. The major factors contributing most to IR were Pe and RH in the P1 stage (sowing to green-up) and Phe, Pe and RH in the P2 and P3 (heading to maturity) stages. Pe and RH limited IR, whereas Phe promoted it. Our findings will help improve agricultural water management in the future.",
    "readLink": "https://www.mdpi.com/2073-4395/12/9/1987"
  },
  {
    "title": "Response of vegetation variation to climate change and human activities in semi-arid swamps",
    "authors": [
      "Guangyi Deng,",
      "Jin Gao,",
      "Haibo Jiang,",
      "Dehao Li,",
      "Xue Wang,",
      "Yang Wen,",
      "Lianxi Sheng,",
      "Chunguang He"
    ],
    "doi": "https://doi.org/10.3389/fpls.2022.990592",
    "journalVolume": "Vol. 13",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Vegetation is a sensitive factor in marsh ecosystems, which can provide nesting sites, foraging areas, and hiding places for waterfowl and can affect their survival environment. The Jilin Momoge National Nature Reserve, which consists of large areas of marshes, is located in the semi-arid region of northeast China and is an important stopover site for the critically endangered species of the Siberian Crane (Grus leucogeranus). Global climate change, extreme droughts and floods, and large differences in evaporation and precipitation in this region can cause rapid vegetation succession. In recent years, increased grain production and river-lake connectivity projects carried out in this area to increase grain outputs and restore wetlands have caused significant changes in the hydrological and landscape patterns. Therefore, research on the response of variation trends in vegetation patterns to the main driving factors (climate change and human activities) is critical for the conservation of the Siberian Crane. Based on the Google Earth Engine (GEE) platform, we obtained and processed the Normalized difference vegetation index (NDVI) data of the study area during the peak summer vegetation period for each year from 1984 to 2020, estimated the annual vegetation cover using Maximum value composites (MVC) method and the image dichotomy method, calculated and analyzed the spatial and temporal trends of vegetation cover, explored the response of vegetation cover change in terms of climate change and human activities, and quantified the relative contribution of both. The results revealed that first, from the spatial and temporal changes, the average annual growth rate of regional vegetation was 0.002/a, and 71.14% of the study area was improved. The vegetation cover showed a trend of degradation and then recovery, in which the percentage of high vegetation cover area decreased from 51.22% (1984–2000) to 28.33% (2001–2005), and then recovered to 55.69% (2006–2020). Second, among climate change factors, precipitation was more correlated with the growth of vegetation in the study area than temperature, and the increase in precipitation during the growing season could promote the growth of marsh vegetation in the Momoge Reserve. Third, overall, human activities have contributed to the improvement of vegetation cover in the study area with the implementation of important ecological projects, such as the return of farmland to wetlands, the return of grazing to grass, and the connection of rivers and lakes. Fourth, climate change and human activities jointly drive vegetation change, but the contribution of human activities in both vegetation improvement and degradation areas (85.68% and 78.29%, respectively) is higher than that of climate change (14.32% and 21.71%, respectively), which is the main reason for vegetation improvement or degradation in the study area. The analysis of vegetation pattern change within an intensive time series in semi-arid regions can provide a reference and basis for studying the driving factors in regions with rapid changes in vegetation and hydrological conditions.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2022.990592/full"
  },
  {
    "title": "Efficient Regulation of CO2 Assimilation Enables Greater Resilience to High Temperature and Drought in Maize",
    "authors": [
      "Pedro M. P. Correia,",
      "Anabela Bernardes da Silva,",
      "Anabela Bernardes da Silva,",
      "Margarida Vaz,",
      "Elizabete Carmo-Silva,",
      "Jorge Marques da Silva,",
      "Jorge Marques da Silva"
    ],
    "doi": "https://doi.org/10.3389/fpls.2021.675546",
    "journalVolume": "Vol. 12",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Increasing temperatures and extended drought episodes are among the major constraints affecting food production. Maize has a relatively high temperature optimum for photosynthesis compared to C3 crops, however, the response of this important C4 crop to the combination of heat and drought stress is poorly understood. Here, we hypothesized that resilience to high temperature combined with water deficit (WD) would require efficient regulation of the photosynthetic traits of maize, including the C4–CO2 concentrating mechanism (CCM). Two genotypes of maize with contrasting levels of drought and heat tolerance, B73 and P0023, were acclimatized at high temperature (38°C versus 25°C) under well-watered (WW) or WD conditions. The photosynthetic performance was evaluated by gas exchange and chlorophyll a fluorescence, and in vitro activities of key enzymes for carboxylation (phosphoenolpyruvate carboxylase), decarboxylation (NADP-malic enzyme), and carbon fixation (Rubisco). Both genotypes successfully acclimatized to the high temperature, although with different mechanisms: while B73 maintained the photosynthetic rates by increasing stomatal conductance (gs), P0023 maintained gs and showed limited transpiration. When WD was experienced in combination with high temperatures, limited transpiration allowed water-savings and acted as a drought stress avoidance mechanism. The photosynthetic efficiency in P0023 was sustained by higher phosphorylated PEPC and electron transport rate (ETR) near vascular tissues, supplying chemical energy for an effective CCM. These results suggest that the key traits for drought and heat tolerance in maize are limited transpiration rate, allied with a synchronized regulation of the carbon assimilation metabolism. These findings can be exploited in future breeding efforts aimed at improving maize resilience to climate change.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2021.675546/full"
  },
  {
    "title": "ADAPTATION TO THE ENVIRONMENT OF RUSTIC ANIMAL BREEDS IN BANAT WITH CO-ECONOMIC IMPACT",
    "authors": [
      "Carmen-Luminita Matiuti,",
      "Alexandru T. Bogdan,",
      "Marcel Matiuti"
    ],
    "doi": "Vol. 2\n                                \n                                \n                                  pp.\n                                  22\n                                  – 29",
    "issn": "1584-2339 (Print)",
    "publisher": "2285-3065 (Online)",
    "countryOfPublisher": "Sciendo",
    "lcc": [
      "Poland",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: Regional economics. Space in economics",
      "Social Sciences: Economic theory. Demography: Economics as a science"
    ],
    "journalUrl": "https://sciendo.com/journal/SUES",
    "abstract": "During the 19th and the 20th centuries, they developed in the Banat of Temeswar animalbreeds with economic performances comparable to those of other breeds in Europe.Traditionally, they also breed animal breeds and populations developed in Transylvania, amulti-cultural, multi-ethnic historical region that resembles the Banat of Temeswar verymuch from this point of view. Some of the rustic breeds from the Banat of Temeswar orfrom Transylvania are economically behind other specialised breeds. These rustic breedsare, in exchange, well adapted to the areas and they have genes that endow them withparticular disease-resistance. Reform of farm support policies in OECD countries is awelcome step which has led to a decline in the aggregate trade distortion coefficient from0.96 in 1986 to 0.74 in 2007. Climate change and increased biofuel production representmajor risks for long-term food security. Although countries in the Southern hemisphere arenot the main originators of climate change, they may suffer the greatest share of damage inthe form of declining yields and greater frequency of extreme weather events. Nowadays asustainable economy must become rural, based on Agrifood Biodiversity. Bioeconomy andEco-Economy scientifically applied to the rural economy, in the context of a sustainablerural development, the possibility exists to issue the following tentative terms forconsideration in the future: a. Bioeconomic sustainable development of the rural areas;b.Eco-Economic sustainable development of the agrifood production; c. Eco-Bioeconomicsustainable development of the agrifood green power.",
    "readLink": "http://www.uvvg.ro/studiaeconomia/images/2001/v2/4.%20ADAPTATION%20TO%20THE%20ENVIRONMENT%20OF%20RUSTIC%20ANIMAL%20BREEDS%20IN%20BANAT%20WITH%20ECO-ECONOMIC%20IMPACT.pdf"
  },
  {
    "title": "A remote sensing approach to assess the historical invasion of Phragmites australis in a brackish coastal marsh",
    "authors": [
      "Jason S. Hagani,",
      "John Y. Takekawa,",
      "Steven C. Chappell,",
      "Richelle L. Tanner,",
      "Adrienne R. Ernst,",
      "Karin M. Kettenring"
    ],
    "doi": "https://doi.org/10.3389/fevo.2023.1171245",
    "journalVolume": "Vol. 11",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "IntroductionCoastal estuarine wetlands provide important habitats for a variety of endemic flora and fauna but are particularly vulnerable to biological invasions. Regular monitoring of changes in these vulnerable wetlands has become increasingly important for effective management, especially considering threats from climate change effects and human disturbance. Historical analyzes of plant invasions may guide targeted management strategies to eradicate harmful species. Estimating the distribution of invasive species has never been more accessible with the improved availability of high-resolution data and innovations in remote sensing, estimating the distribution of invasive species has never been more accessible.MethodsWe assessed the spread of non-native Phragmites australis subsp. australis in Suisun Marsh on the upper San Francisco Estuary, one of the largest brackish coastal wetlands in North America. Suisun Marsh consists of managed and tidal wetlands, and efforts have been made to control invasive P. australis on the managed wetlands to support habitat values for wildlife. We used remote-sensing analyzes of publicly available, biennial color-infrared images taken by the National Agriculture Imagery Program (NAIP) to map the expansion of invasive P. australis across two decades. We generated random forest classifications of representative images to map the distribution of P. australis, then calculated a variety of metrics describing the rate and spatial extent of the P. australis spread. Additionally, we ran generalized linear models to examine factors related to the growth of P. australis.ResultsOur classifications yielded accuracies of over 90% and showed a 234% (1,084 ha) increase in P. australis between 2003 and 2018. The expansion rate of P. australis patches averaged 1.32 m/year (±0.53 SD) which is higher than most reported in the literature. We found that P. australis expansion in managed areas within levees was significantly correlated with invasion in tidal areas outside the levees on the same parcel and also related to its spread on adjacent parcels.DiscussionOur findings suggest that despite individual landowner management efforts, P. australis has continued to expand substantially throughout Suisun Marsh. Future efforts to treat invasive P. australis may require emphasizing adaptive, collaborative management rather than individual management strategies to ensure the invasive species is eradicated on a large scale to preserve the valued ecosystem functions.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fevo.2023.1171245/full"
  },
  {
    "title": "Experimental Study on the Effect of Temperature Up-Step on Human Thermal Perception and Skin Temperature between Activity Intensities at Low Ambient Temperatures",
    "authors": [
      "Peng Luo,",
      "Yongxin Liu,",
      "Hao Wang"
    ],
    "doi": "https://doi.org/10.3390/en15124411",
    "journalVolume": "Vol. 15,\n                                no. 4411\n                                \n                                  p.\n                                  4411",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "In the north of China, during winter, a large number of activities (such as leisure, work, sightseeing and sports) are engaged in. This paper mainly focuses on human thermal perceptions of outdoor activities in a winter climate, especially the change in thermal perceptions when humans enter a temporary rest space with a shelter effect. A climate chamber was applied in our experiments, and temperature up-steps of 4, 8 and 12 °C were set, respectively. Twenty four college students were invited to engage in activities of different intensities, such as standing, walking (slowly) and biking. Through questionnaire survey and field measurement, the subjects’ thermal sensation, thermal comfort and skin temperature were obtained. Hypothesis testing and non-linear regression methods were introduced to analyze experiment data. Major results were as follows. After temperature up-step changes, thermal sensation and skin temperature reach steady state within 30 min. However, the change in skin temperature caused by a short-term thermal experience does not disappear completely within 40 min. In addition to the influence of ambient temperature changes, activity intensity also influenced the variation in thermal sensation (subjective) and skin temperature (objective). These study results provide a scientific reference for future research and design of a temporary rest space in low ambient temperatures. Experimental studies including broader age groups and outdoor field tests are valuable for future research.",
    "readLink": "https://www.mdpi.com/1996-1073/15/12/4411"
  },
  {
    "title": "Forecast for the zone of viticulture in European Russia under climate change",
    "authors": [
      "L. Yu. Novikova,",
      "P. V. Ozerski"
    ],
    "doi": "https://doi.org/10.18699/VJGB-22-33",
    "journalVolume": "Vol. 26,\n                                no. 3\n                                \n                                  pp.\n                                  264\n                                  – 271",
    "issn": "2500-0462 (Print)",
    "publisher": "2500-3259 (Online)",
    "countryOfPublisher": "Siberian Branch of the Russian Academy of Sciences, Federal Research Center Institute of Cytology and Genetics, The Vavilov Society of Geneticists and Breeders",
    "lcc": [
      "Russian Federation",
      "Science: Biology (General): Genetics"
    ],
    "journalUrl": "http://vavilov.elpub.ru/",
    "abstract": "Climate warming has turned out to be a significant factor in viticulture and winemaking in all grape-growing areas of the world. Many countries consider the advance of viticulture to the north and to mountainous areas as a possible way to adapt to warming. The factors limiting the zone of viticulture in Russia have been identified by Soviet scientist F.F. Davitaya in 1948, and they are still relevant. They are the sum of active temperatures above 10 °C (ΣT10 > 2500 °C), mean of absolute minimum temperatures (Tmin > –35 °C), length of the frost-free period (Lff < 150 days), and hydrothermal coefficient (0.5 < HTC < 2.5). The values of these limiting factors in the present-day zone of commercial viticulture (ZCV) correspond to the ranges defined by F.F. Davitaya, with the exception of Tmin, which in the modern ZCV in European Russia is above –26 °C everywhere. The objective of this work was to assess the possibility of moving the boundaries of the ZCV to the north under the existing and predicted climate conditions in European Russia. The 1980–2019 daily data from 150 weather stations of the Federal Service for Hydrometeorology and Environmental Monitoring were used to calculate mean long-term values, trends and forecasts for 2050 for the ZCV limiting factors and locate the points lying in the range acceptable for viticulture. The QGIS program was applied to plot the points on the European Russia map and mark the terminal latitude. Versions with Tmin > –26 °C and Tmin > –35 °C were considered. On average for European Russia, in 1980–2019, there was an increase in ΣT10, Tmin, and Lff and a decrease in HTC. However, in the same period, Tmin showed a tendency toward decreasing at a number of points at latitudes lower than 55° N. The increase in heat supply during the growing season in European Russia implies a possibility of expanding the ZCV northward, beyond the present-day terminal latitude of 46.6° N, to 51.8° N under the existing conditions, and up to 60.7° N by 2050. In addition, even under the current conditions viticulture is possible in the area of Kaliningrad (54° N, 20° E). Using extra protective measures in winters not colder than –35 °C would make it possible to grow grapes at up to 53.3° N under the current conditions and at up to 60.7° N under the prognosticated ones. At the same time, a possible decrease in the minimum winter temperature at the south of European Russia will require additional protective measures in winter, while an increase in the aridity of the climate on the northwest coast of the Caspian Sea will reduce the area under non-irrigated vineyards.",
    "readLink": "https://vavilov.elpub.ru/jour/article/view/3360"
  },
  {
    "title": "Quantitative Attribution of Runoff Attenuation to Climate Change and Human Activity in Typical Mountainous Areas: An Enlightenment to Water Resource Sustainable Utilization and Management in North China",
    "authors": [
      "Yufei Jiao,",
      "Jia Liu,",
      "Chuanzhe Li,",
      "Wei Wang,",
      "Fuliang Yu,",
      "Yizhi Wang"
    ],
    "doi": "https://doi.org/10.3390/su122410395",
    "journalVolume": "Vol. 12,\n                                no. 10395\n                                \n                                  p.\n                                  10395",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The influence of climate change and human activities on hydrological elements has increased along with increasing dependence on water resources. Therefore, quantitative attribution of hydrological elements has received wide attention. In this study, the double mass curve (DMC) is used to assess the abrupt change point of the hydrological data series, based on which the periods with/without large-scale human activities causing runoff attenuation are separated. The land use transition matrix is then employed to analyze the land use types at different historical stages, and the sensitivities of the runoff attenuation to different land use/cover change (LUCC) categories are quantified. A soil and water assessment tool (SWAT) model that considers the underlying surface is constructed with six designed scenarios of different climate and LUCC conditions. Taking three typical mountainous basins in North China as the study area, the quantitative contributions of climate change and human activities to the water resources are identified. The results of the study have brought enlightenment to the water resource sustainable utilization and management in North China, and the methodologies can be transferred to runoff attribution analysis in water shortage areas.",
    "readLink": "https://www.mdpi.com/2071-1050/12/24/10395"
  },
  {
    "title": "Life strategies and the long-term climate-driven dynamics of the endemic Caucasian plant Fritillaria latifolia Willd.",
    "authors": [
      "R.H. Pshegusov,",
      "V.A. Chadaeva,",
      "I.V. Taniya,",
      "L.M. Abramova,",
      "A.N. Mustafina"
    ],
    "doi": "https://doi.org/10.26907/2542-064X.2019.4.571-589",
    "journalVolume": "Vol. 161,\n                                no. 4\n                                \n                                  pp.\n                                  571\n                                  – 589",
    "issn": "2542-064X (Print)",
    "publisher": "2500-218X (Online)",
    "countryOfPublisher": "Kazan Federal University",
    "lcc": [
      "Russian Federation",
      "Science"
    ],
    "journalUrl": "http://kpfu.ru/uz-eng/ns",
    "abstract": "The rare endemic plant Fritillaria latifolia Willd. growing in subalpine meadows of the Western and Central Caucasus has the SR life strategy of life. The ecological and phytocenotic patience enables this species to withstand the impact of limiting factors, such as high anthropogenic load and interspecific competition, for a long period of time. F. latifolia rapidly invades free territories by increasing the number of its individuals (an explerent component of the life strategy) in case of moderate grazing and low interspecific competition. The mean air temperature in spring (below –8°C and above 4°C) and the maximum air temperature in February (below –4 °C and above 0 °C) are the major limiting abiotic factors for the species. Therefore, the abundance of F. latifolia is highest in mountainous areas of the Western Caucasus with a warmer climate. In accordance with the predicted trends of climate change by 2050, the geographical range of the species may expand by 4.40 times in the Central and Eastern Caucasus. The area of optimum habitats for the species, where the chance to find it is 80–100%, may increase by 10.51 times. A significant habitat reduction is also predicted for F. latifolia in the Western Caucasus.",
    "readLink": "https://kpfu.ru/uz-eng-ns-2019-4-5.html"
  }
]