[
  {
    "title": "Relationships between the Southwest Monsoon Surge and the Heavy Rainfall Associated with Landfalling Super Typhoon Rammasun",
    "authors": [
      "Haoyu Liu,",
      "Lijuan Wang,",
      "Yufan Dai,",
      "Hong Chen"
    ],
    "doi": "https://doi.org/10.3390/atmos13010130",
    "journalVolume": "Vol. 13,\n                                no. 130\n                                \n                                  p.\n                                  130",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Based on the China Meteorological Administration (CMA) best-track data, the ERA5 reanalysis, and the Global Precipitation Measurement (GPM) precipitation data, this paper analyzes the reasons for the heavy rainfall event of Super Typhoon Rammasun in 2014, and the results are as follows: (1) Rammasun was blocked by the western Pacific subtropical high (WPSH), the continental high, and the mid-latitude westerly trough. Such a stable circulation pattern maintained the vortex circulation of Rammasun. (2) During the period of landfall, the southwest summer monsoon surge was reinforced due to the dramatic increase of the zonal wind and the cross-equatorial flow near 108° E. The results of the dynamic monsoon surge index (DMSI) and boundary water vapor budget (BWVB) show that the monsoon surge kept providing abundant water vapor for Rammasun, which led to the enhanced rainfall. (3) The East Asian monsoon manifested an obvious low-frequency oscillation with a main period of 20–40 days in the summer of 2014, which propagated northward significantly. When the low-frequency oscillation reached the extremely active phase, the monsoon surge hit the maximum and influenced the circulation of Rammasun. Meanwhile, the convergence and water vapor flux associated with the low-frequency oscillation significantly contributed to the heavy rainfall.",
    "readLink": "https://www.mdpi.com/2073-4433/13/1/130"
  },
  {
    "title": "A Review of the Detection Methods for Climate Regime Shifts",
    "authors": [
      "Qunqun Liu,",
      "Shiquan Wan,",
      "Bin Gu"
    ],
    "doi": "https://doi.org/10.1155/2016/3536183",
    "journalVolume": "Vol. 2016",
    "issn": "1026-0226 (Print)",
    "publisher": "1607-887X (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Science: Mathematics"
    ],
    "journalUrl": "https://www.hindawi.com/journals/ddns/",
    "abstract": "An abrupt climate change means that the climate system shifts from a steady state to another steady state. Study on the phenomenon and theory of the abrupt climate change is a new research field of modern climatology, and it is of great significance for the prediction of future climate change. The climate regime shift is one of the most common forms of abrupt climate change, which mainly refers to the statistical significant changes on the variable of climate system at one time scale. These detection methods can be roughly divided into five categories based on different types of abrupt changes, namely, abrupt mean value change, abrupt variance change, abrupt frequency change, abrupt probability density change, and the multivariable analysis. The main research progress of abrupt climate change detection methods is reviewed. What is more, some actual applications of those methods in observational data are provided. With the development of nonlinear science, many new methods have been presented for detecting an abrupt dynamic change in recent years, which is useful supplement for the abrupt change detection methods.",
    "readLink": "http://dx.doi.org/10.1155/2016/3536183"
  },
  {
    "title": "Impact of climate change on rawa river water source in lake Lindu watershed, Central Sulawesi, Indonesia",
    "authors": [
      "Sutapa I Wayan,",
      "Galib Ishak Muhammad,",
      "Wim Andiese Vera"
    ],
    "doi": "https://doi.org/10.1051/matecconf/201927604003",
    "journalVolume": "Vol. 276\n                                \n                                \n                                  p.\n                                  04003",
    "issn": "2261-236X (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)"
    ],
    "journalUrl": "http://www.matec-conferences.org",
    "abstract": "Global Climate change has been discussed in the High-Level Conference in Rio de Janeiro, Brazil in 1992 and has given more impacts in the world. One of the global climate exchanges is the rising of intensity and frequency of climate extreme which included drought, flood, and hurricane. The objective of this study was to investigate the effects of climate change on evapotranspiration and rainfall for river water discharge of Rawa. The investigation has been carried out using daily data and analyzed on a daily, monthly and yearly. The rain stations that represent the location of this research are Palolo, Kulawi, and Wuasa. Climatological station nearest to the research station used Bora. Climate trends and projected changes in the method of Makesens analysis (Mann-Kendall, Sens) and the correlation of rainfall and evapotranspiration discharge used linear regression equation. Similarly, the correlation between changes in soil water storage with rainfall, evapotranspiration, and discharge was analyzed in a linear manner. The conclusion of this study is the climate changes in the River of Rawa watershed was characterized by slowly increasing temperature, increasing rainfall, and decreasing discharge.",
    "readLink": "https://www.matec-conferences.org/articles/matecconf/pdf/2019/25/matecconf_icancee2019_04003.pdf"
  },
  {
    "title": "Come una Infrastruttura di Dati Territoriali può contribuire alle decisioni della Conferenza sul Clima di Copenhagen",
    "authors": [
      "Mauro Salvemini"
    ],
    "doi": "Vol. 13,\n                                no. 5",
    "issn": "1128-8132 (Print)",
    "publisher": "2283-5687 (Online)",
    "countryOfPublisher": "mediaGEO soc. coop.",
    "lcc": [
      "Italy",
      "Geography. Anthropology. Recreation: Mathematical geography. Cartography: Cartography: Cadastral mapping"
    ],
    "journalUrl": "http://mediageo.it/ojs/index.php/GEOmedia",
    "abstract": "Contribution of an SDI to the decisions of the Climate Change Conference EUROGI suggested to Mr. Barroso President of EC that as part of the European Union's contribution to the negotiation process that a commitment to establish a GSDI be included into the Copenhagen agreement on the Climate Changes. EUROGI also suggests that the Union representatives put forward INSPIRE as a good/best practice example of how a multi-national SDI may be created. All types of information relevant to climate change (weather patterns, population movements, energy production and usage, carbon emissions, financial flows linked to compensation mechanisms, flooding etc) would be virtually meaningless, or at least very substantially less useful, without a geographic location component.",
    "readLink": "http://mediageo.it/ojs/index.php/GEOmedia/article/view/466"
  },
  {
    "title": "Transforming the Dynamics of Climate Politics in Japan: Business’ Response to Securitization",
    "authors": [
      "Takahiro Yamada"
    ],
    "doi": "https://doi.org/10.17645/pag.v9i4.4427",
    "journalVolume": "Vol. 9,\n                                no. 4\n                                \n                                  pp.\n                                  65\n                                  – 78",
    "issn": "2183-2463 (Online)",
    "publisher": "Cogitatio",
    "countryOfPublisher": "Portugal",
    "lcc": [
      "Political science: Political science (General)"
    ],
    "journalUrl": "http://www.cogitatiopress.com/politicsandgovernance",
    "abstract": "In 2020, Japan suddenly changed course and made carbon neutrality its intermediate target. In an attempt to understand this drastic policy change, this article analyzes the effects of climate security discourses on the perception of the Japanese business community, which holds the pivotal position in Japan’s climate policy. It particularly focuses on the effect of securitization on the source–impact asymmetry, one of the intrinsic features identified as a major obstacle to effective climate governance. From this standpoint, the article measures the extent to which the issue of climate change has been securitized in Japan, and also the extent to which the Japanese business community has come to share the securitizers’ sense of exigency. In so doing, this article employs the text-mining method called KH Coder to analyze relevant government documents as well as statements issued by Keidanren (also known as Japan Business Federation). The analysis shows that the Ministry of the Environment together with other governmental actors has collectively securitized the issue within the context of Japanese society, but that its impact on industry has been indirect, pointing to the complexity of its causal impact.",
    "readLink": "https://www.cogitatiopress.com/politicsandgovernance/article/view/4427"
  },
  {
    "title": "Geographische Aufklärungsarbeit nach Naturkatastrophen: Das Tsunami Education Project (TEP) in Sri Lanka",
    "authors": [
      "Thorsten Klose,",
      "Sandra Laskowski"
    ],
    "doi": "https://doi.org/10.60511/zgd.v36i4.206",
    "journalVolume": "Vol. 36,\n                                no. 4",
    "issn": "2198-4298 (Print)",
    "publisher": "2698-6752 (Online)",
    "countryOfPublisher": "Prof. Dr. Péter Bagoly-Simó",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation"
    ],
    "journalUrl": "https://zgd-journal.de",
    "abstract": "After the Tsunami 2004 most of the rehabilitation activities were focused on the reconstruction of private houses, schools and hospitals, but the affected people in Sri Lanka were not only suffering the loss of their houses. The missing of a deeper geography education in Sri Lankan schools lead to the situation that along the coastal areas different rumours were spread about new tsunamis in the near future which caused an enormous fear among local communities that was slowing down the rehabilitation process. The TEP was one capacity building project within the relief activities. Geography workshops increased the basic knowledge about the reasons of earthquakes and tsunamis mainly for teachers along the affected coastal areas. Scientific knowlegde was used to decrease partly superstitious fear about the ocean and to act against frightening rumours. The didactical concept of the geography workshops was concentrated on the learners’ personal knowledge and experience. The TEP underlined the importance of didactical concepts in capacity building projects and pointed out the links between geography education and rehabilitation activities after natural disasters. Facing climate change, the importance of awareness projects with a geographical background will increase in the future especially in developing countries. The development of disaster preparedness strategies in these vulnerable countries will become an important topic and needs clear didactical concepts.",
    "readLink": "https://zgd-journal.de/index.php/zgd/article/view/206"
  },
  {
    "title": "21st Century Projections of Extreme Precipitation Indicators for Cyprus",
    "authors": [
      "George Zittis,",
      "Adriana Bruggeman,",
      "Corrado Camera"
    ],
    "doi": "https://doi.org/10.3390/atmos11040343",
    "journalVolume": "Vol. 11,\n                                no. 343\n                                \n                                  p.\n                                  343",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "According to observational and model-based studies, the eastern Mediterranean region is one of the most prominent climate-change hotspots in the world. The combined effect of warming and drying is expected to augment the regional impacts of global warming. In addition to changes in mean climatic conditions, global warming is likely to induce changes in several aspects of extreme rainfall such as duration and magnitude. In this context, we explore the impact of climate change on precipitation with the use of several indicators. We focus on Cyprus, a water-stressed island located in the eastern Mediterranean Basin. Our results are derived from a new high-resolution simulation for the 21st century, which is driven by a “business-as-usual” scenario. In addition to a strong temperature increase (up to 4.1 °C), our analysis highlights that, on average for the island, most extreme precipitation indicators decrease, suggesting a transition to much drier conditions. The absolute daily rainfall maxima exhibit strong local variability, indicating the need for high resolution simulations to understand the potential impacts on future flooding.",
    "readLink": "https://www.mdpi.com/2073-4433/11/4/343"
  },
  {
    "title": "Preliminary Analysis of Remote Sensing Technology in Urban Planning in Malaysia",
    "authors": [
      "S.S. Mohamad Akhir,",
      "K.D. Kanniah"
    ],
    "doi": "https://doi.org/10.3303/CET1756114",
    "journalVolume": "Vol. 56",
    "issn": "1974-9791 (Print)",
    "publisher": "2283-9216 (Online)",
    "countryOfPublisher": "AIDIC Servizi S.r.l.",
    "lcc": [
      "Italy",
      "Technology: Chemical technology: Chemical engineering",
      "Technology: Electrical engineering. Electronics. Nuclear engineering: Electronics: Computer engineering. Computer hardware"
    ],
    "journalUrl": "https://www.cetjournal.it/index.php/cet",
    "abstract": "Phenomenon of rapid urbanization and industrialization is an index of transformation to the huge impact of deposited CO2 into atmosphere, greenhouse gasses and unbalanced climate change. This serves as a wakeup call to all nations for a properly examination when designing cities and it should move towards more comprehensive green and sustainable approach. In recent decades, many studies have emphasized on various guidelines for green space planning that have been published in the urban planning research. There has been relatively little research on the holistic approach of using an advanced technique such as remote sensing as the future problem solving method for highly complex process of decision-making in planning. This paper presents a review based on the existing literature and its current issues prior to 2015, emphasizing on the approaches of remote sensing that have been extensively used for various purposes of green urbanism. The analysed data derived from the remote sensing images are indicated as simple and comprehensible for city planning. The quality and quantity of urban green space is one of the prime concerns for planners and city administrators. This paper shows how remote sensing can provide an in-depth analysis of mapping and monitoring of green space at large scale areas that is significant for urban planning studies.",
    "readLink": "https://www.cetjournal.it/index.php/cet/article/view/1525"
  },
  {
    "title": "Evaluation of CORDEX Africa multi-model precipitation simulations over the Pra River Basin, Ghana",
    "authors": [
      "Charles Gyamfi,",
      "Jacob Zora-Oni Tindan,",
      "Gislar Edgar Kifanyi"
    ],
    "doi": "Vol. 35\n                                \n                                \n                                  p.\n                                  100815",
    "issn": "2214-5818 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Science: Geology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/journal-of-hydrology-regional-studies/",
    "abstract": "Study region: Pra River Basin (PRB) located in Ghana Study focus: Now, hydrological and climate change impact studies are shifting towards reliance on openly accessible databases particularly for regions with limited observed datasets. There is therefore the need to evaluate the reliability of such datasets in order to reduce modelling uncertainties and boost confidence in modelling results. We present an evaluation of the performance of nine CORDEX RCA4 Regional Climate Model simulations in replicating the observed precipitation for a 31-year period (1975–2005). New hydrological insights for the region: On the annual timescale, CanESM2, IPSL, CNRM-CM5 and HadGEM2-ES reproduced minimal annual mean biases (0.8–18.4 %) and thus selected for the seasonal and monthly timescale analysis. Generally, with the exception of spring (March, April and May), all the selected models were able to simulate quite well the seasonal climatology of the Pra River Basin (PRB) with noticeable distinctions in the reproducibility of the spatial patterns, variability and magnitude of the observed data. The multi-model ensemble means indicated strong correlation with observations (r > 0.75) but with weak spatial variability (σ < 0.25). It is recommended that for climate impact assessment and hydrologic modelling studies, multi-model ensembles of CanESM2, IPSL, CNRM-CM5 and HadGEM2-ES be used. However, on singular basis, the CanESM2 and HadGEM2-ES RCA4 simulation outputs present better representation of the climate of the basin.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2214581821000446"
  },
  {
    "title": "Historical Succession of Equal Rain Lines in Iraq",
    "authors": [
      "Salar Ali Khidher"
    ],
    "doi": "Vol. 32,\n                                no. 1",
    "issn": "1680-8738 (Print)",
    "publisher": "2663-547X (Online)",
    "countryOfPublisher": "College of Education for Women",
    "lcc": [
      "Iraq",
      "Education"
    ],
    "journalUrl": "http://jcoeduw.uobaghdad.edu.iq/index.php/journal/about",
    "abstract": "The current research focuses on examining the isohyets in a set of (3) climatic maps of Iraq. Two of these maps were published in the Iraq Climate Atlas and the third one was published in an English source about the geography of Iraq. The first map represents the period from 1923-to-1944, the second is for the period from 1961-to-1990, whereas the third represents the period from 1971-to-2000. Comparing among these three maps, it has become clear that there are noticeable changes of rain in Iraq. In the first map, which represents the decade of the twenties, thirties and early forties, Iraq was located between two Isohyet lines (127 mm) in the far south and (1270 mm) in the far north. As for the second map, which represents the sixties, seventies and eighties, Iraq became between the Isohyet lines (100 and1000 mm). This means that Iraq has lost (3) important rain lines, 1270,1134, and 1016mm. The third map, which represents the decade of seventies, eighties and nineties, displayed another important change where Iraq became between the Isohyet lines (100 and 700 mm). This means that Iraq has lost again (3) important Isohyet lines, representing by 800, 900, and1000 mm. This means that the annual rainfall in Iraq is heading towards a gradual decline. On the other hand, it has become clear that some of the equal rain lines are constantly appearing on the map of Iraq; they specifically include the following: (100, 200, 300, 400, 500, 600, and 700 mm).",
    "readLink": "https://jcoeduw.uobaghdad.edu.iq/index.php/journal/article/view/1472"
  }
]