[
  {
    "title": "Exploring ecological knowledge in recreational fishing for conservation purposes: A literature review",
    "authors": [
      "Viktor Löki,",
      "Jenő Nagy,",
      "Zsolt Neményi,",
      "Attila Hagyó,",
      "András Nagy,",
      "Zoltán Vitál,",
      "Attila Mozsár,",
      "Balázs András Lukács"
    ],
    "doi": "Vol. 48\n                                \n                                \n                                  p.\n                                  e02697",
    "issn": "2351-9894 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/global-ecology-and-conservation/",
    "abstract": "Fishing is a widely popular activity that provides an opportunity for laymen to collect reliable ecological data. It is now recognized that recreational fishers possess valuable ecological knowledge (recreational FEK) that can significantly enhance our understanding of nature, and prioritizing nature conservational tasks. This literature review focuses exclusively on the ecological knowledge of recreational fishers, their perceptions of nature, and the potential for co-production of knowledge through citizen science programs. By conducting literature searches in Google Scholar and Web of Science, we have analysed published articles and evaluated the contributions of recreational anglers and spearfishers to conservation and other ecologically relevant fields. We reviewed a total of 81 studies from five continents, including 22 studies that examined other stakeholder groups, predominantly commercial fishers. Our findings suggest that the mapping of recreational fishers’ knowledge presents an opportunity to gain a better understanding of aquatic habitats and wetlands. Their factual observations and perceptions can also provide essential data for species conservation and habitat management, and can help establish citizen science projects for marine and freshwater ecosystems worldwide.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2351989423003323"
  },
  {
    "title": "Public support for climate adaptation aid and migrants: a conjoint experiment in Japan",
    "authors": [
      "Azusa Uji,",
      "Jaehyun Song,",
      "Nives Dolšak,",
      "Aseem Prakash"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ac3b7b",
    "journalVolume": "Vol. 16,\n                                no. 12\n                                \n                                  p.\n                                  124073",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "We examine public support in Japan for overseas climate adaptation assistance via foreign aid and accepting immigrants. Using a survey-embedded conjoint experiment ( N = 2815), we focus on seven attributes of an adaptation policy package: (a) the continent in which the country is located; (b) the types of extreme weather event this country faces; (c) the volume of climate aid; (d) the number of climate migrants (e) Japanese exports; (f) Japanese imports, (g) the country’s record of voting with Japan in the United Nations. We find that while respondents are indifferent to aid volume, their support diminishes as the number of migrants increases. Moreover, support is higher for Asian countries, that provide export markets, vote with Japan, and where the effects of climate change are gradual. Importantly, we find that public support is not influenced by benchmarking of Japan’s or peer G7 countries’ past aid or immigration levels.",
    "readLink": "https://doi.org/10.1088/1748-9326/ac3b7b"
  },
  {
    "title": "FAVORABLE MARKETING CHANNEL OF BAMBANG LANANG/ MICHELIA CHAMPACA FOR FARMERS IN SOUTH SUMATRA",
    "authors": [
      "Sri Lestari,",
      "Bondan Winarno,",
      "Bambang Tejo Premono"
    ],
    "doi": "https://doi.org/10.20886/jpsek.2015.12.2.89-97",
    "journalVolume": "Vol. 12,\n                                no. 2\n                                \n                                  pp.\n                                  89\n                                  – 97",
    "issn": "1979-6013 (Print)",
    "publisher": "2502-4221 (Online)",
    "countryOfPublisher": "Centre for Social Research and Development, Economics, Policy and Climate Change; Development and Innovation Agency; Ministry of Environment and Forestry",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK",
    "abstract": "This research aim to marketing actors, pattern of marketing channels and marketing efficiency of bambang lanang woods study in Lahat and Empat Lawang Regencies, Data collection was conducted through interview with respondents. The respondents were purposively selected. The data was analyzed qualitatively and quantitatively. The results of research showed that the actors of research showed involved in marketing of bambang lanang wood are farmers, chainsaw men, traders, timber depot sill/furniture industries and end consumers. In the study of areas, marketing channels of bambang lanang wood are found. Among the five patterns of the marketing channel, the quite high farmer's share (40.91%) occured at marketing channel pattern 1 (farmers – chainsaw men – traders – timber depot – sill/furniture industries and end consumers), pattern 2 (farmers – chainsaw men – timber depot – sill/furniture industries and end consumers) and pattern 3 (farmers – traders – timber depot –sill/furniture industries and end consumer). The most efficient marketing channel is pattern 2. The farmers need to be given information on efficient marketing channel which is favourable for them.",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK/article/view/960"
  },
  {
    "title": "Obliquity-paced climate change recorded in Antarctic debris-covered glaciers",
    "authors": [
      "Sean L. Mackay,",
      "David R. Marchant"
    ],
    "doi": "https://doi.org/10.1038/ncomms14194",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "The degree to which debris-covered glaciers record past environmental conditions is debated. Here, the authors show that obliquity-paced variations in solar radiation over the past ∼220 ka are expressed in Mullins glacier as repetitive changes in englacial debris and corresponding surface topography.",
    "readLink": "https://doi.org/10.1038/ncomms14194"
  },
  {
    "title": "Climate change: what competencies and which medical education and training approaches?",
    "authors": [
      "Bell Erica J"
    ],
    "doi": "https://doi.org/10.1186/1472-6920-10-31",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  p.\n                                  31",
    "issn": "1472-6920 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Education: Special aspects of education",
      "Medicine"
    ],
    "journalUrl": "https://bmcmededuc.biomedcentral.com",
    "abstract": "Abstract Background Much research has been devoted to identifying healthcare needs in a climate-changing world. However, while there are now global and national policy statements about the importance of health workforce development for climate change, little has been published about what competencies might be demanded of practitioners in a climate-changing world. In such a context, this debate and discussion paper aims to explore the nature of key competencies and related opportunities for teaching climate change in medical education and training. Particular emphasis is made on preparation for practice in rural and remote regions likely to be greatly affected by climate change. Discussion The paper describes what kinds of competencies for climate change might be included in medical education and training. It explores which curricula, teaching, learning and assessment approaches might be involved. Rather than arguing for major changes to medical education and training, this paper explores well established precedents to offer practical suggestions for where a particular kind of literacy--eco-medical literacy--and related competencies could be naturally integrated into existing elements of medical education and training. Summary The health effects of climate change have, generally, not yet been integrated into medical education and training systems. However, the necessary competencies could be taught by building on existing models, best practice and innovative traditions in medicine. Even in crowded curricula, climate change offers an opportunity to reinforce and extend understandings of how interactions between people and place affect health.",
    "readLink": "http://www.biomedcentral.com/1472-6920/10/31"
  },
  {
    "title": "Occurrences of Steelhead Trout (Oncorhynchus mykiss) in southern California, 1994-2018",
    "authors": [
      "Rosi Dagit,",
      "Michael T. Booth,",
      "Mauricio Gomez,",
      "Timothy Hovey,",
      "Steve Howard,",
      "Scott D. Lewis,",
      "Sandra Jacobson,",
      "Mary Larson,",
      "Dan McCanne,",
      "Timothy H. Robinson"
    ],
    "doi": "https://doi.org/10.51492/cfwj.106.4",
    "journalVolume": "Vol. 106,\n                                no. 1\n                                \n                                  p.\n                                  39",
    "issn": "2689-419X (Print)",
    "publisher": "2689-4203 (Online)",
    "countryOfPublisher": "California Department of Fish and Wildlife",
    "lcc": [
      "United States",
      "Science"
    ],
    "journalUrl": "https://wildlife.ca.gov/Publications/Journal",
    "abstract": "Observations of federally endangered Southern Steelhead Trout (Oncorhynchus mykiss) were compiled for the southern California Distinct Population Segment (DPS) that extends approximately 500 kilometers from the Santa Maria River (Santa Barbara County) south to the Mexican border. Existing monitoring programs and anecdotal observations documented 177 adult Steelhead in the past 25 years. The level of monitoring effort and technology used varied by watershed and year. Thus, the low numbers of adult Steelhead observed during the past 25 years provides relative abundance and distribution documentation of occurrences but likely underestimates the abundance of adult Steelhead throughout the DPS. The patchy distribution observed suggests that fish are opportunistically entering creeks and river mouths based on available hydrologic passage opportunities associated with higher rainfall years. Given the extremely low numbers of anadromous adults, long recovery timeline, future uncertainty with respect to climate change, and a multitude of anthropogenic factors, additional conservation actions including state and federal protection of resident O. mykiss are recommended to increase the likelihood of the continued existence of the species within the DPS. Additional focused monitoring, research, and implementation of recovery actions are needed to expand our knowledge of southern California Steelhead distribution and abundance.",
    "readLink": "https://nrm.dfg.ca.gov/FileHandler.ashx?DocumentID=175916&inline"
  },
  {
    "title": "National quantifications of methane emissions from fuel exploitation using high resolution inversions of satellite observations",
    "authors": [
      "Lu Shen,",
      "Daniel J. Jacob,",
      "Ritesh Gautam,",
      "Mark Omara,",
      "Tia R. Scarpelli,",
      "Alba Lorente,",
      "Daniel Zavala-Araiza,",
      "Xiao Lu,",
      "Zichong Chen,",
      "Jintai Lin"
    ],
    "doi": "https://doi.org/10.1038/s41467-023-40671-6",
    "journalVolume": "Vol. 14,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 9",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "Abstract Reducing methane emissions from fossil fuel exploitation (oil, gas, coal) is an important target for climate policy, but current national emission inventories submitted to the United Nations Framework Convention on Climate Change (UNFCCC) are highly uncertain. Here we use 22 months (May 2018-Feb 2020) of satellite observations from the TROPOMI instrument to better quantify national emissions worldwide by inverse analysis at up to 50 km resolution. We find global emissions of 62.7 ± 11.5 (2σ) Tg a−1 for oil-gas and 32.7 ± 5.2 Tg a−1 for coal. Oil-gas emissions are 30% higher than the global total from UNFCCC reports, mainly due to under-reporting by the four largest emitters including the US, Russia, Venezuela, and Turkmenistan. Eight countries have methane emission intensities from the oil-gas sector exceeding 5% of their gas production (20% for Venezuela, Iraq, and Angola), and lowering these intensities to the global average level of 2.4% would reduce global oil-gas emissions by 11 Tg a−1 or 18%.",
    "readLink": "https://doi.org/10.1038/s41467-023-40671-6"
  },
  {
    "title": "Flood Monitoring by Integrating Normalized Difference Flood Index and Probability Distribution of Water Bodies",
    "authors": [
      "Fuqiang Xue,",
      "Wei Gao,",
      "Chao Yin,",
      "Xinyu Chen,",
      "Zhihong Xia,",
      "Yunzhe Lv,",
      "Yangyang Zhou,",
      "Mengmeng Wang"
    ],
    "doi": "https://doi.org/10.1109/JSTARS.2022.3176388",
    "journalVolume": "Vol. 15\n                                \n                                \n                                  pp.\n                                  4170\n                                  – 4179",
    "issn": "1939-1404 (Print)",
    "publisher": "2151-1535 (Online)",
    "countryOfPublisher": "IEEE",
    "lcc": [
      "United States",
      "Technology: Ocean engineering",
      "Science: Physics: Geophysics. Cosmic physics"
    ],
    "journalUrl": "https://ieeexplore.ieee.org/xpl/RecentIssue.jsp?punumber=4609443",
    "abstract": "Climate change has caused an increase in the frequency of flood events. Rapid and accurate flood mapping is essential for disaster monitoring and risk assessment. The normalized difference flood index (NDFI) is a change detection method with the characteristics of efficient processing and less manual intervention, which can quickly obtain flood information. However, the NDFI method would misclassify some permanent water bodies in lakes and rivers into floods. We presented a framework by combining NDFI calculated from synthetic aperture radar images and a summer permanent water bodies (SPWB) exclusion layer derived from optical remote sensing surface reflectance data, abbreviated as NDFI-SPWB. This framework was further verified by the flood event in the Yangtze river basin in July 2020. Results show that the NDFI-SPWB framework can increase the user accuracy by approximately 10% and the Kappa coefficient by approximately 0.08 compared with the original NDFI method, which verifies the feasibility and effectiveness of the proposed framework.",
    "readLink": "https://ieeexplore.ieee.org/document/9779473/"
  },
  {
    "title": "Application of the XBeach-Gravel Model for the Case of East Adriatic Sea-Wave Conditions",
    "authors": [
      "Tonko Bogovac,",
      "Dalibor Carević,",
      "Damjan Bujak,",
      "Hanna Miličević"
    ],
    "doi": "https://doi.org/10.3390/jmse11030680",
    "journalVolume": "Vol. 11,\n                                no. 680\n                                \n                                  p.\n                                  680",
    "issn": "2077-1312 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Naval Science: Naval architecture. Shipbuilding. Marine engineering",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://www.mdpi.com/journal/jmse",
    "abstract": "Croatia’s coast located on the eastern Adriatic is rich with small gravel beaches with limited fetch. This leads to a specific low-energetic wave climate compared to most other beaches, while their gravel composition makes them unique. Most management of these beaches is performed without understanding the sediment transport occurring on the beaches. XBeach-Gravel is a numerical model capable of simulating bed-level change on gravel beaches, but lacks validation in the case of low significant wave height (under 2.5 m) and low peak periods (under 6 s), conditions that are present on the eastern Adriatic. Based on measurements performed in both laboratory conditions in a water canal in Hannover and actual storm wave conditions on Ploče beach, calibration of the model is performed. Model results are compared between laboratory conditions and field conditions for comparable wave conditions. XBeach-Gravel can simulate low-energetic events resulting in berm formation and berm buildup with a high Brier skill score if calibrated. Simulation of laboratory conditions requires high transport coefficient values and shows more sediment transport than similar wave conditions in the field. Calibration for field conditions is dependent on geodetic survey data capable of isolating wave events with dominant cross-shore transport, but once calibrated, XBeach-Gravel can achieve good to excellent Brier skill score values in simulating sediment change in low-energetic wave conditions on the eastern Adriatic.",
    "readLink": "https://www.mdpi.com/2077-1312/11/3/680"
  },
  null
]