[
  {
    "title": "Reclaimed water in Taiwan: current status and future prospects",
    "authors": [
      "Hai-Hsuan Cheng,",
      "Wan-Sheng Yu,",
      "Shu-Chuang Tseng,",
      "Yi-Ju Wu,",
      "Ching-Lin Hsieh,",
      "Shi-Shuan Lin,",
      "Ching-Ping Chu,",
      "Yu-De Huang,",
      "Wan-Ru Chen,",
      "Tsair-Fuh Lin,",
      "Liang-Ming Whang"
    ],
    "doi": "https://doi.org/10.1186/s42834-023-00177-8",
    "journalVolume": "Vol. 33,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 14",
    "issn": "2468-2039 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering"
    ],
    "journalUrl": "https://sustainenvironres.biomedcentral.com/",
    "abstract": "Abstract According to the Taiwan Water Resources Agency, Ministry of Economic Affairs, the average water demand shortage is 530.6 million m3 yr−1 during the period of 2011 to 2019, and the situation will worsen in the near future due to global climate change. Therefore, reclaimed water has been an important new water source in Taiwan, particularly for industrial consumers such as high-tech industries in Science Parks. In order to meet the targeted reclaimed water supply of 1.32 million m3 d−1 (CMD) in 2031, Taiwan is focusing on two major reclaimed water sources, including reclaimed water from high water-consuming industries and municipal wastewater treatment plants. This report reviews current technologies used for reclaimed water including units for pretreatment, desalting, polishing, and reclamation. Case studies in Taiwan including reclaimed water from high water-consuming industries such as thin film transistor-liquid crystal display (TFT-LCD) and semiconductor industries, as well as from municipal wastewater treatment plants are presented. The TFT-LCD company Innolux and semiconductor company Advaned Semiconductor Engineering have implemented total recycled water system to recycle and reclaim wastewater from manufacturing processes, achieving a total recycled water of 290 million m3 yr−1 with about 97% recovery and 3.5 million m3 yr−1 with 80% recovery, respectively. The Fengshan reclaimed water treatment plant produces 40,436 CMD reclaimed water from municipal wastewater for the China Steel Cooperation’s steel-making processes, at an overall operation and maintenance cost of 11.5 NT dollars m−3. Meanwhile the Yongkang plant produces 15,500 CMD of reclaimed water for semiconductor and TFT-LCD manufacturing processes at an overall operation and maintenance costs of 25.8 NT dollars m−3, which is due to low urea and boron limits requested by the user. Finally, challenges and future prospects for promoting the use of reclaimed water to meet the targeted supply in 2031 will be discussed.",
    "readLink": "https://doi.org/10.1186/s42834-023-00177-8"
  },
  {
    "title": "Seabird Migration Strategies: Flight Budgets, Diel Activity Patterns, and Lunar Influence",
    "authors": [
      "Anne-Sophie Bonnet-Lebrun,",
      "Anne-Sophie Bonnet-Lebrun,",
      "Maria P. Dias,",
      "Maria P. Dias,",
      "Richard A. Phillips,",
      "José P. Granadeiro,",
      "M. de L. Brooke,",
      "Olivier Chastel,",
      "Thomas A. Clay,",
      "Annette L. Fayet,",
      "Olivier Gilg,",
      "Olivier Gilg,",
      "Jacob González-Solís,",
      "Tim Guilford,",
      "Sveinn A. Hanssen,",
      "April Hedd,",
      "Audrey Jaeger,",
      "Johannes Krietsch,",
      "Johannes Krietsch,",
      "Johannes Lang,",
      "Johannes Lang,",
      "Matthieu Le Corre,",
      "Teresa Militão,",
      "Børge Moe,",
      "Børge Moe,",
      "William A. Montevecchi,",
      "Hans-Ulrich Peter,",
      "Patrick Pinet,",
      "Patrick Pinet,",
      "Matt J. Rayner,",
      "Matt J. Rayner,",
      "Tim Reid,",
      "José Manuel Reyes-González,",
      "Peter G. Ryan,",
      "Paul M. Sagar,",
      "Niels M. Schmidt,",
      "Niels M. Schmidt,",
      "David R. Thompson,",
      "Rob van Bemmelen,",
      "Rob van Bemmelen,",
      "Yutaka Watanuki,",
      "Henri Weimerskirch,",
      "Takashi Yamamoto,",
      "Paulo Catry"
    ],
    "doi": "https://doi.org/10.3389/fmars.2021.683071",
    "journalVolume": "Vol. 8",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Every year, billions of birds undertake extensive migrations between breeding and non-breeding areas, facing challenges that require behavioural adjustments, particularly to flight timing and duration. Such adjustments in daily activity patterns and the influence of extrinsic factors (e.g., environmental conditions, moonlight) have received much more research attention in terrestrial than marine migrants. Taking advantage of the widespread deployment in recent decades of combined light-level geolocator-immersion loggers, we investigated diel organisation and influence of the moon on flight activities during the non-breeding season of 21 migrant seabird species from a wide taxonomic range (6 families, 3 orders). Migrant seabirds regularly stopped (to either feed or rest) during migration, unlike some terrestrial and wetland birds which fly non-stop. We found an overall increase for most seabird species in time in flight and, for several species, also in flight bout duration, during migration compared to when resident at the non-breeding grounds. Additionally, several nocturnal species spent more of the day in flight during migration than at non-breeding areas, and vice versa for diurnal species. Nocturnal time in flight tended to increase during full moon, both during migration and at the non-breeding grounds, depending on species. Our study provides an extensive overview of activity patterns of migrant seabirds, paving the way for further research on the underlying mechanisms and drivers.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2021.683071/full"
  },
  {
    "title": "Extreme heat in India and anthropogenic climate change",
    "authors": [
      "G. J. van Oldenborgh,",
      "S. Philip,",
      "S. Kew,",
      "M. van Weele,",
      "P. Uhe,",
      "P. Uhe,",
      "F. Otto,",
      "R. Singh,",
      "I. Pai,",
      "I. Pai,",
      "H. Cullen,",
      "K. AchutaRao"
    ],
    "doi": "https://doi.org/10.5194/nhess-18-365-2018",
    "journalVolume": "Vol. 18\n                                \n                                \n                                  pp.\n                                  365\n                                  – 381",
    "issn": "1561-8633 (Print)",
    "publisher": "1684-9981 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.nat-hazards-earth-syst-sci.net/volumes_and_issues.html",
    "abstract": "On 19 May 2016 the afternoon temperature reached 51.0 °C in Phalodi in the northwest of India – a new record for the highest observed maximum temperature in India. The previous year, a widely reported very lethal heat wave occurred in the southeast, in Andhra Pradesh and Telangana, killing thousands of people. In both cases it was widely assumed that the probability and severity of heat waves in India are increasing due to global warming, as they do in other parts of the world. However, we do not find positive trends in the highest maximum temperature of the year in most of India since the 1970s (except spurious trends due to missing data). Decadal variability cannot explain this, but both increased air pollution with aerosols blocking sunlight and increased irrigation leading to evaporative cooling have counteracted the effect of greenhouse gases up to now. Current climate models do not represent these processes well and hence cannot be used to attribute heat waves in this area. The health effects of heat are often described better by a combination of temperature and humidity, such as a heat index or wet bulb temperature. Due to the increase in humidity from irrigation and higher sea surface temperatures (SSTs), these indices have increased over the last decades even when extreme temperatures have not. The extreme air pollution also exacerbates the health impacts of heat. From these factors it follows that, from a health impact point of view, the severity of heat waves has increased in India. For the next decades we expect the trend due to global warming to continue but the surface cooling effect of aerosols to diminish as air quality controls are implemented. The expansion of irrigation will likely continue, though at a slower pace, mitigating this trend somewhat. Humidity will probably continue to rise. The combination will result in a strong rise in the temperature of heat waves. The high humidity will make health effects worse, whereas decreased air pollution would decrease the impacts.",
    "readLink": "https://www.nat-hazards-earth-syst-sci.net/18/365/2018/nhess-18-365-2018.pdf"
  },
  {
    "title": "Climate Change and Crop Yields in Iran and Other OIC Countries",
    "authors": [
      "Seyed Hossein Mirjalili,",
      "Mahdis Motaghian Fard"
    ],
    "doi": "https://doi.org/10.22111/ijbds.2019.4840",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  99\n                                  – 110",
    "issn": "2538-3302 (Print)",
    "publisher": "2538-3310 (Online)",
    "countryOfPublisher": "University of Sistan and Baluchestan",
    "lcc": [
      "Iran, Islamic Republic of",
      "Social Sciences: Commerce: Business",
      "Social Sciences: Finance"
    ],
    "journalUrl": "https://ijbds.usb.ac.ir/",
    "abstract": "Climate change is the main phenomenon that directly affects the world environment, and changes in the environment affect economic sectors differently. The most important impacts of climate change would be on enhancing the average global temperature and the decrease in precipitation. The agricultural sector is the first and most affected sector in the climate change. We examined the impact of temperature and precipitation variables on the agricultural yield for three common products namely fruits, rice and corn in 14 OIC countries including Iran.The share of employment in the agricultural sector as compared to the total employed is a control variable. By estimating the model using the panel data method over the years 1992 and 2015, the results indicate a negative effect of temperature on the agricultural sector. Precipitation has a positive effect and the share of employment in agriculture has a negative effect.",
    "readLink": "https://ijbds.usb.ac.ir/article_4840_07d686f9f30c202489838248533b87e0.pdf"
  },
  {
    "title": "Missing Interactions: The Current State of Multispecies Connectivity Analysis",
    "authors": [
      "Sylvia L. R. Wood,",
      "Kyle T. Martins,",
      "Véronique Dumais-Lalonde,",
      "Olivier Tanguy,",
      "Fanny Maure,",
      "Annick St-Denis,",
      "Bronwyn Rayfield,",
      "Amanda E. Martin,",
      "Andrew Gonzalez,",
      "Andrew Gonzalez"
    ],
    "doi": "https://doi.org/10.3389/fevo.2022.830822",
    "journalVolume": "Vol. 10",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "Designing effective habitat and protected area networks, which sustain species-rich communities is a critical conservation challenge. Recent decades have witnessed the emergence of new computational methods for analyzing and prioritizing the connectivity needs of multiple species. We argue that the goal of prioritizing habitat for multispecies connectivity should be focused on long-term persistence of a set of species in a landscape or seascape. Here we present a review of the literature based on 77 papers published between 2010 and 2020, in which we assess the current state and recent advances in multispecies connectivity analysis in terrestrial ecosystems. We summarize the four most employed analytical methods, compare their data requirements, and provide an overview of studies comparing results from multiple methods. We explicitly look at approaches for integrating multiple species considerations into reserve design and identify novel approaches being developed to overcome computational and theoretical challenges posed by multispecies connectivity analyses. There is a lack of common metrics for multispecies connectivity. We suggest the index of metapopulation capacity as one metric by which to assess and compare the effectiveness of proposed network designs. We conclude that, while advances have been made over the past decade, the field remains nascent by its ability to integrate multiple species interactions into analytical approaches to connectivity. Furthermore, the field is hampered its ability to provide robust connectivity assessments for lack of a clear definition and goal for multispecies connectivity conservation.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fevo.2022.830822/full"
  },
  {
    "title": "Climate and Hydrological Change Characteristics and Applicability of GLDAS Data in the Yarlung Zangbo River Basin, China",
    "authors": [
      "Hong Zhang,",
      "Ling Lei Zhang,",
      "Jia Li,",
      "Rui Dong An,",
      "Yun Deng"
    ],
    "doi": "https://doi.org/10.3390/w10030254",
    "journalVolume": "Vol. 10,\n                                no. 3\n                                \n                                  p.\n                                  254",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "The hydrological cycle is particularly sensitive to and is greatly affected by global climate change. In addition, runoff change has a strong influence on the hydrological cycle and migration of biogenic substances. The Yarlung Zangbo River basin in China is a typical basin for which climate and hydrological data are lacking. Land surface models can provide data for studying land surface substance and energy circulation, which are meaningful to face climate change. The midstream region of the Yarlung Zangbo River basin, which is strongly affected by climate change, was selected as the study area. First, the observed mean temperature, precipitation and runoff characteristics were analysed. Second, after combining the Global Land Data Assimilation System (GLDAS) and the water balance equation, we simulated climate and hydrological processes for the same time period. Finally, the correlation and error between GLDAS and observed data were analysed to verify applicability of the GLDAS data, and the impacts of climate factors on runoff were discussed. The results revealed that under the background of global warming, precipitation, temperature, and runoff changed significantly and showed strong consistency during the research period. Mean monthly precipitation, temperature and runoff exhibited clear cyclical fluctuations of approximately 12 months, and they all tended to increase. GLDAS is not a good system to describe the land surface conditions of the Yarlung Zangbo River basin all the time. However, within a certain time period, GLDAS data have a good applicability in the basin. Thereinto, the GLDAS mean monthly precipitation was moderately correlated with observed precipitation, with a correlation coefficient of 0.75. GLDAS mean monthly temperature was highly correlated with observed data, with a correlation coefficient of 0.94. Based on the Brunke ranking method, it indicates that GLDAS-Noah-based runoff data were closer to observed runoff data than the three other GLDAS models. Correlation coefficients between precipitation and runoff for the three time scales were higher than those between temperature and runoff. This means that rainfall was the main factor affecting natural runoff change, as opposed to temperature, and it can control the evolution of the river to some degree. This paper indicates the impacts of climate change on runoff and the application of GLDAS for data-limited basins. The results provide a deeper understanding of the Yarlung Zangbo River basin characteristics and can provide a scientific basis for the management of water resources and policy implementation for this basin.",
    "readLink": "http://www.mdpi.com/2073-4441/10/3/254"
  },
  {
    "title": "Widespread and accelerating glacier retreat on the Lyngen Peninsula, northern Norway, since their ‘Little Ice Age’ maximum",
    "authors": [
      "CHRIS R. STOKES,",
      "LISS M. ANDREASSEN,",
      "MATTHEW R. CHAMPION,",
      "GEOFFREY D. CORNER"
    ],
    "doi": "https://doi.org/10.1017/jog.2018.3",
    "journalVolume": "Vol. 64\n                                \n                                \n                                  pp.\n                                  100\n                                  – 118",
    "issn": "0022-1430 (Print)",
    "publisher": "1727-5652 (Online)",
    "countryOfPublisher": "Cambridge University Press",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.cambridge.org/core/journals/journal-of-glaciology",
    "abstract": "The recession of mountain glaciers worldwide is increasing global sea level and, in many regions, human activities will have to adapt to changes in surface hydrology. Thus, it is important to provide up-to-date analyses of glacier change and the factors modulating their response to climate warming. Here we report changes in the extent of >120 glaciers on the Lyngen Peninsula, northern Norway, where glacier runoff is utilised for hydropower and where glacial lake outburst floods have occurred. Glaciers covered at least 114 km2 in 1953 and we compare this inventory with those from 1988, 2001 and a new one from 2014, and previously-dated Little Ice Age (LIA) limits. Results show a steady reduction in area (~0.3% a−1) between their LIA maximum (~1915) and 1988, consistent with increasing summer air temperatures, but recession paused between 1988 and 2001, coinciding with increased winter precipitation. Air temperatures increased 0.5°C per decade from the 1990s and the rate of recession accelerated to ~1% a−1 between 2001 and 2014 when glacier area totalled ~95.7 km2. Small glaciers (<0.05 km2) with low maximum elevations (<1400 m) experienced the largest percentage losses and, if warming continues, several glaciers may disappear within the next two decades.",
    "readLink": "https://www.cambridge.org/core/product/identifier/S0022143018000035/type/journal_article"
  },
  {
    "title": "Climate change, urban vulnerability and adaptation strategies to pluvial flooding",
    "authors": [
      "Carmela Apreda"
    ],
    "doi": "https://doi.org/10.6092/2531-9906/5040",
    "journalVolume": "Vol. 1,\n                                no. 1\n                                \n                                  pp.\n                                  233\n                                  – 233",
    "issn": "2531-9906 (Online)",
    "publisher": "MASTER PRO Ingegneri Associati",
    "countryOfPublisher": "Italy",
    "lcc": [
      "Fine Arts: Architecture: Aesthetics of cities. City planning and beautifying"
    ],
    "journalUrl": "http://www.upland.unina.it/index.php/upland/about",
    "abstract": "In the study of impacts that multiple extreme events (natural and human) can produce on ecosystems, phenomena related to weather and climate changes represent a relevant, but not new, threats for human settlements, which have always faced with changing environmental and weather conditions. However, human activity of territorial alteration that took place over the centuries represents a disturbing action to the natural system, which requires new design approaches. The construction of buildings and spaces with impervious surfaces and the introduction of specific activities in urban areas have altered the natural hydrological cycle. The combination of these anthropic features with the increase in the frequency and intensity of extreme precipitation events determines substantial impacts on built environment and population. In relation to this, it is necessary to work starting from the knowledge of the vulnerability characteristics of the affected systems, in order to implement suitable strategies and measures able to enhance a system's ability to adapt to change.",
    "readLink": "http://www.serena.unina.it/index.php/upland/article/view/5040"
  },
  {
    "title": "Changes in atmospheric aerosol loading retrieved from space-based measurements during the past decade",
    "authors": [
      "J. Yoon,",
      "J. P. Burrows,",
      "M. Vountas,",
      "W. von Hoyningen-Huene,",
      "D. Y. Chang,",
      "A. Richter,",
      "A. Hilboll"
    ],
    "doi": "https://doi.org/10.5194/acp-14-6881-2014",
    "journalVolume": "Vol. 14,\n                                no. 13\n                                \n                                  pp.\n                                  6881\n                                  – 6902",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "The role and potential management of short-lived atmospheric pollutants such as aerosols are currently a topic of scientific and public debates. Our limited knowledge of atmospheric aerosol and its influence on the Earth's radiation balance has a significant impact on the accuracy and error of current predictions of future climate change. In the last few years, there have been several accounts of the changes in atmospheric aerosol derived from satellite observations, but no study considering the uncertainty caused by different/limited temporal sampling of polar-orbiting satellites and cloud disturbance in the trend estimates of cloud-free aerosol optical thickness (AOT). This study presents an approach to minimize the uncertainties by use of weighted least-squares regression and multiple satellite-derived AOTs from the space-born instruments, MODIS (onboard Terra from 2000 to 2009 and Aqua form 2003 to 2008), MISR (Terra from 2000 to 2010), and SeaWiFS (OrbView-2 from 1998 to 2007) and thereby provides more convincing trend estimates for atmospheric aerosols during the past decade. The AOT decreases over western Europe (i.e., by up to about −40% from 2003 to 2008). In contrast, a statistically significant increase (about +34% in the same period) over eastern China is observed and can be attributed to the increase in both industrial output and Asian desert dust.",
    "readLink": "http://www.atmos-chem-phys.net/14/6881/2014/acp-14-6881-2014.pdf"
  },
  {
    "title": "Statistical Comparison of Cloud and Aerosol Vertical Properties between Two Eastern China Regions Based on CloudSat/CALIPSO Data",
    "authors": [
      "Yujun Qiu,",
      "Jing Wang,",
      "Keran Yang"
    ],
    "doi": "https://doi.org/10.1155/2017/5204537",
    "journalVolume": "Vol. 2017",
    "issn": "1687-9309 (Print)",
    "publisher": "1687-9317 (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.hindawi.com/journals/amete/",
    "abstract": "The relationship between cloud and aerosol properties was investigated over two 4° × 4° adjacent regions in the south (R1) and in the north (R2) in eastern China. The CloudSat/CALIPSO data were used to extract the cloud and aerosol profiles properties. The mean value of cloud occurrence probability (COP) was the highest in the mixed cloud layer (−40°C~0°C) and the lowest in the warm cloud layer (>0°C). The atmospheric humidity was more statistically relevant to COP in the warm cloud layer than aerosol condition. The differences in COP between the two regions in the mixed cloud layer and ice cloud layer (<−40°C) had good correlations with those in the aerosol extinction coefficient. A radar reflectivity factor greater than −10 dBZ occurred mainly in warm cloud layers and mixed cloud layers. A high-COP zone appeared in the above-0°C layer with cloud thicknesses of 2-3 km in both regions and in all the four seasons, but the distribution of the zonal layer in R2 was more continuous than that in R1, which was consistent with the higher aerosol optical thickness in R2 than in R1 in the above-0°C layer, indicating a positive correlation between aerosol and cloud probability.",
    "readLink": "http://dx.doi.org/10.1155/2017/5204537"
  }
]