[
  {
    "title": "Comparative study of forest biomass and carbon stocks of Margalla Hills National Park, Pakistan",
    "authors": [
      "Mohammad Qasim,",
      "Elmar Csaplovics"
    ],
    "doi": "https://doi.org/10.1080/21580103.2023.2208141",
    "journalVolume": "Vol. 19,\n                                no. 3\n                                \n                                  pp.\n                                  139\n                                  – 154",
    "issn": "2158-0103 (Print)",
    "publisher": "2158-0715 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tfst",
    "abstract": "AbstractForests can play an important role in climate change mitigation. However, limited information is available worldwide regarding forest carbon and biomass stocks. Financial mechanisms such as ‘reducing emissions from deforestation and forest degradation and the role of conservation of forest carbon, sustainable management of forests and enhancement of forest carbon stocks’ (REDD+) also emphasize the quantification of forest biomass and carbon. This study aimed to estimate the forest biomass in two forests of Margalla Hills National Park (MHNP): Sub-tropical Chir Pine Forest (SCPF) and Sub-tropical Broadleaved Evergreen Forest (SBEF). For this, circular sampling plots of a 20 m radius were used for the collection of the variables, “diameter at breast height (DBH) and height”. Statistical analysis was done for exploring regression relationships between the variables. We found a mean Aboveground Carbon (AGC) of 73.36 ± 32.55 Mg C ha−1 in SCPF and a mean AGC of 16.88 ± 25.81 Mg C ha−1 in SBEF. The mean Aboveground Biomass (AGB) for SCPF was recorded as 146.73 ± 65.11 Mg ha−1, while for SBEF it was 33.77 ± 51.63 Mg ha−1. It was therefore concluded that the SCPF had higher mean AGB and mean AGC than the SBEF. Similar differences were also noticed in the structural characteristics of the two forests. These could be valuable information while designing sustainable management plans and afforestation programmes for the future and also for accessing nature-based funding such as REDD+.",
    "readLink": "https://www.tandfonline.com/doi/10.1080/21580103.2023.2208141"
  },
  {
    "title": "Nature-Based Solutions for Disaster Reduction and Improving Ecosystem Services in the Hutoubi Watershed, Taiwan",
    "authors": [
      "Yen-Yu Chiu,",
      "Yi-Hung Wu,",
      "Kuei-Lin Fu,",
      "Tsung-Cheng Lai,",
      "Hung-En Chen,",
      "Su-Chin Chen"
    ],
    "doi": "https://doi.org/10.3390/w15142527",
    "journalVolume": "Vol. 15,\n                                no. 2527\n                                \n                                  p.\n                                  2527",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "The Hutoubi Reservoir and its mainstream, Huyuan Stream, in the southern mountainous region of Taiwan, have experienced riverbed sedimentation and flood disasters for the past 150 years. In addition to climate change, it is necessary to scientifically consider its regulation for the next hundred years. This study adopted a collaborative approach, involving industry, government, and academia, using Nature-based Solutions (NbS) to enhance ecosystem services. The solution layout is constructed by widening the channel and constructing additional farm ponds and wetlands. An hydraulic simulation indicated that flood control was addressed. The restoration project would create diverse aquatic habitats by simulating and evaluating the distribution of ecological biotopes, using porous materials as revetments. It provided urban residents with forest leisure and recreational sites and supported the local agricultural and forestry products. The restoration has propagated local culture and created environmental and professional education. Therefore, ecological services are enhanced regarding regulation, support, provision, and culture. This pilot study, led by researchers, aimed to promote comprehensive management concepts considering all stakeholders and their active participation. We integrated NbS into the watershed and its river system as a pathway for facing the challenges of rapid urbanization and climate change and improving ecosystem services.",
    "readLink": "https://www.mdpi.com/2073-4441/15/14/2527"
  },
  {
    "title": "Combined tillage: A management strategy to improve rainfed maize tolerance to extreme events in northwestern China",
    "authors": [
      "Jun Sun,",
      "Wenquan Niu,",
      "Yadan Du,",
      "Qian Zhang,",
      "Guochun Li,",
      "Li Ma,",
      "Jinjin Zhu,",
      "Fei Mu,",
      "Dan Sun,",
      "Haicheng Gan,",
      "Kadambot H.M. Siddique,",
      "Sajjad Ali"
    ],
    "doi": "Vol. 289\n                                \n                                \n                                  p.\n                                  108503",
    "issn": "1873-2283 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Agriculture: Agriculture (General)",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Agricultural industries"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/agricultural-water-management",
    "abstract": "Climate warming has increased the frequency of droughts and excessive precipitation, adversely affecting crop growth, particularly under traditional intensive tillage. No-till improves crop tolerance to extreme events by reducing soil evaporation and improving soil structural stability to enhance soil water storage capacity and crop resistance, but long-term mono-no-till cakes the soil, reducing crop yield. Combining intensive tillage with no-till can compensate for some deficiencies arising from conventional tillage or single no-till. A three-year field experiment was conducted in wet (2020) and normal (2019 and 2021, where a drought event occurred in 2021) years to study the effect of tillage practices on summer maize productivity under different precipitation types. Treatments included conventional tillage (CT), no-tillage (NT), ridge cultivation with no-tillage (RNT), and conventional tillage of winter wheat combined with no-tillage of summer maize (NC). Compared with NT, NC and RNT significantly reduced soil bulk density and increased soil porosity in the 0–20 cm soil layer. Compared with CT, NC and RNT significantly improved aggregate stability, NC increased available soil water storage by 19.7% in the dry season (P < 0.05), and NC and RNT significantly reduced lodging rate in the rainy season. Over the three years, NC and RNT maintained higher maize yields (NC: 10.3 t ha–1 and RNT: 10.0 t ha–1) than CT (9.2 t ha–1), and NC had significantly higher yield stability than CT. Meanwhile, NC and RNT had higher precipitation use efficiency (PUE; NC: 21.2 kg ha–1 mm–1, RNT: 20.7 kg ha–1 mm–1) than NT (20.1 kg ha–1 mm–1) or CT (19.1 kg ha–1 mm–1). In terms of combined productivity, NC and RNT provide a more suitable soil environment for crop growth and maintain higher yield than NT and CT. NC rotation is recommended as the optimal tillage system for sustainable crop production under semi - arid agricultural conditions. RNT can be extended to areas prone to flooding with abundant rainfall. These results offer a benchmark for future studies on regional maize production under climate change.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S0378377423003682"
  },
  {
    "title": "Snowmelt detection from QuikSCAT and ASCAT satellite radar scatterometer data across the Alaskan North Slope",
    "authors": [
      "Emily J. Sturdivant,",
      "Karen E. Frey,",
      "Frank E. Urban"
    ],
    "doi": "https://doi.org/10.1080/15481603.2018.1493045",
    "journalVolume": "Vol. 56,\n                                no. 1\n                                \n                                  pp.\n                                  87\n                                  – 108",
    "issn": "1548-1603 (Print)",
    "publisher": "1943-7226 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Mathematical geography. Cartography",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tgrs",
    "abstract": "The timing of seasonal snowmelt in high-latitude tundra has implications ranging from local biological productivity to global atmospheric circulation, yet remains difficult to quantify, particularly at large spatial scales. Snowmelt detection in such remote polar environments is possible using satellite-based microwave scatterometers, such as NASA’s QuikSCAT. QuikSCAT measured scattering in Ku-band, which is sensitive to snowmelt signals, from 1999 until the antenna failed in 2009. The Advanced Scatterometer (ASCAT) (2006–2021 (projected) operational), which operates at C-band, may be able to extend the QuikSCAT record, but existing techniques fail to adequately monitor tundra environments. Here, we designed a departure threshold algorithm to produce a consistent 15-year time series of melt onset for the tundra of the Alaskan North Slope, using the overlap period for the enhanced resolution datasets to calibrate the ASCAT melt detection record against QuikSCAT. We produced a time series of day of year of melt onset for 4.45 km x 4.45 km grid cells on the Alaskan North Slope from 2000–2014. Time series validation with in situ mean daily air temperature produced mean R2 values of 0.75 (QuikSCAT) and 0.72 (ASCAT). We qualitatively observed a difference between early-season melt, which occurred rapidly and was driven by strong wind events, and more typical melt, which occurred gradually along a latitudinal gradient. We speculate that future melt timing will have greater frequency of early-season onset as climate change destabilizes the high-latitude atmosphere.",
    "readLink": "http://dx.doi.org/10.1080/15481603.2018.1493045"
  },
  {
    "title": "Environmental Assessment of the Fresh Sausage Transformation Process in the Italian Context: An LCA Study",
    "authors": [
      "Paolotti Luisa,",
      "Rocchi Lucia,",
      "Boggia Antonio"
    ],
    "doi": "https://doi.org/10.2478/rtuect-2022-0037",
    "journalVolume": "Vol. 26,\n                                no. 1\n                                \n                                  pp.\n                                  484\n                                  – 498",
    "issn": "2255-8837 (Online)",
    "publisher": "Sciendo",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Technology: Mechanical engineering and machinery: Renewable energy sources"
    ],
    "journalUrl": "https://sciendo.com/journal/RTUECT",
    "abstract": "The problem of Climate Change and the related issues of greenhouse emissions, and energy consumption are among the most debated topics nowadays at international level. It is essential to find viable solutions also in the agri-food sector, moving towards production processes that were more sustainable, energy saver, and possibly follow a circular economy approach. The Circular Economy is not fully a brand-new concept, as it is based on a combination of fundamental and founding concepts such as Industrial Ecology, Regenerative Design, Natural Capitalism, Cradle to Cradle approach and Blue Economy. However, the novelty is in the attention that this concept is gaining among business practitioners, consultancy firms, governments, NGOs and associations, and academics. The aim of this study is to perform a Life Cycle Assessment related to one of the main products of a company of the agri-food sector in central Italy. The product analysed was fresh sausage and the functional unit considered was 100 kg of fresh sausage. The analysis was performed in order to identify the environmental impacts caused by the different transformation processes along the product life cycle, to highlight the critical phases and to plan improvements in terms of efficiency of the production process, with consequent improvement of the environmental performance. Particular attention was paid to the transport and to the energy consumption phases.",
    "readLink": "https://doi.org/10.2478/rtuect-2022-0037"
  },
  {
    "title": "Impact of Anthropogenic Climate Change on United States Major Hurricane Landfall Frequency",
    "authors": [
      "Emma  L. Levin,",
      "Hiroyuki Murakami"
    ],
    "doi": "https://doi.org/10.3390/jmse7050135",
    "journalVolume": "Vol. 7,\n                                no. 5\n                                \n                                  p.\n                                  135",
    "issn": "2077-1312 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Naval Science: Naval architecture. Shipbuilding. Marine engineering",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://www.mdpi.com/journal/jmse",
    "abstract": "Although anthropogenic climate change has contributed to warmer ocean temperatures that are seemingly more favorable for Atlantic hurricane development, no major hurricanes made landfall in the United States between 2006 and 2016. The U.S., therefore, experienced a major hurricane landfall drought during those years. Using the high-resolution Geophysical Fluid Dynamics Laboratory 25 km grid High-Resolution Forecast-Oriented Low Ocean Resolution (HiFLOR) global climate model, the present study shows that increases in anthropogenic forcing, due to increases in greenhouse gasses, are associated with fewer long-duration major hurricane landfall droughts in the U.S., which implies an increase in major hurricane landfall frequency. We create six different fixed-distance ‘buffers’ that artificially circle the United States coastline in 100 km radial increments and can compensate for the bias in hurricane landfall calculations with six-hourly datasets. Major hurricane landfall frequencies are computed by applying the buffer zones to the six-hourly observed and simulated storm track datasets, which are then compared with the observed recorded major hurricane frequencies. We found that the major hurricane landfall frequencies generated with the 200 km buffer using the six-hourly observed best-track dataset are most correlated with the observed recorded major hurricane landfall frequencies. Using HiFLOR with an implemented buffer system, we found less frequent projections of long-duration major hurricane landfall drought events in controlled scenarios with greater anthropogenic global warming, which is independent on the radius of the coastal buffer. These results indicate an increase in U.S. major hurricane landfall frequencies with an increase in anthropogenic warming, which could pose a substantial threat to coastal communities in the U.S.",
    "readLink": "https://www.mdpi.com/2077-1312/7/5/135"
  },
  {
    "title": "Assessment of WRF microphysics and cumulus parameterizations in simulating heavy rainfall events over Badulu Oya catchment, Sri Lanka",
    "authors": [
      "P. G. S. Gimhan,",
      "Panduka Neluwala,",
      "Ralph Allen Acierto,",
      "Srivatsan V. Raghavan"
    ],
    "doi": "https://doi.org/10.2166/wcc.2022.371",
    "journalVolume": "Vol. 13,\n                                no. 12\n                                \n                                  pp.\n                                  4213\n                                  – 4233",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "Extreme rainfall events leading to severe hydrological impacts warrant an accurate prediction of such events not only on time but also in magnitude. Sri Lanka is a South Asian country that is frequently affected by severe tropical storms. The primary aim of this study was to improve heavy rainfall events forecast during the North-East monsoon over the Badulu Oya catchment, Sri Lanka. This aim was accomplished by simulating precipitation for two extreme North-East monsoon rainfall events using the Weather Research and Forecasting (WRF-ARW) model. A detailed comparison was made between the 24-h spatial distribution of model rainfall and observations obtained from rainfall gauges. Verification was evaluated based on three deterministic approaches. Each rainfall event was simulated multiple times using 15 different parameterization scheme combinations including six microphysics and four cumulus schemes at a 3 km grid resolution. The filtered best model combinations were validated using observations from another two heavy North-East monsoon rainfall events. The key finding from these evaluations was that model configurations with WSM5, WSM6, Kessler and WDM6 microphysics, and KF, BMJ and MKF cumulus schemes displayed the overall best performances. Therefore, these combinations have a good potential for operational use in numerical weather prediction over the said catchment. HIGHLIGHTS Extreme precipitation events within the North-East monsoon over Badulu Oya catchment, Sri Lanka were simulated using the WRF-ARW model.; Sensitivity studied to MP (Ferrier, WSM3, WSM5, WSM6, Kessler, WDM6) and CU (KF, BMJ, MKF, GF) schemes combinations.; Simulations were evaluated with field observations.; Combinations of WSM5, WSM6, Kessler, WDM6 along with KF, BMJ and MKF schemes displayed the overall best performances.;",
    "readLink": "http://jwcc.iwaponline.com/content/13/12/4213"
  },
  {
    "title": "Shifting Global Climate Governance:  Creating Long-Term Goals Through UNFCCC Article 2",
    "authors": [
      "P. Brian Fisher"
    ],
    "doi": "https://doi.org/10.5130/portal.v8i3.1737",
    "journalVolume": "Vol. 8,\n                                no. 3",
    "issn": "1449-2490 (Online)",
    "publisher": "UTS ePRESS",
    "countryOfPublisher": "Australia",
    "lcc": [
      "Political science: Colonies and colonization. Emigration and immigration. International migration",
      "Social Sciences: Sociology (General)"
    ],
    "journalUrl": "https://epress.lib.uts.edu.au/journals/index.php/portal",
    "abstract": "I argue that the long-term risk of global climate change has been mischaracterized as an environmental issue, and therefore, solutions based solely on national emission targets will be ineffective. Thus, this paper argues for establishing long-term goals emphasizing both adaptation and clean energy to generate equitable and effective global climate policy that addresses this fundamental threat. This requires defining and operationalizing the overall objective contained in Article 2 of the United Nations Framework Convention on Climate Change. A second key aspect to operationalizing Article 2 is to understand those ‘particularly vulnerable’ as declared in the Article and in various climate agreements. Once operationalized, these long-term objectives can be achieved through approaches that emphasize the development of clean energy (and concomitant technology), and adaptation within vulnerable communities in their local context. It necessitates dropping formal mechanisms at the current core of the regime designed to regulate national emissions, and instead build the core of the regime around the ‘stabilization’ of both the climate system through clean energy and vulnerable people through effective adaptation.",
    "readLink": "https://learning-analytics.info/journals/index.php/portal/article/view/1737"
  },
  {
    "title": "Mobilizing practitioners to support the Emergency Recovery Plan for freshwater biodiversity",
    "authors": [
      "William M. Twardek,",
      "Elizabeth A. Nyboer,",
      "David Tickner,",
      "Constance M. O'Connor,",
      "Nicolas W. R. Lapointe,",
      "Mark K. Taylor,",
      "Irene Gregory‐Eaves,",
      "John P. Smol,",
      "Andrea J. Reid,",
      "Irena F. Creed,",
      "Vivian M. Nguyen,",
      "Amanda K. Winegardner,",
      "Jordanna N. Bergman,",
      "Jessica J. Taylor,",
      "Trina Rytwinski,",
      "André L. Martel,",
      "D. Andrew R. Drake,",
      "Stacey A. Robinson,",
      "Jerome Marty,",
      "Joseph R. Bennett,",
      "Steven J. Cooke"
    ],
    "doi": "https://doi.org/10.1111/csp2.467",
    "journalVolume": "Vol. 3,\n                                no. 8\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2578-4854 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology",
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/25784854",
    "abstract": "Abstract Freshwater biodiversity loss is one of the greatest environmental threats in our changing world. Although declines have been reported extensively in the literature, much less attention has been devoted to solving the freshwater biodiversity crisis relative to other ecosystems. The recently proposed Emergency Recovery Plan for Freshwater Biodiversity (Tickner et al., 2020, BioScience, 70(4), 330–342) outlines an ambitious but necessary set of overarching actions that can help “bend the curve” for freshwater biodiversity declines. This plan is timely given the present opportunity to adjust freshwater biodiversity targets in international biodiversity agreements and to encourage meeting targets of relevant Sustainable Development Goals. Yet, relying solely on a trickle down from such agreements to national and local scales will likely take too long, given the immediate urgency of the situation. Here, we advocate for a broader, concerted effort from all actors to ensure the Emergency Recovery Plan meaningfully influences the actions of practitioners at a local scale. We outline the roles and responsibilities of actors involved with policy, research, professional bodies and societies, advocacy, and industry, as well as practitioners themselves, in achieving this goal. It is our hope that this overview facilitates the real‐world actions needed to execute the Emergency Recovery Plan so that we can indeed “bend the curve” for freshwater biodiversity.",
    "readLink": "https://doi.org/10.1111/csp2.467"
  },
  {
    "title": "Drought Trend Analysis Based on the Standardized Precipitation–Evapotranspiration Index Using NASA’s Earth Exchange Global Daily Downscaled Projections, High Spatial Resolution Coupled Model Intercomparison Project Phase 5 Projections, and Assessment of Potential Impacts on China’s Crop Yield in the 21st Century",
    "authors": [
      "Xiaolin Guo,",
      "Yuan Yang,",
      "Zhansheng Li,",
      "Liangzhi You,",
      "Chao Zeng,",
      "Jing Cao,",
      "Yang Hong"
    ],
    "doi": "https://doi.org/10.3390/w11122455",
    "journalVolume": "Vol. 11,\n                                no. 12\n                                \n                                  p.\n                                  2455",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Drought is among the costliest natural disasters on both ecosystems and agroeconomics in China. However, most previous studies have used coarse resolution data or simply stopped short of investigating drought projection and its impact on crop yield. Motivated by the newly released higher-resolution climate projection dataset and the crucial need to assess the impact of climate change on agricultural production, the overarching goal of this study was to systematically and comprehensively predict future droughts at unprecedented resolutions over China as a whole. rather than region-specific projections, and then to further investigate its impact on crop yield by innovatively using a soil water deficit drought index. Methodologically, the drought projections were quantified from very high resolution climate data and further predicted impacts on crop yield over China using the standardized precipitation−evapotranspiration index (SPEI) at a relatively high (25 km) spatial resolution from NASA’s Earth Exchange Global Daily Downscaled Projections (NEX-GDDP). The results showed that (1) overall, China is projected to experience a significant decrease in SPEI (−0.15/decade under RCP (representative concentration pathway) 4.5; −0.14/decade under RCP8.5). Seasonally, the decreasing rate of SPEI is projected to be largest in winter (−0.2/decade and −0.31/decade) and the least in summer (−0.08/decade and −0.10/decade) under respective RCPs. (2) Regionally, winter/spring will get drier, especially at high latitudes/altitudes (North China and Tibetan plateau), and summer/autumn will get wetter in southern China. (3) Both the frequency and duration for medium and severe drought are projected to decrease, while extreme drought, particularly in high latitudes/altitudes, is projected to increase. (4) The percentage of the potential crop production affected by drought would increase to 36% (47%) by 2100 under RCP4.5 (RCP8.5). Especially, the ratio impacted by extreme drought is projected to increase over time and with much worse magnitude under RCP8.5; thus, adaptive crop policies are expected to address such a risk.",
    "readLink": "https://www.mdpi.com/2073-4441/11/12/2455"
  }
]