[
  {
    "title": "Physicochemical and microstructural characteristics of Frafra potato (Solenostemon rotundifolius) starch",
    "authors": [
      "C. Osei Tutu,",
      "J.G.N. Amissah,",
      "J.N. Amissah,",
      "P.T. Akonor,",
      "W. Arthur,",
      "A.S. Budu,",
      "F.K. Saalia"
    ],
    "doi": "https://doi.org/10.1080/10942912.2023.2228513",
    "journalVolume": "Vol. 26,\n                                no. 1\n                                \n                                  pp.\n                                  1624\n                                  – 1635",
    "issn": "1094-2912 (Print)",
    "publisher": "1532-2386 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Technology: Home economics: Nutrition. Foods and food supply",
      "Technology: Chemical technology: Food processing and manufacture"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/ljfp",
    "abstract": "ABSTRACTFrafra potato (Solenostemon rotundifolius) is an underutilized climate-resilient tuber crop commonly cultivated in the tropics. Different accessions have been identified and bred to broaden its application in food. This study characterized the starches extracted from ten accessions, from Ghana (released) and Burkina Faso (unreleased), in terms of yield, physicochemical, and microstructural characteristics. The starches did not differ significantly (p < .05) in color (L*) and amount (35 to 39% dry matter basis). Furthermore, there were no significant differences (p < .05) among them in amylose/amylopectin ratio, syneresis %, granule types and shapes, except for one of the unreleased accessions (E82), which had a significantly (p < .05) smaller granule size. There were, however, significant differences (p < .05) in paste clarity of the starch gels, ranging from 51 to 63% of the starch gels, as well as in the thermal properties of the starches. The XRD and FTIR spectra showed the starches to be A-type, typical of tuber starches, with relative crystallinities ranging between 30.5 to 33.5%. The ten Frafra potato cultivars were clustered into two groups using PCA procedures; one group (Maa-Lana and Nutsugah) clustering on thermal properties of starch, while the other group (E82, E111, E132, E134, E145, Manga, Naachem-Tiir, and WAAPP) on paste clarity and change in temperature. The variations in granule size and thermal characteristics of the starches could impact the performance, cooking and textural properties, of these Frafra potato accessions in food applications.",
    "readLink": "https://www.tandfonline.com/doi/10.1080/10942912.2023.2228513"
  },
  {
    "title": "The origin of methane in the East Siberian Arctic Shelf unraveled with triple isotope analysis",
    "authors": [
      "C. J. Sapart,",
      "N. Shakhova,",
      "I. Semiletov,",
      "J. Jansen,",
      "S. Szidat,",
      "D. Kosmach,",
      "O. Dudarev,",
      "C. van der Veen,",
      "M. Egger,",
      "V. Sergienko,",
      "A. Salyuk,",
      "V. Tumskoy,",
      "J.-L. Tison,",
      "T. Röckmann"
    ],
    "doi": "https://doi.org/10.5194/bg-14-2283-2017",
    "journalVolume": "Vol. 14,\n                                no. 9\n                                \n                                  pp.\n                                  2283\n                                  – 2292",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "The Arctic Ocean, especially the East Siberian Arctic Shelf (ESAS), has been proposed as a significant source of methane that might play an increasingly important role in the future. However, the underlying processes of formation, removal and transport associated with such emissions are to date strongly debated. CH4 concentration and triple isotope composition were analyzed on gas extracted from sediment and water sampled at numerous locations on the shallow ESAS from 2007 to 2013. We find high concentrations (up to 500 µM) of CH4 in the pore water of the partially thawed subsea permafrost of this region. For all sediment cores, both hydrogen and carbon isotope data reveal the predominant occurrence of CH4 that is not of thermogenic origin as it has long been thought, but resultant from microbial CH4 formation. At some locations, meltwater from buried meteoric ice and/or old organic matter preserved in the subsea permafrost were used as substrates. Radiocarbon data demonstrate that the CH4 present in the ESAS sediment is of Pleistocene age or older, but a small contribution of highly 14C-enriched CH4, from unknown origin, prohibits precise age determination for one sediment core and in the water column. Our sediment data suggest that at locations where bubble plumes have been observed, CH4 can escape anaerobic oxidation in the surface sediment.",
    "readLink": "http://www.biogeosciences.net/14/2283/2017/bg-14-2283-2017.pdf"
  },
  {
    "title": "Policy persistence: REDD+ between stabilization and contestation",
    "authors": [
      "Adeniyi Asiyanbi,",
      "Jens Friis Lund"
    ],
    "doi": "https://doi.org/10.2458/v27i1.23493",
    "journalVolume": "Vol. 27,\n                                no. 1\n                                \n                                  pp.\n                                  378\n                                  – 400",
    "issn": "1073-0451 (Online)",
    "publisher": "University of Arizona Libraries",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Political science"
    ],
    "journalUrl": "https://journals.librarypublishing.arizona.edu/jpe/",
    "abstract": "At this time of rapid global environmental change and demands for sweeping societal transformation, we call for greater scrutiny of the persistence of particular policies and ideas. In this Special Section we focus on REDD+, which for long has enjoyed remarkable global support in spite of poor outcomes and widespread criticisms. The central policy proposition of REDD+, that is, forest-based emissions reduction through market-based instruments and non-market means, are now carried forth under the new banner of Natural Climate Solutions. We examine REDD+ to understand how and why some environmental policies and ideas persist despite dubious impacts. We conceptualize policy persistence by drawing on three strands of political ecology literature - critical policy studies, assemblage studies, and political economy - that illuminate the dynamics of policy persistence in different yet complementary ways. We argue that the persistence of policies and policy ideas rests in a tentative balance of the counteracting processes of stabilization and contestation, which precipitate both intended and unintended outcomes. We show how the stabilization of REDD+ itself lends stability to broader ideas of forest-based climate change mitigation. We suggest that policy persistence is an area of political ecological research, which now calls for renewed engagement. Keywords: Policy persistence, REDD+, climate change mitigation, Natural Climate Solutions, political ecology",
    "readLink": "https://journals.uair.arizona.edu/index.php/JPE/article/view/23493"
  },
  {
    "title": "Microbiological Evaluation of Household Drinking Water Treatment in Rural China Shows Benefits of Electric Kettles: A Cross-Sectional Study.",
    "authors": [
      "Alasdair Cohen,",
      "Yong Tao,",
      "Qing Luo,",
      "Gemei Zhong,",
      "Jeff Romm,",
      "John M Colford,",
      "Isha Ray"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0138451",
    "journalVolume": "Vol. 10,\n                                no. 9\n                                \n                                  p.\n                                  e0138451",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "BackgroundIn rural China ~607 million people drink boiled water, yet little is known about prevailing household water treatment (HWT) methods or their effectiveness. Boiling, the most common HWT method globally, is microbiologically effective, but household air pollution (HAP) from burning solid fuels causes cardiovascular and respiratory disease, and black carbon emissions exacerbate climate change. Boiled water is also easily re-contaminated. Our study was designed to identify the HWT methods used in rural China and to evaluate their effectiveness.MethodsWe used a geographically stratified cross-sectional design in rural Guangxi Province to collect survey data from 450 households in the summer of 2013. Household drinking water samples were collected and assayed for Thermotolerant Coliforms (TTC), and physicochemical analyses were conducted for village drinking water sources. In the winter of 2013-2104, we surveyed 120 additional households and used remote sensors to corroborate self-reported boiling data.FindingsOur HWT prevalence estimates were: 27.1% boiling with electric kettles, 20.3% boiling with pots, 34.4% purchasing bottled water, and 18.2% drinking untreated water (for these analyses we treated bottled water as a HWT method). Households using electric kettles had the lowest concentrations of TTC (73% lower than households drinking untreated water). Multilevel mixed-effects regression analyses showed that electric kettles were associated with the largest Log10TTC reduction (-0.60, pConclusionAs far as we are aware, this is the first HWT-focused study in China, and the first to quantify the comparative advantage of boiling with electric kettles over pots. Our results suggest that electric kettles could be used to rapidly expand safe drinking water access and reduce HAP exposure in rural China.",
    "readLink": "https://doi.org/10.1371/journal.pone.0138451"
  },
  {
    "title": "Community perceptions to climate change in Finnish Lapland: Examining vulnerabilities and adaptive responses to the changing characteristics of Arctic tourism",
    "authors": [
      "Eva Kaján"
    ],
    "doi": "Vol. 10,\n                                no. 2",
    "issn": "2490-2039 (Online)",
    "publisher": "Suomen matkailututkimuksen seura (Finnish Society for Tourism Research )",
    "countryOfPublisher": "Finland",
    "lcc": [
      "Geography. Anthropology. Recreation: Recreation. Leisure"
    ],
    "journalUrl": "https://journal.fi/matkailututkimus",
    "abstract": "-",
    "readLink": "https://journal.fi/matkailututkimus/article/view/90908"
  },
  {
    "title": "Impacts of LULC and climate changes on hydropower generation and development: A systematic review",
    "authors": [
      "Emmanuel Kekle Ahialey,",
      "Amos T. Kabo–Bah,",
      "Samuel Gyamfi"
    ],
    "doi": "Vol. 9,\n                                no. 11\n                                \n                                  p.\n                                  e21247",
    "issn": "2405-8440 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.cell.com/heliyon/home",
    "abstract": "There is a growing concern on a global scale that the world should transition towards the utilisation of energy-efficient technologies. Hydropower plays a very significant part in the fight against climate change, and as a result, it lessens the impact that climate changewill have on our ability to achieve the Sustainable Development Goals (SDGs). Both the effectiveness of hydropower generation and the amount of streamflow are impacted by climate change as well as land use and land cover (LULC). Accordingly, the purpose of this study is to conduct a literature review on the topic of the past and future effects of climate, land use, and land cover changes on hydropower generation. This review will be based on the entries found in a number of reliable databases. A systematic literature review was carried out to analyse how LULC and climate change will affect hydropower generation and development. The research was based on 158 pieces of relevant literature that had been reviewed by experts and indexed in Scopus, Google Scholar, and ScienceDirect. The review was carried out to determine three goals in mind: the impact of climate change on hydropower generation and development; the impact of climate change on streamflow; and the combined impact of changes in climate and changes in LULC on hydropower. The findings bring to light the primary factors contributing to climate change as well as shifts in LULC which are essential to the generation of hydropower on all scales. The study identifies factors such as precipitation, temperature, floods, and droughts as examples of climate change. Deforestation, afforestation, and urbanisation are identified as the primary causes of changes in LULC over the past several decades. These changes have a negative impact on the generation and development of hydropower.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405844023084554"
  },
  {
    "title": "Assessment of the Effects of Climate Change on Evapotranspiration with an Improved Elasticity Method in a Nonhumid Area",
    "authors": [
      "Lei Tian,",
      "Jiming Jin,",
      "Pute Wu,",
      "Guo-yue Niu"
    ],
    "doi": "https://doi.org/10.3390/su10124589",
    "journalVolume": "Vol. 10,\n                                no. 12\n                                \n                                  p.\n                                  4589",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Climatic elasticity is a crucial metric to assess the hydrological influence of climate change. Based on the Budyko equation, this study performed an analytical derivation of the climatic elasticity of evapotranspiration (ET). With this derived elasticity, it is possible to quantitatively separate the impacts of precipitation, air temperature, net radiation, relative humidity, and wind speed on ET in a watershed. This method was applied in the Wuding River Watershed (WRW), located in the center of the Yellow River Watershed of China. The estimated rate of change in ET caused by climatic variables is −10.69 mm/decade, which is close to the rate of change in ET (−8.06 mm/decade) derived from observable data. The accurate estimation with the elasticity method demonstrates its reliability. Our analysis shows that ET in the WRW had a significant downward trend, but the ET ratio in the WRW has increased continually over the past 52 years. Decreasing precipitation is the first-order cause for the reduction of ET, and decreasing net radiation is the secondary cause. Weakening wind speed also contributed to this reduction. In contrast, regional warming led to an increase in ET that partly offset the negative contributions from other climatic variables. Moreover, reforestation can affect the energy budget of a watershed by decreasing albedo, compensating for the negative influence of global dimming. The integrated effect from precipitation and temperature can affect the energy budget of a watershed by causing a large fluctuation in winter albedo.",
    "readLink": "https://www.mdpi.com/2071-1050/10/12/4589"
  },
  {
    "title": "Need of Integrated Regional Planning Approach for the Decentralisation and Optimisation of Renewable Energy Based Electric Vehicle Infrastructure: A Comprehensive Visualisation",
    "authors": [
      "Geetanjli Rani,",
      "Devender Kumar Saini"
    ],
    "doi": "https://doi.org/10.3390/su151813315",
    "journalVolume": "Vol. 15,\n                                no. 13315\n                                \n                                  p.\n                                  13315",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The existing research narrates avenues in the regional and thematic area preconditions set via the framework and institutional mechanism towards energy decentralisation (ED). Moreover, with the entrant stakeholders and inclusive energy policy, the researchers find potential in local resources and capacity towards the decarbonisation of the economy. Consequently, governments around the globe emphasise multi-level sectoral economic support packages to buffer the immediate to medium-term gap and subsequently investigate their implementation in infrastructure and technology. The present review attempts to focus on the conditions of energy transformation in enabling a policy and regulatory framework. As such an integrated regional spatial framework focuses to identify support packages across urban and rural planning, transportation, renewable energy, infrastructure, environment and climate change and sustainability. Moreover, the present review revolves its thematic focus around the transport sector to strategize the energy decentralisation of the local potential in the ongoing electric vehicle (EV) transportation. The presented review toils on EV users’ struggle to orient to the need of the hour in the inadequacies of refill/charging infrastructure. Thus, it is imperative to review parameters such as availability and access to charge, depending on the source of energy in the charging infrastructure, facilities and services at the regional level. The presented review investigates under categoric and key search across conceptual regional settlement hierarchy to strategize the development of the Renewable Energy based Electric Vehicle Infrastructure (REEVI) package under system, support and services (SSS). Conclusively, the review study brings out a tentative regional settlement hierarchical integrated methodology for REEVI-SSS in the missing linkages and gaps of spatial planning to ease medium and long trip EV transportation challenges faced at the inter-city–rural, i.e., regional level.",
    "readLink": "https://www.mdpi.com/2071-1050/15/18/13315"
  },
  {
    "title": "Diethyl Aminoethyl Hexanoate Priming Ameliorates Seed Germination via Involvement in Hormonal Changes, Osmotic Adjustment, and Dehydrins Accumulation in White Clover Under Drought Stress",
    "authors": [
      "Muhammad Jawad Hassan,",
      "Wan Geng,",
      "Weihang Zeng,",
      "Muhammad Ali Raza,",
      "Imran Khan,",
      "Muhammad Zafar Iqbal,",
      "Yan Peng,",
      "Yongqun Zhu,",
      "Zhou Li"
    ],
    "doi": "https://doi.org/10.3389/fpls.2021.709187",
    "journalVolume": "Vol. 12",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Drought is a serious outcome of climate change reducing the productivity of forage species under arid and semi-arid conditions worldwide. Diethyl aminoethyl hexanoate (DA-6), a novel plant growth regulator, has proven to be involved in the amelioration of critical physiological functions in many agricultural crops under various abiotic stresses, but the role of the DA-6 in improving seed germination has never been investigated under drought stress. The present study was carried out to elucidate the impact of the DA-6 priming on seeds germination of white clover under drought stress. Results showed that seed priming with the DA-6 significantly mitigated the drought-induced reduction in germination percentage, germination vigor, germination index, seed vigor index, root length, shoot length, and fresh weight after 7 days of seed germination. The DA-6 significantly increased the endogenous indole-3-acetic acid, gibberellin, and cytokinin content with marked reduction in abscisic acid content in seedlings under drought stress. In addition, the DA-6 significantly accelerated starch catabolism by enhancing the activities of hydrolases contributing toward enhanced soluble sugars, proline content and ameliorated the antioxidant defense system to enhance the ability of reactive oxygen species scavenging under drought stress. Furthermore, exogenous DA-6 application significantly increased dehydrins accumulation and upregulated transcript levels of genes encoding dehydrins (SK2, Y2SK, or DHNb) during seeds germination under water deficient condition. These findings suggested that the DA-6 mediated seeds germination and drought tolerance associated with changes in endogenous phytohormones resulting in increased starch degradation, osmotic adjustment, antioxidants activity, and dehydrins accumulation during seed germination under water deficient condition.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2021.709187/full"
  },
  {
    "title": "Conventional and green methods of synthesis of silver nanoparticles and their antimicrobial properties",
    "authors": [
      "Ramya Vishwanath,",
      "Beena Negi"
    ],
    "doi": "Vol. 4\n                                \n                                \n                                  p.\n                                  100205",
    "issn": "2666-0865 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Chemistry"
    ],
    "journalUrl": "https://www.journals.elsevier.com/current-research-in-green-and-sustainable-chemistry",
    "abstract": "Silver nanoparticles possess a wide variety of properties that makes them valuable for different purposes. However, one of their most beneficial properties is their antimicrobial activity. In a world threatened by the rise of antimicrobial resistance, the use of silver nanoparticles in drug delivery systems may help solve this emerging problem. Therefore, their large-scale synthesis has the potential of being extremely useful, especially in healthcare. There are three primary methods of synthesizing silver nanoparticles viz physical methods, chemical methods and biological methods. While choosing the technique of synthesis, it is essential to opt for the method that can give a good yield of pure silver nanoparticles while minimally impacting human health and the environment. In view of climate change and global warming, all industries, including the scientific community, are endeavouring to adopt environment-friendly methods of functioning. Biological methods have an edge over physical and chemical methods in context of green chemistry. Being a cleaner method of synthesis, biological methods can prove to be more suitable for large-scale synthesis, thereby providing a sustainable method to exploit their antimicrobial activity. This review article explores the three key methods of synthesis of silver nanoparticles, their advantages, and disadvantages in the context of green chemistry.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666086521001521"
  }
]