[
  {
    "title": "Private Capital to Improve Nature-Based Solutions for Coastal Protection: Time for a Boost",
    "authors": [
      "Angelique Brathwaite,",
      "Nicolas Pascal,",
      "Eric Clua"
    ],
    "doi": "https://doi.org/10.3390/oceans3010006",
    "journalVolume": "Vol. 3,\n                                no. 6\n                                \n                                  pp.\n                                  60\n                                  – 71",
    "issn": "2673-1924 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "https://www.mdpi.com/journal/oceans",
    "abstract": "Coastal protection, an important coral reef ecosystem service, is threatened by increasing coral mortality, exacerbated by global climate change. Nature-based solutions in the form of coral restoration, while not perfect, can assist in rebuilding reef structure and improving the flow of the service for some sites. With a financing gap existing between what is required for conservation and what is being accessed, private investors should be playing a larger role in such restoration activities. Especially so as coastal hoteliers in particular, benefit from stable beaches and also have additional income generating potential with healthy reefs. Blended finance solutions in particular, are especially suited to restoration that incorporates substrate addition, while payments for ecosystem services are more suited to coral gardening. Conservation and finance practitioners must engage further and understand each other’s worlds, in order for these private sources to be effectively sourced and utilized.",
    "readLink": "https://www.mdpi.com/2673-1924/3/1/6"
  },
  {
    "title": "Disruptive Innovations for Well-Functioning Food Systems: The Data-Driven “Food and Nutrition Security Under Climate Evolution” Framework",
    "authors": [
      "Grazia Pacillo,",
      "Nguyen-Vu Bao-Nam,",
      "Dharani Dhar Burra,",
      "Huong T. Trinh,",
      "Tuyen Danh Le,",
      "Mai Tuyet Truong,",
      "Son Duy Nguyen,",
      "Do Thanh Tran,",
      "Peter Läderach"
    ],
    "doi": "https://doi.org/10.3389/fsufs.2021.726779",
    "journalVolume": "Vol. 5",
    "issn": "2571-581X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply",
      "Technology: Chemical technology: Food processing and manufacture"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/sustainable-food-systems#",
    "abstract": "The current climate crisis poses new uncertainties, risks, and vulnerabilities, and is leading to losses for millions of people depending on fragile food systems. Food systems are, however, vastly different across landscapes and communities, and their capacities to respond to climate impacts evolve and change through time. Humanitarian and development organizations are struggling to keep pace with these changes. Monitoring a large number of diverse food systems during an evolving climate crisis can be expensive and time-consuming. This paper introduces a monitoring approach that uses a combination of open-source earth observations along with national data sources to produce highly contextualized metrics for monitoring Food And Nutrition Security under Climate Evolution (FANSCE). Entirely data-driven, the FANSCE approach has been designed to produce policy recommendations to help monitor, assess, and mitigate climatic impacts on food systems. We developed and tested this approach in Vietnam, where climate variability has become a growing threat to food systems. Our results show that predictors of food and nutrition security differ drastically with the intensity of climate variability. More specifically, our analyses suggest that in areas of high climate variability, levels of food and nutrition security can be significantly predicted based on economic activities, ethnicity, education, health of mothers, and the level of readiness and preparedness to climate impacts of villages and communities. On the other hand, in areas of low climate variability, food and nutrition security are mostly predictable based on the ability of households to access essential services (such as education, health) and communal resources (water, storage, etc.). To support the resilience of food systems, policymakers must regularly monitor how these dimensions react to the changing climate. Addition critical actions to increase food system sustainability in Vietnam include 1) enhanced coordination of institutional responses and capacities across governmental and non-governmental agencies, and 2) better integration of scientific knowledge into national and sub-national decision-making processes.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fsufs.2021.726779/full"
  },
  {
    "title": "Attribution of spatial and temporal variations in terrestrial methane flux over North America",
    "authors": [
      "X. F. Xu,",
      "H. Q. Tian,",
      "C. Zhang,",
      "M. L. Liu,",
      "W. Ren,",
      "G. S. Chen,",
      "C. Q. Lu,",
      "L. Bruhwiler"
    ],
    "doi": "https://doi.org/10.5194/bg-7-3637-2010",
    "journalVolume": "Vol. 7,\n                                no. 11\n                                \n                                  pp.\n                                  3637\n                                  – 3655",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "The attribution of spatial and temporal variations in terrestrial methane (CH<sub>4</sub>) flux is essential for assessing and mitigating CH<sub>4</sub> emission from terrestrial ecosystems. In this study, we used a process-based model, the Dynamic Land Ecosystem Model (DLEM), in conjunction with spatial data of six major environmental factors to attribute the spatial and temporal variations in the terrestrial methane (CH<sub>4</sub>) flux over North America from 1979 to 2008 to six individual driving factors and their interaction. Over the past three decades, our simulations indicate that global change factors accumulatively contributed 23.51 ± 9.61 T g CH<sub>4</sub>-C (1 Tg = 10<sup>12</sup> g) emission over North America, among which ozone (O<sub>3</sub>) pollution led to a reduced CH<sub>4</sub> emission by 2.30 ± 0.49 T g CH<sub>4</sub>-C. All other factors including climate variability, nitrogen (N) deposition, elevated atmospheric carbon dioxide (CO<sub>2</sub>), N fertilizer application, and land conversion enhanced terrestrial CH<sub>4</sub> emissions by 19.80 ± 12.42 T g CH<sub>4</sub>-C, 0.09 ± 0.02 T g CH<sub>4</sub>-C, 6.80 ± 0.86 T g CH<sub>4</sub>-C, 0.01 ± 0.001 T g CH<sub>4</sub>-C, and 3.95 ± 0.38 T g CH<sub>4</sub>-C, respectively, and interaction between/among these global change factors led to a decline of CH<sub>4</sub> emission by 4.84 ± 7.74 T g CH<sub>4</sub>-C. Climate variability and O<sub>3</sub> pollution suppressed, while other factors stimulated CH<sub>4</sub> emission over the USA; climate variability significantly enhanced, while all the other factors exerted minor effects, positive or negative, on CH<sub>4</sub> emission in Canada; Mexico functioned as a sink for atmospheric CH<sub>4</sub> with a major contribution from climate change. Climatic variability dominated the inter-annual variations in terrestrial CH<sub>4</sub> flux at both continental and country levels. Precipitation played an important role in the climate-induced changes in terrestrial CH<sub>4</sub> flux at both continental and country-levels. The relative importance of each environmental factor in determining the magnitude of CH<sub>4</sub> flux showed substantially spatial variation across North America. This factorial attribution of CH<sub>4</sub> flux in North America might benefit policy makers who would like to curb climate warming by reducing CH<sub>4</sub> emission.",
    "readLink": "http://www.biogeosciences.net/7/3637/2010/bg-7-3637-2010.pdf"
  },
  {
    "title": "Ski Resort Closures and Opportunities for Sustainability in North America",
    "authors": [
      "Daniel Moscovici"
    ],
    "doi": "https://doi.org/10.3390/land11040494",
    "journalVolume": "Vol. 11,\n                                no. 494\n                                \n                                  p.\n                                  494",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "More than half of the ski resorts in North America have closed since the early building booms—many facing a warming climate and pressures to find water to make artificial snow. Researching and documenting all resorts between 1969–2019, we find that 59% of all resorts in North America have closed since the resort boom of the 1960s and 70s (65% in the United States, 31% in Canada). This shift has left some states or provinces with only one or no resorts remaining. To proactively persevere with a variable climate, less water, and a need for more energy to make snow, we suggest mountains holistically plan for sustainability. Recommendations include third party environmental certification, commitment to sustainability at the management level, communication to customers about sustainability practices and implementing unique models for remaining open and competitive. These practices include resort consolidation, multi-mountain passes, and/or unique ownership models. We believe that ski resorts must focus on positive environmental practices, sustainability planning, and climate change adaptation if they want to remain viable and competitive in the coming decades.",
    "readLink": "https://www.mdpi.com/2073-445X/11/4/494"
  },
  {
    "title": "Climate Trends Impact on the Snowfall Regime in Mediterranean Mountain Areas: Future Scenario Assessment in Sierra Nevada (Spain)",
    "authors": [
      "María  José Pérez-Palazón,",
      "Rafael Pimentel,",
      "María  José Polo"
    ],
    "doi": "https://doi.org/10.3390/w10060720",
    "journalVolume": "Vol. 10,\n                                no. 6\n                                \n                                  p.\n                                  720",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Snow constitutes a key component of the water cycle, which is directly affected by changes in climate. Mountainous regions, especially those located in semiarid environments, are highly vulnerable to shifts from snowfall to rainfall. This study evaluates the influence of future climate scenarios on the snowfall regime in the Sierra Nevada Mountains, an Alpine/Mediterranean climate region in southern Spain. Precipitation and temperature projections from two future climate scenarios representative concentration pathway (RCP) 4.5 and RCP 8.5, Fifth Assessment Report of the Intergovernmental Panel for Climate Change (AR5 IPCC)) were used to estimate the projected evolution of the snowfall regime on both annual and decadal scales during the period of 2006–2100. Specific snowfall descriptors of torrentiality are also analyzed. A general decrease of the annual snowfall was estimated, with a significant trend that ranged from 0.21 to 0.55 (mm·year−1)·year−1. These changes are dependent on the scenario and region in the study area. However, the major impact of future climate scenarios on the snowfall regime relates to an increased torrentiality of snowfall occurrence, with a decreased trend of the annual number of snowfall days (RCP 4.5: −0.068 (days·year−1)·year−1 and RCP 8.5: −0.111 (days·year−1)·year−1) and an increased trend in the annual mean snowfall intensity (RCP 4.5: 0.006 (mm·days−1)·year−1 and RCP8.5: 0.01 (mm·days−1)·year−1)) under both scenarios. This enhanced torrentiality is heterogeneously distributed, with the most semiarid region, which is currently the one least influenced by snow, being the region most affected within the study area.",
    "readLink": "http://www.mdpi.com/2073-4441/10/6/720"
  },
  {
    "title": "Human Rights Aspect in the Indonesian Energy Transition: The Challenges of Promoting the Right to a Clean, Healthy and Sustainable Environment",
    "authors": [
      "Asrul Ibrahim Nur"
    ],
    "doi": "https://doi.org/10.56784/hrgs.v1i2.15",
    "journalVolume": "Vol. 1,\n                                no. 2\n                                \n                                  pp.\n                                  102\n                                  – 114",
    "issn": "2962-5556 (Online)",
    "publisher": "Serikat Pengajar HAM Indonesia",
    "countryOfPublisher": "Indonesia",
    "lcc": [
      "Law"
    ],
    "journalUrl": "https://journal.sepaham.or.id/index.php/HRGS/index",
    "abstract": "Indonesia's Constitution has recognised and guaranteed the right to a clean and healthy environment. Recognition of the right is even more relevant after the United Nations adopted the resolution to recognise it as a part of human rights in 2022. This paper will discuss the recognition and guarantee of human rights in the Indonesian legal framework on energy transition. As one of the responses to the climate change phenomenon, the energy transition should mainstream the human rights aspects. Doctrinal legal research methods are adopted in this study with a statute and conceptual approach. This study aims to map the problems of Indonesia's energy transition legal framework from a human rights perspective. The analysis results show at least three problems raised in recognising the right to a clean, healthy and sustainable environment in the Indonesian legal framework on energy transition: sectoral egos, incompatible legal instruments, and dependence on fossil energy.",
    "readLink": "https://journal.sepaham.or.id/index.php/HRGS/article/view/15"
  },
  {
    "title": "Great SCO2T! Rapid tool for carbon sequestration science, engineering, and economics",
    "authors": [
      "Richard S. Middleton,",
      "Bailian Chen,",
      "Dylan R. Harp,",
      "Ryan M. Kammer,",
      "Jonathan D. Ogland-Hand,",
      "Jeffrey M. Bielicki,",
      "Andres F. Clarens,",
      "Robert P. Currier,",
      "Kevin M. Ellett,",
      "Brendan A. Hoover,",
      "Dane N. McFarlane,",
      "Rajesh J. Pawar,",
      "Philip H. Stauffer,",
      "Hari S. Viswanathan,",
      "Sean P. Yaw"
    ],
    "doi": "Vol. 7\n                                \n                                \n                                  p.\n                                  100035",
    "issn": "2590-1974 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation",
      "Science: Geology",
      "Science: Mathematics: Instruments and machines: Electronic computers. Computer science"
    ],
    "journalUrl": "https://www.journals.elsevier.com/applied-computing-and-geosciences",
    "abstract": "CO2 capture and storage (CCS) technology is likely to be widely deployed in the coming decades in response to major climate and economics drivers: CCS is part of every clean energy pathway that limits global warming to 2 ​°C or less and receives significant CO2 tax credits in the United States. These drivers are likely to stimulate the capture, transport, and storage of hundreds of millions or billions of tonnes of CO2 annually. A key part of the CCS puzzle will be identifying and characterizing suitable storage sites for vast amounts of CO2. We introduce a new software tool called SCO2T (Sequestration of CO2 Tool, pronounced “Scott”), a dynamic CO2 injection and storage model, to rapidly characterize saline storage reservoirs. The tool is designed to rapidly screen hundreds of thousands of reservoirs, perform sensitivity and uncertainty analyses, and link sequestration engineering (injection rates, reservoir capacities, plume dimensions) to sequestration economics (costs constructed from around 70 separate economic inputs). We describe the novel science developments supporting SCO2T including a new approach to estimating CO2 injection rates and CO2 plume dimensions as well as key advances linking sequestration engineering with economics. We perform a sensitivity and uncertainty analysis of geology parameter combinations—including formation depth, thickness, permeability, porosity, and temperature—to understand the impact on carbon sequestration. Through the sensitivity analysis, we show that increasing depth and permeability both can lead to increased CO2 injection rates, increased storage potential, and reduced costs, while increasing porosity reduces costs without impacting the injection rate (CO2 is injected at a constant pressure in all cases) by increasing the reservoir capacity. Through uncertainty analysis—where formation thickness, permeability, and porosity are randomly sampled—we show that final sequestration costs are normally distributed with upper bound costs around 50% higher than the lower bound costs. While site selection decisions will ultimately require detailed site characterization and permitting, SCO2T provides an inexpensive dynamic screening tool that can help prioritize projects based on the complex interplay of reservoir, infrastructure (e.g., proximity to pipelines), and other (e.g., land use, legal) constraints on the suitability of certain regions for CCS.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2590197420300173"
  },
  {
    "title": "AMERİKA BİRLEŞİK DEVLETLERİ’NİN İKLİM DEĞİŞİKLİĞİ POLİTİKASI: SORUMLULUK VE İNKÂR İKİLEMİ",
    "authors": [
      "Ceren Uysal Oğuz"
    ],
    "doi": "https://doi.org/10.30798/makuiibf.535125",
    "journalVolume": "Vol. 6,\n                                no. 2\n                                \n                                  pp.\n                                  523\n                                  – 543",
    "issn": "2149-1658 (Online)",
    "publisher": "Mehmet Akif Ersoy University",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://dergipark.org.tr/tr/pub/makuiibf",
    "abstract": "Amerika Birleşik Devletleri (ABD), dünyanın en büyük ekonomisi ve ikinci büyük sera gazı emisyonu üreticisi olarak küresel iklim değişikliği ile mücadele konusunda en önemli aktörlerden birisidir. George W. Bush yönetimi 2001’de ABD’nin Kyoto Protokolü’nden çekildiğini açık-lamış, bu nedenle Kyoto Protokolü hedeflenen emisyon indirimini sağlamakta yetersiz kalmıştır. Ocak 2009’da göreve gelen Başkan Obama’nın ikinci döneminde ise ABD’nin hem federal hem de uluslararası düzeyde iklim değişikliğine uyum ve emisyon azaltım faaliyetleri art-mıştır. 2016 Dünya Günü’nde 175 ülkenin imzaladığı Paris Anlaşması sürecinde Obama, iklim değişikliği ile mücadelede sorumluluk almaya ve uluslararası liderlik rolünü üstlenmeye hazır olduklarını açıklamıştır. Ancak anlaşmanın yürürlüğe girmesinin ardından, Kasım 2016’da ABD’de gerçekleşen başkanlık seçimini kazanan Donald J. Trump, göreve başladıktan sonra ülkesinin Pa-ris Anlaşması’ndan çekileceğini ilan etmiştir. Böylece bir kez daha, iklim değişikliği ile uluslararası mücadelede ABD sorumluluk ve yükümlülük üstlenmekten kaçınan bir konum benimsemiştir. Bu çalışmada iklim değişikliği konusunda özellikle Obama ve Trump’ın söylemleri ve izledikleri politikalar incelenerek, sorumluluk üstlenme ya da iklim değişikliğini inkâr ikilemi tartışılmıştır.",
    "readLink": "https://dergipark.org.tr/tr/pub/makuiibf/issue/48147/535125"
  },
  {
    "title": "Flavonoids in Agriculture: Chemistry and Roles in, Biotic and Abiotic Stress Responses, and Microbial Associations",
    "authors": [
      "Ateeq Shah,",
      "Donald  L. Smith"
    ],
    "doi": "https://doi.org/10.3390/agronomy10081209",
    "journalVolume": "Vol. 10,\n                                no. 1209\n                                \n                                  p.\n                                  1209",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "The current world of climate change, global warming and a constantly changing environment have made life very stressful for living entities, which has driven the evolution of biochemical processes to cope with stressed environmental and ecological conditions. As climate change conditions continue to develop, we anticipate more frequent occurrences of abiotic stresses such as drought, high temperature and salinity. Living plants, which are sessile beings, are more exposed to environmental extremes. However, plants are equipped with biosynthetic machinery operating to supply thousands of bio-compounds required for maintaining internal homeostasis. In addition to chemical coordination within a plant, these compounds have the potential to assist plants in tolerating, resisting and escaping biotic and abiotic stresses generated by the external environment. Among certain biosynthates, flavonoids are an important example of these stress mitigators. Flavonoids are secondary metabolites and biostimulants; they play a key role in plant growth by inducing resistance against certain biotic and abiotic stresses. In addition, the function of flavonoids as signal compounds to communicate with rhizosphere microbes is indispensable. In this review, the significance of flavonoids as biostimulants, stress mitigators, mediators of allelopathy and signaling compounds is discussed. The chemical nature and biosynthetic pathway of flavonoid production are also highlighted.",
    "readLink": "https://www.mdpi.com/2073-4395/10/8/1209"
  },
  {
    "title": "Flood Risk Communication Using ArcGIS StoryMaps",
    "authors": [
      "Khalid Oubennaceur,",
      "Karem Chokmani,",
      "Anas El Alem,",
      "Yves Gauthier"
    ],
    "doi": "https://doi.org/10.3390/hydrology8040152",
    "journalVolume": "Vol. 8,\n                                no. 152\n                                \n                                  p.\n                                  152",
    "issn": "2306-5338 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/hydrology",
    "abstract": "In Canada, flooding is the most common and costly natural hazard. Flooding events significantly impact communities, damage infrastructures and threaten public security. Communication, as part of a flood risk management strategy, is an essential means of countering these threats. It is therefore important to develop new and innovative tools to communicate the flood risk with citizens. From this perspective, the use of story maps can be very effectively implemented for a broad audience, particularly to stakeholders. This paper details how an interactive web-based story map was set up to communicate current and future flood risks in the Petite-Nation River watershed, Quebec (Canada). This web technology application combines informative texts and interactive maps on current and future flood risks in the Petite-Nation River watershed. Flood risk and climate maps were generated using the GARI tool, implemented using a geographic information system (GIS) supported by ArcGIS Online (Esri). Three climate change scenarios developed by the Hydroclimatic Atlas of Southern Quebec were used to visualize potential future impacts. This study concluded that our story map is an efficient flood hazard communication tool. The assets of this interactive web mapping tool are numerous, namely user-friendly mapping, use and interaction, and customizable displays.",
    "readLink": "https://www.mdpi.com/2306-5338/8/4/152"
  }
]