[
  {
    "title": "Economics of Wheat Breeding Strategies: Focusing on Oklahoma Hard Red Winter Wheat",
    "authors": [
      "Jeffrey Vitale,",
      "Brian Adam,",
      "Pilja Vitale"
    ],
    "doi": "https://doi.org/10.3390/agronomy10020238",
    "journalVolume": "Vol. 10,\n                                no. 2\n                                \n                                  p.\n                                  238",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "Wheat breeding continues to be an important component of agricultural innovations in the Great Plains region of the US. This paper reviews Oklahoma’s wheat breeding program over the past several decades with an emphasis on the economic aspects and planning of future breeding strategies. Over the past century, Oklahoma’s wheat yields have increased but the productivity gains have been offset in part due to increased yield variability. The shift to improved wheat varieties has resulted in increased susceptibility to plant disease and pest pressure. While a few varieties introduced over the past few decades have dominated the wheat seed market, recent trends indicate producers are adopting a more diverse range of wheat varieties. Producers’ concerns have expanded beyond demands for high yielding varieties to include more market oriented needs to increase protein content and test weight. This paper identifies several key policy instruments that Oklahoma stakeholders and policy makers should consider when planning future breeding strategies. A critical need is to assist Oklahoma producers in adapting to climate change by developing drought and heat resistant wheat varieties. Marketing new varieties would be improved and revenue increased if more innovative pricing structures were adopted to better align producers’ willingness to pay with seed development costs, which could then be re-invested in breeding. Research budgets, which have remained stagnant in real terms, will need to be increased to adequately address producers’ needs into the 21st century.",
    "readLink": "https://www.mdpi.com/2073-4395/10/2/238"
  },
  {
    "title": "Drought Estimation of Çanakkale with Data Mining",
    "authors": [
      "Özlem Terzi,",
      "Emine Dilek Taylan,",
      "Onur Özcanoğlu,",
      "Tahsin Baykal"
    ],
    "doi": "https://doi.org/10.29130/dubited.429148",
    "journalVolume": "Vol. 7,\n                                no. 1\n                                \n                                  pp.\n                                  124\n                                  – 135",
    "issn": "2148-2446 (Online)",
    "publisher": "Düzce University",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Science (General)"
    ],
    "journalUrl": "https://dergipark.org.tr/tr/pub/dubited",
    "abstract": "Drought estimation is important considering the harmful effects of the climate change in recent years. In this study, various models are developed with data mining technique for the drought estimation of Çanakkale, Turkey. Standardized precipitation index (SPI) values for 3, 6, 9, 12 and 24 months are calculated using the precipitation data of Çanakkale, Gökçeada and Bozcaada stations. The calculated SPI values of Gökçeada and Bozcaada are used as input parameters in developing data mining models with different algorithms. Examining the model results, it is observed that data mining technique is effective in drought estimation.",
    "readLink": "https://dergipark.org.tr/tr/download/article-file/640624"
  },
  {
    "title": "A creative approach to participatory mapping on climate change impacts among very young adolescents in Kenya",
    "authors": [
      "Carmen H Logie,",
      "Sarah Van Borek,",
      "Anoushka Lad,",
      "Lesley Gittings,",
      "Julia Kagunda,",
      "Humphres Evelia,",
      "Clara Gachoki,",
      "Kevin Oyugi,",
      "Mercy Wanjiru Chege,",
      "Beldine Omondi,",
      "Maryline Okuto,",
      "Lina Taing"
    ],
    "doi": "Vol. 7",
    "issn": "2399-1623 (Online)",
    "publisher": "Inishmore Laser Scientific Publishing Ltd",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "http://www.joghr.org",
    "abstract": "Adolescent perspectives are crucially important for developing sustainable solutions to address climate change yet remain overlooked in the literature, particularly in low and middle-income contexts. Kenya is an important context to explore youth climate solutions, as youth constitute the fastest growing population facing climate change-related challenges, such as extreme weather events (e.g., droughts) and issues of water, food, and sanitation security. This manuscript details a methodology for participatory mapping on climate-related issues that was co-developed with Kenyan youth and community-based organizations in Kenya. The aim of this paper is to describe the design of a multi-media participatory mapping tool to identify and address the interconnections between social, health, and environmental well-being with very young adolescents (aged 10-14 years) in six geographically-diverse, climate-affected regions of Kenya (Nairobi, Kisumu, Kilifi, Naivasha, Isiolo, and Kalobeyei Refugee Settlement). The authors describe methods used to develop a strengths-based multi-media participatory mapping approach that combines user-friendly geographic information system (GIS) technology with arts-based methods (dance, drawing, music, video). The aim is to share these methods and process of co-development to inform future participatory mapping approaches with youth climate-related issues.",
    "readLink": "https://www.joghr.org/article/77885-a-creative-approach-to-participatory-mapping-on-climate-change-impacts-among-very-young-adolescents-in-kenya"
  },
  {
    "title": "Advancing Relevance, Credibility, Legitimacy, and Effectiveness as a Heuristic for Local-Parallel Scenarios",
    "authors": [
      "Nicholas A. Cradock-Henry,",
      "Bob Frame"
    ],
    "doi": "https://doi.org/10.3389/fclim.2021.705229",
    "journalVolume": "Vol. 3",
    "issn": "2624-9553 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/climate#",
    "abstract": "The parallel scenario process provides a framework for developing plausible scenarios of future conditions. Combining greenhouse gas emissions, social and economic trends, and policy responses, it enables researchers and policy makers to consider global-scale interactions, impacts and implications of climate change. Increasingly, researchers are developing extended scenarios, based on this framework, and incorporating them into adaptation planning and decision-making processes at the local level. To enable the identification of possible impacts and assess vulnerability, these local-parallel scenarios must successfully accommodate diverse knowledge systems, multiple values, and competing priorities including both “top down” modeling and “bottom-up” participatory processes. They must link across scales, to account for the ways in which global changes affect and influence decision-making in local places. Due to the growing use of scenarios, there is value in assessing these developments using criteria or, more specifically, heuristics that may be implicitly acknowledged rather than formally monitored and evaluated. In this Perspective, we reflect on various contributions regarding the value of heuristics and propose the adoption of current definitions for Relevance, Credibility, and Legitimacy for guiding local scenario development as the most useful as well as using Effectiveness for evaluation purposes. We summarize the internal trade-offs (personal time, clarity-complexity, speed-quality, push-pull) and the external stressors (equity and the role of science in society) that influence the extent to which heuristics are used as “rules of thumb,” rather than formal assessment. These heuristics may help refine the process of extending the parallel scenario framework to the local and enable cross-case comparisons.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fclim.2021.705229/full"
  },
  {
    "title": "Distribution of siphonophores in the Northwest Pacific Ocean and links to environmental conditions",
    "authors": [
      "Nayeon Park,",
      "Nayeon Park,",
      "Hyuntae Choi,",
      "Kyung-Hoon Shin,",
      "Wonchoel Lee,",
      "Wonchoel Lee"
    ],
    "doi": "https://doi.org/10.3389/fmars.2023.1223477",
    "journalVolume": "Vol. 10",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Despite their abundance in marine ecosystems, studies on siphonophores are limited. In this study, 26 species of siphonophores in the Northwest Pacific Ocean were identified during multiple cruises of the R/V ISABU from 2018–2020, and various factors that may affect the occurrence of siphonophores, including water temperature, salinity, zooplankton biomass, and trophic niche were investigated. Statistical analysis revealed that the distribution of siphonophores and their biomass could be divided into two water mass groups, affected by the Kuroshio and Oyashio Currents. The species with high contributions to distinguishing the water mass groups (including Chelophyes contorta, Dimophyes arctica, Bassia bassensis, and Eudoxoides spiralis—mainly belonging to the Diphyidae) showed species-specific correlations with water temperature and salinity. This suggests that diphyids can be used as indicator species for currents and hydrological factors that influence water mass. The biomass of siphonophores exhibited a trend opposite to that of non-gelatinous zooplankton and showed no association with other gelatinous zooplankton. These results can be interpreted from an ecological niche perspective. Through nitrogen and carbon stable isotope analyses, the dietary sources of siphonophores could potentially overlap with those of chaetognaths or non-gelatinous zooplankton. Because the trophic position of siphonophores (2.4–3.2) also falls in the range of those of chaetognaths (2.8–3.4) and non-gelatinous zooplankton including copepods, euphausiids, and amphipods (2.4–3.5), diet competition with carnivorous mesozooplankton could be predicted. Considering that the diversity and biomass of most siphonophores are strongly positively correlated with water temperature and salinity, expansion of the Kuroshio Current is expected to lead to an increase in siphonophores in the Northwest Pacific in the future. The findings of this study are anticipated to provide novel insights into climate change prediction and response and enhance our understanding of siphonophore communities.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2023.1223477/full"
  },
  {
    "title": "Assessing the Seasonal Variability of Thermal Stresses during the Last Half Century in Some Climatic Zones of Iran",
    "authors": [
      "Gh Fallah Ghalhari,",
      "R Esmaili,",
      "F Shakeri"
    ],
    "doi": "Vol. 9,\n                                no. 2\n                                \n                                  pp.\n                                  233\n                                  – 246",
    "issn": "2008-2029 (Print)",
    "publisher": "2008-3718 (Online)",
    "countryOfPublisher": "Tehran University of Medical Sciences",
    "lcc": [
      "Iran, Islamic Republic of",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://ijhe.tums.ac.ir/en",
    "abstract": "Background and Objectives: Nowadays, indicators related to human physiology have special roles in human bioclimatic and environmental studies. One of these indices is Physiological Equivalent Temperature (PET). In the present study, trends of physiological equivalent temperature index over the past half century, which is the foundation of plans, especially in the field of health and environment, were evaluated in four climatic regions of Iran (Mashhad, Rasht, Esfahan, Tabriz and Bandar Abbas). Material and methods: In this study, the data required to calculate the heat stress in the daily scale for 50 years during 1961-2010 were obtained from Iranian Meteorological Organization. Then, PET index at the daily scale was calculated and values greater than 35°C were identified for warm periods of the year. In the next step, the seasonal trends were analyzed by Mann-Kendall test. Results: Changes in the frequency of days with heat stress in stations of Mashhad, Isfahan, and Tabriz have been rising during spring and summer. In other words, the greatest amount of positive change has occurred over the long-term average in these cities. The highest frequency of hot days was observed in Rasht and Bandar Abbas stations. The main reason for this subject has to do with how adjacent they were to the sea and the high rate of evaporation in such areas. Conclusion: The 1980s-1990s have been allocated as the most days of hot stress. Upward trend of thermal stress occurring in the studied stations has increased the attention to the problem of heat stress and disease (thermal attack, fainting, muscle cramps) from the field of planning and management of the crisis.",
    "readLink": "http://ijhe.tums.ac.ir/browse.php?a_code=A-10-794-1&slc_lang=en&sid=1"
  },
  {
    "title": "Eco-anxiety in children: A scoping review of the mental health impacts of the awareness of climate change",
    "authors": [
      "Terra Léger-Goodes,",
      "Catherine Malboeuf-Hurtubise,",
      "Catherine Malboeuf-Hurtubise,",
      "Trinity Mastine,",
      "Mélissa Généreux,",
      "Mélissa Généreux,",
      "Pier-Olivier Paradis,",
      "Chantal Camden,",
      "Chantal Camden"
    ],
    "doi": "https://doi.org/10.3389/fpsyg.2022.872544",
    "journalVolume": "Vol. 13",
    "issn": "1664-1078 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Philosophy. Psychology. Religion: Psychology"
    ],
    "journalUrl": "http://frontiersin.org/psychology",
    "abstract": "BackgroundYouth are increasingly aware of the negative effects of climate change on the planet and human health, but this knowledge can often come with significant affective responses, such as psychological distress, anger, or despair. Experiencing major “negative” emotions, like worry, guilt, and hopelessness in anticipation of climate change has been identified with the term eco-anxiety. Emerging literature focuses on adults' experience; however, little is known about the ways in which children and youth experience eco-anxiety.ObjectivesThe aim of this review was to: (1) identify the available evidence on the topic of eco-anxiety in children, (2) clarify the mental health consequences brought by the awareness of climate change in this population, and (3) identify knowledge gaps in the literature and considerations for future research.MethodsGiven that the research on the topic of eco-anxiety in children is limited, that there are very few randomized controlled trials, and that the goal is not to analyze individual studies in-depth, a scoping review was used. Keywords pertaining to the themes of eco-anxiety, climate change and children (aged < 18 years) were used as search terms in five databases. Journal articles using qualitative and quantitative methods, as well as gray literature were examined by two independent reviewers. A descriptive-analytical method was used to chart the data that emerged from the literature. Eighteen articles were considered in the final analysis.ResultsEvidence confirms that children experience affective responses and eco-anxiety in reaction to then awareness of climate change. Mental health outcomes include depression, anxiety, and extreme emotions like sadness, anger, and fear. Youth from vulnerable communities, like indigenous communities, or those who have strong ties to the land are often identified as being emotionally impacted by climate change. The literature analyzed also describes how children and youth are coping with eco-anxiety, including maladaptive (e.g., denial) and adaptive responses (such as constructive hope, used as a positive coping mechanism). Preliminary considerations for parents, teachers and educators, mental health care providers, school systems, adults and people of power include adding age-appropriate climate education to the school curriculum, considering youth's emotions, and promoting healthy coping through empowerment. Important gaps exist in the definition of eco-anxiety in youth, as various characterizations of this emerging concept are found across articles.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpsyg.2022.872544/full"
  },
  {
    "title": "Distribution Change of Invasive American Bullfrogs (<i>Lithobates catesbeianus</i>) by Future Climate Threaten Endangered Suweon Treefrog (<i>Hyla suweonensis</i>) in South Korea",
    "authors": [
      "Kyo Soung Koo,",
      "Minjee Choe"
    ],
    "doi": "https://doi.org/10.3390/ani11102865",
    "journalVolume": "Vol. 11,\n                                no. 2865\n                                \n                                  p.\n                                  2865",
    "issn": "2076-2615 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Animal culture: Veterinary medicine",
      "Science: Zoology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/animals/",
    "abstract": "The American Bullfrog (Lithobates catesbeianus) has been imported into South Korea in earnest for food since the 1970s and introduced into nature due to release and escape. Accordingly, the influx and spread of American Bullfrogs are expected to have a direct impact on native species, but few related studies have been conducted on this. We predicted changes in the potential distribution and future distribution based on climate change scenarios to analyze how those changes affect critically endangered Suwon treefrogs. Suwon treefrog sites (63.9%, 78/122) overlapped with the distribution of Bullfrogs. According to the prediction of the future distribution of Bullfrogs, the overlapping of American Bullfrogs and Suwon treefrog will remain similar to the current level in the Representative Concentration Pathway (RCP) 4.5 scenario. On the other hand, in the RCP 8.5 scenario, the number of overlapping sites will increase to 72.1% (88/122) due to the spreading of the American Bullfrogs. The results show that climate change directly affects the distribution expansion of the American Bullfrogs but also indirectly can lead to an increased threat to Suwon treefrogs. In conclusion, our results strongly suggest why climate change should be actively addressed in terms of the spread of invasive species and the protection of endangered species.",
    "readLink": "https://www.mdpi.com/2076-2615/11/10/2865"
  },
  {
    "title": "Constructing futures, enhancing solutions: Stakeholder-driven scenario development and system modeling for climate-change challenges",
    "authors": [
      "Paula Williams,",
      "Andrew Anaru Kliskey,",
      "Daniel Cronan,",
      "E. Jamie Trammell,",
      "Mario E. de Haro-Martí,",
      "Jayde Wilson"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2023.1055547",
    "journalVolume": "Vol. 11",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "Finding effective and practical solutions to climate change challenges in food-energy-water systems requires the integration of experts in local/regional social and biophysical systems, and these are commonly local community members. In the Magic Valley, Idaho we investigated the tensions between water used for energy and to irrigate cropland for food production, as well as, strategies for protecting water quantity and quality. Incorporating stakeholders with long-standing expertise allows the development of solutions to these challenges that are locally and regionally practical and consistent with the values of the social system into which they are incorporated. We describe a stakeholder-driven process used in a case study in the Magic Valley that incorporated local experts to develop plausible future scenarios, identify drivers of change, vet impact and hydrological modeling and map areas of change. The process described allowed stakeholders to envision alternative futures in their region, leading to development of enhanced context and place-based solutions and an anticipated time line for adoption of those solutions. The solutions developed by the stakeholders have been applied across many geographic areas. The described process can also be applied across a broad range of geographic levels. Most importantly, stakeholders should be involved in anticipating solutions and solution timing to the differing challenges posed by each scenario.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2023.1055547/full"
  },
  {
    "title": "A Study of Forest Phenology Prediction Based on GRU Models",
    "authors": [
      "Peng Guan,",
      "Lichen Zhu,",
      "Yili Zheng"
    ],
    "doi": "https://doi.org/10.3390/app13084898",
    "journalVolume": "Vol. 13,\n                                no. 4898\n                                \n                                  p.\n                                  4898",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "Investigating forest phenology prediction is a key parameter for assessing the relationship between climate and environmental changes. Traditional machine learning models are not good at capturing long-term dependencies due to the problem of vanishing gradients. In contrast, the Gated Recurrent Unit (GRU) can effectively address the problem of vanishing gradients and allow the neural network to capture longer-range dependencies. In this study, an optical camera was used as experimental equipment to obtain forest images. The absolute greenness index (GEI) data of the region of interest (ROI) in the images were calculated to fit the seasonal variation curve of forest phenology. The GRU neural network model was introduced to train and analyze the GEI data, and the performance of the GRU neural network was evaluated using the Mean Squared Error (MSE), Root Mean Squared Error (RMSE), and Mean Absolute Error (MAE) methods. Finally, the model was used to predict the trend of GEI data for the next 60 days. The results showed that: (1) In terms of training and predicting forest phenology, the GRU model was validated using histograms and autocorrelation graphs, which indicated that the distribution of predicted data was consistent with the trend of actual data, the GRU model data was feasible, and the model was stable. (2) The MSE values of the GRU model at rain-fed-CK (preset point 1), sufficient drip irrigation-DIFI (preset point 3), and sufficient furrow irrigation-BIFI (preset point 5) were 9.055 × 10−5, 12.91 × 10−5, and 8.241 × 10−5, respectively. The RMSE values were 9.516 × 10−3, 11.36 × 10−3, and 7.313 × 10−3, respectively. The MAE values were 7.174 × 10−3, 8.241 × 10−3, and 5.351 × 10−3, respectively. These results indicate that the overall performance of the GRU model was good. (3) The predicted GEI data for the next 60 days showed a trend consistent with actual changes in GEI data, as demonstrated by the GRU model. The GRU model has become the preferred method for phenological prediction due to its simple internal structure and relatively short training time. Results show that the GRU model can achieve forest phenological change prediction and can reveal in-depth insights into future forest growth and climate change, providing a theoretical basis for the application of forest phenological prediction.",
    "readLink": "https://www.mdpi.com/2076-3417/13/8/4898"
  }
]