[
  {
    "title": "Single and interactive effects of variables associated with climate change on wheat metabolome",
    "authors": [
      "Kristýna Večeřová,",
      "Michal Oravec,",
      "Swati Puranik,",
      "Hana Findurová,",
      "Hana Findurová,",
      "Barbora Veselá,",
      "Emmanuel Opoku,",
      "Emmanuel Opoku,",
      "Kojo Kwakye Ofori-Amanfo,",
      "Kojo Kwakye Ofori-Amanfo,",
      "Karel Klem,",
      "Otmar Urban,",
      "Pranav Pankaj Sahu"
    ],
    "doi": "https://doi.org/10.3389/fpls.2022.1002561",
    "journalVolume": "Vol. 13",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "One of the key challenges linked with future food and nutritional security is to evaluate the interactive effect of climate variables on plants’ growth, fitness, and yield parameters. These interactions may lead to unique shifts in the morphological, physiological, gene expression, or metabolite accumulation patterns, leading to an adaptation response that is specific to future climate scenarios. To understand such changes, we exposed spring wheat to 7 regimes (3 single and 4 combined climate treatments) composed of elevated temperature, the enhanced concentration of CO2, and progressive drought stress corresponding to the predicted climate of the year 2100. The physiological and metabolic responses were then compared with the current climate represented by the year 2020. We found that the elevated CO2 (eC) mitigated some of the effects of elevated temperature (eT) on physiological performance and metabolism. The metabolite profiling of leaves revealed 44 key metabolites, including saccharides, amino acids, and phenolics, accumulating contrastingly under individual regimes. These metabolites belong to the central metabolic pathways that are essential for cellular energy, production of biosynthetic pathways precursors, and oxidative balance. The interaction of eC alleviated the negative effect of eT possibly by maintaining the rate of carbon fixation and accumulation of key metabolites and intermediates linked with the Krebs cycle and synthesis of phenolics. Our study for the first time revealed the influence of a specific climate factor on the accumulation of metabolic compounds in wheat. The current work could assist in the understanding and development of climate resilient wheat by utilizing the identified metabolites as breeding targets for food and nutritional security.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2022.1002561/full"
  },
  {
    "title": "Response of streamflow to climate change in a sub-basin of the source region of the Yellow River based on a tank model",
    "authors": [
      "P. Wu,",
      "X.-S. Wang,",
      "S. Liang"
    ],
    "doi": "https://doi.org/10.5194/piahs-379-231-2018",
    "journalVolume": "Vol. 379\n                                \n                                \n                                  pp.\n                                  231\n                                  – 241",
    "issn": "2199-8981 (Print)",
    "publisher": "2199-899X (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.proceedings-international-association-of-hydrological-sciences.net/",
    "abstract": "Though extensive researches were conducted in the source region of the Yellow River (SRYR) to analyse climate change influence on streamflow, however, few researches concentrate on streamflow of the sub-basin above the Huangheyan station in the SRYR (HSRYR) where a water retaining dam was built in the outlet in 1999. To improve the reservoir regulation strategies, this study analysed streamflow change of the HSRYR in a mesoscale. A tank model (TM) was proposed and calibrated with monthly observation streamflow from 1991 to 1998. In the validation period, though there is a simulation deviation during the water storage and power generation period, simulated streamflow agrees favourably with observation data from 2008 to 2013. The model was further validated by two inside lakes area obtained from Landsat 5, 7, 8 datasets from 2000 to 2014, and significant correlations were found between the simulated lake outlet runoff and respective lake area. Then 21 Global Climate Models (GCM) ensembled data of three emission scenarios (SRA2, SRA1B and SRB1) were downscaled and used as input to the TM to simulate the runoff change of three benchmark periods 2011–2030 (2020s), 2046–2065 (2050s), 2080–2099 (2090s), respectively. Though temperature increase dramatically, these projected results similarly indicated that streamflow shows an increase trend in the long term. Runoff increase is mainly caused by increasing precipitation and decreasing evaporation. Water resources distribution is projected to change from summer-autumn dominant to autumn winter dominant. Annual lowest runoff will occur in May caused by earlier snow melting and increasing evaporation in March. According to the obtained results, winter runoff should be artificially stored by reservoir regulation in the future to prevent zero-flow occurrent in May. This research is helpful for water resources management and provides a better understand of streamflow change caused by climate change in the future.",
    "readLink": "https://www.proc-iahs.net/379/231/2018/piahs-379-231-2018.pdf"
  },
  {
    "title": "Climate Change Perceptions, Impacts and Adaptation Strategies: Insights of Fishers in Zambezi River Basin, Zimbabwe",
    "authors": [
      "Rodney Tatenda Muringai,",
      "Paramu Mafongoya,",
      "Romano Trent Lottering"
    ],
    "doi": "https://doi.org/10.3390/su14063456",
    "journalVolume": "Vol. 14,\n                                no. 3456\n                                \n                                  p.\n                                  3456",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The Zambezi River Basin is considered to be highly vulnerable to the impacts of climate change and adverse weather events, which might cause serious environmental, economic, and social consequences for millions of people. Therefore, it is crucial to understand how natural resource-dependent people perceive climate change, and how they adapt to the changes, as it is very important for climate change adaptation policy formulation and its implementation. Therefore, this study seeks to assess fishers perceptions of climate change, its impacts on fishery resources and livelihoods, and their adaptation strategies. Data were collected from 120 fishers in two basins (Binga and Kariba) along the shores of Lake Kariba using a mixed-method research approach. Meteorological data were obtained from the Meteorological Department Services of Zimbabwe (MSDZ). The findings show that fishers of Lake Kariba have observed changes in temperature and rainfall trends. Fishers believe that the perceived changes of the climatic variables have led to a decline in fish productivity and fish catches. To cope with declining fish stocks and catches, fishers have adopted several adaptation strategies, including changing fishing gear, targeting new fish species, and increasing fishing efforts. These study findings help to set a path towards local specific climate change adaptation strategies for small-scale fishers. This study provided relevant information for policy makers and fisheries stewards to formulate appropriate policies and programmes aimed at enhancing fishers adaptation to climate change and promote sustainable fisheries.",
    "readLink": "https://www.mdpi.com/2071-1050/14/6/3456"
  },
  {
    "title": "THEORETICALLY POSSIBLE AND PRACTICALLY RELIZABLE PRODUCTIVITY OF THE LIGHT-CHESTNUT SOILS OF THE NORTHERN WEST PRECASPIAN REGION ACORDING TO THE MOISTURE AND SOLINITY (ON EXAMPLE OF KOCHUBEY BIOSPHERE STATION OF PIBR DNC RAS)",
    "authors": [
      "G. N. Hasanov,",
      "T. A. Asvarova,",
      "K. M. Gadzhiev,",
      "Z. N. Akhmedova,",
      "A. S. Abdulaeva,",
      "R. R. Bashirov,",
      "M. S. Sultanakhmedov"
    ],
    "doi": "https://doi.org/10.18470/1992-1098-2014-2-130-138",
    "journalVolume": "Vol. 9,\n                                no. 2\n                                \n                                  pp.\n                                  130\n                                  – 138",
    "issn": "1992-1098 (Print)",
    "publisher": "2413-0958 (Online)",
    "countryOfPublisher": "Kamerton",
    "lcc": [
      "Russian Federation",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://ecodag.elpub.ru",
    "abstract": "Abstract. The article presents the productivity data, the species composition and utilization rates phytocenoses FAR depending on theintegrals of dryness and moisture climate volatility, coefficient of moisture and dynamics of harmful salts in the soil according to years and seasons of the year.Methods.The studies were conducted on light-chestnut carbonate saline soil of Kochubey biosphere stations on the territory of the Terek- Kuma Lowland Precaspianregion in 2011–2013. The calculation of the use of FAR was conducted using the formula A.A. Nichiporovich to determine the theoretically possible yield of plants. Klimatogrammy during these years has been compiled by the method Walter. Stocks above and below ground plant matter into account by the method of A.A.Titlyanova.The names of species given by S.K. Cherepanov.Results. According to the results of our observations, the most important for achieving high productivity ephemeral synusia under these conditions include precipitation for April and May. Between the amount of rainfall in April and May and the productivity of abovegroundphytomass ofephemera direct correlation exists, which in 2011 had a strong, and in the next two years-the average severity. In 2012 the volatility increased, KU fell in 5 times. Such weather conditions contributed to the rise of water-soluble salts to the upper soil horizons and substantial change in species composition phytocenoses. The content Cl- in the layer 0–20 cm over the same period 2011 increased in 3.9 times, SO4--- 1.7 in times. If in 2011 the stepen soil salinity in the layer 0–35 cm characterized as weak, in 2012 the average at the same chloride- sulphate type of salinity. Obviously , an increase in the content of Cl- - ions and its relationship to the S04-- contributed to a dramatic increase in productivity and thistle herbs in 2012. Luxuriant growth of Salsola iberica Sennen et Pau particularly stood.Thus, the formation of a biomass and species composition in the Terek-Kuma Lowland Precaspian is the result of the cumulative effects of different environmental factors, the main ones are: precipitation, air temperature, its relative humidity, evaporation, moisture ratio and the degree of soil salinity and chemistry. These dependencies are expressed by the following multiple regression equation. Depending on climatic conditions, the pasture use phytocoenoses 0,20–0,57 % FAR. Win ephemera and ephemeroids of this amount is an average over years of research about 20 %, the remaining 80%-grasses and thistle, the majority of which occur in Salsola iberica Sennen et Pau, bad eating animals and less valuable as fodder representative thistle. Main conclusion.Our results suggest that, in the context of the Terek-Kuma Lowland there are two peaks of productivity of phytocenoses: first one of ephemeras andephemeroids is in mid-May to early July, the second one of grasses and thistleis in the second half of September. The main factors to achieve high productivity ephemeras and ephemeroids on light-chestnut soil of the North- West Precaspian are about 80–85 mm rainfall during April – May, with average daily air temperature 15–16 °C, its relative humidity 70–73 %, volatility of 130–140 mm, KU 0.30, chloride-sulphate type of salinity in the layer of a low degree of 0–35 cm. In years with heavy rainfall in July and August (102 mm), despite an increase in average daily air temperature to 25–26 °C and volatility to 275mm, a relatively high KU (0.21), the content of Cl-in the layer 0–20 cm reduced 1,40 mg-ekv./100 g, ratio Cl-:SO4-- to 0,59–0,84 and productivity grasses and Salsola iberica Sennen et Pauincreased. The FAR utilization reaches 0.57, of which the biomass of grasses and Salsola iberica Sennenet Pau falls 87.6 % (2012).The task of future research is to determine its phitomeliorative role: removal of salt-forming ions from the soil and itsfurther redistribution in ecosystem, considering the nature of movement on the territory of Salsola iberica Sennen et Pau.",
    "readLink": "https://ecodag.elpub.ru/ugro/article/view/28"
  },
  {
    "title": "The Impact of Renewable Energy Consumption on Economic Growth: Evidence from Countries along the Belt and Road",
    "authors": [
      "Hongwen Jia,",
      "Shugang Fan,",
      "Miao Xia"
    ],
    "doi": "https://doi.org/10.3390/su15118644",
    "journalVolume": "Vol. 15,\n                                no. 8644\n                                \n                                  p.\n                                  8644",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "To mitigate the adverse effects of climate change, the structure of global energy consumption has changed, and renewable energy consumption has increased rapidly, which may have a new impact on sustainable economic development. Against this backdrop, this paper investigates the direct and indirect effects of renewable energy consumption on economic growth, utilizing panel data from 90 countries along the Belt and Road between 2000 and 2019. Employing Granger causality tests and mediating effect models, we detect a bidirectional causal relationship between renewable energy consumption and economic growth, further affirming the feedback hypothesis. Our findings show that renewable energy consumption directly contributes to economic growth. Additionally, we found that renewable energy consumption has an indirect influence on economic growth via its impact on gross capital formation and trade. Drawing on these findings, we offer practical recommendations for the Belt and Road countries to implement appropriate countermeasures.",
    "readLink": "https://www.mdpi.com/2071-1050/15/11/8644"
  },
  {
    "title": "Peat Carbon Vulnerability to Projected Climate Warming in the Hudson Bay Lowlands, Canada: A Decision Support Tool for Land Use Planning in Peatland Dominated Landscapes",
    "authors": [
      "James W. McLaughlin,",
      "Maara S. Packalen"
    ],
    "doi": "https://doi.org/10.3389/feart.2021.650662",
    "journalVolume": "Vol. 9",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "Peatlands help regulate climate by sequestering (net removal) carbon from the atmosphere and storing it in plants and soils. However, as mean annual air temperature (MAAT) increases, peat carbon stocks may decrease. We conducted an in-depth synthesis of current knowledge about ecosystem controls on peatland carbon storage and fluxes to constrain the most influential parameters in probabilistic modelling of peat carbon sinks, such as Bayesian belief networks. Evaluated parameters included climate, carbon flux and mass, land cover, landscape position (defined here as elevation), fire records, and current and future climate scenarios for a 74,300 km2 landscape in the Hudson Bay Lowlands, Canada. The Bayesian belief network was constructed with four tiers: 1) exposure, expressed as MAAT, and the state variables of elevation and land cover; 2) sensitivity, expressed as ecosystem conditions relevant to peat carbon mass and its quality for decomposition, peat wetness, and fire; 3) carbon dioxide and methane fluxes and peat combustion; and 4) vulnerability of peat carbon sink strength under warmer MAAT. Simulations were conducted using current (−3.0 to 0.0°C), moderately warmer (0.1–4.0°C), and severely warmer (4.1–9.0°C) climate scenarios. Results from the severely warmer climate scenario projected an overall drying of peat, with approximately 20% reduction in the strong sink categories of net ecosystem exchange and peat carbon sink strength for the severely and, to a lesser degree, the moderately warmer climate scenarios relative to current MAAT. In the warmest temperature simulation, probability of methane emission decreased slightly and the probability of the strong peat carbon sink strength was 27% lower due to peat combustion. Our Bayesian belief network can assist land planners in decision-making for peatland-dominated landscapes, such as identifying high carbon storage areas and those projected to be at greatest risk of carbon loss due to climate change. Such areas may be designated, for example, as protected or reduced management intensity. The Bayesian belief network presented here is built on an in-depth knowledge synthesis to construct conditional probability tables, so is expected to apply to other peatland-dense jurisdictions by changing only elevation, peatland types, and MAAT.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/feart.2021.650662/full"
  },
  {
    "title": "Hydrological services in the Atlantic Forest, Brazil: An ecosystem-based adaptation using ecohydrological monitoring",
    "authors": [
      "Denise Taffarello,",
      "Maria do Carmo Calijuri,",
      "Ricardo A. Gorne Viani,",
      "José A. Marengo,",
      "Eduardo Mario Mendiondo"
    ],
    "doi": "https://doi.org/10.1016/j.cliser.2017.10.005",
    "journalVolume": "Vol. 8,\n                                no. C\n                                \n                                  pp.\n                                  1\n                                  – 16",
    "issn": "2405-8807 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.journals.elsevier.com/climate-services/",
    "abstract": "Ecosystem-based Adaptation (EbA) involves using services on which human well-being depends to help people adapt to the impacts of climate change. Aiming at strengthening ecosystem resilience and reducing ecosystem and people’s vulnerability, EbA has been encouraged worldwide as an option for climate change. Payments for Ecosystem Services (PES) are incentives offered to farmers and landowners to provide an ecological service and are currently proposed as a method for EbA and water resources sustainability on a global scale. However, organized information on PES in Brazil is limited. This paper provides a concise review of PES initiatives in the Brazilian Atlantic Forest, where various PES projects on watershed protection (Water-PES) have been set up. We found 16 ongoing Water-PES in the Brazilian Atlantic Forest. The first initiative was launched in 2005 and since then these projects have grown rapidly. In spite of the advances made in many of these initiatives, they seldom have baseline hydrologic data and an implemented strategy for ecohydrological monitoring. Thus, we discuss how PES projects could be more effective by implementing hydrological monitoring based on ecohydrological concepts. Special attention has been given to explaining how the recent Impact-Vulnerability-Adaptation idea could be integrated into Water-PES. As can be seen from the review, these projects contribute as EbA options for climate change, thereby carrying practical implications for environmental policy makers.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S240588071730047X"
  },
  {
    "title": "Rhizomatic Assemblages: Connecting Climate Change to Nursing Action",
    "authors": [
      "Lindsey Vold,",
      "Megan Meszaros"
    ],
    "doi": "https://doi.org/10.25071/2291-5796.113",
    "journalVolume": "Vol. 3,\n                                no. 2",
    "issn": "2291-5796 (Online)",
    "publisher": "York University Libraries",
    "countryOfPublisher": "Canada",
    "lcc": [
      "Medicine: Nursing"
    ],
    "journalUrl": "http://www.yorku.ca/witness",
    "abstract": "Calls for nursing action to address climate change are resounding throughout the nursing community, yet many nurses feel ill-prepared to engage in climate action. As a collective practice discipline, we argue that nursings’ internalized a rigid view of what nursing is and, through self-disciplining practices, actively police our knowledge and practice to conform within a bounded domain that fails to view global issues, such as climate change, as being within the scope of nursing. To build nurses’ climate action capacity, we draw on Deleuze and Guarttari’s (1987) concept of rhizomatic assemblages to make an explicit connection between health and climate change, but also how climate action is a moral imperative in the scope of nursing education and practice. Using examples in the four domains of nursing - education, practice, research, and policy, we present how nurses can engage in coordinated and collaborative efforts both within and outside of ‘traditional’ nursing practice to address the connecting and complicated pathways of a changing climate.",
    "readLink": "https://witness.journals.yorku.ca/index.php/default/article/view/113"
  },
  {
    "title": "Impact of Abiotic Stresses on Plant Virus Transmission by Aphids",
    "authors": [
      "Manuella van Munster"
    ],
    "doi": "https://doi.org/10.3390/v12020216",
    "journalVolume": "Vol. 12,\n                                no. 2\n                                \n                                  p.\n                                  216",
    "issn": "1999-4915 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/viruses",
    "abstract": "Plants regularly encounter abiotic constraints, and plant response to stress has been a focus of research for decades. Given increasing global temperatures and elevated atmospheric CO2 levels and the occurrence of water stress episodes driven by climate change, plant biochemistry, in particular, plant defence responses, may be altered significantly. Environmental factors also have a wider impact, shaping viral transmission processes that rely on a complex set of interactions between, at least, the pathogen, the vector, and the host plant. This review considers how abiotic stresses influence the transmission and spread of plant viruses by aphid vectors, mainly through changes in host physiology status, and summarizes the latest findings in this research field. The direct effects of climate change and severe weather events that impact the feeding behaviour of insect vectors as well as the major traits (e.g., within-host accumulation, disease severity and transmission) of viral plant pathogens are discussed. Finally, the intrinsic capacity of viruses to react to environmental cues in planta and how this may influence viral transmission efficiency is summarized. The clear interaction between biotic (virus) and abiotic stresses is a risk that must be accounted for when modelling virus epidemiology under scenarios of climate change.",
    "readLink": "https://www.mdpi.com/1999-4915/12/2/216"
  },
  {
    "title": "Review: Reproductive consequences of whole-body adaptations of dairy cattle to heat stress",
    "authors": [
      "M.L. Rhoads"
    ],
    "doi": "Vol. 17\n                                \n                                \n                                  p.\n                                  100847",
    "issn": "1751-7311 (Print)",
    "publisher": "1751-732X (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Netherlands",
      "Agriculture: Animal culture"
    ],
    "journalUrl": "https://www.journals.elsevier.com/animal/",
    "abstract": "Heat stress has far-reaching ramifications for agricultural production and the severity of its impact has increased alongside the growing threats of global warming. Climate change is exacerbating the already-severe consequences of seasonal heat stress and is predicted to cause additional losses in reproductive performance, milk production and overall productivity. Estimated and predicted losses are staggering, and without advancement in production practices during heat stress, these projected losses will threaten the human food supply. This is particularly concerning as the worldwide population and, thus, demand for animal products grows. As such, there is an urgent need for the development of technologies and management strategies capable of improving animal production capacity and efficiency during periods of heat stress. Reproduction is a major component of animal productivity, and subfertility during thermal stress is ultimately the result of both reproductive and whole-body physiological responses to heat stress. Improving reproductive performance during seasonal heat stress requires a thorough understanding of its effects on the reproductive system as well as other physiological systems involved in the whole-body response to elevated ambient temperature. To that end, this review will explore the reproductive repercussions of whole-body consequences of heat stress, including elevated body temperature, altered metabolism and circulating lipopolysaccharide. A comprehensive understanding of the physiological responses to heat stress is a prerequisite for improving fertility, and thus, the overall productivity of dairy cattle experiencing heat stress.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S175173112300143X"
  }
]