[
  {
    "title": "Ocean and Human Health in the Blue Era, Indian Ocean and African Perspectives",
    "authors": [
      "Rosabelle Boswell"
    ],
    "doi": "https://doi.org/10.26443/jiows.v6i2.142",
    "journalVolume": "Vol. 6,\n                                no. 2\n                                \n                                  pp.\n                                  208\n                                  – 226",
    "issn": "2561-3111 (Online)",
    "publisher": "McGill University",
    "countryOfPublisher": "Canada",
    "lcc": [
      "Geography. Anthropology. Recreation: Anthropology"
    ],
    "journalUrl": "https://jiows.mcgill.ca",
    "abstract": "In this article, I discuss the fact that human-ocean relations are increasingly being scrutinized, as scholars seek to frame, understand and mitigate the impacts of climate change on Earth. I propose that for the southwest Indian Ocean that scholars follow Chimamanda Adichie’s directive to critique ‘single stories’ by considering locally produced, embodied, sensorial relations of indigenous peoples and local communities (IPLCs) to the sea and coasts, as well as the role that such relations might play in shaping health. I add that such relations cultivate a ‘blue’ consciousness and a nascent ‘blue’ rights – borne of symbioses between humans and ocean. I add that these advance a holistic and integrated human and ocean health. The discussion makes the case for the re-placement of globalized paradigms of climate change and for the inclusion of locally generated narratives of human relations with the sea. I posit that a more careful analysis of coastal and oceanic (intangible cultural) heritages can reveal transmaterial, interspecies relations with the sea. Drawing on anthropological research in the Southwest Indian Ocean World (SWIOW) and then in coastal South Africa, I argue that such narratives can herald not only a notion of global blue rights, they can also herald, from the ‘periphery’, a blue era where there is deeper consideration of sustainable human relations with the sea.",
    "readLink": "https://jiows.mcgill.ca/article/view/142"
  },
  {
    "title": "Genetic improvement of peanut (Arachis hypogea L.) genotypes by developing short duration hybrids",
    "authors": [
      "Sammyia Jannat,",
      "Mahmood ul Hassan,",
      "Muhammad Kausar Nawaz Shah,",
      "Asad Hussain Shah,",
      "Anila Fariq,",
      "Suman Mehmood,",
      "Abdul Qayyum,",
      "Amal F. Gharib,",
      "Ahmad El Askary"
    ],
    "doi": "Vol. 29,\n                                no. 4\n                                \n                                  pp.\n                                  3033\n                                  – 3039",
    "issn": "1319-562X (Print)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Saudi Arabia",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "http://www.journals.elsevier.com/saudi-journal-of-biological-sciences/",
    "abstract": "Peanut, the only cash crop of rainfed areas of Pakistan, is facing immense challenges due to global warming. Climatic factors particularly the temperature fluctuations and rain pattern shift significantly impact the production and yield of peanut and unavailability of resilient varieties exacerbate this impact. To deal with the cropping pattern change and yield losses, due to climate vagaries, a study was conducted to develop early maturing hybrids using line into tester mating design. The F1 hybrids from the parental lines were produced in the year 2018 using Line × Tester mating design and then grown in the field in the year 2019 for further evaluation. The hybrids were evaluated based on the early maturity and yield-related attributes in comparison with the parental lines. Based on the general combining ability estimate, line V-3 (Golden), was found as best parent with highly significant values for plant height, days to peg formation, days to maturity, number of pegs per plant, number of pods per plants, number of seeds per plant, 100 pod weight 100 seed weight. Similarly, tester V-7 (PI 635006 01 SD) showed highly significant results of GCA for days to germination, day to 50% flowering, plant height, days to peg formation, days to maturity, number of pegs per plant, number of pods per plants, number of seeds per plant, 100 kernel weight, shelling percentage. All the combinations were evaluated for specific combining ability and significant results were observed for V-3 × V-4 (Golden × PI 619175 01 SD) and V-1 × V-6 (BARI-2000 × PI 564846 01 SD) by developing or maturity and yield-related attributes. The hybrid combinations V-3 × V-5 (Golden × PI 635006 01 SD) followed by V-3 × V-6 showed highly significant results for mid parent heterosis and better parent heterosis for days to 50% flowering, plant height, days to peg formation, number of pegs, days to maturity, number of mature seeds per plant, shelling ratio, 100 pod weight and 100 kernel weight. These parents and hybrid combinations with early maturity genes and high yield attributes can further be used for the development of short duration variety.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1319562X22000328"
  },
  {
    "title": "Developing a spatially explicit global oil and gas infrastructure database for characterizing methane emission sources at high resolution",
    "authors": [
      "M. Omara,",
      "M. Omara,",
      "R. Gautam,",
      "R. Gautam,",
      "M. A. O'Brien,",
      "A. Himmelberger,",
      "A. Franco,",
      "K. Meisenhelder,",
      "G. Hauser,",
      "D. R. Lyon,",
      "A. Chulakadabba,",
      "C. C. Miller,",
      "C. C. Miller,",
      "C. C. Miller,",
      "C. C. Miller,",
      "J. Franklin,",
      "S. C. Wofsy,",
      "S. P. Hamburg,",
      "S. P. Hamburg"
    ],
    "doi": "https://doi.org/10.5194/essd-15-3761-2023",
    "journalVolume": "Vol. 15\n                                \n                                \n                                  pp.\n                                  3761\n                                  – 3790",
    "issn": "1866-3508 (Print)",
    "publisher": "1866-3516 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.earth-system-science-data.net/",
    "abstract": "Reducing oil and gas methane emissions is crucially important for limiting the rate of human-induced climate warming. As the capacity of multi-scale measurements of global oil and gas methane emissions has advanced in recent years, including the emerging ecosystem of satellite and airborne remote sensing platforms, a clear need for an openly accessible and regularly updated global inventory of oil and gas infrastructure has emerged as an important tool for characterizing and tracking methane emission sources. In this study, we develop a spatially explicit database of global oil and gas infrastructure, focusing on the acquisition, curation, and integration of public-domain geospatial datasets reported by official government sources and by industry, academic research institutions, and other non-government entities. We focus on the major oil and gas facility types that are key sources of measured methane emissions, including production wells, offshore production platforms, natural gas compressor stations, processing facilities, liquefied natural gas facilities, crude oil refineries, and pipelines. The first version of this global geospatial database (Oil and Gas Infrastructure Mapping database, OGIM_v1) contains a total of ∼ 6 million features, including 2.6 million point locations of major oil and gas facility types and over 2.6×106 km of pipelines globally. For each facility record, we include key attributes – such as facility type, operational status, oil and gas production and capacity information, operator names, and installation dates – which enable detailed methane source assessment and attribution analytics. Using the OGIM database, we demonstrate facility-level source attribution for multiple airborne remote-sensing-detected methane point sources from the Permian Basin, which is the largest oil-producing basin in the United States. In addition to source attribution, we present other major applications of this oil and gas infrastructure database in relation to methane emission assessment, including the development of an improved bottom-up methane emission inventory at high resolution (1 km × 1 km). We also discuss the tracking of changes in basin-level oil and gas activity and the development of policy-relevant analytics and insights for targeted methane mitigation. This work and the OGIM database, which we anticipate updating on a regular cadence, help fulfill a crucial oil and gas geospatial data need, in support of the assessment, attribution, and mitigation of global oil and gas methane emissions at high resolution. OGIM_v1 is publicly available at https://doi.org/10.5281/zenodo.7466757 (Omara et al., 2022a).",
    "readLink": "https://essd.copernicus.org/articles/15/3761/2023/essd-15-3761-2023.pdf"
  },
  {
    "title": "Anthropogenic Worlds of Transformation and Destruction: Doris Lessing’s Climate Fiction Duology",
    "authors": [
      "Kübra Baysal"
    ],
    "doi": "https://doi.org/10.26881/jk.2022.15.03",
    "journalVolume": "Vol. 15,\n                                no. 2\n                                \n                                  pp.\n                                  31\n                                  – 50",
    "issn": "2353-4699 (Online)",
    "publisher": "Wydział Filologiczny Uniwersytetu Gdańskiego",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Social Sciences",
      "Language and Literature: Literature (General)"
    ],
    "journalUrl": "https://czasopisma.bg.ug.edu.pl/index.php/JednakKsiazki/index",
    "abstract": "Depicting a world stricken with an ice age in the North and drought in the South, Doris Lessing’s Mara and Dann: An Adventure (1999) recounts the survival story of two siblings, Mara and Dann, amidst un/natural and societal havoc. The sequel, The Story of General Dann, Mara’s Daughter, Griot, and the Snow Dog (2005) pictures the dramatic transformations both in the nonhuman nature and the protagonists’ lives after the devastating disasters in the first novel. Migrating among thousands of people from the south towards northern Ifrik and passing through desolate lands scorched with drought, 4re, 3ood, and diseases in Mara and Dann, the protagonists mature as they learn to live in a perilous and erratic world populated with survivalists solely focused on personal gain. Through the horrendous picture of an Ifrik parched with drought in the South and frosted with a solid layer of ice at the top north, the novel pictures the helplessness of humankind through Mara and Dann’s quest for life in the face of unstoppable and inevitable environmental calamities. With the melting of the ice in the Northern Yerrup and the flooding in the Northern Ifrik, General Dann delivers Dann’s struggle to cope with his personal loss as the world changes once again, and the climate gets cooler. Obsessed with knowledge and set on to save a library, he races against time, human beings, and the hostile nonhuman environment. In this light, this study aims to analyse Doris Lessing’s climate fiction (cli-fi) duology, Mara and Dann: An Adventure and General Dann and Mara’s Daughter, Griot, and the Snow Dog as climate fiction novels reflecting the destructive impact of climate change on humans and nonhuman nature in the anthropogenic conditions of the fictional world, which is not a far cry from our world in the twenty-first century.",
    "readLink": "https://czasopisma.bg.ug.edu.pl/index.php/JednakKsiazki/article/view/8822"
  },
  {
    "title": "Freshwater Algal Toxins: Monitoring and Toxicity Profile",
    "authors": [
      "Angeles Jos,",
      "Ana  M. Cameán"
    ],
    "doi": "https://doi.org/10.3390/toxins12100653",
    "journalVolume": "Vol. 12,\n                                no. 653\n                                \n                                  p.\n                                  653",
    "issn": "2072-6651 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "http://www.mdpi.com/journal/toxins/",
    "abstract": "Climate change and human activities are more and more affecting the dynamics of phytoplankton communities [...]",
    "readLink": "https://www.mdpi.com/2072-6651/12/10/653"
  },
  {
    "title": "An environmental and economic evaluation of carbon sequestration from pyrolysis and biochar application in China",
    "authors": [
      "Xiaoyong CAO,",
      "Chih-Chun KUNG,",
      "Yuelong WANG"
    ],
    "doi": "https://doi.org/10.17221/195/2016-AGRICECON",
    "journalVolume": "Vol. 63,\n                                no. 12\n                                \n                                  pp.\n                                  569\n                                  – 578",
    "issn": "0139-570X (Print)",
    "publisher": "1805-9295 (Online)",
    "countryOfPublisher": "Czech Academy of Agricultural Sciences",
    "lcc": [
      "Czechia",
      "Agriculture"
    ],
    "journalUrl": "https://agricecon.agriculturejournals.cz/",
    "abstract": "In the past decade, China has more than doubled its consumption of fossil fuels resulting in the emission of substantial amounts of carbon dioxide (CO2), which are considered to be the main cause of climate change. To mitigate climate change and ensure the continued survival of life on earth, the current level of CO2R emissions must be cut. This study establishes a price endogenous mathematical programming (Jiangxi Agricultural Sector Model) and incorporates bioenergy technologies such as ethanol, conventional co-firing and pyrolysis to examine how an agricultural province may contribute to bioenergy development and carbon sequestration. The results indicate that under moderate energy and greenhouse gas (GHG) prices, net electricity generation reaches 6.5 billion kWh annually. Net emission reduction is affected by market operations. At high GHG prices, pyrolysis and biochar application can sequester up to 4.74 million tons of CO2R emissions annually. However, this measure fluctuates significantly when GHG prices vary. Our study shows that pyrolysis and biochar application provide significant environmental effects in terms of carbon sequestration.",
    "readLink": "https://agricecon.agriculturejournals.cz/artkey/age-201712-0006_an-environmental-and-economic-evaluation-of-carbon-sequestration-from-pyrolysis-and-biochar-application-in-chin.php"
  },
  {
    "title": "Analyses exploratoires dendrochronologique et dendro-isotopique des ripisylves de la rivière Milo (Guinée)",
    "authors": [
      "Soumaïla Condé,",
      "Thierry Otto,",
      "Issam Moussa,",
      "Luc Lambs,",
      "Dov Corenblit"
    ],
    "doi": "https://doi.org/10.4000/physio-geo.11681",
    "journalVolume": "Vol. 15\n                                \n                                \n                                  pp.\n                                  211\n                                  – 231",
    "issn": "1958-573X (Online)",
    "publisher": "Physio-Géo",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://physio-geo.revues.org/",
    "abstract": "The Milo River in Guinea is one of the tributaries of Upper Niger. Its basin has a semi-arid climate with alternating dry and wet seasons in a biogeographic context of savannah. The West African monsoon brings rain between June and September with a long dry period affecting river levels and vegetation. The rainfall and flow of the Milo River have declined of about 20 % since the 1970s. Trees that concentrate mainly along river margins are likely to be affected by this change in climate and water resource. Little data is available on the age, growth rate and origin of water used by riparian trees in Guinea. These data are nevertheless essential for measuring the impact of environmental changes on the functioning and sustainability of riparian forests. A dendrochronological and dendroisotopic study was carried out on trees bordering the Milo River in order to test the effectiveness of these techniques for obtaining such data. A difficulty with the use of dendrochronology in tropical environments is that few species form annual rings. Of thirteen tree species studied half form more or less distinct ring boundaries but three species showed clearly visible ring boundaries. These species are Pericopsis laxiflora, Tamarindus indica and Tectona grandis. This study shows that it is possible to estimate the age (15 to 102 years) and radial growth rates (0.26 to 1.39 cm/year) for species with discernible rings. However, the poor anatomical definition of ring boundaries on most of the other species, especially towards the pith, highlights all the difficulty of conducting a long-term, robust, dendroclimatic study in the semi-arid African context. A dendroisotopic test analysis (delta 13C, delta 18O) on a single tree of Pericopsis laxiflora, Tamarindus indica and Tectona grandis shows that this riparian species is able to regulate its water acquisition during hydrological variations. This is marked by a physical trace in the rings related to the use of the more perennial alluvial water during the dry period.",
    "readLink": "http://journals.openedition.org/physio-geo/11681"
  },
  {
    "title": "Determinants of adaptation to climate variability among farming households in Tyhume Valley communities, Eastern Cape province, South Africa",
    "authors": [
      "Olona Mtintsilana,",
      "Babatope Ebenezer Akinyemi,",
      "Leocadia Zhou"
    ],
    "doi": "https://doi.org/10.1108/IJCCSM-06-2020-0057",
    "journalVolume": "Vol. 13,\n                                no. 2\n                                \n                                  pp.\n                                  181\n                                  – 190",
    "issn": "1756-8692 (Print)",
    "publisher": "1756-8706 (Online)",
    "countryOfPublisher": "Emerald Publishing",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.emeraldgrouppublishing.com/products/journals/journals.htm?id=ijccsm",
    "abstract": "Purpose – This paper aims to determine factors affecting adaptation to climate variability on crop production among farming households in Tyhume Valley. Design/methodology/approach – This study conducted an empirical analysis of the impact of adaptation on crop yield of farming households and estimated the factors affecting adaptation to climate variability on farming households. The analysis used primary data from 205 farming households practicing crop production in Tyhume Valley communities. Findings – Based on binary logit results, factors affecting rural farming households’ adaptation to climate variability are gender, age, heatwave, employment status, strong high wind occasional experience and cell phone. The adaptation measures adopted by the farming households in the study area include irrigation (94.8%), crop rotation (66%), changing crop variety (7.4%) and other methods of adaptation were found to be (1.3%). The other methods of adaptation used included the use of ash to kill (intuku) mole and using dirty water from washing dishes and clothes when irrigating to kill parasites on crops. Originality/value – This research paper will be an addition to the body of knowledge on adaptation strategies to climate variability in South Africa, especially at the rural farming household level. This study may assist the rural communities in decision-making when dealing with the challenges of climate variability on their crop production, thereby increasing their crop production. The information gathered in this study might assist policymakers in revising the existing policies. This study will also help rural farming households to practice appropriate adaptation strategies.",
    "readLink": "https://www.emerald.com/insight/content/doi/10.1108/IJCCSM-06-2020-0057/full/pdf?title=determinants-of-adaptation-to-climate-variability-among-farming-households-in-tyhume-valley-communities-eastern-cape-province-south-africa"
  },
  {
    "title": "Photosynthetic Variability of Oblačinska Sour Cherry Ecotypes under Drought",
    "authors": [
      "Marija Viljevac Vuletić,",
      "Daniela Horvat,",
      "Ines Mihaljević,",
      "Krunoslav Dugalić,",
      "Domagoj Šimić,",
      "Tihomir Čupić,",
      "Vlatka Jurković,",
      "Hrvoje Lepeduš"
    ],
    "doi": "https://doi.org/10.3390/plants11131764",
    "journalVolume": "Vol. 11,\n                                no. 1764\n                                \n                                  p.\n                                  1764",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "The selection of drought-tolerant sour cherry genotypes is essential for developing sustainable fruit production in today’s climate-change conditions. The phenotypic heterogenic population of sour cherry Oblačinska, with high and regular yield suitable for mechanical harvesting and industrial processing, is a traditional and predominant cultivar in northern Croatia (Pannonian region) and Serbia commercial orchards. In this context, 2-year old virus-free sour cherry plants of 4 isolated Oblačinska sour cherry ecotypes (OS, 18, D6, and BOR) produced by micropropagation were exposed to severe drought in a greenhouse under semi-controlled conditions to evaluate its photosynthetic intra-varietal variability. Relative water content (RWC), chlorophyll fluorescence (ChlF), and photosynthetic pigments were evaluated during the ten days of the experiment. As a visible symptom of stress, the withering of plants was followed by a diminution of RWC and photosynthetic pigments in the drought exposed leaves of sour cherry ecotypes compared to the control treatment. ChlF elucidated variability in the photosynthetic efficiency within studied sour cherry ecotypes, highlighting PIABS, PItotal, and ψE0 as the most sensitive and thus the most informative JIP parameters for drought screening. Among the investigated ecotypes, BOR proved to be the most sensitive. The Oblačinska sour cherry ecotype OS showed the highest tolerance to drought conditions and, therefore, can be used as a source of tolerance in sour cherry breeding programs.",
    "readLink": "https://www.mdpi.com/2223-7747/11/13/1764"
  },
  {
    "title": "THE EFFECTS OF CLIMATE CHANGE ON (THE EUROPEAN) AGRICULTURE",
    "authors": [
      "TAMÁS MIZIK,",
      "SZILVIA PALAKOVICS"
    ],
    "doi": "Vol. 6,\n                                no. 4",
    "issn": "1788-0696 (Print)",
    "publisher": "Corvinus University of Budapest",
    "countryOfPublisher": "Hungary",
    "lcc": [
      "Social Sciences: Economic theory. Demography",
      "Social Sciences: Economic history and conditions"
    ],
    "journalUrl": "http://retp.eu/index.php/retp",
    "abstract": "Agriculture plays a special role in climate change. Nevertheless, European agriculture faces some serious challenges in the coming decades. It is important to know, that opportunities for farmers may also arise as a consequence of climate change. The study surveys the possible agricultural impacts of global warming in the European context. This sector is both a significant victim and a mitigating factor in the carbon emission problem. The focus of the survey is on the adjustment capabilities of EU agricultural policy.",
    "readLink": "http://www.retp.eu/index.php/retp/article/view/848"
  }
]