[
  {
    "title": "Analysis of the Evolution of Drought, Flood, and Drought-Flood Abrupt Alternation Events under Climate Change Using the Daily SWAP Index",
    "authors": [
      "Ying Zhao,",
      "Zhaohui Weng,",
      "Hua Chen,",
      "Jiawei Yang"
    ],
    "doi": "https://doi.org/10.3390/w12071969",
    "journalVolume": "Vol. 12,\n                                no. 1969\n                                \n                                  p.\n                                  1969",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "With the increase of drought and flood frequency, the drought-flood abrupt alternation events occur frequently. Due to the coexistence and rapid transformation of drought and flood, the drought-flood abrupt alternation events is often more harmful and threatening than the single drought or flood event to the security of the society. This study is to synthetically evaluate the evolving characteristics of drought, flood, and drought-flood abrupt alternation events under climate change, which are identified by using the Standard Weighted Average Precipitation (SWAP) index. The variability of drought, flood, and drought-flood abrupt alternation events in the future is predicted by using GCM projections, whose outputs are corrected by using a daily bias correction method. The results show that: (1) The SWAP index has the capability to judge reliably the onset, duration, and intensity over the study areas, and can be used to monitor drought-flood abrupt alternation events efficiently; (2) In the reference period (1961–2005), for the drought-flood abrupt alternation events, the frequency has a downward trend in the upper reaches and an upward trend in the lower reaches, and the spatial distribution of intensity shows a contrary law to that of frequency; (3) The frequency and intensity of drought-flood abrupt alternation events show an upward trend in the whole basin in the future period (2021–2095), under the RCP4.5 and RCP8.5 scenarios. These results indicate that drought-flood abrupt alternation events can be more frequent, and the intensity will significantly increase in the 21st century, which may likely pose a serious impact on this basin.",
    "readLink": "https://www.mdpi.com/2073-4441/12/7/1969"
  },
  {
    "title": "Effect of Water Stress during Grain Filling on Yield, Quality and Physiological Traits of Illpa and Rainbow Quinoa (<i>Chenopodium quinoa</i> Willd.) Cultivars",
    "authors": [
      "Angie  L. Gámez,",
      "David Soba,",
      "Ángel  M. Zamarreño,",
      "José  M. García-Mina,",
      "Iker Aranjuelo,",
      "Fermín Morales"
    ],
    "doi": "https://doi.org/10.3390/plants8060173",
    "journalVolume": "Vol. 8,\n                                no. 6\n                                \n                                  p.\n                                  173",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "The total area under quinoa (Chenopodium quinoa Willd.) cultivation and the consumption of its grain have increased in recent years because of its nutritional properties and ability to grow under adverse conditions, such as drought. Climate change scenarios predict extended periods of drought and this has emphasized the need for new crops that are tolerant to these conditions. The main goal of this work was to evaluate crop yield and quality parameters and to characterize the physiology of two varieties of quinoa grown under water deficit in greenhouse conditions. Two varieties of quinoa from the Chilean coast (Rainbow) and altiplano (Illpa) were used, grown under full irrigation or two different levels of water deficit applied during the grain filling period. There were no marked differences in yield and quality parameters between treatments, but the root biomass was higher in plants grown under severe water deficit conditions compared to control. Photosynthesis, transpiration and stomatal conductance decreased with increased water stress in both cultivars, but the coastal variety showed higher water use efficiency and less discrimination of 13C under water deficit. This response was associated with greater root development and a better stomatal opening adjustment, especially in the case of Rainbow. The capacity of Rainbow to increase its osmoregulant content (compounds such as proline, glutamine, glutamate, K and Na) could enable a potential osmotic adjustment in this variety. Moreover, the lower stomatal opening and transpiration rates were also associated with higher leaf ABA concentration values detected in Rainbow. We found negative logarithmic relationships between stomatal conductance and leaf ABA concentration in both varieties, with significant R2 values of 0.50 and 0.22 in Rainbow and Illpa, respectively. These moderate-to-medium values suggest that, in addition to ABA signaling, other causes for stomatal closure in quinoa under drought such as hydraulic regulation may play a role. In conclusion, this work showed that two quinoa cultivars use different strategies in the face of water deficit stress, and these prevent decreases in grain yield and quality under drought conditions.",
    "readLink": "https://www.mdpi.com/2223-7747/8/6/173"
  },
  {
    "title": "Modeling the effect of climate change to the potential invasion range of Piper aduncum Linnaeus",
    "authors": [
      "J.C. Paquit,",
      "R.I.P. Rama"
    ],
    "doi": "https://doi.org/10.22034/gjesm.2018.04.01.007",
    "journalVolume": "Vol. 4,\n                                no. 1\n                                \n                                  pp.\n                                  71\n                                  – 80",
    "issn": "2383-3572 (Print)",
    "publisher": "2383-3866 (Online)",
    "countryOfPublisher": "GJESM Publisher",
    "lcc": [
      "Iran, Islamic Republic of",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.gjesm.net/",
    "abstract": "The potential effect of invasive plant species on biodiversity is one of most important subject of inquiry at present. In many parts of the world, the alarming spread of these plants has been documented. Knowing that climate exerts a dominant control over the distribution of plant species, predictions can therefore be made to determine which areas the species would likely spread under a climate change scenario and that is what this study aims to tackle. In the current study, a total of 211 species occurrence points were used to model the current and projected suitability of Piper aduncum in Bukidnon, Philippines using Maxent. Results revealed that the suitability of the species was determined primarily by climatic factors with Bio 18 (precipitation of the warmest quarter) as the strongest influencing variable with a mean percent contribution of 22.1%. The resulting model was highly accurate based on its mean test Area Under Curve that is equal to 0.917. Current prediction shows that suitable areas for Piper are concentrated along the southern portion of Bukidnon. Only 9% of the province is suitable for the species at present but is predicted to increase to 27% because of climate change. The central and southwestern parts of the province are the areas of high threat for invasion by Piper.",
    "readLink": "http://www.gjesm.net/article_28776_e85ee724eb8e77d035fc50217b1897eb.pdf"
  },
  {
    "title": "Inverted Algorithm of Terrestrial Water-Storage Anomalies Based on Machine Learning Combined with Load Model and Its Application in Southwest China",
    "authors": [
      "Yifan Shen,",
      "Wei Zheng,",
      "Wenjie Yin,",
      "Aigong Xu,",
      "Huizhong Zhu,",
      "Shuai Yang,",
      "Kai Su"
    ],
    "doi": "https://doi.org/10.3390/rs13173358",
    "journalVolume": "Vol. 13,\n                                no. 3358\n                                \n                                  p.\n                                  3358",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Dense Global Position System (GPS) arrays can be used to invert the terrestrial water-storage anomaly (TWSA) with higher accuracy. However, the uneven distribution of GPS stations greatly limits the application of GPS to derive the TWSA. Aiming to solve this problem, we grid the GPS array using regression to raise the reliability of TWSA inversion. First, the study uses the random forest (RF) model to simulate crustal deformation in unobserved grids. Meanwhile, the new Machine-Learning Loading-Inverted Method (MLLIM) is constructed based on the traditional GPS derived method to raise the truthfulness of TWSA inversion. Second, this research selects southwest China as the study region, the MLLIM and traditional GPS inversion methods are used to derive the TWSA, and the inverted results are contrasted with datasets of the Gravity Recovery and Climate Experiment (GRACE) Mascon and the Global Land Data Assimilation System (GLDAS) model. The comparison shows that values of Pearson Correlation Coefficient (PCC) between the MLLIM and GRACE and GRACE Follow-On (GRACE-FO) are equal to 0.91 and 0.88, respectively; and the values of R-squared (R2) are equal to 0.76 and 0.65, respectively; the values of PCC and R2 between MLLIM and GLDAS solutions are equal to 0.79 and 0.65. Compared with the traditional GPS inversion, the MLLIM improves PCC and R2 by 8.85% and 7.99% on average, which indicates that the MLLIM can improve the accuracy of TWSA inversion more than the traditional GPS method. Third, this study applies the MLLIM to invert the TWSA in each province of southwest China and combines the precipitation to analyze the change of TWSA in each province. The results are as follows: (1) The spatial distribution of TWSA and precipitation is coincident, which is highlighted in southwest Yunnan and southeast Guangxi; (2) this study compares TWSA of MLLIM with GRACE and GLDAS solutions in each province, which indicates that the maximum value of PCC is as high as 0.86 and 0.94, respectively, which indicates the MLLIM can be used to invert the TWSA in the regions with sparse GPS stations. The TWSA based on the MLLIM can be used to fill the vacancy between GRACE and GRACE-FO.",
    "readLink": "https://www.mdpi.com/2072-4292/13/17/3358"
  },
  {
    "title": "Global and Regional Patterns in Riverine Fish Species Richness: A Review",
    "authors": [
      "Thierry Oberdorff,",
      "Pablo A. Tedesco,",
      "Bernard Hugueny,",
      "Fabien Leprieur,",
      "Olivier Beauchard,",
      "Sébastien Brosse,",
      "Hans H. Dürr"
    ],
    "doi": "https://doi.org/10.1155/2011/967631",
    "journalVolume": "Vol. 2011",
    "issn": "1687-9708 (Print)",
    "publisher": "1687-9716 (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology",
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "https://www.hindawi.com/journals/ijecol/",
    "abstract": "We integrate the respective role of global and regional factors driving riverine fish species richness patterns, to develop a synthetic model of potential mechanisms and processes generating these patterns. This framework allows species richness to be broken down into different components specific to each spatial extent and to establish links between these components and the processes involved. This framework should help to answer the questions that are currently being asked by society, including the effects of species invasions, habitat loss, or fragmentation and climate change on freshwater biodiversity.",
    "readLink": "http://dx.doi.org/10.1155/2011/967631"
  },
  {
    "title": "Strengthening External Emergency Assistance for Managing Extreme Events, Systemic, and Transboundary Risks in Asia",
    "authors": [
      "Sivapuram Venkata Rama Krishna Prabhakar,",
      "Kentaro Tamura,",
      "Naoyuki Okano,",
      "Mariko Ikeda"
    ],
    "doi": "https://doi.org/10.17645/pag.v9i4.4457",
    "journalVolume": "Vol. 9,\n                                no. 4\n                                \n                                  pp.\n                                  27\n                                  – 42",
    "issn": "2183-2463 (Online)",
    "publisher": "Cogitatio",
    "countryOfPublisher": "Portugal",
    "lcc": [
      "Political science: Political science (General)"
    ],
    "journalUrl": "http://www.cogitatiopress.com/politicsandgovernance",
    "abstract": "External emergency assistance (EEA) provided in the aftermath of a disaster has costs and benefits to the donor and recipient countries. Donors benefit from quick recovery feedback effects from the trade and cultural links, and recipient countries have additional resources to manage the emergency. However, EEA costs could outweigh the benefits. Costs include dependency, low development of risk reduction capacity, and staff burdened with managing the assistance as opposed to managing the recovery. Current efforts to reduce dependency on EEA are not sufficient; they are based on limited past experiences with extreme events and are not based on the understanding of future risks. In this article, we present the concept of a climate fragility risk index showing factors that affect a country’s predisposition to be fragile to climate change threats and we suggest that countries with a high climate fragility risk index tend to depend on EEA. Further, the article presents the concept of critical thresholds for extreme events as a metric to identify possible dependency on EEA. In addition, based on expert and policy consultations organized in the Philippines and Pakistan, we identify measures that can enhance the effectiveness of EEA including targeted EEA provision, better integration of lessons learned from the relief stage into the rest of the DRR operations, proper documentation of past assistance experiences and consideration of these lessons for the improvement of EEA in the future, as well as developing tools such as critical threshold concepts that can better guide the donor and recipient countries on more effective delivery of EEA.",
    "readLink": "https://www.cogitatiopress.com/politicsandgovernance/article/view/4457"
  },
  {
    "title": "Wildlife resistance and protection in a changing New England landscape.",
    "authors": [
      "Schuyler B Pearman-Gillman,",
      "Matthew J Duveneck,",
      "James D Murdoch,",
      "Therese M Donovan"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0239525",
    "journalVolume": "Vol. 15,\n                                no. 9\n                                \n                                  p.\n                                  e0239525",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Rapid changes in climate and land use threaten the persistence of wildlife species. Understanding where species are likely to occur now and in the future can help identify areas that are resistant to change over time and guide conservation planning. We estimated changes in species distribution patterns and spatial resistance in five future scenarios for the New England region of the northeastern United States. We present scenario-specific distribution change maps for nine harvested wildlife species, identifying regions of increasing, decreasing, or stable habitat suitability within each scenario. Next, we isolated areas where species occurrence probability is high (p > 0.7) and resistant to change across all future scenarios. Resistance was also evaluated relative to current land protection to identify patterns in and out of Protected Areas (PAs). Generally, species distributions declined in area over the 50-year assessment period (2010-2060), with the greatest average declines occurring for moose (-40.9%) and wild turkey (-22.1%). Species resistance varied considerably across the region, with coyote demonstrating the highest average regional resistance (91.81% of the region) and moose demonstrating the lowest (0.76% of the region). At the state level, average focal species resistance was highest in Maine (the largest state) and lowest in Massachusetts. Many of the focal species showed high overlap in resistance and land protection. Coyote, white-tailed deer, and black bear had the highest probability of resistance, given protection, while moose and wild turkey had the highest probability of protection, given resistance. Overall, relatively small portions of New England-ranging between 0.25% and 21.12%-were both protected and resistant for the focal species. Our results provide estimates of resistance that can inform conservation planning for commonly harvested species that are important ecologically, economically, and culturally to the region. Expanding protected area coverage to include resistant areas may provide longer term benefits to these species.",
    "readLink": "https://doi.org/10.1371/journal.pone.0239525"
  },
  {
    "title": "Potencial de Inundação e Erosão do Parque Natural Municipal de Jacarenema, Vila Velha-ES (Flood and erosion potential of the municipal natural park of Jacarenema, Vila Velha-ES)",
    "authors": [
      "Carlos Alberto Kuster Pinheiro,",
      "Branco Mateus Murata Eguchi,",
      "Thayana Caus Wanderley,",
      "Rodolfo Teixeira Alves,",
      "Renato Ferreira de Araújo,",
      "Jacqueline Albino"
    ],
    "doi": "https://doi.org/10.26848/rbgf.v11.2.p547-559",
    "journalVolume": "Vol. 11,\n                                no. 2\n                                \n                                  pp.\n                                  547\n                                  – 559",
    "issn": "1984-2295 (Online)",
    "publisher": "Universidade Federal de Pernambuco",
    "countryOfPublisher": "Brazil",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://periodicos.ufpe.br/revistas/rbgfe",
    "abstract": "No presente trabalho foi realizado o mapeamento da vulnerabilidade do Parque Natural Municipal de Jacarenema, localizado no município de Vila Velha/ES, frente a eventos de erosão e inundação causados pela elevação do nível do mar, segundo previsão do Painel Intergovernamental Sobre Mudanças Climáticas (IPCC, 2014). Os resultados obtidos indicam grande perda de terreno, principalmente nas áreas de brejo, restinga e manguezal, o que pode acarretar em diversos impactos para a região, como a perda de habitat de diversas espécies, a salinização da água doce, a perda de áreas recreativas e turísticas do Parque e conflitos na ocupação de terrenos por moradores no entorno da UC. A B S T R A C T In the present work, the level of vulnerability within the Jacarenema Municipal Natural Park, Vila Velha / ES was assessed. This vulnerability is in regards to erosion and flood, caused by sea level rise. Sea level rise prediction was retrieved from the Intergovernmental Panel on Climate change. The results indicate a loss of land equivalent to 40.24 ha (11.62% of the total), mainly in the areas of swamp, restinga and mangrove. This can lead to several impacts to the region. Such as salinization of fresh water, loss of habitat, recreational and tourist areas within the Park. Also, generating conflicts of occupation by residents in the surroundings of the conservation unit (CU). Keywords: Conservation Units, Coastal Vulnerability, Ground Covering.",
    "readLink": "https://periodicos.ufpe.br/revistas/rbgfe/article/view/234172"
  },
  {
    "title": "Respiratory and Photosynthetic Responses of Antarctic Vascular Plants Are Differentially Affected by CO<sub>2</sub> Enrichment and Nocturnal Warming",
    "authors": [
      "Carolina Sanhueza,",
      "Daniela Cortes,",
      "Danielle A. Way,",
      "Francisca Fuentes,",
      "Luisa Bascunan-Godoy,",
      "Nestor Fernandez Del-Saz,",
      "Patricia L. Sáez,",
      "León A. Bravo,",
      "Lohengrin A. Cavieres"
    ],
    "doi": "https://doi.org/10.3390/plants11111520",
    "journalVolume": "Vol. 11,\n                                no. 1520\n                                \n                                  p.\n                                  1520",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Projected rises in atmospheric CO2 concentration and minimum night-time temperatures may have important effects on plant carbon metabolism altering the carbon balance of the only two vascular plant species in the Antarctic Peninsula. We assessed the effect of nocturnal warming (8/5 °C vs. 8/8 °C day/night) and CO2 concentrations (400 ppm and 750 ppm) on gas exchange, non-structural carbohydrates, two respiratory-related enzymes, and mitochondrial size and number in two species of vascular plants. In Colobanthus quitensis, light-saturated photosynthesis measured at 400 ppm was reduced when plants were grown in the elevated CO2 or in the nocturnal warming treatments. Growth in elevated CO2 reduced stomatal conductance but nocturnal warming did not. The short-term sensitivity of respiration, relative protein abundance, and mitochondrial traits were not responsive to either treatment in this species. Moreover, some acclimation to nocturnal warming at ambient CO2 was observed. Altogether, these responses in C. quitensis led to an increase in the respiration-assimilation ratio in plants grown in elevated CO2. The response of Deschampsia antarctica to the experimental treatments was quite distinct. Photosynthesis was not affected by either treatment; however, respiration acclimated to temperature in the elevated CO2 treatment. The observed short-term changes in thermal sensitivity indicate type I acclimation of respiration. Growth in elevated CO2 and nocturnal warming resulted in a reduction in mitochondrial numbers and an increase in mitochondrial size in D. antarctica. Overall, our results suggest that with climate change D. antarctica could be more successful than C. quitensis, due to its ability to make metabolic adjustments to maintain its carbon balance.",
    "readLink": "https://www.mdpi.com/2223-7747/11/11/1520"
  },
  {
    "title": "PCA-SOM of GRACE-FO total water storage for global climate decisions",
    "authors": [
      "Omid Memarian Sorkhabi,",
      "Iman Kurdpour"
    ],
    "doi": "https://doi.org/10.3846/gac.2022.15171",
    "journalVolume": "Vol. 48,\n                                no. 4",
    "issn": "2029-6991 (Print)",
    "publisher": "2029-7009 (Online)",
    "countryOfPublisher": "Vilnius Gediminas Technical University",
    "lcc": [
      "Lithuania",
      "Science: Astronomy: Geodesy"
    ],
    "journalUrl": "http://gc.vgtu.lt",
    "abstract": "The gravity recovery and climate experiment (GRACE) and GRACE-Follow on (FO) data provide valuable information about dynamic total water storage (TWS). The complexity of the computational process and the influence of various parameters on TWS changes are complicated in their interpretation. Principal component analysis (PCA) has been used to identify key components to amplify signals and reduce noise in observations. For this purpose, in this research, the Self-organizing map algorithm (SOM) has been used to cluster TWS in 4 categories. The results show that the western regions of Greenland and part of Antarctica are in the critical cluster and have a TWS rate of about –0.2 m/year, which indicates the melting of ice in these regions. The advantage of PCA-SOM is the easy interpretation of TWS, which reduces the impact of seasonal parameters, observation noise and measurement error, and facilitates global policy decisions in the face of climate change.",
    "readLink": "https://journals.vilniustech.lt/index.php/GAC/article/view/15171"
  }
]