[
  {
    "title": "Landscape factors influencing roost site selection by monarch butterflies Danaus plexippus during fall migration in Ontario, Canada",
    "authors": [
      "VK Fyson,",
      "D Ethier,",
      "K Tuininga,",
      "ED Shapiro,",
      "C Callaghan"
    ],
    "doi": "https://doi.org/10.3354/esr01235",
    "journalVolume": "Vol. 50\n                                \n                                \n                                  pp.\n                                  267\n                                  – 277",
    "issn": "1863-5407 (Print)",
    "publisher": "1613-4796 (Online)",
    "countryOfPublisher": "Inter-Research",
    "lcc": [
      "Germany",
      "Science: Zoology",
      "Science: Botany"
    ],
    "journalUrl": "http://www.int-res.com/journals/esr/esr-home/",
    "abstract": "Worldwide, insect populations are declining, and the eastern migratory group of the monarch butterfly Danaus plexippus in North America has not escaped this fate. The conservation of this iconic species is an international priority but requires knowledge of how monarchs interact with the landscape during different stages of the annual cycle. To better understand habitat needs of monarchs departing their core breeding range in southern Ontario, Canada, we examined how various landscape features influenced roost site selection during fall migration—an instrumental resource link between the breeding and wintering grounds. Using dedicated fall migration surveys along the Great Lakes coastlines and a citizen science dataset collected across all of Ontario, we evaluated the relationship between roost site occupancy and 18 landscape variables using a boosted regression tree (BRT) modelling approach. Results suggest that a closer distance to the Great Lakes, increased goldenrod Solidago spp. cover, moderate forest cover, rural road cover, and urban land cover are all important to roosting site selection. Our research provides important insights into the habitat characteristics of stopover sites, which will help guide future investigations and conservation actions to preserve monarch butterflies and their migratory phenomenon.",
    "readLink": "https://www.int-res.com/abstracts/esr/v50/p267-277/"
  },
  {
    "title": "Soil Enzyme Activities and Their Relationships With Soil C, N, and P in Peatlands From Different Types of Permafrost Regions, Northeast China",
    "authors": [
      "Chao Liu,",
      "Chao Liu,",
      "Yanyu Song,",
      "Xingfeng Dong,",
      "Xianwei Wang,",
      "Xiuyan Ma,",
      "Guangying Zhao,",
      "Shuying Zang"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2021.670769",
    "journalVolume": "Vol. 9",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "Peatland is a key component of terrestrial ecosystems in permafrost regions and have important effects on climate warming. Soil enzymes are involved in biogeochemical cycle of soil carbon (C), nitrogen (N) and phosphorus (P), which can be used as early sensitive indicators of soil nutrient changes caused by climate change. To predict the possible effects of permafrost degradation on soil enzymes in peatlands, ten peatlands from three types of permafrost regions along the permafrost degradation sequence (predominantly continuous permafrost region-predominantly continuous and island permafrost region-sparsely island permafrost region) in northeast China were selected to examine the activities of soil invertase, β-glucosidase, urease and acid phosphatase and their relationships with soil physicochemical properties. The results demonstrated that permafrost type had significant effect on soil enzyme activities. Soil enzyme activities in predominantly continuous and island permafrost region were significantly higher than those in sparsely island permafrost region and predominantly continuous permafrost region. The activities of four soil enzymes were higher in 0–15 cm than 15–30 cm soil layer. Soil enzymes activities were positively correlated with soil ammonia nitrogen (NH4+-N), soil moisture content (SMC), total phosphorus (TP) and total nitrogen (TN), but negatively correlated with soil nitrate nitrogen (NO3−-N). Soil inorganic nitrogen and moisture contents were the main factors affecting soil enzyme activities, with NH4+-N accounted for 41.6% of the variance, SMC 29.6%, and NO3−-N 11.0%. These results suggested that permafrost degradation may change soil enzyme activities by changing soil physicochemical properties. In this study, only 0–30 cm peat soil in permafrost regions was collected during the complete thawing period of permafrost active layer, further studies should be placed on the change of soil enzyme activities in active layer and permafrost layer during freezing and thawing process in the southernmost location of northeast China in the Eurasia permafrost body and boreal forest belt.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2021.670769/full"
  },
  {
    "title": "A new age model for the Pliocene of the southern North Sea basin: a multi-proxy climate reconstruction",
    "authors": [
      "E. Dearing Crampton-Flood,",
      "E. Dearing Crampton-Flood,",
      "L. J. Noorbergen,",
      "D. Smits,",
      "R. C. Boschman,",
      "T. H. Donders,",
      "D. K. Munsterman,",
      "J. ten Veen,",
      "F. Peterse,",
      "L. Lourens,",
      "J. S. Sinninghe Damsté,",
      "J. S. Sinninghe Damsté"
    ],
    "doi": "https://doi.org/10.5194/cp-16-523-2020",
    "journalVolume": "Vol. 16\n                                \n                                \n                                  pp.\n                                  523\n                                  – 541",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "The mid-Piacenzian Warm Period (mPWP; 3264–3025 ka) represents the most recent interval in Earth's history where atmospheric CO2 levels were similar to today. The reconstruction of sea surface temperatures (SSTs) and climate modelling studies has shown that global temperatures were 2–4 ∘C warmer than present. However, detailed reconstructions of marginal seas and/or coastal zones, linking the coastal and continental climate evolution, are lacking. This is in part due to the absence of precise age models for coastal sedimentary successions, as they are generally formed by dynamic depositional systems with varying sediment and freshwater inputs. Here, we present a multi-proxy record of Pliocene climate change in the coastal southern North Sea basin (SNSB) based on the sedimentary record from borehole Hank, the Netherlands. The marginal marine setting of the Hank borehole during the late Pliocene provides an excellent opportunity to correlate marine and terrestrial signals due to continental sediment input mainly derived from the proto-Rhine–Meuse River. We improve the existing low-resolution palynology-based age model for the Hank borehole using stable oxygen and carbon isotope (δ18O and δ13C) measurements of the endobenthic foraminifera species Cassidulina laevigata, integrated with biochrono- and seismostratigraphy. Identification of hiatuses and freshwater effects in the record allows us to isolate glacial–interglacial climate signals in order to tune the endobenthic oxygen stable isotope record to a global benthic δ18O stack. This results in a tuned age framework for the SNSB for the late Pliocene (∼3190–2770 ka). Our multi-proxy climate reconstruction for the interval which covers part of the mPWP (∼3190–3000 ka) shows a strong agreement between lipid biomarker and palynology-based terrestrial temperature proxies, which suggest a stable climate, 1–2 ∘C warmer than present. In the marine realm, however, biomarker-based SSTs show a large range of variation (10 ∘C). Nevertheless, the fluctuation is comparable to other SST records from the North Atlantic and Nordic Seas, suggesting that a common factor, possibly ocean circulation, exerted a strong influence over SSTs in the North Atlantic and the North Sea at this time.",
    "readLink": "https://www.clim-past.net/16/523/2020/cp-16-523-2020.pdf"
  },
  {
    "title": "Border Carbon Adjustment mechanisms and their (in) compatibility with WTO law",
    "authors": [
      "Giulia Petrachi"
    ],
    "doi": "Vol. 3,\n                                no. 2\n                                \n                                  pp.\n                                  99\n                                  – 126",
    "issn": "2612-4874 (Online)",
    "publisher": "Trento Student Law Review Association",
    "countryOfPublisher": "Italy",
    "lcc": [
      "Law"
    ],
    "journalUrl": "https://teseo.unitn.it/tslr",
    "abstract": "The paper focuses on Border Carbon Adjustment (BCA) measures and their legality vis-à-vis the World Trade Organization (WTO) law. As measures limiting international trade, border carbon adjustments can conflict with WTO law, either representing a discriminatory trade measure or a quantitative or qualitative restriction. Nonetheless, mitigation of climate change is becoming increasingly warranted, making scholars more and more concerned with solutions that allow to harmonize carbon reduction measures and international trade, being also beneficial to the international market. The paper analyses the role of BCA measures in the multilateral trade relations among states, examining which provisions of the General Agreement of Tariffs and Trade (GATT) may be incompatible with them. It also focuses on the anatomy of those incompatibilities, to investigate whether and how BCA measures could be framed in compliance with WTO law, analyzing the role of WTO case law and GATT's exceptions on the matter.",
    "readLink": "https://teseo.unitn.it/tslr/article/view/1767"
  },
  {
    "title": "High-Resolution Climate Projections for a Densely Populated Mediterranean Region",
    "authors": [
      "Mohamed Salem Nashwan,",
      "Shamsuddin Shahid,",
      "Eun-Sung Chung"
    ],
    "doi": "https://doi.org/10.3390/su12093684",
    "journalVolume": "Vol. 12,\n                                no. 3684\n                                \n                                  p.\n                                  3684",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The present study projected future climate change for the densely populated Central North region of Egypt (CNE) for two representative concentration pathways (RCPs) and two futures (near future: 2020–2059, and far future: 2060–2099), estimated by a credible subset of five global climate models (GCMs). Different bias correction models have been applied to correct the bias in the five interpolated GCMs’ outputs onto a high-resolution horizontal grid. The 0.05° CNE datasets of maximum and minimum temperatures (Tmx, and Tmn, respectively) and the 0.1° African Rainfall Climatology (ARC2) datasets represented the historical climate. The evaluation of bias correction methodologies revealed the better performance of linear and variance scaling for correcting the rainfall and temperature GCMs’ outputs, respectively. They were used to transfer the correction factor to the projections. The five statistically bias-corrected climate projections presented the uncertainty range in the future change in the climate of CNE. The rainfall is expected to increase in the near future but drastically decrease in the far future. The Tmx and Tmn are projected to increase in both future periods reaching nearly a maximum of 5.50 and 8.50 °C for Tmx and Tmn, respectively. These findings highlighted the severe consequence of climate change on the socio-economic activities in the CNE aiming for better sustainable development.",
    "readLink": "https://www.mdpi.com/2071-1050/12/9/3684"
  },
  {
    "title": "The integration of nitrogen dynamics into a land surface model. Part 1: model description and site-scale validation",
    "authors": [
      "Xiujing YANG,",
      "Li DAN,",
      "Fuqiang YANG,",
      "Jing PENG,",
      "Yueyue LI,",
      "Dongdong GAO,",
      "Jinjun JI,",
      "Mei HUANG"
    ],
    "doi": "https://doi.org/10.1080/16742834.2019.1548246",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  50\n                                  – 57",
    "issn": "1674-2834 (Print)",
    "publisher": "2376-6123 (Online)",
    "countryOfPublisher": "KeAi Communications Co., Ltd.",
    "lcc": [
      "China",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/atmospheric-and-oceanic-science-letters/",
    "abstract": "Nitrogen cycling has profound effects on carbon uptake in the terrestrial ecosystem and the response of the biosphere to climate changes. However, nutrient cycling is not taken into account in most land surface models for climate change. In this study, a nitrogen model, based on nitrogen transformation processes and nitrogen fluxes exchange between the atmosphere and terrestrial ecosystem, was incorporated into the Atmosphere–Vegetation Interaction Model (AVIM) to simulate the carbon cycle under nitrogen limitation. This new model, AVIM-CN, was evaluated against site-scale eddy covariance–based measurements of an alpine meadow located at Damxung station from the FLUXNET 2015 dataset. Results showed that the annual mean gross primary production simulated by AVIM-CN (0.7073 gC m−2 d−1) was in better agreement with the corresponding flux data (0.5407 gC m−2 d−1) than the original AVIM (1.1403 gC m−2 d−1) at Damxung station. Similarly, ecosystem respiration was also down-regulated, from 1.7695 gC m−2 d−1 to 1.0572 gC m−2 d−1, after the nitrogen processes were introduced, and the latter was closer to the observed vales (0.8034 gC m−2 d−1). Overall, the new results were more consistent with the daily time series of carbon and energy fluxes of observations compared to the former version without nitrogen dynamics. A model that does not incorporate the limitation effects of nitrogen nutrient availability will probably overestimate carbon fluxes by about 40%.",
    "readLink": "http://dx.doi.org/10.1080/16742834.2019.1548246"
  },
  {
    "title": "Countering commercial interests: building advocacy campaigns to protect children from food marketing",
    "authors": [
      "Wendy L Watson,",
      "Jane Martin"
    ],
    "doi": "https://doi.org/10.17061/phrp2931923",
    "journalVolume": "Vol. 29,\n                                no. 3",
    "issn": "2204-2091 (Online)",
    "publisher": "Sax Institute",
    "countryOfPublisher": "Australia",
    "lcc": [
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "http://www.phrp.com.au/",
    "abstract": "Objectives: To describe the strategies used by Cancer Council NSW (CCNSW) and Obesity Policy Coalition (OPC) to influence government policy on food marketing to children. Type of programs: Comprehensive advocacy campaigns. Methods: We present the components of an advocacy campaign run by OPC and another campaign run by CCNSW to protect children from unhealthy food marketing. We look at the successes and challenges of the campaigns and discuss future directions. Results: CCNSW has focused on a community-organising and mobilisation model, while OPC has invested in building relationships with key stakeholders such as decision makers. Both organisations have ensured that protecting children from unhealthy food marketing is highlighted through media advocacy and stakeholder engagement. The issue has remained a public health priority despite limited policy windows. Lessons learnt: Creating a climate for change and facilitating policy action to protect children from unhealthy food marketing can be achieved with: 1) presentation of a clear, united public-health solution; 2) using earned (or unpaid) media to gain public attention; and 3) sustained community and political engagement.",
    "readLink": "https://doi.org/10.17061/phrp2931923"
  },
  {
    "title": "Water management during climate change using aquifer storage and recovery of stormwater in a dunefield in western Saudi Arabia",
    "authors": [
      "O Lopez,",
      "G Stenchikov,",
      "T M Missimer"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/9/7/075008",
    "journalVolume": "Vol. 9,\n                                no. 7\n                                \n                                  p.\n                                  075008",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "An average of less than 50 mm yr ^−1 of rainfall occurs in the hyperarid region of central Western Saudi Arabia. Climate change is projected to create greater variation in rainfall accumulation with more intense rainfall and flood events and longer duration droughts. To manage climate change and variability in ephemeral stream basins, dams are being constructed across wadi channels to capture stormwater, but a large percentage of this stored water is lost to evaporation. A dam/reservoir system located in Wadi Al Murwani in Western Saudi Arabia was recently constructed and is expected to contain a maximum stored water volume of 150 million m ^3 . A hydrologic assessment of a dunefield lying 45 km downstream was conducted to evaluate its potential use for aquifer storage and recovery of the reservoir water. A 110 m elevation difference between the base of the dam and the upper level of the dunefield occurs, allowing conveyance of the water from the reservoir to the dunefield storage site by gravity feed without pumping, making the recharge system extremely energy efficient. Aquifer storage and recovery coupled with dams would allow water management during extreme droughts and climate change and has widespread potential application in arid regions.",
    "readLink": "https://doi.org/10.1088/1748-9326/9/7/075008"
  },
  {
    "title": "Transport Airships for Scheduled Supply and Emergency Response in the Arctic",
    "authors": [
      "Barry E. Prentice,",
      "Yui-Yip Lau,",
      "Adolf K. Y. Ng"
    ],
    "doi": "https://doi.org/10.3390/su13095301",
    "journalVolume": "Vol. 13,\n                                no. 5301\n                                \n                                  p.\n                                  5301",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "As climate change progresses, the Arctic Ocean creates opportunities for new resource development and navigation routes. Such economic opportunities are attractive, but carry with them an increased risk of accidents and oil spills. Existing methods of emergency response face enormous challenges in the Arctic because of its lack of transportation infrastructure and support services. Cargo airships offer a practical solution. Many airship designs are proposed that can carry over 30 tons, travel long distances at 150 km per hour, and land close to the emergency site. However, it is difficult to justify the economics of having enough capacity waiting and available to be marshaled in response to infrequent events. One solution is to develop a synergy with a new civilian cargo airship industry that can serve the regular transport needs of remote communities and mining operations. Through contingency contracts with these civilian operations, the Government of Canada could stretch its budgets and have access to the latest airship models and trained crews at locations across the Arctic. This paper gives valuable insight into the development of cargo airships. Advances in technology that make cargo airships a practical option in the 21st century are reviewed, and five competing airship designs are discussed. A case study of an existing rare earth mine proposal is used to illustrate the cost comparison of roads versus airships that could provide contingency services.",
    "readLink": "https://www.mdpi.com/2071-1050/13/9/5301"
  },
  {
    "title": "Technology for adaptation: a case study of developing a detailed inventory of drinking water supply technologies along the salinity-affected coastal region of Bangladesh",
    "authors": [
      "Md. Sirajul Islam,",
      "Biplob Kumer Deb,",
      "Shoeb Reaz Alam,",
      "Ainun Nishat"
    ],
    "doi": "https://doi.org/10.2166/aqua.2023.184",
    "journalVolume": "Vol. 72,\n                                no. 5\n                                \n                                  pp.\n                                  673\n                                  – 689",
    "issn": "2709-8028 (Print)",
    "publisher": "2709-8036 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/aqua",
    "abstract": "The south-western coastal zone of Bangladesh is suffering from an acute crisis of freshwater due to salinity intrusion. First, the extent of the problem and its causes in detail were investigated. Climate change along with a few other anthropogenic impacts are the main causes. Exploring technologies for adaptation to climate change is emphasized today to overcome the problem of climate change impact. The coastal community was found to be already adopting technological measures as an adaptation means. This study developed a detailed inventory of all the available indigenous water supply technology options along the region and categorized them. An analysis of the suitability of the technologies was done, focusing on factors like the state of the technology, convenience in operation, quantity and quality of the supplied water, as well as financial viability or management practice. Both qualitative and quantitative approaches to the study were adopted to collect and analyze the data through extensive field visits, laboratory testing, and secondary data analysis. It is found that in most cases, solutions are on an ad hoc basis, having a lifetime of less than 5 years. In some places, people are gradually moving towards community-based and long-term hi-tech solutions. HIGHLIGHTS In Bangladesh, such an assessment of adaptation technologies is probably the first of its kind.; UNFCCC is emphasizing the issue of technological development and nurturing indigenous technologies for adaptation.; UNFCCC negotiation platform SBSTA and the requirement of Technology Need Assessment (TNA) by member countries are mentioned here.; In line with the above context, the paper can contribute significantly.;",
    "readLink": "http://aqua.iwaponline.com/content/72/5/673"
  }
]