[
  {
    "title": "Characteristics of immersive citizen science experiences that drive conservation engagement",
    "authors": [
      "Georgia Day,",
      "Richard A. Fuller,",
      "Cassandra Nichols,",
      "Angela J. Dean"
    ],
    "doi": "https://doi.org/10.1002/pan3.10332",
    "journalVolume": "Vol. 4,\n                                no. 4\n                                \n                                  pp.\n                                  983\n                                  – 995",
    "issn": "2575-8314 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Human ecology. Anthropogeography",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://besjournals.onlinelibrary.wiley.com/journal/25758314",
    "abstract": "Abstract The biodiversity crisis poses a real and present global threat to humanity. The acceleration of species and ecosystem decline coupled with climate change suggests that as it stands, nature cannot absorb the pressure humanity is placing on the planet. Bold new approaches to biodiversity conservation are needed. Promoting an engaged community is an important part of achieving conservation outcomes. Research shows that citizen science has the potential to elicit conservation engagement. However, research has not specifically explored how intensive citizen science expedition programs contribute to change. Here we use transformative learning theory as a tool to investigate how participation in citizen science programs influences conservation engagement. We analysed evaluation surveys of Earthwatch Institute citizen science participants (N = 608) and conducted in‐depth interviews (N = 11), to examine the links between citizen science experiences and engagement outcomes. We discovered that while nature‐based components of citizen science programs attract participants and create a salient environment for transformation, these are not objectively associated with engagement outcomes. Strengthened awareness was associated with learning, social interactions and cultural experiences, whereas intentions to engage in conservation action was only influenced by experiencing a sense of contribution. Rather than focusing only on learning and nature experiences, our results suggest that the elements of citizen science programs which support social change may require allowing participants to develop a sense of contribution amid an interactive social environment. Read the free Plain Language Summary for this article on the Journal blog.",
    "readLink": "https://doi.org/10.1002/pan3.10332"
  },
  {
    "title": "Phosphorus runoff from Canadian agricultural land: A dataset for 30 experimental fields",
    "authors": [
      "Jian Liu,",
      "Jane A. Elliott,",
      "Henry F. Wilson,",
      "Merrin L. Macrae,",
      "Helen M. Baulch,",
      "David A. Lobb"
    ],
    "doi": "Vol. 38\n                                \n                                \n                                  p.\n                                  107405",
    "issn": "2352-3409 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine: Medicine (General): Computer applications to medicine. Medical informatics",
      "Science: Science (General)"
    ],
    "journalUrl": "http://www.journals.elsevier.com/data-in-brief/",
    "abstract": "Phosphorus (P) runoff from agricultural land plays a critical role in downstream water quality. This article summarizes P and sediment runoff data for both snowmelt and rainfall runoff from 30 arable fields in the Canadian provinces of Saskatchewan, Manitoba and Ontario. The data were collected from 216 site-years of field experiments, with climates ranging from semi-arid to humid and a wide range of field management practices. In the article, mean annual and seasonal (in terms of snowmelt and rain) precipitation inputs, runoff depths, and P and sediment concentrations and loads are presented, along with ranges of yearly values. In addition, information of field management and soil characteristics (e.g. soil type and soil Olsen P) is also presented for each field. The data have potential to be reused for national and international cross-region comparisons of P and sediment losses, constructing and validating decision-support models and tools for assessing and managing P losses in both snowmelt and rainfall runoff, and informing beneficial management practices to improve agricultural water quality. Interpretation of the data is found in “Phosphorus runoff from Canadian agricultural land: A cross-region synthesis of edge-of-field results” [1].",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2352340921006879"
  },
  {
    "title": "Identification of QTN-by-environment interactions for yield related traits in maize under multiple abiotic stresses",
    "authors": [
      "Yang-Jun Wen,",
      "Yang-Jun Wen,",
      "Xinyi Wu,",
      "Shengmeng Wang,",
      "Le Han,",
      "Bolin Shen,",
      "Yuan Wang,",
      "Jin Zhang,",
      "Jin Zhang"
    ],
    "doi": "https://doi.org/10.3389/fpls.2023.1050313",
    "journalVolume": "Vol. 14",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "IntroductionQuantitative trait nucleotide (QTN)-by-environment interactions (QEIs) play an increasingly essential role in the genetic dissection of complex traits in crops as global climate change accelerates. The abiotic stresses, such as drought and heat, are the major constraints on maize yields. Multi-environment joint analysis can improve statistical power in QTN and QEI detection, and further help us to understand the genetic basis and provide implications for maize improvement.MethodsIn this study, 3VmrMLM was applied to identify QTNs and QEIs for three yield-related traits (grain yield, anthesis date, and anthesis-silking interval) of 300 tropical and subtropical maize inbred lines with 332,641 SNPs under well-watered and drought and heat stresses.ResultsAmong the total 321 genes around 76 QTNs and 73 QEIs identified in this study, 34 known genes were reported in previous maize studies to be truly associated with these traits, such as ereb53 (GRMZM2G141638) and thx12 (GRMZM2G016649) associated with drought stress tolerance, and hsftf27 (GRMZM2G025685) and myb60 (GRMZM2G312419) associated with heat stress. In addition, among 127 homologs in Arabidopsis out of 287 unreported genes, 46 and 47 were found to be significantly and differentially expressed under drought vs well-watered treatments, and high vs. normal temperature treatments, respectively. Using functional enrichment analysis, 37 of these differentially expressed genes were involved in various biological processes. Tissue-specific expression and haplotype difference analysis further revealed 24 candidate genes with significantly phenotypic differences across gene haplotypes under different environments, of which the candidate genes GRMZM2G064159, GRMZM2G146192, and GRMZM2G114789 around QEIs may have gene-by-environment interactions for maize yield.DiscussionAll these findings may provide new insights for breeding in maize for yield-related traits adapted to abiotic stresses.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2023.1050313/full"
  },
  {
    "title": "Investigation of Modern n-Alkanes in Daihai Lake Basin, Northern China: Implications for the Interpretation of Paleoclimate Research",
    "authors": [
      "Zhongwei Shen,",
      "Zhiping Zhang,",
      "Jie Chen,",
      "Lin Chen,",
      "Xin Pang,",
      "Ruijin Chen,",
      "Jianbao Liu,",
      "Shengqian Chen"
    ],
    "doi": "https://doi.org/10.3389/feart.2022.915500",
    "journalVolume": "Vol. 10",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "n-Alkanes are one of the most used proxies in lake sediments to reconstruct past climate change. However, the distribution and concentration of n-alkanes are controlled by multiple factors, and their interpretation across northern China has revealed obvious discrepancies. It is therefore important to investigate the controlling factors of n-alkane proxies before using them for paleoclimate reconstruction. In this study, we collected fresh plant leaves, basin surface soils, lake surface sediments, and a short sediment core (DH20B) in the Daihai Lake basin to analyze the paleoclimate implications of n-alkanes. Our results show that long-chain (C27–C35) n-alkanes in Daihai Lake are dominated by allochthonous sources. The average chain length of long-chain n-alkanes (ACL27–35) and total long-chain n-alkane concentration (∑alklong-chain) of DH20B are significantly correlated with regional summer temperature (r = 0.54, p < 0.01) and summer precipitation (r = 0.41, p < 0.05) over the past 60 years. These results indicate that ACL27–35 and ∑alklong-chain from Daihai Lake sediments have the potential to reconstruct past summer temperature and summer precipitation, respectively, because higher summer temperature promotes the synthesis of longer-chain n-alkanes to reduce water loss (leading to higher ACL27–35) and increased summer precipitation promotes plant growth (leading to higher ∑alklong-chain). Moreover, we found that human activity significantly affected ∑alklong-chain through cultivation and grazing after 2005. Our findings may have broad significance for paleoclimate reconstruction of other hydrologically closed lakes, highlighting the importance of proxy validation studies.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/feart.2022.915500/full"
  },
  {
    "title": "A methodology for assessing climate services’ needs: West Africa case study",
    "authors": [
      "Veronica F. Grasso,",
      "Maxx Dilley,",
      "Amir Delju,",
      "Nakiete Msemo"
    ],
    "doi": "Vol. 23\n                                \n                                \n                                  p.\n                                  100252",
    "issn": "2405-8807 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.journals.elsevier.com/climate-services/",
    "abstract": "As of April 2021, 192 Parties to the United Nations Framework Convention on Climate Change (UNFCCC), out of 197, have submitted their first Nationally Determined Contributions (NDCs), eight Parties have submitted their second NDCs, and 70 Parties have submitted an updated first NDC outlining priorities and commitments with respect to the implementation of the Paris Agreement, including in the area of adaptation. Climate finance has reached record levels, crossing the US$ half-trillion mark annually for the first time in 2017–18 (CPI, 2019). Action still falls far short of what is needed under a 1.5 °C scenario, however. Estimates include that US$ 180 billion will be needed annually for the period 2020–2030 (Global Commission on Adaptation, 2019), of which US$ 50 billion a year is necessary for Non-Annex countries1 Non-Annex I countries refer to Parties to the United Nations Framework Convention on Climate Change (UNFCCC) not listed in Annex I of the Convention, which are mainly developing countries.1 to deliver their NDCs (UNEP, 2018). Adaptation finance is only a very small fraction (5%) of the total available climate finance, and financing for climate services and early warning systems needed to support adaptation is only a fraction of that.This paper analyses NDC adaptation priorities, the allocation of international funding, and the current status of countries’ capacities to provide the climate services needed to support adaptation, using West Africa as a test case. We conclude that there is considerable potential for using such information to assess the degree to which adaptation programmes implemented with international funding are effectively addressing national adaptation priorities and improving priority adaptation outcomes, but that additional data, analysis and coordination would be needed to fully realize this potential. Finally, we identify key areas that require further investment, which, if strengthened, would leverage sustainable benefits from the funds being invested in climate change adaptation in West Africa",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405880721000406"
  },
  {
    "title": "Responses of photosynthetic characteristics and growth in rice and winter wheat to different elevated CO2 concentrations",
    "authors": [
      "C.  LIU,",
      "Z.H.  HU,",
      "L.F.  YU,",
      "S.T.  CHEN,",
      "X.M.  LIU"
    ],
    "doi": "https://doi.org/10.32615/ps.2020.066",
    "journalVolume": "Vol. 58,\n                                no. 5\n                                \n                                  pp.\n                                  1130\n                                  – 1140",
    "issn": "0300-3604 (Print)",
    "publisher": "1573-9058 (Online)",
    "countryOfPublisher": "Academy of Sciences of the Czech Republic, Institute of Experimental Botany",
    "lcc": [
      "Czechia",
      "Science: Botany"
    ],
    "journalUrl": "https://ps.ueb.cas.cz/",
    "abstract": "This study investigated the effects of different elevated CO2 concentrations [ambient CO2 concentration (CK), CK plus 40 μmol mol-1 (T1), CK plus 200 μmol mol-1 (T2)] on photosynthetic characteristics and growth of rice (Oryza sativa L.) and winter wheat (Triticum aestivum L.). The results showed that T2 treatment decreased the net photosynthetic rate and leaf nitrogen content (LNC) but increased the light-saturated net photosynthetic rate of rice. Additionally, T2 treatment increased biomass accumulation and yield in both rice and winter wheat to some extent. T1 treatment, however, had little effect on photosynthetic parameters, LNC, biomass, and yield during the rice and winter wheat growing seasons. The above results suggest that the photosynthesis and growth responses of rice and winter wheat to different CO2 concentrations differed, in general, the increase of CO2 concentrations influenced more photosynthetic performance and growth of C3 plants than lower CO2 concentrations.",
    "readLink": "https://ps.ueb.cas.cz/artkey/phs-202005-0008_responses-of-photosynthetic-characteristics-and-growth-in-rice-and-winter-wheat-to-different-elevated-co2-conce.php"
  },
  {
    "title": "Differential impact of severe drought on infant mortality in two sympatric neotropical primates",
    "authors": [
      "Fernando A. Campos,",
      "Urs Kalbitzer,",
      "Amanda D. Melin,",
      "Jeremy D. Hogan,",
      "Saul E. Cheves,",
      "Evin Murillo-Chacon,",
      "Adrián Guadamuz,",
      "Monica S. Myers,",
      "Colleen M. Schaffner,",
      "Katharine M. Jack,",
      "Filippo Aureli,",
      "Linda M. Fedigan"
    ],
    "doi": "https://doi.org/10.1098/rsos.200302",
    "journalVolume": "Vol. 7,\n                                no. 4",
    "issn": "2054-5703 (Online)",
    "publisher": "The Royal Society",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://royalsocietypublishing.org/journal/rsos",
    "abstract": "Extreme climate events can have important consequences for the dynamics of natural populations, and severe droughts are predicted to become more common and intense due to climate change. We analysed infant mortality in relation to drought in two primate species (white-faced capuchins, Cebus capucinus imitator, and Geoffroy's spider monkeys, Ateles geoffroyi) in a tropical dry forest in northwestern Costa Rica. Our survival analyses combine several rare and valuable long-term datasets, including long-term primate life-history, landscape-scale fruit abundance, food-tree mortality, and climate conditions. Infant capuchins showed a threshold mortality response to drought, with exceptionally high mortality during a period of intense drought, but not during periods of moderate water shortage. By contrast, spider monkey females stopped reproducing during severe drought, and the mortality of infant spider monkeys peaked later during a period of low fruit abundance and high food-tree mortality linked to the drought. These divergent patterns implicate differing physiology, behaviour or associated factors in shaping species-specific drought responses. Our findings link predictions about the Earth's changing climate to environmental influences on primate mortality risk and thereby improve our understanding of how the increasing severity and frequency of droughts will affect the dynamics and conservation of wild primates.",
    "readLink": "https://royalsocietypublishing.org/doi/pdf/10.1098/rsos.200302"
  },
  {
    "title": "Extracting Agronomic Information from SMOS Vegetation Optical Depth in the US Corn Belt Using a Nonlinear Hierarchical Model",
    "authors": [
      "Colin Lewis-Beck,",
      "Victoria  A. Walker,",
      "Jarad Niemi,",
      "Petruţa Caragea,",
      "Brian  K. Hornbuckle"
    ],
    "doi": "https://doi.org/10.3390/rs12050827",
    "journalVolume": "Vol. 12,\n                                no. 5\n                                \n                                  p.\n                                  827",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Remote sensing observations that vary in response to plant growth and senescence can be used to monitor crop development within and across growing seasons. Identifying when crops reach specific growth stages can improve harvest yield prediction and quantify climate change. Using the Level 2 vegetation optical depth (VOD) product from the European Space Agency’s Soil Moisture and Ocean Salinity (SMOS) satellite, we retrospectively estimate the timing of a key crop development stage in the United States Corn Belt. We employ nonlinear curves nested within a hierarchical modeling framework to extract the timing of the third reproductive development stage of corn (R3) as well as other new agronomic signals from SMOS VOD. We compare our estimates of the timing of R3 to United States Department of Agriculture (USDA) survey data for the years 2011, 2012, and 2013. We find that 87%, 70%, and 37%, respectively, of our model estimates of R3 timing agree with USDA district-level observations. We postulate that since the satellite estimates can be directly linked to a physiological state (the maximum amount of plant water, or water contained within plant tissue per ground area) it is more accurate than the USDA data which is based upon visual observations from roadways. Consequently, SMOS VOD could be used to replace, at a finer resolution than the district-level USDA reports, the R3 data that has not been reported by the USDA since 2013. We hypothesize the other model parameters contain new information about soil and crop management and crop productivity that are not routinely collected by any federal or state agency in the Corn Belt.",
    "readLink": "https://www.mdpi.com/2072-4292/12/5/827"
  },
  {
    "title": "Photovoltaics",
    "authors": [
      "Di Carlo Aldo,",
      "Lamanna Enrico,",
      "Yaghoobi Nia Narges"
    ],
    "doi": "https://doi.org/10.1051/epjconf/202024600005",
    "journalVolume": "Vol. 246\n                                \n                                \n                                  p.\n                                  00005",
    "issn": "2100-014X (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Science: Physics"
    ],
    "journalUrl": "http://www.epj-conferences.org/",
    "abstract": "The conversion of solar energy into electricity via the photovoltaic (PV) effect has been rapidly developing in the last decades due to its potential for transition from fossil fuels to renewable energy based economies. In particular, the advances in PV technology and on the economy of scale permitted to reduce the cost of the energy produced with solar cells down to the energy cost of conventional fossil fuel. Thus, PV will play an important role to address the biggest challenges of our planet including global warming, climate change and air pollution. In this paper, we will introduce the photovoltaic technology recalling the working principle of the photovoltaic conversion and describing the different PV available on the market and under development. In the last section, we will focus more on the emerging technology of the halide perovskite, which is the research subject of the authors.",
    "readLink": "https://www.epj-conferences.org/articles/epjconf/pdf/2020/22/epjconf_lnes2020_00005.pdf"
  },
  {
    "title": "Nutrition policy critical to optimize response to climate, public health crises",
    "authors": [
      "Mark E. Rifkin"
    ],
    "doi": "https://doi.org/10.3389/fnut.2023.1118753",
    "journalVolume": "Vol. 10",
    "issn": "2296-861X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply"
    ],
    "journalUrl": "http://www.frontiersin.org/nutrition",
    "abstract": "The effects of unanticipated crises on health care and first-responder systems are reflected in climate-fueled environmental emergencies, to which human resilience is diminished by our chronic disease epidemic. For example, people who depend on specialized medications, like refrigerated insulin for diabetes, will likely face additional challenges in receiving treatment and care during extreme heat, floods, disasters, and other adverse events. These circumstances may be compounded by staff and equipment shortages, lack of access to fresh food, and inadequate healthcare infrastructure in the wake of a disaster. Simply put, our health care and first-response systems struggle to meet the demands of chronic disease without such crises and may be fundamentally unable to adequately function with such crises present. However, nutrition’s primacy in preventing and controlling chronic disease directly enhances individual and public resilience in the face of existential threats. Highlighting the shared diet-related etiology clearly demonstrates the need for a national policy response to reduce the disease burden and potentiate mitigation of the sequelae of climate risks and capacity limits in our food and health care systems. Accordingly, this article proposes four criteria for nutrition policy in the Anthropocene: objective government nutrition recommendations, healthy dietary patterns, adequate nutrition security, and effective nutrition education. Application of such criteria shows strong potential to improve our resiliency despite the climate and public health crises.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fnut.2023.1118753/full"
  }
]