[
  {
    "title": "Patterns in the diversity of dragonflies (Odonata) in cities across Central Europe",
    "authors": [
      "Christoph WILLIGALLA,",
      "Thomas FARTMANN"
    ],
    "doi": "https://doi.org/10.14411/eje.2012.031",
    "journalVolume": "Vol. 109,\n                                no. 2\n                                \n                                  pp.\n                                  235\n                                  – 245",
    "issn": "1210-5759 (Print)",
    "publisher": "1802-8829 (Online)",
    "countryOfPublisher": "Institute of Entomology, Biology Centre, Czech Academy of Science",
    "lcc": [
      "Czechia",
      "Science: Zoology"
    ],
    "journalUrl": "https://www.eje.cz/",
    "abstract": "Urbanisation is an important cause of species extinctions. Although urban water systems are also highly modified, studies on aquatic or semi-aquatic organisms are rare. The aim of this study is to identify the factors that determine species richness of Odonata in 22 Central European cities and along an urban-rural gradient within six of them. With 64 indigenous species in total and an average of 33 species per city, the species richness of Odonata in Central European cities is comparatively high. A generalised linear model indicates that species richness is positively related to city area. Additional predictors are climatic variables (temperature amplitude, sunshine duration and July temperature) and the year last studied. Since most cities are usually located in areas with naturally high habitat heterogeneity, we assume that cities should be naturally rich in dragonflies. The role of city area as a surrogate for habitat and structural richness most likely explains why it is strongly associated with Odonata species richness. The relationship between species richness and the climatic variables probably reflects that Odonata species richness in Central Europe is limited by warm and sunny conditions more than by availability of water. The temporal effect (the year last studied) on species richness is likely to be a consequence of the recent increase in Mediterranean species associated with global warming. Urbanisation clearly has an adverse effect on the species diversity of Odonata. Species richness increases along a gradient from the centre of a city to the rural area and is significantly highest in rural areas. This pattern probably reflects a gradient of increasing habitat quality from the centre of cities to rural areas. Moreover, the number of water bodies is generally very low in the city centres. Based on our results, we make recommendations for increasing the abundance and number of species of dragonflies in cities.",
    "readLink": "https://www.eje.cz/artkey/eje-201202-0014_Patterns_in_the_diversity_of_dragonflies_Odonata_in_cities_across_Central_Europe.php"
  },
  {
    "title": "Do experts and stakeholders perceive energy security issues differently in Bangladesh?",
    "authors": [
      "Mohammed Robayet Khan,",
      "Shobhakar Dhakal"
    ],
    "doi": "Vol. 42\n                                \n                                \n                                  p.\n                                  100887",
    "issn": "2211-467X (Print)",
    "publisher": "2211-4688 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://www.journals.elsevier.com/energy-strategy-reviews",
    "abstract": "As energy experts' judgement can be biased, we involved stakeholders simultaneously in deriving an energy security (ES) framework for Bangladesh to check whether their perception on ES issues is different from that of energy experts, and whether they reduce experts' biasness. We conducted a two-round Delphi and statistical analysis to identify key ES issues and indicators for the framework. Findings suggest that stakeholders' perception is significantly different from that of the energy experts on several issues, which directly impact energy consumers' living or require adequate knowledge and critical thinking for analysis. Results further suggest that inclusion of stakeholders reduces biasness in expert judgements by complementing the experts’ selection with their higher ratings for several key ES issues.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2211467X22000852"
  },
  {
    "title": "Recent structural evolution of Forni Glacier tongue (Ortles-Cevedale Group, Central Italian Alps)",
    "authors": [
      "Roberto Sergio Azzoni,",
      "Davide Fugazza,",
      "Marta Zennaro,",
      "Michele Zucali,",
      "Carlo D’Agata,",
      "Davide Maragno,",
      "Massimo Cernuschi,",
      "Claudio Smiraglia,",
      "Guglielmina Adele Diolaiuti"
    ],
    "doi": "https://doi.org/10.1080/17445647.2017.1394227",
    "journalVolume": "Vol. 13,\n                                no. 2\n                                \n                                  pp.\n                                  870\n                                  – 878",
    "issn": "1744-5647 (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Maps"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tjom",
    "abstract": "Structural glaciology yields important details about the evolution of glacier dynamics in response to climate change. The maps provided here document the occurrence and evolution of brittle and ductile structures on the tongue of Forni Glacier, Ortles-Cevedale Group, Central Italian Alps, between 2003 and 2014. Through the remote sensing-based analysis of structures, we found evidence of brittle fractures such as crevasses, faults and ring faults, and ductile structures such as ogives at the base of the icefall in the eastern glacier tongue. Although each of the three glacier tongues have evolved differently, a reduction in flow-related dynamics and an increase in the number of collapse structures occurred over the study period. Analysis of the glacier structural evolution based on the numbers and the locations of different structures, suggest a slowdown of glacier flow on the eastern tongue. The recent evolution of the glacier also suggests that the occurrence of a disintegration scenario is likely to worsen over the next decades.",
    "readLink": "http://dx.doi.org/10.1080/17445647.2017.1394227"
  },
  {
    "title": "Enhanced precipitation offsets climate warming inhibition on Solidago canadensis growth and sustains its high tolerance",
    "authors": [
      "Xiao-Yu Bao,",
      "Zu-Xing Wang,",
      "Zheng-Sheng He,",
      "Wei-Ming He"
    ],
    "doi": "Vol. 34\n                                \n                                \n                                  p.\n                                  e02023",
    "issn": "2351-9894 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/global-ecology-and-conservation/",
    "abstract": "Invasions encompass sequential climate-mediated stages, and the establishment stage of invaders is crucial for their spread and damage. Growth and tolerance are two key components determining plant invasions, and addressing climate change effects on them at an establishment stage is key to predicting invasions. To mimic the plant invasion process, we selected 16 native plant species and an invader (Solidago canadensis native to North America) to create experimental communities. Once S. canadensis monocultures established, they were exposed to four manipulations consisting of temperature and precipitation. Relative to the ambient condition, warming substantially inhibited S. canadensis growth, as measured by plant height and biomass, and greatly increased its tolerance to high temperatures, as indicated by stomatal conductance and leaf dry matter content. Relative to the ambient condition, warming plus precipitation enhancement failed to reduce the growth of S. canadensis but increased its tolerance. These findings suggest that enhanced precipitation could completely offset the inhibitory effects of climate warming on S. canadensis growth and sustain its high tolerance to heat stress. Accordingly, we tentatively proposed a prediction that climate warming and precipitation enhancement will facilitate plant invasions via eliminating warming stress effects and retaining high tolerance.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2351989422000257"
  },
  {
    "title": "Prioritizing key resilience indicators to support coral reef management in a changing climate.",
    "authors": [
      "Tim R McClanahan,",
      "Simon D Donner,",
      "Jeffrey A Maynard,",
      "M Aaron MacNeil,",
      "Nicholas A J Graham,",
      "Joseph Maina,",
      "Andrew C Baker,",
      "Jahson B Alemu I,",
      "Maria Beger,",
      "Stuart J Campbell,",
      "Emily S Darling,",
      "C Mark Eakin,",
      "Scott F Heron,",
      "Stacy D Jupiter,",
      "Carolyn J Lundquist,",
      "Elizabeth McLeod,",
      "Peter J Mumby,",
      "Michelle J Paddack,",
      "Elizabeth R Selig,",
      "Robert van Woesik"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0042884",
    "journalVolume": "Vol. 7,\n                                no. 8\n                                \n                                  p.\n                                  e42884",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Managing coral reefs for resilience to climate change is a popular concept but has been difficult to implement because the empirical scientific evidence has either not been evaluated or is sometimes unsupportive of theory, which leads to uncertainty when considering methods and identifying priority reefs. We asked experts and reviewed the scientific literature for guidance on the multiple physical and biological factors that affect the ability of coral reefs to resist and recover from climate disturbance. Eleven key factors to inform decisions based on scaling scientific evidence and the achievability of quantifying the factors were identified. Factors important to resistance and recovery, which are important components of resilience, were not strongly related, and should be assessed independently. The abundance of resistant (heat-tolerant) coral species and past temperature variability were perceived to provide the greatest resistance to climate change, while coral recruitment rates, and macroalgae abundance were most influential in the recovery process. Based on the 11 key factors, we tested an evidence-based framework for climate change resilience in an Indonesian marine protected area. The results suggest our evidence-weighted framework improved upon existing un-weighted methods in terms of characterizing resilience and distinguishing priority sites. The evaluation supports the concept that, despite high ecological complexity, relatively few strong variables can be important in influencing ecosystem dynamics. This is the first rigorous assessment of factors promoting coral reef resilience based on their perceived importance, empirical evidence, and feasibility of measurement. There were few differences between scientists' perceptions of factor importance and the scientific evidence found in journal publications but more before and after impact studies will be required to fully test the validity of all the factors. The methods here will increase the feasibility and defensibility of including key resilience metrics in evaluations of coral reefs, as well as reduce costs. Adaptation, marine protected areas, priority setting, resistance, recovery.",
    "readLink": "https://www.ncbi.nlm.nih.gov/pmc/articles/pmid/22952618/pdf/?tool=EBI"
  },
  {
    "title": "A Hybrid AHP Approach and GIS-Based Methods as Fundamental Tools in the SECAP’s Decision-Making Process",
    "authors": [
      "Gabriele D’Orso,",
      "Marco Migliore,",
      "Giorgia Peri,",
      "Gianfranco Rizzo"
    ],
    "doi": "https://doi.org/10.3390/su15043660",
    "journalVolume": "Vol. 15,\n                                no. 3660\n                                \n                                  p.\n                                  3660",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Adapting to climate change and mitigating its impacts are the main challenges for cities today. One objective that the European Commission has set in recent decades is reducing climate change inaction, and several political actions have been implemented. Among these actions, the Covenant of Mayors led to the development and adoption of Sustainable Energy and Climate Action Plans (SECAPs) by many cities worldwide. A challenge that local authorities must face during the development of a SECAP is the identification of the policies to be included in the plan. This paper presents a case study to show the validity of using a hybrid analytic hierarchy process (AHP) approach and various geographic information system (GIS)-based methods to support local authorities in the decision-making process during the development of SECAPs. These methods can improve participation among the community and stakeholders, at the same time making it possible to choose the best actions to reduce emissions and energy consumption and optimally allocate financial resources.",
    "readLink": "https://www.mdpi.com/2071-1050/15/4/3660"
  },
  {
    "title": "Farmers’ Perception about the Use of Sorghum (Sorghum bicolor (L.) Moench) Landraces and Their Genetic Erosion in South Wollo Administrative Zone, Ethiopia",
    "authors": [
      "Silamlak Birhanu Abegaz,",
      "Faris Hailu Tessema"
    ],
    "doi": "https://doi.org/10.1155/2021/3601897",
    "journalVolume": "Vol. 2021",
    "issn": "1687-8159 (Print)",
    "publisher": "1687-8167 (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://www.hindawi.com/journals/ija/",
    "abstract": "Genetic erosion can result in the loss of sorghum landrace genetic diversity. In the study areas, although it is generally believed that genetic erosion had occurred, there are no data on its amount and extent. Thus, this study is aimed to assess farmers’ perception about the use of sorghum landraces and their genetic erosion and to identify suggested reasons for the replacement of sorghum landraces. To this end, a field survey of 1200 farmers, randomly selected over the three districts (Tenta, Mekdela, and Delanta) during 2006 to 2015/2016 main cropping seasons, was undertaken. Structured questionnaire survey of households, focused group discussions, key informant interviews, and field observations were used to collect data. Moreover, the data for samples collected during 1980 were obtained from the Ethiopian Biodiversity Institute (EBI). Sorghum landrace history profile analysis indicated that there was an insight in the use of local varieties among local farmers over the past three or above decades. However, there is a reduction trend due to the different selection criteria described by farmers. “Kokita,” “Merar,” “Marchuke,” “Tinkish” (except for “Necho-Tinkish” and “Jofa-Tinkish”), and “Fesho” were totally excluded (lost) by local farmers attributed by home consumption preferences. The interviewed farmers indicated that genetic erosion had occurred. Genetic erosion of 100% was observed in white sorghum in Mekdela and 66.7% in Delanta and Tenta districts. Likewise, genetic erosion of red sorghum, 25%, 20%, and 75%, respectively, was detected in Tenta, Mekdela, and Delanta. For yellow sorghum grains, genetic erosion was 33.4% in Tenta and 66.7% in Mekdela and Delanta. Genetic erosion for “Tinkish” was found to be 66.7% in Tenta and 50% in Mekdela and Delanta. Based on farmer responses, genetic erosion was attributed to reduced benefits from landraces, drought, climate change, market price and demand, and reduction in land size. The actions of both natural and conscious selection on farm were also discussed in detail as genetic erosion scenarios. Therefore, attention should be given to conservation of farmers’ varieties in which involving farmers’ participation is very important in order to use their indigenous knowledge for conservation of FVs and on-farm conservation strategies should be practiced for FV sustainable use. Thus, genetic resource conservation is attained.",
    "readLink": "http://dx.doi.org/10.1155/2021/3601897"
  },
  {
    "title": "Potential Threat of an Invasive Fish Species for Two Native Newts Inhabiting Wetlands of Europe Vulnerable to Climate Change",
    "authors": [
      "Mihails Pupins,",
      "Oksana Nekrasova,",
      "Oleksii Marushchak,",
      "Volodymyr Tytar,",
      "Kathrin Theissinger,",
      "Andris Čeirāns,",
      "Arturs Skute,",
      "Jean-Yves Georges"
    ],
    "doi": "https://doi.org/10.3390/d15020201",
    "journalVolume": "Vol. 15,\n                                no. 201\n                                \n                                  p.\n                                  201",
    "issn": "1424-2818 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/diversity/",
    "abstract": "In the modern world, when the problems of the environment are most acutely associated with climate change, amphibians are considered to be the most vulnerable group of anamniotes as an indicator of the state of wetlands. Along with a decrease of numbers among amphibians in Europe, nowadays newts especially suffer from the impact of invasive species, in particular predators such as the Chinese sleeper, Perccottus glenii. This predatory fish species has recently spread to areas of primary relevance for newt reproduction. This fish consumes eggs, larvae, and even adult newt individuals. Using an ecological niche approach and climate based species distribution models (SDM), we applied the coefficient of determination (R2) for comparing the level of similarity of the built SDM for the newts Triturus cristatus and Lissotriton vulgaris, and the Chinese sleeper. We show that by 2050, the level of climatic niche similarity for these native and invasive species will increase from 12% to 22% throughout Europe, and from 44% to 66% in Eastern Europe. This study highlights the expansion of the Chinese sleeper as a real threat to European biodiversity of wetlands in the near future, especially in their most northeastern distribution range.",
    "readLink": "https://www.mdpi.com/1424-2818/15/2/201"
  },
  {
    "title": "Parental knowledge, attitude toward asthma, and its correlation with compliance of asthma management in children",
    "authors": [
      "L Caroline Silvia,",
      "J Podhini,",
      "Soundararajan Palanisamy"
    ],
    "doi": "https://doi.org/10.4103/ijaai.ijaai_32_22",
    "journalVolume": "Vol. 36,\n                                no. 1\n                                \n                                  pp.\n                                  40\n                                  – 46",
    "issn": "0972-6691 (Print)",
    "publisher": "2320-4745 (Online)",
    "countryOfPublisher": "Wolters Kluwer Medknow Publications",
    "lcc": [
      "India",
      "Medicine: Internal medicine: Specialties of internal medicine: Immunologic diseases. Allergy"
    ],
    "journalUrl": "https://www.ijaai.in",
    "abstract": "BACKGROUND: Asthma is one of the common chronic illnesses in children affecting about 10-15% worldwide. Proper management of asthma depends on the knowledge, attitude, and practices of the parents towards asthma which in turn will enable early intervention and prompt management. OBJECTIVE: To determine the parental knowledge, attitude towards asthma and its correlation with the compliance of asthma management in children. METHODOLOGY: It is a cross-sectional observational study carried out in a tertiary care hospital between January 2020 to December 2020. RESULTS: The study included 112 participants. Mothers were the predominant caregivers (72.3%). Family history of asthma was noticed in 42.8%. 88.4% knew that their child was suffering from asthma, 18% felt that asthma is contagious. Change in the climate (91.1%), dust (60.7%), respiratory infection (49.1%), and smoke (44.6%) were the common triggers. 15% tried an alternate system of medication. Majority (87%) had moderate knowledge, 92 (82%) showed good practices. 56 (50%) exhibited negative attitude. Nearly 60% of the participants preferred inhaler therapy. The causes for non-adherence to inhaler therapy were fear of addiction (46.7%), child refusing inhaler (40%), cost of therapy (40%) and child being symptom free in between episodes (37.8%). CONCLUSIONS: This study revealed a moderate level of knowledge and good practices towards childhood asthma among the parents of asthmatic children. Better knowledge and good practices among the parents strongly correlated with mother being the participant of the study, educational status, positive family history of asthma and persistent asthma symptoms. Better knowledge and positive attitude towards asthma was associated with adherence to inhaler therapy.",
    "readLink": "http://www.ijaai.in/article.asp?issn=0972-6691;year=2022;volume=36;issue=1;spage=40;epage=46;aulast=Silvia"
  },
  {
    "title": "Quantifying the Effects of Projected Climate Change on the Durability and Service Life of Housing in Wales, UK",
    "authors": [
      "Carolyn Hayles,",
      "Matt Huddleston,",
      "Paul Chinowsky,",
      "Jacob Helman"
    ],
    "doi": "https://doi.org/10.3390/buildings12020184",
    "journalVolume": "Vol. 12,\n                                no. 184\n                                \n                                  p.\n                                  184",
    "issn": "2075-5309 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Building construction"
    ],
    "journalUrl": "https://www.mdpi.com/journal/buildings",
    "abstract": "This research aimed to provide the Welsh Government with measured and quantified climate vulnerabilities associated with housing building-fabric, including the potential financial cost of not planning for climate change. Wales’s climate is projected to become warmer but wetter and it is known that hygrothermal impacts can accelerate deterioration, leading to damp and, subsequently, a loss of thermal performance. A stressor-response methodology was applied, which assumes that the exogenous stressors of solar flux, precipitation, and humidity have a direct effect on building-fabric performance. The resultant stressor-response values equate to the quantitative impact that a specific stressor has on individual specific building elements, presented as an adjusted service life and associated costs. Results show a modest reduction in the service life of building materials due to increases in and changing patterns of precipitation and subsequent moisture ingress. Although modest, with 1.5 million dwellings in Wales, the impact is significant. Advocating regular maintenance and repair will not only reduce the risks associated with changing weather patterns, but also encourage energy efficiency by improving the thermal performance of the building envelope. This will reduce the risk of adverse climate related outcomes, increased vulnerability to climate change, now or in the future.",
    "readLink": "https://www.mdpi.com/2075-5309/12/2/184"
  }
]