[
  {
    "title": "ECO-PESANTREN AS THE PANACEA FOR GLOBAL CLIMATE CHANGE: LESSONS FROM NURUL HARAMAIN NW LOMBOK ISLAMIC BOARDING SCHOOL INDONESIA",
    "authors": [
      "Abdul Quddus"
    ],
    "doi": "https://doi.org/10.20414/jtq.v18i2.2741",
    "journalVolume": "Vol. 18,\n                                no. 2",
    "issn": "1829-5940 (Print)",
    "publisher": "2503-4510 (Online)",
    "countryOfPublisher": "Universitas Islam Negeri (UIN) Mataram",
    "lcc": [
      "Indonesia",
      "Education"
    ],
    "journalUrl": "http://journal.uinmataram.ac.id/index.php/tatsqif",
    "abstract": "This paper examined the ecological concept and its implication at Nurul Haramain NW Lombok Islamic boarding school in response to the world climate crisis. Boarding schools have the potentials to bridge the environmental conservation initiative amid the secular science phenomena. This study employed a descriptive-explorative approach using a qualitative methodology. Thus, theoretically, this study was anchored in Mary Evelyn Tucker and Vasudha Narayan's theories of eco-theology in addressing the climate crisis. The findings showed that Nurul Haramain NW Lombok Islamic boarding school had implemented a sustainable lifestyle based on the ecological values in the Al-Quran and Hadith, in which Tuan Guru as the environmental conservation foreman. Keywords: Eco-Pesantren, Climate Change, Environmental Crisis, Educational Theology, Eco Theology",
    "readLink": "https://journal.uinmataram.ac.id/index.php/tatsqif/article/view/2741"
  },
  {
    "title": "Heat waves in Hungarian plant production",
    "authors": [
      "A. Révész,",
      "K. Szentteleki,",
      "L. Horváth"
    ],
    "doi": "https://doi.org/10.31421/IJHS/15/4/852",
    "journalVolume": "Vol. 15,\n                                no. 4",
    "issn": "1585-0404 (Print)",
    "publisher": "2676-931X (Online)",
    "countryOfPublisher": "University of Debrecen",
    "lcc": [
      "Hungary",
      "Agriculture: Plant culture",
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "https://ojs.lib.unideb.hu/IJHS/index",
    "abstract": "A momentous inference of heat waves is the economic effect. The main demage after the human problems will caused by theese extreme events in agriculture. For example a long hot peiod without any percipitation can exterminate not only the annual yield, but also it can demage or in extreme situation it can destroy the whole orchard. Especially endangered most of the fruits, because an extreme summer with high temperature which usually goes hand in hand with an arid period can modify growth of the plant. Our investigations show that according to the most widely accepted climate change scenarios heat waves are expected to be essentially longer and hotter than in the past. It might happen that events we now define as heat waves last through entire summer. Although it will not be general, the length and intensity of present heat waves could also multiply. Based on data provided by some global circulation models, we might be face an event that exceeds the hottest heat waves of the 20th century by as much as 12 °C. This study also offers a survey of the methodology of heat wave definition. Besides traditional calculations, we present two unconventional methods by introducing minimum and maximum temperature heat waves. We show in what points this approach is different from those usually adopted and what extra information it may offer.As an extension of the usual studies, with considering the length of events, we analyse the development of two variants – temperature and duration – and, as a result, classify the extreme heat events according to both length and intensity.",
    "readLink": "https://ojs.lib.unideb.hu/IJHS/article/view/852"
  },
  {
    "title": "Renewable Energy Attitudes and Behaviour of Local Governments in Poland",
    "authors": [
      "Joanna Rakowska,",
      "Irena Ozimek"
    ],
    "doi": "https://doi.org/10.3390/en14102765",
    "journalVolume": "Vol. 14,\n                                no. 2765\n                                \n                                  p.\n                                  2765",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "The deployment of renewable energy at the local level can contribute significantly to mitigating climate change, improving energy security and increasing social, economic and environmental benefits. In many countries local authorities play an important role in the local development, but renewable energy deployment is not an obligatory task for them. Hence there are two research questions: (1) Do local governments think investments in renewable energy (RE) are urgent and affordable within the local budgets? (2) How do they react to the public aid co-financing investments in renewable energy? To provide the answer we performed qualitative analysis and non-parametric tests of data from a survey of 252 local authorities, analysis of 292 strategies of local development and datasets of 1170 renewable energy projects co-financed by EU funds under operational programs 2007–2013 and 2014–2020 in Poland. Findings showed that local authorities’ attitudes were rather careful, caused by financial constraints of local budgets and the scope of obligatory tasks, which made renewable energy investments not the most urgent. Public aid was a factor significantly affecting local authorities’ behavior. It triggered local authorities’ renewable energy initiatives, increasing the number and scope of renewable energy investments as well cooperation with other municipalities and local communities. Despite this general trend, there were also considerable regional differences in local authorities’ renewable energy behavior.",
    "readLink": "https://www.mdpi.com/1996-1073/14/10/2765"
  },
  {
    "title": "Organizing to advance equitable climate and health solutions: The medical society consortium on climate and health",
    "authors": [
      "Mona Sarfaty,",
      "Nicole Duritz,",
      "Rob Gould,",
      "Mark Mitchell,",
      "Lisa Patel,",
      "Jerome Paulson,",
      "Linda Rudolph,",
      "Colin Nackerman,",
      "Beverly Harp,",
      "Edward W. Maibach"
    ],
    "doi": "Vol. 7\n                                \n                                \n                                  p.\n                                  100174",
    "issn": "2667-2782 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "France",
    "lcc": [
      "Medicine: Public aspects of medicine",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.journals.elsevier.com/the-journal-of-climate-change-and-health/",
    "abstract": "In 2016, concern among physicians about the health harms of climate change led to the founding of the Medical Society Consortium on Climate and Health, a coalition of medical societies and ultimately other health organizations, to publicly sound the alarm and address profound and growing health and equity consequences of climate change. Building on strong public trust in medical and other health professionals, in partnership with other health organizations, in 2019 the Consortium declared climate change a health emergency and now pursues a policy agenda of equitable climate solutions that protect and promote health. The health case for climate action is compelling because while solutions provide climate benefits in the future, many solutions provide powerful health benefits in the present, and primarily in communities taking such actions. The economic case is also compelling, with the cost of electricity from clean renewable sources now lower than fossil fuels, and the cost of inaction continuing to grow: Recent estimates of the health cost of climate change show it surpassing $800 billion per year. The Consortium supports decarbonizing the U.S. health sector and international efforts to convince the world's leaders to limit global warming to no more than 1.5C, which is the upper limit of the safe zone.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2667278222000633"
  },
  {
    "title": "A multiple evidence-based approach to Métis community-based monitoring: a case study from the South Athabasca Oil Sands Area, Alberta, Canada",
    "authors": [
      "Dermot T O'Connor,",
      "Diane Scoville,",
      "Ron Donald,",
      "Virginia Donald,",
      "John Witney,",
      "Ole Ellefson,",
      "Garry Jewell,",
      "Louella Jewell,",
      "Vicky Silkie"
    ],
    "doi": "https://doi.org/10.5751/ES-13678-270427",
    "journalVolume": "Vol. 27,\n                                no. 4\n                                \n                                  p.\n                                  27",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "This original research article provides a case study that describes how Métis indigenous knowledge was incorporated into the design of a community-based monitoring (CBM) program in the South Athabasca Oil Sands Area of Alberta, Canada. Athabasca Landing Métis Community (ALMC) members have traditional knowledge of local wildlife and climatic conditions in a region that has seen intense oil and gas-related industrial activity over the last 50 years. Informed by a multiple evidence-based approach to CBM, ALMC’s program design combined traditional hunting, fishing, trapping, and plant gathering activities with photomapping methods. By taking geo-referenced photos of their environmental observations, which they shared with other project participants during regular monitoring meetings, Métis knowledge holders connected changes in local conditions such as resource scarcity or species abundance to broader ecological processes including climate change. Further, the monitoring program had an innovative cultural camp component that brought elders, heads of family, and youth together to deliberately interact and pass on Indigenous and local knowledge. The information drawn from photomapping, cultural camps, and traditional knowledge shared during meetings was gathered into a database. The database serves as a repository of traditional knowledge and land use data that will support ALMC’s ongoing efforts to identify territory to promote self-governance and assert rights to lands and resources. We discuss how the ALMC’s adoption of a multiple evidence-based approach to monitoring asserts control over data collection methods, storage, and dissemination, supports local capacity for self-determination, and amplifies the voices of Métis harvesters in the resource management sector.",
    "readLink": "https://www.ecologyandsociety.org/vol27/iss4/art27"
  },
  {
    "title": "Deforestation in forest-savannah transition zone of Ghana: Boabeng-Fiema monkey sanctuary",
    "authors": [
      "Afua Amponsah Amankwah,",
      "Jonathan Arthur Quaye-Ballard,",
      "Bennetta Koomson,",
      "Richard Kwasi Amankwah,",
      "Alfred Awotwi,",
      "Bright O. Kankam,",
      "Nana Yeboaa Opuni-Frimpong,",
      "Douglas Siaw Baah,",
      "Stephen Adu-Bredu"
    ],
    "doi": "Vol. 25\n                                \n                                \n                                  p.\n                                  e01440",
    "issn": "2351-9894 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/global-ecology-and-conservation/",
    "abstract": "Forests provide many resources, ecosystem services and absorb carbon dioxide, which helps in climate regulation. In spite of the enormous benefits of forests, the issue of deforestation is still ongoing. There has been a continuous decline in forests globally and the forest area of Boabeng Fiema Monkey Sanctuary (BFMS) in Ghana is facing a similar threat. The aim of the study is to determine the different forest cover types and changes in the forest of BFMS. Satellite images for the years 1992, 1998, 2004, 2010, 2016 and 2018 were downloaded. Unsupervised and supervised classification were performed to determine the different forest cover types and remote sensing software was used to detect the changes in the forest cover. The forest cover was classified into six classes; closed forest, open forest, savannah woodland, savannah, farmlands and built-up area. Available data suggests that between 1992 and 2018, closed forest decreased by 242.19ha, open forest increased by 122.85 ha, savannah woodland increased by 7.47ha, savannah increased by 6.48 ha, farmland increased by 39.39ha and built-up area increased by 65.7ha. The changes in closed forest, open forest, farmland and built-up were all significant. Decreasing forest cover of BFMS is a threat to sustainable ecotourism since the forest serves as a habitat and food source to the monkeys. This research serves as guide to other researches aiming at determining forest cover changes in forest-savannah transition zones. In addition, the results have produced an inventory of the forest, which will help forest resource managers sustainably manage the forest.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2351989420309823"
  },
  {
    "title": "Temperature and Rainfall Patterns Constrain the Multidimensional Rewilding of Global Forests",
    "authors": [
      "Guiyao Zhou,",
      "Xuhui Zhou,",
      "David J. Eldridge,",
      "Ximei Han,",
      "Yanjun Song,",
      "Ruiqiang Liu,",
      "Lingyan Zhou,",
      "Yanghui He,",
      "Zhenggang Du,",
      "Manuel Delgado‐Baquerizo"
    ],
    "doi": "https://doi.org/10.1002/advs.202201144",
    "journalVolume": "Vol. 9,\n                                no. 18\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2198-3844 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "Germany",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/21983844",
    "abstract": "Abstract The long‐term contribution of global forest restoration to support multiple dimensions of biodiversity and ecosystem function remains largely illusive across contrasting climates and forest types. This hampers the capacity to predict the future of forest rewilding under changing global climates. Here, 120 studies are synthesized across five continents, and it is found that forest restoration promotes multiple dimensions of biodiversity and ecosystem function such as soil fertility, plant biomass, microbial habitat, and carbon sequestration across contrasting climates and forest types. Based on global relationship between stand age and soil organic carbon stock, planting 350 million hectares of forest under the UN Bonn Challenge can sequester >30 Gt soil C in the surface 20 cm over the next century. However, these findings also indicate that predicted increases in temperature and reductions in precipitation can constrain the positive effects of forest rewilding on biodiversity and ecosystem function. Further, important tradeoffs are found in very old forests, with considerable disconnection between biodiversity and ecosystem function. Together, these findings provide evidence of the importance of the multidimensional rewilding of forests, suggesting that on‐going climatic changes may dampen the expectations of the positive effects of forest restoration on biodiversity and ecosystem function.",
    "readLink": "https://doi.org/10.1002/advs.202201144"
  },
  {
    "title": "Evaluating the Effectiveness of Japan’s Climate Change Mitigation and Clean Technology Development Policies",
    "authors": [
      "I Ihara,",
      "R Zhao,",
      "A H Pandyaswargo,",
      "H Onoda"
    ],
    "doi": "https://doi.org/10.35806/ijoced.v2i1.98",
    "journalVolume": "Vol. 2,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "2656-1972 (Print)",
    "publisher": "2656-8179 (Online)",
    "countryOfPublisher": "Faculty of Engineering and Technology, Sampoerna University",
    "lcc": [
      "Indonesia",
      "Technology: Electrical engineering. Electronics. Nuclear engineering: Electronics: Computer engineering. Computer hardware",
      "Technology: Technology (General): Mechanical drawing. Engineering graphics"
    ],
    "journalUrl": "http://ojs.sampoernauniversity.ac.id/index.php/IJOCED/index",
    "abstract": "The energy sector has been the highest contributor of green-house gases (GHG) emission in Japan. To reduce GHG emissions, the development and applications of cleaner technologies supported by effective policies are required. In this study, the effectiveness of Japanese government policies related to climate change mitigation especially in the technology development sector was analyzed. To do so, two methodologies; 1) results-based approach (RBA) and 2) case-based approach (CBA) will be combined to test the effectiveness of government policies. This combination was conducted to fill the missing data required to conduct the two methodologies. The merging of the two methodologies produced indexes where the proximity of the performance of each policy measured to it would determine its effectiveness. In order to verify the results, the number of projects related to the policy took place over the years was also observed. The results show that the most effective policies were related to the following technologies: 1) Energy management, 2) Biomass energy production, and 3) Electric power storage.",
    "readLink": "http://ojs.sampoernauniversity.ac.id/index.php/IJOCED/article/view/98/36"
  },
  {
    "title": "A Dynamic Model for Strategies and Dynamics of Plant Water-Potential Regulation Under Drought Conditions",
    "authors": [
      "Phillip Papastefanou,",
      "Christian S. Zang,",
      "Thomas A. M. Pugh,",
      "Thomas A. M. Pugh,",
      "Daijun Liu,",
      "Daijun Liu,",
      "Thorsten E. E. Grams,",
      "Thomas Hickler,",
      "Thomas Hickler,",
      "Anja Rammig"
    ],
    "doi": "https://doi.org/10.3389/fpls.2020.00373",
    "journalVolume": "Vol. 11",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Vegetation responds to drought through a complex interplay of plant hydraulic mechanisms, posing challenges for model development and parameterization. We present a mathematical model that describes the dynamics of leaf water-potential over time while considering different strategies by which plant species regulate their water-potentials. The model has two parameters: the parameter λ describing the adjustment of the leaf water potential to changes in soil water potential, and the parameter Δψww describing the typical ‘well-watered’ leaf water potentials at non-stressed (near-zero) levels of soil water potential. Our model was tested and calibrated on 110 time-series datasets containing the leaf- and soil water potentials of 66 species under drought and non-drought conditions. Our model successfully reproduces the measured leaf water potentials over time based on three different regulation strategies under drought. We found that three parameter sets derived from the measurement data reproduced the dynamics of 53% of an drought dataset, and 52% of a control dataset [root mean square error (RMSE) < 0.5 MPa)]. We conclude that, instead of quantifying water-potential-regulation of different plant species by complex modeling approaches, a small set of parameters may be sufficient to describe the water potential regulation behavior for large-scale modeling. Thus, our approach paves the way for a parsimonious representation of the full spectrum of plant hydraulic responses to drought in dynamic vegetation models.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fpls.2020.00373/full"
  },
  {
    "title": "Capacity of Satellite-Based and Reanalysis Precipitation Products in Detecting Long-Term Trends Across Mainland China",
    "authors": [
      "Shanlei Sun,",
      "Wanrong Shi,",
      "Shujia Zhou,",
      "Rongfan Chai,",
      "Haishan Chen,",
      "Guojie Wang,",
      "Yang Zhou,",
      "Huayu Shen"
    ],
    "doi": "https://doi.org/10.3390/rs12182902",
    "journalVolume": "Vol. 12,\n                                no. 2902\n                                \n                                  p.\n                                  2902",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Despite numerous assessments of satellite-based and reanalysis precipitation across the globe, few studies have been conducted based on the precipitation linear trend (LT), particularly during daytime and nighttime, when there are different precipitation mechanisms. Herein, we first examine LTs for the whole day (LTwd), daytime (LTd), and nighttime (LTn) over mainland China (MC) in 2003–2017, with sub-daily observations from a dense rain gauge network. For MC and ten Water Resources Regions (WRRs), annual and seasonal LTwd, LTd, and LTn were generally positive but with evident regional differences. Subsequently, annual and seasonal LTs derived from six satellite-based and six reanalysis popular precipitation products were evaluated using metrics of correlation coefficient (CC), bias, root-mean-square-error (RMSE), and sign accuracy. Finally, metric-based optimal products (OPs) were identified for MC and each WRR. Values of each metric for annual and seasonal LTwd, LTd, or LTn differ among products; meanwhile, for any single product, performance varied by season and time of day. Correspondingly, the metric-based OPs varied among regions and seasons, and between daytime and nighttime, but were mainly characterized by OPs of Tropical Rainfall Measuring Mission (TRMM) 3B42, ECMWF Reanalysis (ERA)-Interim, and Modern Era Reanalysis for Research and Applications (MERRA)-2. In particular, the CC-based (RMSE-based) OPs in southern and northern WRRs were generally TRMM3B42 and MERRA-2, respectively. These findings imply that to investigate precipitation change and obtain robust related conclusions using precipitation products, comprehensive evaluations are necessary, due to variation in performance within one year, one day and among regions for different products. Additionally, our study facilitates a valuable reference for product users seeking reliable precipitation estimates to examine precipitation change across MC, and an insight (i.e., capacity in detecting LTs, including daytime and nighttime) for developers improving algorithms.",
    "readLink": "https://www.mdpi.com/2072-4292/12/18/2902"
  }
]