[
  {
    "title": "Plant strategies for maximizing growth during water stress and subsequent recovery in Solanum melongena L. (eggplant).",
    "authors": [
      "Evelyn F Delfin,",
      "Sarah Tepler Drobnitch,",
      "Louise H Comas"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0256342",
    "journalVolume": "Vol. 16,\n                                no. 9\n                                \n                                  p.\n                                  e0256342",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Climate change is projected to increase the incidence of severe drought in many regions, potentially requiring selection for different traits in crop species to maintain productivity under water stress. In this study, we identified a suite of hydraulic traits associated with high productivity under water stress in four genotypes of S. melongena L. We also assessed the potential for recovery of this suite of traits from drought stress after re-watering. We observed that two genotypes, PHL 4841 and PHL 2778, quickly grew into large plants with smaller, thicker leaves and increasingly poor hydraulic status (a water-spender strategy), whereas PHL 2789 and Mara maintained safer water status and larger leaves but sacrificed large gains in biomass (a water-saver strategy). The best performing genotype under water stress, PHL 2778, additionally showed a significant increase in root biomass allocation relative to other genotypes. Biomass traits of all genotypes were negatively impacted by water deficit and remained impaired after a week of recovery; however, physiological traits such as electron transport capacity of photosystem II, and proportional allocation to root biomass and fine root length, and leaf area recovered after one week, indicating a strong capacity for eggplant to rebound from short-term deficits via recovery of physiological activity and allocation to resource acquiring tissues. These traits should be considered in selection and breeding of eggplant hybrids for future agricultural outlooks.",
    "readLink": "https://doi.org/10.1371/journal.pone.0256342"
  },
  {
    "title": "Boundary organizations to boundary chains: Prospects for advancing climate science application",
    "authors": [
      "Christine J. Kirchhoff,",
      "Rebecca Esselman,",
      "Daniel Brown"
    ],
    "doi": "https://doi.org/10.1016/j.crm.2015.04.001",
    "journalVolume": "Vol. 9,\n                                no. C\n                                \n                                  pp.\n                                  20\n                                  – 29",
    "issn": "2212-0963 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/climate-risk-management/",
    "abstract": "Adapting to climate change requires the production and use of climate information to inform adaptation decisions. By facilitating sustained interaction between science producers, boundary organizations narrow the gap between science and decision-making and foster the co-production of actionable knowledge. While traditional boundary organization approaches focused on intense one-on-one interactions between producers and users increases usability, this approach requires significant time and resources. Forming “boundary chains”, linking complimentary boundary organizations together, may reduce those costs. In this paper, we use longitudinal observations of a boundary chain, interviews and surveys to explore: (1) how producer-user interactions increase understanding and information usability and (2) if and how efficiencies in climate information production, dissemination and use arise as a result of the boundary chain. We find that forming and sustaining an effective boundary chain requires not only interest, commitment and investment from every link in the chain but also a level of non-overlapping mutual dependency and complementary skill sets. In this case, GLISA’s strength in producing scientific information and their credibility as climate scientists and HRWC’s strengths in facilitation, connection with potential information users, and their recognition and reputation in the watershed add value to the boundary chain enabling the boundary chain to accomplish more with greater efficiency than if each organization in the chain tried to work independently. Finally, data show how the boundary chain increased efficiencies in educating potential users about the strengths and limitations of climate science and improving the production, dissemination, and use of climate information.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212096315000121"
  },
  {
    "title": "Impact of fire on global land surface air temperature and energy budget for the 20th century due to changes within ecosystems",
    "authors": [
      "Fang Li,",
      "David M Lawrence,",
      "Ben Bond-Lamberty"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aa6685",
    "journalVolume": "Vol. 12,\n                                no. 4\n                                \n                                  p.\n                                  044014",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Fire is a global phenomenon and tightly interacts with the biosphere and climate. This study provides the first quantitative assessment and understanding of fire’s influence on the global annual land surface air temperature and energy budget through its impact on terrestrial ecosystems. Fire impacts are quantified by comparing fire-on and fire-off simulations with the Community Earth System Model (CESM). Results show that, for the 20th century average, fire-induced changes in terrestrial ecosystems significantly increase global land annual mean surface air temperature by 0.18 °C, decrease surface net radiation and latent heat flux by 1.08 W m ^−2 and 0.99 W m ^−2 , respectively, and have limited influence on sensible heat flux (−0.11 W m ^−2 ) and ground heat flux (+0.02 W m ^−2 ). Fire impacts are most clearly seen in the tropical savannas. Our analyses suggest that fire increases surface air temperature predominantly by reducing latent heat flux, mainly due to fire-induced damage to the vegetation canopy, and decreases net radiation primarily because fire-induced surface warming significantly increases upward surface longwave radiation. This study provides an integrated estimate of fire and induced changes in ecosystems, climate, and energy budget at a global scale, and emphasizes the importance of a consistent and integrated understanding of fire effects.",
    "readLink": "https://doi.org/10.1088/1748-9326/aa6685"
  },
  {
    "title": "Monitoring the Ice Phenology of Qinghai Lake from 1980 to 2018 Using Multisource Remote Sensing Data and Google Earth Engine",
    "authors": [
      "Miaomiao Qi,",
      "Shiyin Liu,",
      "Xiaojun Yao,",
      "Fuming Xie,",
      "Yongpeng Gao"
    ],
    "doi": "https://doi.org/10.3390/rs12142217",
    "journalVolume": "Vol. 12,\n                                no. 2217\n                                \n                                  p.\n                                  2217",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Lake ice, one of the most direct lake physical characteristics affected by climate change, can reflect small-scale environmental changes caused by the atmosphere and hydrology, as well as large-scale climate changes such as global warming. This study uses National Oceanic and Atmospheric Administration, Advanced Very High Resolution Radiometer (NOAA AVHRR), MOD09GQ surface reflectance products, and Landsat surface reflectance Tier 1 products, which comprehensively used RS and GIS technology to study lake ice phenology (LIP) and changes in Qinghai Lake. Over the past 38 years, freeze-up start and freeze-up end dates were gradually delayed by a rate of 0.16 d/a and 0.19 d/a, respectively, with a total delay by 6.08 d and 7.22 d. The dates of break-up start and break-up end showed advancing trends by −0.36 d/a and −0.42 d/a, respectively, which shifted them earlier by 13.68 d and 15.96 d. Overall, ice coverage duration, freeze duration, and complete freeze duration showed decreasing trends of −0.58 d/a, −0.60 d/a, and −0.52 d/a, respectively, and overall decreased by 22.04 d, 22.81 d, and 9.76 d between 1980 and 2018. The spatial pattern in the freeze–thaw of Qinghai Lake can be divided into two areas; the west of the lake area has similar spatial patterns of freezing and ablation, while, in the east of the lake area, freezing and ablation patterns are opposite. Climate factors were closely related to LIP, especially the accumulated freezing degree-day (AFDD) from October to April of the following year. Furthermore, freeze-up start time was more sensitive to changes in wind speed and precipitation.",
    "readLink": "https://www.mdpi.com/2072-4292/12/14/2217"
  },
  {
    "title": "Evaluating optically and non-optically active water quality and its response relationship to hydro-meteorology using multi-source data in Poyang Lake, China",
    "authors": [
      "Bolin Fu,",
      "Zhinan Lao,",
      "Yiyin Liang,",
      "Jun Sun,",
      "Xu He,",
      "Tengfang Deng,",
      "Wen He,",
      "Donglin Fan,",
      "Ertao Gao,",
      "Qinglin Hou"
    ],
    "doi": "Vol. 145\n                                \n                                \n                                  p.\n                                  109675",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "Lakes potentially provide sensitive indicators of global climate change, but water pollution seriously affects the lake ecosystem. Therefore, mapping and monitoring water quality of lake has attracted extensive attention from scholars. However, estimating optically active (OAPs) and non-optically water quality parameters (NOAPs) and clarifying their response relationship with hydro-meteorology still face great challenges. To resolve these issues, this paper presents an approach for assessing OAPs (Chlorophyll a (Chla), Total suspended matter (TSM)) and NOAPs (total phosphorus (TP), total nitrogen (TN), ammonia nitrogen (NH4-N), five-day biochemical oxygen demand (BOD5)) in Poyang Lake, the largest freshwater lake in China, by using ensemble learning (SEL), combing leave-one-out validation and machine learning (LOOCV-ML) algorithms with multi-source remote sensing images. We further quantitatively evaluated retrieval accuracy differences between OAPs and NOAPs using multispectral and hyperspectral images. Meanwhile, a novel automatic extraction method was proposed in this paper for mapping water bodies. We systematically explored the response relationship between water quality (OAP and NOAP) and hydro-meteorology. We found that NOAPs achieved higher estimation accuracy than OAPs. The LOOCV-XGBoost and LOOCV-GradientBoost provided higher inversion accuracy of OAP and NOAP than SEL, demonstrating the great potential of combining OHS-2A hyperspectral images with LOOCV-ML to estimate the water quality in inland lakes. We revealed that the estimation accuracy (MRE) of TN and TP was 1.09 %-18.03 % higher than NH4-N and BOD5. Finally, we clarified that water temperature had a significantly negative effect on NH4-N and BOD5 (Projected importance of variables (VIP) > 1, Coefficient 1, Coefficient > 1), further revealing that water temperature, water body area, wind speed, rainfall, mean relative humidity and sunshine hours were important divers of OAPs and NOAPs changes. These results provide a scientific basis for restoration and protection of water quality in lake ecosystems.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X22011487"
  },
  {
    "title": "Vulnerability of ecosystems with Guadua angustifolia in Ecuador in light of climate changes",
    "authors": [
      "Mario José Añazco Romero"
    ],
    "doi": "https://doi.org/10.1590/1983-40632019v4955405",
    "journalVolume": "Vol. 49",
    "issn": "1983-4063 (Online)",
    "publisher": "Universidade Federal de Goiás",
    "countryOfPublisher": "Brazil",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.revistas.ufg.br/index.php/pat/index",
    "abstract": "Guadua angustifolia bamboo is historically used by an important percentage of the rural and peri-urban population of Ecuador, especially in the construction of bridges, when events like El Niño and its consequential flooding occur. This study aimed to determine, in light of some climate change scenarios, the vulnerability rate of ecosystems where the G. angustifolia bamboo species occurs, in the coastal region of continental Ecuador. The analysis methodology, with focus on the sampled units, was based on vulnerability assessment tools for climate adaptation recommended by the Intergovernmental Panel on Climate Change.Temperature presented the highest correlation coefficient with the vulnerability rate of the ecosystems, followed by the increase in the sea level, winds and landslides. It was concluded that as the exposure and sensitivity variables increase, the adaptive capacity of ecosystems with occurence of this species decreases, and isolated plants and monoculture plantations are the most vulnerable to climate changes.",
    "readLink": "https://www.revistas.ufg.br/pat/article/view/55405"
  },
  {
    "title": "Impacts of climate change on water fluxes and soybean growth in southern Brazil",
    "authors": [
      "Virnei Silva Moreira,",
      "Luiz Antonio Candido,",
      "Marcelo Crestani Mota,",
      "Geovane Webler,",
      "Elisangela do Prado Oliveira,",
      "Debora Regina Roberti"
    ],
    "doi": "https://doi.org/10.5935/1806-6690.20230014",
    "journalVolume": "Vol. 54",
    "issn": "0045-6888 (Print)",
    "publisher": "1806-6690 (Online)",
    "countryOfPublisher": "Universidade Federal do Ceará",
    "lcc": [
      "Brazil",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://www.scielo.br/j/rca/",
    "abstract": "ABSTRACT Climate is a determining factor in agricultural production and climate change can affect this productivity. This, study aims to analyze the consequences of climatic change in the soil water dynamic and growth soybean in Southern Brazil. Scenarios were created for conditions of a 2 ºC temperature increase, a 20% reduction, and a 50% increase in precipitation rates, representing hot, dry and wet scenarios, respectively. The atmospheric forcing generated were used as input data for the agricultural version of the Integrated Biosphere Simulator model (Agro-IBIS) and simulations were carried out for a soybean growing season in the northwestern Rio Grande do Sul, Brazil. The following variables estimated by Agro-IBIS were analyzed: soil moisture, soybean leaf area index, evaporation, and transpiration. The results showed that the climatic changes projected by the simulations influence soybean growth in the study area. By increasing the temperature in 2 °C, the Agro-IBIS model indicated the occurrence of shorter crop growth cycles and even more impactful results on the leaf area index, with a 70% reduction in the highest values. Furthermore, a 50% increase in precipitation rate showed positive effects on agriculture, indicated by increased LAI in the reproductive period. On the other hand, a 20% reduction in precipitation has a negative effect, as it exposes the crop to water deficit conditions, impacting soil moisture and decreasing LAI. The soil evaporation is also intensified with increased temperatures due to the higher evaporative demand of the atmosphere and a significant decline in LAI. The transpiration for the hot scenario is more strongly impacted during the vegetative growth stage and leaf senescence.",
    "readLink": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S1806-66902023000100414&lng=en&tlng=en"
  },
  {
    "title": "ANALISIS IMPLEMENTASI KEBIJAKAN PENGELOLAAN SAMPAH PROVINSI DKI JAKARTA",
    "authors": [
      "Mohammad Iqbal,",
      "Raden Mohamad Mulyadin,",
      "Kuncoro Ariawan,",
      "Subarudi Subarudi"
    ],
    "doi": "https://doi.org/10.20886/jakk.2022.19.2.129-140",
    "journalVolume": "Vol. 19,\n                                no. 2\n                                \n                                  pp.\n                                  129\n                                  – 140",
    "issn": "0216-0897 (Print)",
    "publisher": "2502-6267 (Online)",
    "countryOfPublisher": "Centre for Social Research and Development, Economics, Policy and Climate Change",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JAKK/",
    "abstract": "Munculnya persoalan sampah di sejumlah kota besar di Indonesia menandakan bahwa implementasi Undang-Undang Nomor 18 Tahun 2008 tentang Pengelolaan Sampah masih belum sesuai dengan harapan. Implementasi kebijakan pengelolaan sampah di DKI Jakarta dilakukan oleh Dinas Kebersihan berdasarkan Peraturan Daerah Nomor 3 Tahun 2013 tentang pengelolaan sampah. Penelitian ini bertujuan untuk menganalisis implementasi dan faktor-faktor yang mempengaruhi implementasi kebijakan pengelolaan sampah DKI Jakarta menurut Peraturan DaerahNomor 3 Tahun 2013. Penelitian ini menggunakan pendekatan kualitatif deskriptif untuk mendapatkan gambaran komprehensif implementasi kebijakan Peraturan Daerah DKI Jakarta Nomor 3 Tahun 2013. Hasil penelitian menunjukkan bahwa implementasi kebijakan pengelolaan sampah DKI Jakarta belum sepenuhnya berhasil mengurangi jumlah timbulan sampah yang ada. Dalam pelaksanaannya masih terdapat kendala seperti sumberdaya, hubungan antar organisasi, dan karakteristik agen pelaksana. Rekomendasi yang dapat diberikan untuk masalah tersebut seperti sosialisasi peraturan daerah, peningkatan sumberdaya manusia dan fasilitas yang mendukung kebijakan, serta pembentukan bagian khusus yang menangani masyarakat yang melanggar peraturan yang sudah ditetapkan.",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JAKK/article/view/5730"
  },
  {
    "title": "Financing Renewable Energy in Namibia - A Fundamental Key Challenge to the Sustainable Development Goal 7: Ensuring Access to Affordable, Reliable, Sustainable and Modern Energy for All",
    "authors": [
      "Kassian T.T. Amesho,",
      "Emmanuel Innocents Edoun"
    ],
    "doi": "Vol. 9,\n                                no. 5",
    "issn": "2146-4553 (Online)",
    "publisher": "EconJournals",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://www.econjournals.com/index.php/ijeep",
    "abstract": "Renewable energy has been a \"hot topic\" subsequently the increased awareness and understanding of the severe and serious effects of climate change. Like many developing countries across the globe and Africa in particular, Namibia is prone to such climate changes and, thus, should be more familiarized with the impacts of fossil fuel generation on the environment. Successful significant financial and technological investments in renewable energy (RE) in Namibia needs a comprehensive understanding of the correlation among diverse categories of investors and their enthusiasm to finance renewable energy. Contrariwise, using the Sustainable Development Goal 7: Ensure Access to Affordable, Reliable, Sustainable and Modern Energy for All, as a measure for a wide-ranging and sustainable growth we recognize the interaction values that comes with renewable energy. We studied the asset portfolios of diverse renewable energy technologies supported or subsidized by various financial actors in Namibia. We also related the performance of public and private types of investments and then discrete further with various financial actors (e.g. public banks, private banks, international climate finance) and the categories of RE technologies that are financed in (e.g. different types of energy production from wind, biomass or solar radiation). We then use these preliminary results to draw conclusion and suggestions on how investment impact the directionality of novelty, and the impacts on RE policy in Namibia. This study establishes that notwithstanding the apparent regulatory and economic challenges, Namibia can incorporate and use a blend of (restructured) energy price security structures, cross subsidizations and environmental taxes in-order to encourage initiatives intended at supplementary the country's progress of renewable energy sources and hence ultimately support the UN Sustainable Energy for All Initiative. Keywords: renewable energy finance, financial actors, climate finance, energy access, renewable energy policy. JEL Classifications: Q2, Q54 DOI: https://doi.org/10.32479/ijeep.7704",
    "readLink": "https://econjournals.com/index.php/ijeep/article/view/7704"
  },
  {
    "title": "Lengthening of the growing season in wheat and maize producing regions",
    "authors": [
      "Brigitte Mueller,",
      "Mathias Hauser,",
      "Carley Iles,",
      "Ruksana Haque Rimi,",
      "Francis W. Zwiers,",
      "Hui Wan"
    ],
    "doi": "https://doi.org/10.1016/j.wace.2015.04.001",
    "journalVolume": "Vol. 9,\n                                no. C\n                                \n                                  pp.\n                                  47\n                                  – 56",
    "issn": "2212-0947 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/weather-and-climate-extremes/",
    "abstract": "Human-induced increases in atmospheric greenhouse gas concentrations have led to rising global temperatures. Here we investigate changes in an annual temperature-based index, the growing season length, defined as the number of days with temperature above 5 °C. We show that over extratropical regions where wheat and maize are harvested, the increase in growing season length from 1956 to 2005 can be attributed to increasing greenhouse gas concentrations. Our analyses also show that climate change has increased the probability of extremely long growing seasons by a factor of 25, and decreased the probability of extremely short growing seasons. A lengthening of the growing season in regions with these mostly rain-fed crops could improve yields, provided that water availability does not become an issue. An expansion of areas with more than 150 days of growing season into the northern latitudes makes more land potentially available for planting wheat and maize. Furthermore, double-cropping can become an alternative to current practices in areas with very long growing seasons which are also shown to increase with a warming climate. These results suggest that there is a strong impact of anthropogenic climate change on growing season length. However, in some regions and with further exacerbated climate change, high temperatures may already be or may become a limiting factor for plant productivity.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212094715000183"
  }
]