[
  {
    "title": "The Role of Recovery Phases in Mitigating the Negative Impacts of Marine Heatwaves on the Sea Star Asterias rubens",
    "authors": [
      "Fabian Wolf,",
      "Katja Seebass,",
      "Christian Pansch,",
      "Christian Pansch"
    ],
    "doi": "https://doi.org/10.3389/fmars.2021.790241",
    "journalVolume": "Vol. 8",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "During recent years, experimental ecology started to focus on regional to local environmental fluctuations in the context of global climate change. Among these, marine heatwaves can pose significant threats to marine organisms. Yet, experimental studies that include fluctuating thermal stress are rare, and if available often fail to base experimental treatments on available long-term environmental data. We evaluated 22-year high-resolution sea surface temperature data on the occurrence of heatwaves and cold-spells in a temperate coastal marine environment. The absence of a general warming trend in the data may in parts be responsible for a lack of changes in heatwave occurrences (frequency) and their traits (intensity, duration, and rate of change) over time. Yet, the retrieved traits for present-day heatwaves ensured most-natural treatment scenarios, enabling an experimental examination of the impacts of marine heatwaves and phases of recovery on an important temperate predator, the common sea star Asterias rubens. In a 68-days long experiment, we compared a 37- and a 28-days long heatwave with a treatment that consisted of three consecutive 12-days long heatwaves with 4 days of recovery in between. The heatwaves had an intensity of 4.6°C above climatological records, resulting in a maximum temperature of 23.25°C. We demonstrate that heatwaves decrease feeding and activity of A. rubens, with longer heatwaves having a more severe and lasting impact on overall feeding pressure (up to 99.7% decrease in feeding rate) and growth (up to 87% reduction in growth rate). Furthermore, heatwaves of similar overall mean temperature, but interrupted, had a minor impact compared to continuous heatwaves, and the impact diminished with repeated heatwave events. We experimentally demonstrated that mild heatwaves of today’s strength decrease the performance of A. rubens. However, this echinoderm may use naturally occurring short interruptions of thermal stress as recovery to persist in a changing and variable ocean. Thus, our results emphasize the significance of thermal fluctuations and especially, the succession and timing of heat-stress events.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2021.790241/full"
  },
  null,
  {
    "title": "Science Education for Sustainability: Strengthening Children’s Science Engagement through Climate Change Learning and Action",
    "authors": [
      "Carlie  D. Trott,",
      "Andrea  E. Weinberg"
    ],
    "doi": "https://doi.org/10.3390/su12166400",
    "journalVolume": "Vol. 12,\n                                no. 6400\n                                \n                                  p.\n                                  6400",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Scientists and sustainability scholars continue to make urgent calls for rapid societal transformation to sustainability. Science education is a key venue for this transformation. In this manuscript, we argue that by positioning children as critical actors for sustainability in science education contexts, they may begin to reimagine what science means to them and to society. This multi-site, mixed-methods study examined how children’s climate change learning and action influenced their science engagement along cognitive, affective, and behavioral dimensions. For fifteen weeks, ten- to twelve-year-olds participated in an after-school program that combined on-site interactive educational activities (e.g., greenhouse gas tag) with off-site digital photography (i.e., photovoice process), and culminated in youth-led climate action in family and community settings. Participants were 55 children (M = 11.1 years), the majority from groups underrepresented in science (52.7% girls; 43.6% youth of color; 61.8% low-income). Combined survey and focus group analyses showed that, after the program, science became more relevant to children’s lives, and their attitudes towards science (i.e., in school, careers, and in society) improved significantly. Children explained that understanding the scientific and social dimensions of climate change expanded their views of science: Who does it, how, and why—that it is more than scientists inside laboratories. Perhaps most notably, the urgency of climate change solutions made science more interesting and important to children, and many reported greater confidence, participation, and achievement in school science. The vast majority of the children (88.5%) reported that the program helped them to like science more, and following the program, more than half (52.7%) aspired to a STEM career. Lastly, more than a third (37%) reported improved grades in school science, which many attributed to their program participation. Towards strengthening children’s science engagement, the importance of climate change learning and action—particularly place-based, participatory, and action-focused pedagogies—are discussed.",
    "readLink": "https://www.mdpi.com/2071-1050/12/16/6400"
  },
  {
    "title": "The Paradoxical Relationship between Renewable Energy and Economic Growth:  A Cross-National Panel Study, 1990-2013",
    "authors": [
      "Ryan P Thombs"
    ],
    "doi": "https://doi.org/10.5195/jwsr.2017.711",
    "journalVolume": "Vol. 23,\n                                no. 2\n                                \n                                  pp.\n                                  540\n                                  – 564",
    "issn": "1076-156X (Online)",
    "publisher": "University Library System, University of Pittsburgh",
    "countryOfPublisher": "United States",
    "lcc": [
      "Political science",
      "Social Sciences"
    ],
    "journalUrl": "https://jwsr.pitt.edu/ojs/index.php/jwsr",
    "abstract": "This cross-national study employs a time-series cross-sectional Prais-Winsten regression model with panel-corrected standard errors to examine the relationship between renewable energy consumption and economic growth, and its impact on total carbon dioxide emissions and carbon dioxide emissions per unit of GDP. Findings indicate that renewable energy consumption has its largest negative effect on total carbon emissions and carbon emissions per unit of GDP in low-income countries. Contrary to conventional wisdom, renewable energy has little influence on total carbon dioxide emissions or carbon dioxide emissions per unit of GDP at high levels of GDP per capita. The findings of this study indicate the presence of a “renewable energy paradox,” where economic growth becomes increasingly coupled with carbon emissions at high levels of renewable energy, and the negative effect of economic growth on carbon emissions per unit of GDP lessens as renewable energy increases. These findings suggest that public policy should be directed at deploying renewable energy in developing countries, while focusing on non-or-de-growth strategies accompanied with renewable energy in developed nations.",
    "readLink": "http://jwsr.pitt.edu/ojs/index.php/jwsr/article/view/711"
  },
  {
    "title": "Spatio-Temporal Variability of Characteristics of Meteorological Drought in Iran under Climate Change Scenarios",
    "authors": [
      "Elham Mozaffari,",
      "Navazollah Moradi,",
      "Ommolbanin Bazrafshan"
    ],
    "doi": "https://doi.org/10.22034/jdmal.2021.243146",
    "journalVolume": "Vol. 8,\n                                no. 16\n                                \n                                  pp.\n                                  153\n                                  – 163",
    "issn": "2476-3985 (Print)",
    "publisher": "2476-3721 (Online)",
    "countryOfPublisher": "Iranian Scientific Association of Desert Management and Control (ISADMC)",
    "lcc": [
      "Iran, Islamic Republic of",
      "Geography. Anthropology. Recreation: Human ecology. Anthropogeography",
      "Agriculture",
      "Social Sciences: Industries. Land use. Labor: Management. Industrial management: Management of special enterprises"
    ],
    "journalUrl": "http://www.jdmal.ir/?lang=en",
    "abstract": "Climate change affects severity and duration of drought, peak, magnitude, and frequency of the events in the coming decades. Iran is one of the countries that have suffered the most from drought. Therefore, drought monitoring and forecasting is crucial for drought mitigation and preparedness strategies in future. This study was conducted to evaluate the status of drought characteristics of severity, duration, magnitude, and peak in historical period from1966 to 2015 and future from 2016 to 2050 for 39 synoptic stations in Iran using Standardized Precipitation Index (SPI). Also, for future simulation, the output of the general circulation model of CanESM2 based on two scenarios RCP4.5 and RCP8.5 and the statistical downscaling method of SDSM were used. Results showed that the trend of severity, duration, magnitude, and peak have no any significant trend. The SPI zoning map shows an increase in the historical period but will decrease in the future period under two scenarios. The results of the trend analysis of the severity, duration, and magnitude and peak drought showed that there is no significant trend in the historical and future in Iran. However, most of these characteristics are increasing in the northern, northeastern, western, and southern parts of Iran. Finally, the southern parts of Iran including Hormozgan and Sistan and Baluchestan provinces, the northeastern and western parts of Khorasan Razavi, Golestan, and Azerbaijan provinces will be most vulnerable to climate change. Therefore, the risk of drought in these regions is high and it is necessary to seriously plan for the management of natural resources, and agriculture.",
    "readLink": "http://www.jdmal.ir/article_243146_b347a7b4e303c7246d09fb16101435b0.pdf"
  },
  {
    "title": "Winter Peaks in Heart Failure: An Inevitable or Preventable Consequence of Seasonal Vulnerability?",
    "authors": [
      "Simon Stewart,",
      "Trine T Moholdt,",
      "Louise M Burrell,",
      "Karen Sliwa,",
      "Ana O Mocumbi,",
      "John JV McMurray,",
      "Ashley K Keates,",
      "John A Hawley"
    ],
    "doi": "https://doi.org/10.15420/cfr.2018.40.2",
    "journalVolume": "Vol. 5,\n                                no. 2\n                                \n                                  pp.\n                                  83\n                                  – 85",
    "issn": "2057-7540 (Print)",
    "publisher": "2057-7559 (Online)",
    "countryOfPublisher": "Radcliffe Medical Media",
    "lcc": [
      "United Kingdom",
      "Medicine: Internal medicine: Specialties of internal medicine: Diseases of the circulatory (Cardiovascular) system"
    ],
    "journalUrl": "https://www.cfrjournal.com/",
    "abstract": "Climate change is a major contributor to annual winter peaks in cardiovascular events across the globe. However, given the paradoxical observation that cardiovascular seasonality is observed in relatively mild as well as cold climates, global warming may not be as positive for the syndrome of heart failure (HF) as some predict. In this article, we present our Model of Seasonal Flexibility to explain the spectrum of individual responses to climatic conditions. We have identified distinctive phenotypes of resilience and vulnerability to explain why winter peaks in HF occur. Moreover, we identify how better identification of climatic vulnerability and the use of multifaceted interventions focusing on modifiable bio-behavioural factors may improve HF outcomes.",
    "readLink": "https://www.cfrjournal.com/articles/Winter-Peaks-Heart-Failure-Seasonal-Vulnerability"
  },
  {
    "title": "Migration under Climate Change in Southern Africa: A Nexus Planning Perspective",
    "authors": [
      "Sylvester Mpandeli,",
      "Luxon Nhamo,",
      "Sithabile Hlahla,",
      "Dhesigen Naidoo,",
      "Stanley Liphadzi,",
      "Albert  Thembinkosi Modi,",
      "Tafadzwanashe Mabhaudhi"
    ],
    "doi": "https://doi.org/10.3390/su12114722",
    "journalVolume": "Vol. 12,\n                                no. 4722\n                                \n                                  p.\n                                  4722",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Population increase is exacerbating resource insecurities due to increased demand for already depleted resources. Coupled with climate change, they are the main drivers of both intra- (rural-urban and urban-urban) and inter-migration (from one country to the other). We carried out a systematic review of literature, focusing on available options to ensure water and food security, as well as improve the socio-economic environment, highlighting the drivers of migration in southern Africa. The aim was to develop informed adaptation strategies and build resilience in the advent of accelerated migration. We developed a migration conceptual framework based on the nexus between water, food and socio-economic interlinkages. Urban areas in southern Africa are under immense pressure to accommodate climate refugees from resource stressed rural areas, a situation that is impacting on agricultural production. Most urban areas are exceeding their ecological thresholds to support the built environment, causing some socio-ecological challenges. Nexus planning can inform adaptation planning on permissible migration that are aligned with regional goals such as regional integration, poverty reduction and improved livelihoods. This would also contribute to the region’s achievements of the Sustainable Development Goals. Furthermore, through the identification of synergies and trade-offs, nexus planning can inform regional adaptation strategies for positively managing migration leading to sustainable outcomes.",
    "readLink": "https://www.mdpi.com/2071-1050/12/11/4722"
  },
  {
    "title": "Victorian Studies in the Anthropocene: An Interview with Claire Colebrook",
    "authors": [
      "Peter Adkins,",
      "Wendy Parkins,",
      "Claire Colebrook"
    ],
    "doi": "https://doi.org/10.16995/ntn.819",
    "journalVolume": "no. 26",
    "issn": "1755-1560 (Online)",
    "publisher": "Open Library of Humanities",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "History (General) and history of Europe: History (General): Modern history, 1453-"
    ],
    "journalUrl": "https://19.bbk.ac.uk",
    "abstract": "In this interview, Claire Colebrook discusses the implications of the Anthropocene for Victorian literature — and, by extension, for the field of Victorian studies — as well as literary history and critical theory more broadly. A literary scholar by training, with a focus on Romanticism, Colebrook is now a leading figure in Anthropocene studies, and her work in this field examines how climate change forces us to reassess the modes of thinking upon which we have come to rely in the humanities. In this provocative discussion, Colebrook addresses the ways in which the Anthropocene might be traced back through Romantic and Victorian poetry, the emergence of post-apocalyptic narratives in the nineteenth century, the challenges posed to feminism by planetary destruction, and the humanities’ complicity with ecological degradation.",
    "readLink": "https://www.19.bbk.ac.uk/articles/819"
  },
  {
    "title": "Assessing the Impacts of Urbanization on Albedo in Jing-Jin-Ji Region of China",
    "authors": [
      "Rongyun Tang,",
      "Xiang Zhao,",
      "Tao Zhou,",
      "Bo Jiang,",
      "Donghai Wu,",
      "Bijian Tang"
    ],
    "doi": "https://doi.org/10.3390/rs10071096",
    "journalVolume": "Vol. 10,\n                                no. 7\n                                \n                                  p.\n                                  1096",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "As an indicative parameter that represents the ability of the Earth’s surface to reflect solar radiation, albedo determines the allocation of solar energy between the Earth’s surface and the atmosphere, which plays an important role in both global and local climate change. Urbanization is a complicated progress that greatly affects urban albedo via land cover change, human heat, aerosol, and other human activities. Although many studies have been conducted to identify the effects of these various factors on albedo separately, there are few studies that have quantitatively determined the combined effects of urbanization on albedo. In this study, based on a partial derivative method, vegetation index data and nighttime light data were used to quantitatively calculate the natural climate change and human activities’ contributions to albedo variations in the Jing-Jin-Ji region, during its highest population growth period from 2001 to 2011. The results show that (1) 2005 is the year when urbanization starts accelerating in the Jing-Jin-Ji region; (2) albedo trends are equal to 0.0065 year−1 before urbanization and 0.0012 year−1 after urbanization, which is a reduction of 4/5; and (3) the contribution rate of urbanization increases from 15% to 48.4%, which leads to a decrease in albedo of approximately 0.05. Understanding the contribution of urbanization to variations in urban albedo is significant for future studies on urban climate change via energy balance and can provide scientific data for energy conservation policymaking.",
    "readLink": "http://www.mdpi.com/2072-4292/10/7/1096"
  },
  {
    "title": "O COMÉRCIO JUSTO COMO AGENTE MITIGADOR DAS MUDANÇAS  CLIMÁTICAS: O CASO DO ALGODÃO ECOLÓGICO",
    "authors": [
      "Marilia Bonzanini Bossle,",
      "Luís Felipe Nascimento,",
      "Marcelo Trevisan,",
      "Paola Schmitt Figueiró"
    ],
    "doi": "Vol. 10,\n                                no. 1\n                                \n                                  pp.\n                                  30\n                                  – 47",
    "issn": "1678-2089 (Print)",
    "publisher": "2178-9258 (Online)",
    "countryOfPublisher": "Universidade Federal do Ceará",
    "lcc": [
      "Brazil",
      "Social Sciences: Commerce",
      "Social Sciences: Economic theory. Demography"
    ],
    "journalUrl": "http://www.periodicos.ufc.br/contextus",
    "abstract": "Fair Trade is an alternative business approach oriented to Sustainable Development, with better exchanges conditions, furthering the preservation of the environment and providing better conditions for producers. The main focus of this research is to highlight how Fair Trade can contribute to mitigating the effects of climate change. The research was conducted in two stages, first an exploratory phase, to seek practical examples reported in the theory and the second, when descriptive data were collected within organizations which are part of Fair Trade cotton agroecological chain. This cotton is produced using sustainable agricultural techniques and is certified organic and Fair Trade. The results suggest that Fair Trade can be an alternative to mitigate the harmful effects of production on large scales and the intensive use of agrochemicals. We highlighted the advances made in this direction, as well as the needs that still must be worked out.",
    "readLink": "http://www.contextus.ufc.br/index.php/contextus/article/view/319/147"
  }
]