[
  {
    "title": "Analysis of Spatiotemporal Heterogeneity of Glacier Mass Balance on the Northern and Southern Slopes of the Central Tianshan Mountains, China",
    "authors": [
      "Lin Liu,",
      "Hao Tian,",
      "Xueying Zhang,",
      "Hongjin Chen,",
      "Zhengyong Zhang,",
      "Guining Zhao,",
      "Ziwei Kang,",
      "Tongxia Wang,",
      "Yu Gao,",
      "Fengchen Yu,",
      "Mingyu Zhang,",
      "Xin Yi,",
      "Yu Cao"
    ],
    "doi": "https://doi.org/10.3390/w14101601",
    "journalVolume": "Vol. 14,\n                                no. 1601\n                                \n                                  p.\n                                  1601",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Glacier mass balance can visually indicate the degree of glacier response to climate change. The mountain glaciers are an essential source of recharge for rivers in arid regions and play a vital role in maintaining regional ecological stability and production life. This paper drives a spatially distributed degree-day model using multi-source remote sensing data such as MOD11C3 and TRMM3B43 to simulate the mass balance in the Tianshan Mountains’ south and north slope basins. The spatiotemporal heterogeneity of the mass balance was compared and attributed using a Geographical detector. The results show that: (1) The glaciers in the north and south basins are mainly distributed at an altitude of 3900–4300 m, and the total glacier area accounts for 85.71%. The number of less than 1 km2 glaciers is the most in the whole region. (2) During the study period, the glaciers in the north and south basins were negative (−465.95 mm w.e.) an entire interannual change rate was −28.36 mm w.e./a. The overall trend of ablation can be divided into two stages: from 2000 to 2010a, the persistence increased, and from 2010 to 2016a, the volatility decreased. (3) In the attribution of mass balance, the factors affecting glacier mass balance can be divided into two parts: climate and topography. The cumulative contribution rate of climate factors in Kaidu is nearly 20% higher than that of topographic factors, but the contribution rate of climate factors in Manas is only 7.3% higher. Therefore, the change of glacier mass balance in the Kaidu river basin is more driven by climate factors, while the glacier mass balance in the Manas river basin is more affected by the combination of climate and topographic factors. (4) The climate accumulation is the dominant factor in the Manas river basin (69.55%); for the ablation area, the Kaidu river basin is dominated by climate (70.85%), and the Manas river basin is dominated by topographic factors (54.11%). Due to the driving force of climate and topographic factors and the different coupling modes, glacier mass balance’s spatiotemporal heterogeneity in the north and south slope basins is caused. This study contributes to analyzing the mechanism of regional changes in the glacier mass balance. It provides a scientific basis for investigating the characteristics of water resource changes and water resource regulation in the north and south slope basins of the Tianshan Mountains.",
    "readLink": "https://www.mdpi.com/2073-4441/14/10/1601"
  },
  {
    "title": "Sub-Seasonal Variability of Meridional Activity of Western Pacific Subtropical High in Boreal Late Summer",
    "authors": [
      "Qiwen Qian,",
      "Ping Liang,",
      "Ping Liang,",
      "Li Qi,",
      "Yihui Ding,",
      "Jinhai He"
    ],
    "doi": "https://doi.org/10.3389/feart.2020.597969",
    "journalVolume": "Vol. 8",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "Sub-seasonal variability in meridional activity of Western Pacific subtropical high (WPSH) exerts important influences on anomalous weather and climate in East Asian monsoon region. By using a sub-seasonal meridional index of the WPSH, the characteristics and atmospheric evolutions in association with the sub-seasonal meridional activity of the WPSH during boreal late summer are investigated. The meridional activity of the WPSH exhibits distinctive low frequency oscillation (LFO), with two dominant periods of 10–30 days and 40–50 days. The 10–30 days LFO is influenced by wave trains in mid-high latitudes and convection propagating from tropic. For the northward advance of the WPSH, in the high latitudes, teleconnection wave train originating from Atlantic Ocean propagates eastward, then the negative potential vortex anomalies enhance the high-level divergence in Northeast Asia. In the mid-latitudes, the 10–30 days low frequency wave train from North America propagates westward and influences the pressure field along the East Asia coast, whose energy is gained from the westerly jet through barotropic process. In the tropic, on time scale of 10–30 days, anomalous convections over the equatorial western Pacific propagate northwestward and trigger cyclone-anticyclone circulation anomalies along the East Asia coast, which in turn affect the meridional position of the WPSH. The 40–50 days LFO of meridional activity of WPSH is closely related to the convection anomalies under the interaction between Madden-Julian Oscillation (MJO) and monsoon intra-seasonal oscillation (MISO). The tropical MJO propagates eastward from the equatorial Indian Ocean to West Pacific and then propagates northward, in accompany with the northeastward propagation of anomalous convection teleconnection covering the tropical Indian Ocean-North Indian Peninsula-Northwest Pacific, resulting in the anomalous anti-cyclonic circulation over Northwest Pacific, which contributes to the northward advance of the WPSH. For the southward retreat of the WPSH, the contrary is the case in 10–30 days atmospheric LFO while relatively weaker 40–50 days atmospheric LFO does less contribution to the southward retreat of the WPSH.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/feart.2020.597969/full"
  },
  {
    "title": "Prominent vegetation greening in spring and autumn across China during the 1981–2018 period",
    "authors": [
      "Mingxing Li,",
      "Peili Wu,",
      "Zhuguo Ma,",
      "Jiandong Liu"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aca8be",
    "journalVolume": "Vol. 17,\n                                no. 12\n                                \n                                  p.\n                                  124043",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Vegetation greening in China has been extensively examined, but little is known about its seasonal characteristics and its association with soil moisture (SM) and temperature changes. Using high-resolution (0.1°, 8 d) datasets of leaf area index (LAI), together with SM, soil temperature (ST) datasets, and the dominance analysis method, this study is designed to detect seasonal vegetation changes across China during 1981–2018 and its links to climate change. The results show that 56.8% of land area across China experienced a greening trend while 6.6% browning trend through 1981–2018. LAI increasing area expanded to a maximum of 59.3% in spring and the decreasing area reached a maximum of 10.6% in autumn. Spring increases in LAI in main vegetation regions were significantly correlated with positive ST anomalies, while autumn decreases in LAI except sparsely vegetated regions were correlated with negative SM anomalies. Combined SM and temperature anomalies explain 10.9% of the observed LAI changes, which is 4 times larger than that directly explained by precipitation and surface air temperature (2.7%). The warming of soil under climate change was driving the LAI increases, while drying was largely responsible for LAI decreases. These findings provide further evidence of climate change impacts on regional ecosystems and highlight the importance of soil heat and water conditions in translating global warming signals.",
    "readLink": "https://doi.org/10.1088/1748-9326/aca8be"
  },
  {
    "title": "Spatio-temporal change and influencing factors of evapotranspiration in the Huaihe River Basin based on MODIS evapotranspiration data",
    "authors": [
      "Xiaotong GUO,",
      "Dan MENG,",
      "Bowu JIANG,",
      "Lin ZHU,",
      "Jianshi GONG"
    ],
    "doi": "https://doi.org/10.16030/j.cnki.issn.1000-3665.202012010",
    "journalVolume": "Vol. 48,\n                                no. 3\n                                \n                                  pp.\n                                  45\n                                  – 52",
    "issn": "1000-3665 (Print)",
    "publisher": "Editorial Office of Hydrogeology & Engineering Geology",
    "countryOfPublisher": "China",
    "lcc": [
      "Science: Geology"
    ],
    "journalUrl": "https://www.swdzgcdz.com/indexen.htm",
    "abstract": "The Huaihe River Basin is an important grain production area in China, and the utilization of water resources in the basin is of great research value. To explore the spatial-temporal characteristics of evapotranspiration (ET) in the Huaihe River Basin from 2000 to 2014 and its response to climate change and land use, MOD16/ET products, precipitation and temperature data, and land use data are used in this article. The results show that ET is high in the south and low in the north of the study area. The annual average ET is 589.1 mm, the seasonal change of ET decreases in this order: summer (257.4 mm) > spring (144.6 mm) > autumn (121.8 mm) > winter (66.3 mm). ET has an increasing trend at first and then a decreasing trend over the 15 years. According to the results of trend analysis, 31.4 % of the regions showed a significant or extremely significant decreasing trend of ET, 5.4% of the regions showed a significant or extremely significant increasing trend of ET, and 63.2% of the regions showed no significant change. Analyses of the driving climatic factors on ET change shows that about 52.0% of the study area was impacted by non-climatic driving factor, while 44.1% was driven by precipitation, and 2.4% and 1.5% were separately driven by the two climate factors and temperature, indicating that the ET change in this region is mainly affected by human activities. The average value of ET of the four types of vegetation coverage land use decreased in this order: woodland (639.29 mm) > paddy field (633.24 mm) > dry land (568.72 mm) > grassland (556.37 mm). According to the statistical results of ET of different land use types from 2000 to 2014, the conversion of grassland to paddy fields significantly increases ET, and the conversion of dry land to grassland and woodland to dry land significantly reduces ET.",
    "readLink": "https://www.swdzgcdz.com/en/article/doi/10.16030/j.cnki.issn.1000-3665.202012010"
  },
  {
    "title": "Key Melanesian media freedom challenges: Climate crisis, internet freedoms, fake news and West Papua",
    "authors": [
      "David Robie"
    ],
    "doi": "https://doi.org/10.24135/pjr.v26i1.1072",
    "journalVolume": "Vol. 26,\n                                no. 1",
    "issn": "1023-9499 (Print)",
    "publisher": "2324-2035 (Online)",
    "countryOfPublisher": "Asia Pacific Network",
    "lcc": [
      "New Zealand",
      "Language and Literature: Philology. Linguistics: Communication. Mass media",
      "Language and Literature: Literature (General): Journalism. The periodical press, etc."
    ],
    "journalUrl": "https://ojs.aut.ac.nz/pacific-journalism-review/",
    "abstract": "Melanesia, and the microstates of the Pacific generally, face the growing influence of authoritarian and secretive values in the region—projected by both China and Indonesia and with behind-the-scenes manipulation. There is also a growing tendency for Pacific governments to use unconstitutional, bureaucratic or legal tools to silence media and questioning journalists. Frequent threats of closing Facebook and other social media platforms and curbs on online freedom of information are another issue. While Pacific news media face these challenges, their support networks are being shaken by the decline of Australia as a so-called ‘liberal democracy’ and through the undermining of its traditional region-wide public interest media values with the axing of Radio Australia and Australia Network television. Reporting climate change is the Pacific’s most critical challenge while Australian intransigence over the issue is subverting the region’s media. This article engages with and examines these challenges and also concludes that the case of West Papua is a vitally important self-determination issue that left unresolved threatens the security of the region.",
    "readLink": "https://ojs.aut.ac.nz/pacific-journalism-review/article/view/1072"
  },
  {
    "title": "Defining Quantitative Targets for Topsoil Organic Carbon Stock Increase in European Croplands: Case Studies With Exogenous Organic Matter Inputs",
    "authors": [
      "Elisa Bruni,",
      "Bertrand Guenet,",
      "Hugues Clivot,",
      "Thomas Kätterer,",
      "Manuel Martin,",
      "Iñigo Virto,",
      "Claire Chenu"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2022.824724",
    "journalVolume": "Vol. 10",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "The EU Mission Board for Soil Health and Food proposed a series of quantitative targets for European soils to become healthier. Among them, current soil organic carbon (SOC) concentration losses in croplands (0.5% yr−1 on average at 20 cm depth) should be reversed to an increase of 0.1–0.4% yr−1 by 2030. Quantitative targets are used by policy makers to incentivize the implementation of agricultural practices that increase SOC stocks. However, there are different approaches to calculate them. In this paper, we analyzed the effect of exogenous organic matter (EOM) inputs on the evolution of SOC stocks, with a particular focus on the new European targets and the different approaches to calculate them. First, we illustrated through two case-study experiments the different targets set when the SOC stock increase is calculated considering as reference: 1) the SOC stock level at the onset of the experiment and 2) the SOC stock trend in a baseline, i.e., a control treatment without EOM addition. Then, we used 11 long-term experiments (LTEs) with EOM addition in European croplands to estimate the amount of carbon (C) input needed to reach the 0.1 and 0.4% SOC stock increase targets proposed by the Mission Board for Soil Health and Food, calculated with two different approaches. We found that, to reach a 0.1 and 0.4% increase target relative to the onset of the experiment, 2.51 and 2.61 Mg C ha−1 yr−1 of additional C input were necessary, respectively. Reaching a 0.1 and 0.4% increase target relative to the baseline required 1.38 and 1.77 Mg C ha−1 yr−1 of additional input, respectively. Depending on the calculation method used, the estimated amounts of additional C input required to reach each quantitative target were significantly different from each other. Furthermore, the quality of C input as represented by the C retention rate of the additional organic material (EOM and crop residue), had a significant effect on the variation of SOC stocks. Our work highlights the necessity to take into consideration the additional C input required to increase SOC stocks, especially for soils with decreasing SOC stocks, when targets are set independently of the baseline.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2022.824724/full"
  },
  {
    "title": "A hydrological prediction system based on the SVS land-surface scheme: efficient calibration of GEM-Hydro for streamflow simulation over the Lake Ontario basin",
    "authors": [
      "É. Gaborit,",
      "V. Fortin,",
      "X. Xu,",
      "F. Seglenieks,",
      "B. Tolson,",
      "L. M. Fry,",
      "T. Hunter,",
      "F. Anctil,",
      "A. D. Gronewold"
    ],
    "doi": "https://doi.org/10.5194/hess-21-4825-2017",
    "journalVolume": "Vol. 21\n                                \n                                \n                                  pp.\n                                  4825\n                                  – 4839",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "This work explores the potential of the distributed GEM-Hydro runoff modeling platform, developed at Environment and Climate Change Canada (ECCC) over the last decade. More precisely, the aim is to develop a robust implementation methodology to perform reliable streamflow simulations with a distributed model over large and partly ungauged basins, in an efficient manner. The latest version of GEM-Hydro combines the SVS (Soil, Vegetation and Snow) land-surface scheme and the WATROUTE routing scheme. SVS has never been evaluated from a hydrological point of view, which is done here for all major rivers flowing into Lake Ontario. Two established hydrological models are confronted to GEM-Hydro, namely MESH and WATFLOOD, which share the same routing scheme (WATROUTE) but rely on different land-surface schemes. All models are calibrated using the same meteorological forcings, objective function, calibration algorithm, and basin delineation. GEM-Hydro is shown to be competitive with MESH and WATFLOOD: the NSE √ (Nash–Sutcliffe criterion computed on the square root of the flows) is for example equal to 0.83 for MESH and GEM-Hydro in validation on the Moira River basin, and to 0.68 for WATFLOOD. A computationally efficient strategy is proposed to calibrate SVS: a simple unit hydrograph is used for routing instead of WATROUTE. Global and local calibration strategies are compared in order to estimate runoff for ungauged portions of the Lake Ontario basin. Overall, streamflow predictions obtained using a global calibration strategy, in which a single parameter set is identified for the whole basin of Lake Ontario, show accuracy comparable to the predictions based on local calibration: the average NSE √ in validation and over seven subbasins is 0.73 and 0.61, respectively for local and global calibrations. Hence, global calibration provides spatially consistent parameter values, robust performance at gauged locations, and reduces the complexity and computation burden of the calibration procedure. This work contributes to the Great Lakes Runoff Inter-comparison Project for Lake Ontario (GRIP-O), which aims at improving Lake Ontario basin runoff simulations by comparing different models using the same input forcings. The main outcome of this study consists in a new generalizable methodology for implementing a distributed hydrologic model with a high computation cost in an efficient and reliable manner, over a large area with ungauged portions, using global calibration and a unit hydrograph to replace the routing component.",
    "readLink": "https://www.hydrol-earth-syst-sci.net/21/4825/2017/hess-21-4825-2017.pdf"
  },
  {
    "title": "Hydrogen Production and Storage: Analysing Integration of Photoelectrolysis, Electron Harvesting Lignocellulose, and Atmospheric Carbon Dioxide-Fixing Biosynthesis",
    "authors": [
      "Jhuma Sadhukhan,",
      "Bruno G. Pollet,",
      "Miles Seaman"
    ],
    "doi": "https://doi.org/10.3390/en15155486",
    "journalVolume": "Vol. 15,\n                                no. 5486\n                                \n                                  p.\n                                  5486",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Green hydrogen from photocatalytic water-splitting and photocatalytic lignocellulosic reforming is a significant proposition for renewable energy storage in global net-zero policies and strategies. Although photocatalytic water-splitting and photocatalytic lignocellulosic reforming have been investigated, their integration is novel. Furthermore, biosynthesis can store the evolved hydrogen and fix the atmospheric carbon dioxide in a biocathode chamber. The biocathode chamber is coupled to the combined photocatalytic water-splitting and lignocellulose oxidation in an anode chamber. This integrated system of anode and biocathode mimics a (bio)electrosynthesis system. A visible solar radiation-driven novel hybrid system comprising photocatalytic water-splitting, lignocellulose oxidation, and atmospheric CO2 fixation is, thus, investigated. It must be noted that there is no technology for reducing atmospheric CO2 concentration. Thus, our novel intensified technology enables renewable and sustainable hydrogen economy and direct CO2 capture from air to confront climate change impact. The photocatalytic anode considered is CdS nanocomposites that give a low absorption onset (200 nm), high absorbance range (200–800 nm), and narrow bandgap (1.58–2.4 V). The biocathode considered is Ralstonia eutropha H16 interfaced with photocatalytic lignocellulosic oxidation and a water-splitting anode. The biocathode undergoes autotrophic metabolism fixing atmospheric CO2 and hydrogen to poly(3-hydroxybutyrate) biosynthesis. As the hydrogen evolved can be readily stored, the electron–hole pair can be separated, increasing the hydrogen evolution efficiency. Although there are many experimental studies, this study for the first time sets the maximum theoretical efficiency target from mechanistic deductions of practical insights. Compared to physical/physicochemical absorption with solvent recovery to capture CO2, the photosynthetic CO2 capture efficiency is 51%. The maximum solar-to-hydrogen generation efficiency is 33%. Lignocelluloses participate in hydrogen evolution by (1–4)-glycosidic bond decomposition, releasing accessible sugar monomers or monosaccharides forming a Cd–O–R bond with the CdS/CdOx nanocomposite surface used as a photocatalyst/semiconductor, leading to CO32− in oxidised carboxylic acid products. Lignocellulose dosing as an oxidising agent can increase the extent of water-splitting. The mechanistic analyses affirm the criticality of lignocellulose oxidation in photocatalytic hydrogen evolution. The critical conditions for success are increasing the alcohol neutralising agent’s strength, increasing the selective (ligno)cellulose dosing, broadening the hybrid nanostructure of the photocatalyst/semiconductor, enhancing the visible-light range absorbance, and increasing the solar energy utilisation efficiency.",
    "readLink": "https://www.mdpi.com/1996-1073/15/15/5486"
  },
  {
    "title": "Modeling Sustainability of Water, Environment, Livelihood, and Culture in Traditional Irrigation Communities and Their Linked Watersheds",
    "authors": [
      "Kenneth Boykin,",
      "Marquita Ortiz,",
      "Brian Hurd,",
      "Carlos Ochoa,",
      "Caitriana Steele,",
      "Steven Guldan,",
      "Sylvia Rodríguez,",
      "José Rivera,",
      "Vincent Tidwell,",
      "Alexander Fernald,",
      "Andres Cibils"
    ],
    "doi": "https://doi.org/10.3390/su4112998",
    "journalVolume": "Vol. 4,\n                                no. 11\n                                \n                                  pp.\n                                  2998\n                                  – 3022",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Water scarcity, land use conversion and cultural and ecosystem changes threaten the way of life for traditional irrigation communities of the semi-arid southwestern United States. Traditions are strong, yet potential upheaval is great in these communities that rely on acequia irrigation systems. Acequias are ancient ditch systems brought from the Iberian Peninsula to the New World over 400 years ago; they are simultaneously gravity flow water delivery systems and shared water governance institutions. Acequias have survived periods of drought and external shocks from changing economics, demographics, and resource uses. Now, climate change and urbanization threaten water availability, ecosystem functions, and the acequia communities themselves. Do past adaptive practices hold the key to future sustainability, or are new strategies required? To explore this issue we translated disciplinary understanding into a uniform format of causal loop diagrams to conceptualize the subsystems of the entire acequia-based human-natural system. Four subsystems are identified in this study: hydrology, ecosystem, land use/economics, and sociocultural. Important linkages between subsystems were revealed as well as variables indicating community cohesion (e.g., total irrigated land, intensity of upland grazing, mutualism). Ongoing work will test the conceptualizations with field data and modeling exercises to capture tipping points for non-sustainability and thresholds for sustainable water use and community longevity.",
    "readLink": "http://www.mdpi.com/2071-1050/4/11/2998"
  },
  {
    "title": "New priorities for climate science and climate economics in the 2020s",
    "authors": [
      "David A. Stainforth,",
      "Raphael Calel"
    ],
    "doi": "https://doi.org/10.1038/s41467-020-16624-8",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 3",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "Climate science and climate economics are critical sources of expertise in our pursuit of the Sustainable Development Goals. Effective use of this expertise requires a strengthening of its epistemic foundations and a renewed focus on more practical policy problems.",
    "readLink": "https://doi.org/10.1038/s41467-020-16624-8"
  }
]