[
  {
    "title": "Reduced Southern Ocean warming enhances global skill and signal-to-noise in an eddy-resolving decadal prediction system",
    "authors": [
      "Stephen G. Yeager,",
      "Ping Chang,",
      "Gokhan Danabasoglu,",
      "Nan Rosenbloom,",
      "Qiuying Zhang,",
      "Fred S. Castruccio,",
      "Abishek Gopal,",
      "M. Cameron Rencurrel,",
      "Isla R. Simpson"
    ],
    "doi": "https://doi.org/10.1038/s41612-023-00434-y",
    "journalVolume": "Vol. 6,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "2397-3722 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.nature.com/npjclimatsci/",
    "abstract": "Abstract The impact of increased model horizontal resolution on climate prediction performance is examined by comparing results from low-resolution (LR) and high-resolution (HR) decadal prediction simulations conducted with the Community Earth System Model (CESM). There is general improvement in global skill and signal-to-noise characteristics, with particularly noteworthy improvements in the eastern tropical Pacific, when resolution is increased from order 1° in all components to order 0.1°/0.25° in the ocean/atmosphere. A key advance in the ocean eddy-resolving HR system is the reduction of unrealistic warming in the Southern Ocean (SO) which we hypothesize has global ramifications through its impacts on tropical Pacific multidecadal variability. The results suggest that accurate representation of SO processes is critical for improving decadal climate predictions globally and for addressing longstanding issues with coupled climate model simulations of recent Earth system change.",
    "readLink": "https://doi.org/10.1038/s41612-023-00434-y"
  },
  {
    "title": "Multidimensional natal isotopic niches reflect migratory patterns in birds",
    "authors": [
      "A. Franzoi,",
      "S. Larsen,",
      "P. Franceschi,",
      "K. A. Hobson,",
      "P. Pedrini,",
      "F. Camin,",
      "L. Bontempo"
    ],
    "doi": "https://doi.org/10.1038/s41598-021-00373-9",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 11",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Naturally occurring stable isotope ratios in animal tissues allow estimation of species trophic position and ecological niche. Measuring multiple isotopes of migratory species along flyway bottlenecks offers the opportunity to sample multiple populations and species whose tissues carry information at continental scales. We measured δ 2H, δ 18O, δ 13C, δ 15N in juvenile feathers of 21 bird species captured at a migratory bottleneck in the Italian Alps. We examined if trends in individual isotopes reflected known migratory strategies and whether dietary (δ 13C–δ 15N) and spatially-explicit breeding origin (δ 2H–δ 18O) niche breadth (NB) differed among long-distance trans-Saharan (TS), short-distance (IP) and irruptive (IR) intra-Palearctic migrants, and whether they correlated with reported populations long-term trends. In both TS and IP groups, species δ 2H declined with capture date, indicating that northern populations reached the stopover site later in the season, following a Type-I migration strategy. Values of δ 2H indicated that breeding range of TS migrants extended farther north than IP and IR migrants. The breeding season was longer for IP migrants whose δ 13C and δ 15N values declined and increased, respectively, with time of capture. Average species dietary NB did not differ among migratory groups, but TS migrants displayed wider breeding origin niches, suggesting that long-distant migration is linked to broader ecological niches. Isotope origin NB well reflected species geographic range extent, while dietary NB did not correlate with literature accounts of species’ diet. We found no relationship between species breeding NB and population trends in Europe, suggesting that conditions in the breeding grounds, as inferred by stable isotopes, are not the only determinant of species’ long-term persistence. We demonstrate that ringing activities and isotopic measurements of passerines migrating through a bottleneck represents a unique opportunity to investigate large-scale life-history phenomena relevant to conservation.",
    "readLink": "https://doi.org/10.1038/s41598-021-00373-9"
  },
  {
    "title": "Economic and environmental assessment of a multifunctional poplar plantation for roundwood and wood chip production in Spain",
    "authors": [
      "Rubén Laina,",
      "Sara J. Herrero,",
      "Blanca Corona,",
      "Eduardo Tolosana,",
      "M. Teresa de la Fuente ,",
      "Guillermo San Miguel"
    ],
    "doi": "https://doi.org/10.5424/fs/2022311-18485",
    "journalVolume": "Vol. 31,\n                                no. 1",
    "issn": "2171-5068 (Print)",
    "publisher": "2171-9845 (Online)",
    "countryOfPublisher": "Instituto Nacional de Investigación y Tecnología Agraria y Alimentaria",
    "lcc": [
      "Spain",
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://revistas.inia.es/index.php/fs",
    "abstract": "Aim of study: To analyze the environmental and economic performance of a multifunctional poplar plantation (MPP), which was managed to produce timber for sawn wood and chips for bioenergy. Area of study: The plantation was located in Southern Spain producing roundwood and woodchips (from tops and branches). Material and methods: The life cycle assessment (LCA) methodology was chosen to perform the environmental impact assessment from a cradle-to-gate perspective. Capital goods, including machinery-manufacturing processes, were included. One oven dry tonne (odt) of forest biomass was chosen as functional unit. The economic analysis was performed using present costs and common indicators: net present value (NPV) and internal rate of return (IRR). Main results: The harvest operations are the most environmental impacting subsystem and cultivation the costliest. Chipping was the process contributing the most to the environmental burden. The use of fertilizers, within the cultivation subsystem, had a notable impact on certain midpoint categories. In terms of climate change potential, 1 odt of delivered wood chips generated 64.1 kg CO2-eq. When considering the whole system (including the roundwood fraction), this value was 45.2 kg CO2-eq odt-1. MPP was hardly profitable with land rental and irrigation being the most expensive items. NPV, including harvesting and transport subsystems, was 1,582 € ha-1, while IRR reached 6.3%. Research highlights: Our results allow to identify the costliest operations and those with the greatest impact to improve the system. Finally, these figures can be compared with other crop alternatives such us poplar short rotation coppice (SRC).",
    "readLink": "https://revistas.inia.es/index.php/fs/article/view/18485"
  },
  {
    "title": "Sustainable Hydroelectric Dam Management in the Context of Climate Change: Case of the Taabo Dam in Côte D’Ivoire, West Africa",
    "authors": [
      "Eric  Mensah Mortey,",
      "Kouakou  Lazare Kouassi,",
      "Arona Diedhiou,",
      "Sandrine Anquetin,",
      "Mathieu Genoud,",
      "Benoit Hingray,",
      "Didier  Guy Marcel Kouame"
    ],
    "doi": "https://doi.org/10.3390/su11184846",
    "journalVolume": "Vol. 11,\n                                no. 18\n                                \n                                  p.\n                                  4846",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Management of hydroelectric dams is an aspect of sustainability that comes with resolving problems locally. The use of global indicators has not been a sustainable solution, thus the need for local indicators. Besides, current sustainability assessment tools lack the integration of climate, making assessments in a climate change context impossible. In this paper, we present management and sustainability assessment in a climate change context using sustainability indicators. We modeled a change in the climate using normal, moderate, and extreme climate conditions defined by Standardized Precipitation Indices (SPI) values. Out of 36 years analyzed, 24 years fall in the near-normal climate regime, and the remaining 12 years in moderate and extreme conditions, making near-normal climate regime the basis for managing the Taabo Dam. The impact of climate, techno-economic, and socio-environmental indicators on sustainability were investigated, and the results were analyzed according to scenarios. Climate adaptation shows higher sustainability indices than techno-economic and socio-environmental scenarios. Probability matrices show high and low values, respectively, for environmental and flooding indicators. Risk matrices, on the other hand, show that even with small probability values, risks still exist, and such small probabilities should not be taken as an absence of risk. The study reveals that sustainability can be improved by integrating climate into existing assessment methods.",
    "readLink": "https://www.mdpi.com/2071-1050/11/18/4846"
  },
  {
    "title": "Positioning Climate Therapy Stays as a Health Tourism Product: An Evidence-Based Approach",
    "authors": [
      "Maurizio Droli,",
      "Lorena Bašan,",
      "Fabio Giuseppe Vassallo"
    ],
    "doi": "https://doi.org/10.28991/ESJ-2022-06-02-04",
    "journalVolume": "Vol. 6,\n                                no. 2\n                                \n                                  pp.\n                                  256\n                                  – 272",
    "issn": "2610-9182 (Online)",
    "publisher": "Ital Publication",
    "countryOfPublisher": "Italy",
    "lcc": [
      "Technology: Technology (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://ijournalse.org",
    "abstract": "Background: The relationship between Length Of Stay (LOS) and Metres Above Sea Level (MASL) of Climate Therapy Stays (CTSs) and their therapeutic effectiveness and efficiency has been under-researched in the last four decades. As a consequence, the potentials of short-term and low-altitude CTSs remain unknown. Objectives: The purpose of this study is twofold. Firstly, it aims to ascertain whether LOS and MASL are related to the percentage change of Forced Expiratory Volume in 1 second (FEV1) and the percentage change of FEV1 Compound Daily Improvement Rate (FEV1 CDIR % Change). Secondly, it aims to provide an evidence-based positioning of CTSs by considering the same specific variables. Methods/Analysis: The study focuses on young people (age ˂18) who have asthma problems. The Resource-Based Theory, postulating the valuability of natural resources generating above-average benefits, has been adopted as a conceptual lens. Primary studies carried out in eastern and western European countries and separately reviewed have been considered jointly. Spearman’s rank correlation coefficient was used to determine the relationship between LOS and MASL of CTSs with FEV1Change (%) and FEV1Change CDIR (%) as indicators of health improvements. The descriptive statistics were implemented in calculating standardized and aggregated values. Findings: Negative and significant relationships have been highlighted between FEV1 Change (%) and MASL and between FEV1 Change CDIR % and LOS. In other words, subjects can achieve significant health improvements even by experiencing very short climate therapy stays at very low altitude mountain centres. Considering the FEV1Change (%) and the FEV1 Change CDIR (%) of climate stays by duration and elevation, the evidence-based knowledge platform has been established as a possible framework for developing an evidence-based marketing strategy for new health tourism products. Novelty/Improvement:Notwithstanding the need for further research, the metrics facilitating interdisciplinary, human health and economic studies have been devised. Further research on the effects of low altitude climate therapy stays could help define the healing potentials of macro and microclimatic conditions as potentially valuable ‘health devices’ for those suffering from respiratory diseases living in the COVID-19 era. Quantifying these effects through further studies, an evidence-based approach to formulating marketing strategies may be devised, useful both for supporting public health provision and policies, and for facilitating practitioners in health tourism interested in offering nature-based activities for their clients. Doi: 10.28991/ESJ-2022-06-02-04 Full Text: PDF",
    "readLink": "https://www.ijournalse.org/index.php/ESJ/article/view/797"
  },
  null,
  {
    "title": "Eventos extremos de precipitação no estado do Ceará e suas relações com a temperatura dos oceanos tropicais Extreme rainfall events in Ceará state and its relationship with tropical oceans temperature",
    "authors": [
      "Carlos Antonio Costa dos Santos,",
      "Antonio Ocimar Manzi"
    ],
    "doi": "https://doi.org/10.1590/S0102-77862011000100014",
    "journalVolume": "Vol. 26,\n                                no. 1\n                                \n                                  pp.\n                                  157\n                                  – 165",
    "issn": "0102-7786 (Print)",
    "publisher": "1982-4351 (Online)",
    "countryOfPublisher": "Sociedade Brasileira de Meteorologia",
    "lcc": [
      "Brazil",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.scielo.br/j/rbmet/",
    "abstract": "O principal objetivo deste trabalho é prover informações sobre as tendências recentes dos eventos extremos de precipitação sobre o Estado do Ceará, associando esses eventos extremos às anomalias de Temperatura da Superfície do Mar (TSM) nos Oceanos Pacífico e Atlântico. Foram utilizados dados pluviométricos de 18 postos de 1971 a 2006 e o método de Mann-Kendall foi utilizado na obtenção das tendências. Os resultados mostram que existem características de aumento nas intensidades das secas e diminuição dos eventos de precipitação forte, e que o aumento nas anomalias de TSM no Pacífico e ao norte do equador, no Oceano Atlântico, acarreta em um aumento do número de dias consecutivos secos no norte do Ceará. Os índices extremos de precipitação mostraram correlações negativas com as anomalias de TSM nas regiões do Pacífico do Atlântico Tropical Norte e positivas com a região do Atlântico Tropical Sul. Entretanto, para a região sul do Ceará, o comportamento dos dias consecutivos chuvosos indica que o período chuvoso é governado por outros sistemas atmosféricos, necessitando assim, ser melhor estudado para o entendimento desse comportamento.The main objective of this study is to provide information about recent trends of extreme rainfall over Ceará State, associating these extreme events with Sea Surface Temperature (SST) anomalies in the Pacific and Atlantic Oceans. Mann-Kendall method is applied to rainfall data of 18 rain gauges from 1971 to 2006 to obtain the trends. The results show that the drought intensity is increasing and the heavy precipitation events are decreasing and that the increase in the Pacific and north of equator Atlantic Ocean SST anomalies lead to an increase in the number of consecutive dry days in northern Ceará. Rainfall extreme indices have shown negative correlations with SST anomalies on Pacific and Tropical North Atlantic regions and positive with Tropical South Atlantic region. However, in southern Ceará region, the consecutive wet day behavior indicates that the rainy season is governed by other atmospheric systems, which needs to be more studied for better understanding.",
    "readLink": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S0102-77862011000100014"
  },
  {
    "title": "Challenges for Flood Risk Reduction in Poland’s Changing Climate",
    "authors": [
      "Zbigniew W. Kundzewicz,",
      "Anna Januchta-Szostak,",
      "Elżbieta Nachlik,",
      "Iwona Pińskwar,",
      "Janusz Zaleski"
    ],
    "doi": "https://doi.org/10.3390/w15162912",
    "journalVolume": "Vol. 15,\n                                no. 2912\n                                \n                                  p.\n                                  2912",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Floods are the main natural disaster in Poland, and the risk of both fluvial and pluvial floods is serious in the country. Pluvial floods are on the rise in the changing climate, particularly in increasingly sealed urbanized areas. In this paper, we examine the changes in flood risk in Poland, discussing the mechanisms, observations, projections and variability. Next, we discuss flood risk management in the country, including specific issues related to urban and rural areas and the synergies between flood and drought risk reduction measures. We identify and assess the weaknesses of the existing flood risk management plans in Poland for the first planning period 2016–2021 and for the second planning period 2022–2027. We find the level of implementation of plans in the former period to be very low. Many planned measures do not have much to do with flood risk reduction but are often linked to other objectives, such as inland navigation. The plans contain numerous small measures, which come across as inapt and economically ineffective solutions. We specify policy-relevant recommendations for necessary and urgent actions, which, if undertaken, could considerably reduce flood risk. We also sketch the way ahead for flood risk management in Poland within the timeframe of the implementation of plans for 2022–2027 and the next regular update of plans for 2028–2033.",
    "readLink": "https://www.mdpi.com/2073-4441/15/16/2912"
  },
  {
    "title": "Geological screening for onshore CO2 storage in the Rio Bonito formation, Paraná Basin, Brazil",
    "authors": [
      "Saulo B. de Oliveira,",
      "Nathália Weber,",
      "Christopher Yeates,",
      "Colombo C. G. Tassinari"
    ],
    "doi": "https://doi.org/10.1080/17445647.2023.2171817",
    "journalVolume": "Vol. 19,\n                                no. 1",
    "issn": "1744-5647 (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Maps"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tjom",
    "abstract": "ABSTRACTA growing number of countries have set ambitious climate targets and recognized the potential of CO2 geological storage. Brazil's goal is to neutralize carbon emissions by 2050. The Paraná Basin is one of the most favorable onshore sedimentary basins for geological storage of CO2 in Brazil. This extensive sedimentary basin presents a privileged location in the south and southeast regions, where the largest stationary CO2 emitters are concentrated. Our results showed Rio Bonito Formation siliciclastic deposits present pairs of reservoir-seal rocks with adequate thicknesses and depths for stratigraphic CO2 trapping. The screening allowed us to define a favorability map area, which will be the basis for subsequent detailing and characterization studies on the Rio Bonito Formation rocks and the location of CO2 injection sites, thus contributing to the mitigation of the impacts of this gas in climate change.",
    "readLink": "https://www.tandfonline.com/doi/10.1080/17445647.2023.2171817"
  },
  {
    "title": "After the firmitas. A metabolist prespective of resilient architecture",
    "authors": [
      "Zeila Tesoriere"
    ],
    "doi": "https://doi.org/10.19229/2464-9309/662019",
    "journalVolume": "Vol. 6,\n                                no. online",
    "issn": "2464-9309 (Print)",
    "publisher": "2532-683X (Online)",
    "countryOfPublisher": "Palermo University Press",
    "lcc": [
      "Italy",
      "Fine Arts: Architecture"
    ],
    "journalUrl": "https://www.agathon.it",
    "abstract": "Architecture has been built for millennia to stay the same – according to the Vitruvian firmitas. Instead, today it is oriented toward a dynamic adaptation to the changes in its context. The climate change is the most evident epiphenomenon among those that have imposed the new paradigms of resilience, the programmatic indeterminacy, the morphological flexibility, the open systemic approaches. Far from being a simple technical adaptation to new needs, the resilient architecture progressively clarifies its theoretical assumptions and its cultural derivations. A genealogical approach concerning the reformulation of some themes firstly introduced by Japanese Metabolism, helps to reframe its evolution and aims to contribute to the understanding of the formal definition of these new architectures.",
    "readLink": "https://www.agathon.it/agathon/article/view/155"
  }
]