[
  {
    "title": "Evaluation of Agricultural Crops Water Footprint with Application of Climate Change in Urmia Lake basin",
    "authors": [
      "majid montaseri,",
      "Negar Rasouli Majd,",
      "Javad Behmanesh,",
      "Hossein Rezaei"
    ],
    "doi": "https://doi.org/10.22067/jsw.v30i4.45420",
    "journalVolume": "Vol. 30,\n                                no. 4\n                                \n                                  pp.\n                                  1075\n                                  – 1089",
    "issn": "2008-4757 (Print)",
    "publisher": "2423-396X (Online)",
    "countryOfPublisher": "Ferdowsi University of Mashhad",
    "lcc": [
      "Iran, Islamic Republic of",
      "Agriculture: Agriculture (General)",
      "Technology: Hydraulic engineering: Irrigation engineering. Reclamation of wasteland. Drainage"
    ],
    "journalUrl": "http://jsw.um.ac.ir/en",
    "abstract": "Introduction: The water footprint index as a complete indicator represents the actual used water in agriculture based on the climate condition, the amount of crop production, the people consumption pattern, the agriculture practices and water efficiency in any region. The water footprint in agricultural products is divided to three components, including green, blue and gray water footprint. Green water footprint is rainwater stored in soil profile and on vegetation. Blue water refers to water in rivers, lakes and aquifers which is used for irrigation purposes. Gray water footprint refers to define as the volume of contaminated water. The water footprint in arid and semiarid regions with high water requirement for plants and limited fresh water resources has considerable importance and key role in the planning and utilization of limited water resources in these regions. On the other hand, increasing the temperature and decreasing the rainfall due to climate change, are two agents which affect arid and semiarid regions. Therefore, in this research the water footprint of agriculturalcrop production in Urmia Lake basin, with application of climate change for planning, stable operating and crop pattern optimizing, was evaluated to reduce agricultural water consumption and help supplying water rights of Urmia Lake. Materials and Methods:Urmia Lake basin, as one of the main sextet basins in Iran, is located in the North West of Iran and includes large sections of West Azerbaijan, East Azerbaijan and Kurdistan areas. Thirteen major rivers are responsible to drain surface streams in Urmia Lake basin and these rivers after supplying agriculture and drinking water and residential areas in the flow path, are evacuated to the Lake. Today because of non-observance of sustainable development concept, increasing water use in different parts and climate change phenomena in Urmia Lake basin the hydrologic balance was perturbed, and Urmia Lake has been lost 90% of its volume and has a critical condition. Therefore, planning, managing and optimizing utilization of water resources in the basin have a high research priority and this requires the concentration on the consumption of water resources. In this study five major products including, wheat, sugar beet, tomato, alfalfa and corn, were studied. For this purpose, seven synoptic meteorological station data including,Salmas, Urmia, Mahabad, Takab, Tabriz, Maragheh and Sarab were used to calibrate the downscaling atmospheric-ocean general circulation model LARS.WG5 and forecast meteorological data in the future periods time (2011-2030) and (2046-2065) with the A2 scenario.The reason to selectA2 scenario was the most critical situation for the mentioned scenario. Then the obtained data were used to estimate the water requirement and water footprint of mentioned plants separately blue and green water footprint in the future periods. Results and Discussion:The resultsof themeteorological data prediction showed thatall synoptic stations except for Tabriz station the average annual predicted rainfallvalues had the deviationfromhistoricalvalues.The mentioneddeviation in the south (Tekab, Mahabad) and West (Urmia, Salmas) ofUrmia lake basin will showincreaseanddecrease in theannual rainfallin the future, respectively.Moreover,the average annual of predicted temperature values for all studied stations showed that the temperature will increase about1°Cduring2011-2030 period and 2°C during 2046-2065 period. Potential evapotranspiration, as another important meteorological parameter has essentialrole in the estimation of crop water requirements which will be slightly affected by climate change phenomena and it will increase in the summer. The results of agricultural products water footprint show that the maximum amount of green water footprint in all studied stations was related to wheat and alfalfa, and this water footprint depend on the time and growth period. For corn, tomatoandsugar beetproducts the ratio of blue and green water footprint is greater 9. By comparing the water footprint of products it can be seen that in Urmia, Salmas and Tekab stations water footprint is decreased with decreasing rainfall and this decrease during 2065 – 2045 periods is higher than 2030 – 2011 periods. Conclusions: According to the results, annual precipitation in southern and western regions of the Lake Urmia basin will be increased and decreased, respectively in the future periods. However, increasing approximately one Celsius degree in temperature is expected for each of the periods all over the basin. In addition,the results showed that the amount of potential evapotranspiration will be increased in the warm months (June to September) in the future periods, and agricultural water consumption pattern will be changed affected by evapotranspiration variations. In the future periods, the blue and green water footprint of most agricultural products will be increased and decreased, respectively.",
    "readLink": "http://jsw.um.ac.ir/index.php/jsw/article/view/45420"
  },
  {
    "title": "Les guides de haute montagne face aux effets du changement climatique. Quelles perceptions et stratégies d’adaptation au pied du Mont Blanc ?",
    "authors": [
      "Emmanuel Salim,",
      "Jacques Mourey,",
      "Ludovic Ravanel,",
      "Pietro Picco,",
      "Christophe Gauchon"
    ],
    "issn": "0035-1121 (Print)",
    "publisher": "1760-7426 (Online)",
    "countryOfPublisher": "Institut de Géographie Alpine",
    "lcc": [
      "France",
      "Geography. Anthropology. Recreation: Physical geography"
    ],
    "journalUrl": "http://rga.revues.org/",
    "abstract": "The evolution of the high Alpine mountain environment, especially the cryosphere that faces climate change, deeply modifies the human activities that take place there. The mountaineering routes are directly impacted and they sometimes become inaccessible. In order to recover a good balance, adaptation is necessary. Mountain guides are among the most dependent professionals on the field on which they practice. As a result, they are probably some of the most impacted professionals but, at the same time, they are also those who can create a lot of adaptation strategies. The aim of this paper is therefore to identify how mountain guides from Chamonix and Courmayeur are impacted and the different adaptation strategies they developed to face climate change. By this cross-border study, using quantitative and qualitative methods, this paper is also showing that the adaptation strategies are controlled by the territory dynamics.",
    "readLink": "http://journals.openedition.org/rga/5842"
  },
  {
    "title": "Investigating design-based learning ecologies",
    "authors": [
      "Snaddon, Bruce,",
      "Morrison, Andrew,",
      "Hemmersam, Peter,",
      "Grant Broom, Andrea,",
      "Erstad, Ola"
    ],
    "doi": "https://doi.org/10.1386/art_00006_1",
    "journalVolume": "Vol. 6,\n                                no. 1-2\n                                \n                                  pp.\n                                  6.1\n                                  – 6.30",
    "issn": "1749-3463 (Print)",
    "publisher": "1749-3471 (Online)",
    "countryOfPublisher": "Intellect",
    "lcc": [
      "United Kingdom",
      "Fine Arts: Drawing. Design. Illustration"
    ],
    "journalUrl": "https://www.intellectbooks.com/artifact-journal-of-design-practice",
    "abstract": "In this article we argue that, for educators in design, urbanism and sustainability, the responsibility of connecting emergent design practice and changing societal needs into pedagogical activities demands that attention be given to ecologies of learning that explore the interplay between what is and what might be. As such, this futuring imperative brings into play a mix of modes of situated learning experience, communication and tools from design and learning to query the planned and built environment as a given, while offering alternate future visions and critiques. In this article, we argue for agile pedagogy that enables students to co-create as citizens in public spaces, through agentive multimodal construction of their identities and modes of transformative representation. Our core research problematic is how to develop, enact and critique design-based pedagogies that may allow designer-educator-researchers and students alike to co-create learning ecologies as dynamic engagement in re-making the city. This we take up within the wider context of climate change and pressing societal and environmental needs within which design and urbanism education increasingly needs to be oriented. Our inquiry is located within a shared practice of design pedagogy across two continents, and climatic and disciplinary domains between the western cape in South Africa and the far north of Norway. The main finding of this research is that pedagogies that are enabling of and attentive to the interplay of an assemblage of relational context-sensitive modalities can be conducive to sustainable and futuring design-based urban engagements.",
    "readLink": "https://www.ingentaconnect.com/content/10.1386/art_00006_1"
  },
  {
    "title": "Decomposition of peatland DOC affected by root exudates is driven by specific r and K strategic bacterial taxa",
    "authors": [
      "Jiří Mastný,",
      "Jiří Bárta,",
      "Eva Kaštovská,",
      "Tomáš Picek"
    ],
    "doi": "https://doi.org/10.1038/s41598-021-97698-2",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract In peatlands, decomposition of organic matter is limited by harsh environmental conditions and low decomposability of the plant material. Shifting vegetation composition from Sphagnum towards vascular plants is expected in response to climate change, which will lead to increased root exudate flux to the soil and stimulation of microbial growth and activity. We aimed to evaluate the effect of root exudates on the decomposition of recalcitrant dissolved organic carbon (DOC) and to identify microorganisms involved in this process. The exudation was mimicked by an addition of a mixture of 13C labelled compounds into the recalcitrant DOC in two realistic levels; 2% and 5% of total DOC and peatland porewater with added root exudates was incubated under controlled conditions in the lab. The early stage of incubation was characterized by a relative increase of r-strategic bacteria mainly from Gammaproteobacteria and Bacteriodetes phyla within the microbial community and their preferential use of the added compounds. At the later stage, Alphaproteobacteria and Acidobacteria members were the dominating phyla, which metabolized both the transformed 13C compounds and the recalcitrant DOC. Only higher exudate input (5% of total DOC) stimulated decomposition of recalcitrant DOC compared to non-amended control. The most important taxa with a potential to decompose complex DOC compounds were identified as: Mucilaginibacter (Bacteriodetes), Burkholderia and Pseudomonas (Gammaproteobacteria) among r-strategists and Bryocella and Candidatus Solibacter (Acidobacteria) among K-strategists. We conclude that increased root exudate inputs and their increasing C/N ratio stimulate growth and degradation potential of both r-strategic and K-strategic bacteria, which make the system more dynamic and may accelerate decomposition of peatland recalcitrant DOC.",
    "readLink": "https://doi.org/10.1038/s41598-021-97698-2"
  },
  {
    "title": "Yield response of high-yielding rice cultivar Oonari to different environmental conditions",
    "authors": [
      "Yumiko Arai-Sanoh,",
      "Masaki Okamura,",
      "Jun Hosoi,",
      "Kenji Nagata,",
      "Toshiyuki Takai,",
      "Hitoshi Ogiwara,",
      "Junko Ishikawa,",
      "Hidemitsu Sakai,",
      "Takeshi Tokida,",
      "Nobuya Kobayashi"
    ],
    "doi": "https://doi.org/10.1080/1343943X.2019.1651207",
    "journalVolume": "Vol. 23,\n                                no. 1\n                                \n                                  pp.\n                                  69\n                                  – 74",
    "issn": "1343-943X (Print)",
    "publisher": "1349-1008 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Agriculture: Plant culture"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tpps",
    "abstract": "A new rice (Oryza sativa L.) cultivar, ‘Oonari’, was developed to reduce the shattering habit of the high-yielding cultivar ‘Takanari’. To evaluate the effects of environment on its yield and related traits, Oonari and Takanari were grown in multiple environmental conditions at three locations in Japan. The whole and filled brown rice yields of Oonari were around 1000 g m−2, similar to those of Takanari. But the panicle number m−2 of Oonari was slightly but significantly higher than that of Takanari and the spikelet number per panicle was slightly but significantly lower. With respect to the effect of environment on yield of Oonari, cumulative radiation during 40 days after heading was positively related to whole brown rice yield of Oonari. Yield tended to be higher under increased atmospheric CO2 concentration than under ambient. Oonari was confirmed to exhibit high yield in various environmental conditions.",
    "readLink": "http://dx.doi.org/10.1080/1343943X.2019.1651207"
  },
  {
    "title": "Incorporating population viability models into species status assessment and listing decisions under the U.S. Endangered Species Act",
    "authors": [
      "Conor P. McGowan,",
      "Nathan Allan,",
      "Jeff Servoss,",
      "Shaula Hedwall,",
      "Brian Wooldridge"
    ],
    "doi": "https://doi.org/10.1016/j.gecco.2017.09.004",
    "journalVolume": "Vol. 12,\n                                no. C\n                                \n                                  pp.\n                                  119\n                                  – 130",
    "issn": "2351-9894 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/global-ecology-and-conservation/",
    "abstract": "Assessment of a species' status is a key part of management decision making for endangered and threatened species under the U.S. Endangered Species Act. Predicting the future state of the species is an essential part of species status assessment, and projection models can play an important role in developing predictions. We built a stochastic simulation model that incorporated parametric and environmental uncertainty to predict the probable future status of the Sonoran desert tortoise in the southwestern United States and North Central Mexico. Sonoran desert tortoise was a Candidate species for listing under the Endangered Species Act, and decision makers wanted to use model predictions in their decision making process. The model accounted for future habitat loss and possible effects of climate change induced droughts to predict future population growth rates, abundances, and quasi-extinction probabilities. Our model predicts that the population will likely decline over the next few decades, but there is very low probability of quasi-extinction less than 75 years into the future. Increases in drought frequency and intensity may increase extinction risk for the species. Our model helped decision makers predict and characterize uncertainty about the future status of the species in their listing decision. We incorporated complex ecological processes (e.g., climate change effects on tortoises) in transparent and explicit ways tailored to support decision making processes related to endangered species.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2351989417300690"
  },
  {
    "title": "Demographic and Socioeconomic Correlates of Disproportionate Beef Consumption among US Adults in an Age of Global Warming",
    "authors": [
      "Amelia Willits-Smith,",
      "Harmonii Odinga,",
      "Keelia O’Malley,",
      "Donald Rose"
    ],
    "doi": "https://doi.org/10.3390/nu15173795",
    "journalVolume": "Vol. 15,\n                                no. 3795\n                                \n                                  p.\n                                  3795",
    "issn": "2072-6643 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply"
    ],
    "journalUrl": "https://www.mdpi.com/journal/nutrients",
    "abstract": "Concern for the environment when making dietary choices has grown as the contribution of the food sector to global greenhouse gas emissions becomes more widely known. Understanding the correlates of beef eating could assist in the targeting of campaigns to reduce the consumption of high-impact foods. The objective of this study was to identify the demographic, socioeconomic, and behavioral correlates of disproportionate beef consumption in the United States. We analyzed 24-h dietary recall data from adults (n = 10,248) in the 2015–2018 National Health and Nutrition Examination Survey (NHANES). Disproportionate beef consumption was defined as an intake greater than four ounce-equivalents per 2200 kcal. Associations of this indicator variable with gender, age, race/ethnicity, education, family income, diet knowledge, and away-from-home meals were assessed using logistic regression, incorporating survey design and weighting. Disproportionate beef diets were consumed by 12% of individuals, but accounted for half of all beef consumed. Males were more likely than females (p p < 0.01) to consume a disproportionate beef diet. While almost one-third of reported consumption came from cuts of beef (e.g., steak or brisket), six of the top ten beef sources were mixed dishes: burgers, meat mixed dishes, burritos and tacos, frankfurters, soups, and pasta. Efforts to address climate change through diet modification could benefit from targeting campaigns to the highest consumers of beef, as their consumption accounts for half of all beef consumed.",
    "readLink": "https://www.mdpi.com/2072-6643/15/17/3795"
  },
  {
    "title": "Lysine Catabolism Through the Saccharopine Pathway: Enzymes and Intermediates Involved in Plant Responses to Abiotic and Biotic Stress",
    "authors": [
      "Paulo Arruda,",
      "Paulo Arruda,",
      "Paulo Arruda,",
      "Pedro Barreto,",
      "Pedro Barreto,",
      "Pedro Barreto"
    ],
    "doi": "https://doi.org/10.3389/fpls.2020.00587",
    "journalVolume": "Vol. 11",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "The saccharopine pathway (SACPATH) involves the conversion of lysine into α-aminoadipate by three enzymatic reactions catalyzed by the bifunctional enzyme lysine-ketoglutarate reductase/saccharopine dehydrogenase (LKR/SDH) and the enzyme α-aminoadipate semialdehyde dehydrogenase (AASADH). The LKR domain condenses lysine and α-ketoglutarate into saccharopine, and the SDH domain hydrolyzes saccharopine to form glutamate and α-aminoadipate semialdehyde, the latter of which is oxidized to α-aminoadipate by AASADH. Glutamate can give rise to proline by the action of the enzymes Δ1-pyrroline-5-carboxylate synthetase (P5CS) and Δ1-pyrroline-5-carboxylate reductase (P5CR), while Δ1-piperideine-6-carboxylate the cyclic form of α-aminoadipate semialdehyde can be used by P5CR to produce pipecolate. The production of proline and pipecolate by the SACPATH can help plants face the damage caused by osmotic, drought, and salt stress. AASADH is a versatile enzyme that converts an array of aldehydes into carboxylates, and thus, its induction within the SACPATH would help alleviate the toxic effects of these compounds produced under stressful conditions. Pipecolate is the priming agent of N-hydroxypipecolate (NHP), the effector of systemic acquired resistance (SAR). In this review, lysine catabolism through the SACPATH is discussed in the context of abiotic stress and its potential role in the induction of the biotic stress response.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fpls.2020.00587/full"
  },
  {
    "title": "Assessing the beginning to end-of-mission sensitivity change of the PREcision MOnitor Sensor total solar irradiance radiometer (PREMOS/PICARD)",
    "authors": [
      "Ball William T.,",
      "Schmutz Werner,",
      "Fehlmann André,",
      "Finsterle Wolfgang,",
      "Walter Benjamin"
    ],
    "doi": "https://doi.org/10.1051/swsc/2016026",
    "journalVolume": "Vol. 6\n                                \n                                \n                                  p.\n                                  A32",
    "issn": "2115-7251 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.swsc-journal.org/",
    "abstract": "The switching of the total solar irradiance (TSI) backup radiometer (PREMOS-B) to a primary role for 2 weeks at the end of the PICARD mission provides a unique opportunity to test the fundamental hypothesis of radiometer experiments in space, which is that the sensitivity change of instruments due to the space environment is identical for the same instrument type as a function of solar-exposure time of the instruments. We verify this hypothesis for the PREMOS TSI radiometers within the PREMOS experiment on the PICARD mission. We confirm that the sensitivity change of the backup instrument, PREMOS-B, is similar to that of the identically-constructed primary radiometer, PREMOS-A. The extended exposure of the backup instrument at the end of the mission allows for the assessment, with an uncertainty estimate, of the sensitivity change of the primary radiometer from the beginning of the PICARD mission compared to the end, and of the degradation of the backup over the mission. We correct six sets of PREMOS-B observations connecting October 2011 with February 2014, using six ratios from simultaneous PREMOS-A and PREMOS-B exposures during the first days of PREMOS-A operation in 2010. These ratios are then used, without indirect estimates or assumptions, to evaluate the stability of SORCE/TIM and SOHO/VIRGO TSI measurements, which have both operated for more than a decade and now show different trends over the time span of the PICARD mission, namely from 2010 to 2014. We find that by February 2014 relative to October 2011 PREMOS-B supports the SORCE/TIM TSI time evolution, which in May 2014 relative to October 2011 is ~0.11 W m−2, or ~84 ppm, higher than SOHO/VIRGO. Such a divergence between SORCE/TIM and SOHO/VIRGO over this period is a significant fraction of the estimated decline of 0.2 W m−2 between the solar minima of 1996 and 2008, and questions the reliability of that estimated trend. Extrapolating the uncertainty indicated by the disagreement of SORCE/TIM and PREMOS with respect to SOHO/VIRGO, we can conclude that it is currently not possible to assess centennial timescale changes in solar irradiance based on any of the presently existing TSI composites. It is imperative to accurately estimate solar irradiance changes from observations in order to extrapolate centennial scale trends important for understanding both long-term solar irradiance changes and the Sun’s influence on the Earth’s climate.",
    "readLink": "http://dx.doi.org/10.1051/swsc/2016026"
  },
  {
    "title": "Terrorism and environmental sustainability: Empirical evidence from the MENA region",
    "authors": [
      "Muhammad Tahir,",
      "Umar Burki,",
      "Toseef Azid"
    ],
    "doi": "Vol. 8\n                                \n                                \n                                  p.\n                                  100056",
    "issn": "2666-9161 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants"
    ],
    "journalUrl": "https://www.journals.elsevier.com/resources-environment-and-sustainability/",
    "abstract": "This study provides a unique perspective in environmental sustainability and research domain by linking climate change and terrorism, which is a new and unexplored factor of environmental sustainability. Through a newly developed predictive model, this study assessed the impact of terrorism on environmental sustainability in the MENA region countries for the time span of 2002–2019 This study also tested the validity of the Environmental Kuznets Curve (EKC) hypothesis. The empirical results indicate that terrorism is harmful for environmental sustainability as it increases CO2 emissions, while trade openness and urbanization have a favorable influence on environmental sustainability as they are negatively associated with CO2 emissions. The results also revealed a positive and statistically significant relationship between energy consumption and CO2 emissions. Empirically, the results confirmed the validity of the EKC hypothesis in the MENA region. The causality exercise shows a one-way causality from CO2 emissions and urbanization towards terrorism. Similarly, a unilateral causality is witnessed from energy consumption towards urbanization and from per capita income towards CO2 emissions. Finally, a two-way causality is detected between trade and terrorism, energy consumption and terrorism and between per capita income and terrorism. These empirical findings provide valuable insights for various stakeholders, i.e., government authorities, policymakers, regulators, practitioners, and researchers.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666916122000111"
  }
]