[
  {
    "title": "Boosts in leaf-level photosynthetic capacity aid Pinus ponderosa recovery from wildfire",
    "authors": [
      "Kelsey N Bryant,",
      "Jeffrey Stenzel,",
      "Justin Mathias,",
      "Hyojung Kwon,",
      "Crystal A Kolden,",
      "Laurel Lynch,",
      "Tara Hudiburg"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ac9cf2",
    "journalVolume": "Vol. 17,\n                                no. 11\n                                \n                                  p.\n                                  114034",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Forests mitigate climate change by sequestering massive amounts of carbon, but recent increases in wildfire activity are threatening carbon storage. Currently, our understanding of wildfire impacts on forest resilience and the mechanisms controlling post-fire recovery remains unresolved due to a lack of empirical data on mature trees in natural settings. Here, we quantify the physiological mechanisms controlling carbon uptake immediately following wildfire in mature individuals of ponderosa pine ( Pinus ponderosa ), a wide-spread and canopy-dominant tree species in fire-prone forests. While photosynthetic capacity was lower in burned than unburned trees due to an overall depletion of resources, we show that within the burned trees, photosynthetic capacity increases with the severity of damage. Our data reveal that boosts in the efficiency of carbon uptake at the leaf-level may compensate for whole-tree damage, including the loss of leaf area and roots. We further show that heightened photosynthetic capacity in remaining needles on burned trees may be linked with reduced water stress and leaf nitrogen content, providing pivotal information about post-fire physiological processes. Our results have implications for Earth system modeling efforts because measurements of species-level physiological parameters are used in models to predict ecosystem and landscape-level carbon trajectories. Finally, current land management practices do not account for physiological resilience and recovery of severely burned trees. Our results suggest premature harvest may remove individuals that may otherwise survive, irrevocably altering forest carbon balance.",
    "readLink": "https://doi.org/10.1088/1748-9326/ac9cf2"
  },
  {
    "title": "Climate change adaptation in arable land use, and impact on nitrogen load at catchment scale in northern agriculture",
    "authors": [
      "Katri Rankinen,",
      "Pirjo Peltonen-Sainio,",
      "Kirsti Granlund,",
      "Hannu Ojanen,",
      "Mikko Laapas,",
      "Kaija Hakala,",
      "Kalle Sippel,",
      "Juha Helenius,",
      "Martin Forsius"
    ],
    "doi": "Vol. 22,\n                                no. 3",
    "issn": "1459-6067 (Print)",
    "publisher": "1795-1895 (Online)",
    "countryOfPublisher": "Scientific Agricultural Society of Finland",
    "lcc": [
      "Finland",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://ojs.tsv.fi/index.php/AFS/index",
    "abstract": "Prolongation of the growing season due to a warming climate could represent new opportunities for northern agriculture. Climatic and biotic constraints may challenge future crop production. The objective of this study was to speculate how a range of arable land use patterns, resulting from various policy driven choices, could be introduced into a farming system, and how they would affect the risks associated with nutrient leaching. We found that while adaptation to climate change must include consideration of crop choices, there are conflicts associated with allocations and rotations for various market and policy situations. The expected increase in nutrient loading in the simulations caused by climate change was moderate. The increase can partly be compensated for by changes in farmland use, more in the shorter term than in the longer term to mid-century. In the future, adaptation at cropping system level is potentially an efficient way to manage nutrient load risks.",
    "readLink": "https://journal.fi/afs/article/view/7500"
  },
  {
    "title": "The geopolitics of negative emissions technologies: learning lessons from REDD+ and renewable energy for afforestation, BECCS, and direct air capture",
    "authors": [
      "Judith Kreuter,",
      "Markus Lederer"
    ],
    "doi": "https://doi.org/10.1017/sus.2021.24",
    "journalVolume": "Vol. 4",
    "issn": "2059-4798 (Online)",
    "publisher": "Cambridge University Press",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.cambridge.org/core/journals/global-sustainability",
    "abstract": "Non-technical summary Negative emissions technologies (NETs) have received increasing interest in recent years as a potential part of a portfolio of measures to address anthropogenic climate change, in particular following the 2015 UN Framework Convention on Climate Change Paris Agreement and the 2018 Intergovernmental Panel on Climate Change Special Report ‘Global Warming of 1.5 °C’. This increasing significance for global climate policy is faced with a multitude of open questions regarding, among others, the geopolitical implications of large-scale use of NETs. This paper outlines what we can learn for the possible geopolitical futures of NETs from existing international ‘green’ approaches. Technical summary We contribute to assessing political implications of NET scenarios, addressing the following question: What are potential geopolitical challenges, conflicts, and consequences of a large-scale deployment of three NETs, namely afforestation, bio-energy with carbon capture and storage (BECCS), and direct air capture and carbon storage (DACCS)? We turn to the two cases of renewable energies and reducing emissions from deforestation and forest degradation for answers. We find that, first, not only afforestation, but also BECCS and even DACCS would have a geopolitical impact due to their requirements of territory – in the latter two cases, for instance, due to requirements for appropriate carbon storage space. Second, the material requirements of various NETs might also impact geopolitical constellations and induce conflict, providing certain countries and regions of the world with new leverage in the case of large-scale deployment, for instance those which can provide raw materials for fertilizer (for afforestation and BECCS) or energy generation (for DACCS). Third, discursive construction of space and identity might lead to very interesting new patterns of contestation, for instance if specific nation-states can successfully construct an identity of front-running climate protectors and use this to put pressure on other states. Social media summary What might be geopolitical implications of using NETs on a large scale to counteract anthropogenic climate change?",
    "readLink": "https://www.cambridge.org/core/product/identifier/S2059479821000247/type/journal_article"
  },
  {
    "title": "Global subsoil organic carbon turnover times dominantly controlled by soil properties rather than climate",
    "authors": [
      "Zhongkui Luo,",
      "Guocheng Wang,",
      "Enli Wang"
    ],
    "doi": "https://doi.org/10.1038/s41467-019-11597-9",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 10",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "The sensitivity of soil organic carbon (SOC) in subsoil (below 0.3 m) to climate change is poorly constrained. Here, the authors map global subsoil (0.3–1 m soil layer) SOC turnover times and find that temperature and in general climate effects are secondary to effects due to soil properties at both local and global scales—this now needs to be regarded for diagnosing subsoil SOC dynamics.",
    "readLink": "https://doi.org/10.1038/s41467-019-11597-9"
  },
  {
    "title": "Impacts of fertilization on grassland productivity and water quality across the European Alps under current and warming climate: insights from a mechanistic model",
    "authors": [
      "M. Botter,",
      "M. Zeeman,",
      "P. Burlando,",
      "S. Fatichi"
    ],
    "doi": "https://doi.org/10.5194/bg-18-1917-2021",
    "journalVolume": "Vol. 18\n                                \n                                \n                                  pp.\n                                  1917\n                                  – 1939",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Alpine grasslands sustain local economy by providing fodder for livestock. Intensive fertilization is common to enhance their yields, thus creating negative externalities on water quality that are difficult to evaluate without reliable estimates of nutrient fluxes. We apply a mechanistic ecosystem model, seamlessly integrating land-surface energy balance, soil hydrology, vegetation dynamics, and soil biogeochemistry, aiming at assessing the grassland response to fertilization. We simulate the major water, carbon, nutrient, and energy fluxes of nine grassland plots across the broad European Alpine region. We provide an interdisciplinary model evaluation by confirming its performance against observed variables from different datasets. Subsequently, we apply the model to test the influence of fertilization practices on grassland yields and nitrate (NO3-) losses through leaching under both current and modified climate scenarios. Despite the generally low NO3- concentration in groundwater recharge, the variability across sites is remarkable, which is mostly (but not exclusively) dictated by elevation. In high-Alpine sites, short growing seasons lead to less efficient nitrogen (N) uptake for biomass production. This combined with lower evapotranspiration rates results in higher amounts of drainage and NO3- leaching to groundwater. Scenarios with increased temperature lead to a longer growing season characterized by higher biomass production and, consequently, to a reduction of water leakage and N leaching. While the intersite variability is maintained, climate change impacts are stronger on sites at higher elevations. The local soil hydrology has a crucial role in driving the NO3- use efficiency. The commonly applied fixed threshold limit on fertilizer N input is suboptimal. We suggest that major hydrological and soil property differences across sites should be considered in the delineation of best practices or regulations for management. Using distributed maps informed with key soil and climatic attributes or systematically implementing integrated ecosystem models as shown here can contribute to achieving more sustainable practices.",
    "readLink": "https://bg.copernicus.org/articles/18/1917/2021/bg-18-1917-2021.pdf"
  },
  {
    "title": "Training hydrologists to be ecohydrologists and play a leading role in environmental problem solving",
    "authors": [
      "M. E. McClain,",
      "L. Chícharo,",
      "N. Fohrer,",
      "M. Gaviño Novillo,",
      "W. Windhorst,",
      "M. Zalewski"
    ],
    "doi": "https://doi.org/10.5194/hess-16-1685-2012",
    "journalVolume": "Vol. 16,\n                                no. 6\n                                \n                                  pp.\n                                  1685\n                                  – 1696",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "Ecohydrology is a relatively new and rapidly growing subject area in the hydrology curriculum. It is a trans-disciplinary science derived from the larger earth systems science movement and examining mutual interactions of the hydrological cycle and ecosystems. It is also an applied science focused on problem solving and providing sound guidance to catchment-scale integrated land and water resources management. The principle spheres of ecohydrology include (i) climate-soil-vegetation-groundwater interactions at the land surface with special implications for land use, food production and climate change; (ii) riparian runoff, flooding, and flow regime dynamics in river corridors with special implications for water supply, water quality, and inland fisheries; and (iii) fluvial and groundwater inputs to lakes/reservoirs, estuaries, and coastal zones with special implications for water quality and fisheries. We propose an educational vision focused on the development of professional and personal competencies to impart a depth of scientific knowledge in the theory and practice of ecohydrology and a breadth of cross-cutting knowledge and skills to enable ecohydrologists to effectively collaborate with associated scientists and communicate results to resource managers, policy-makers, and other stakeholders. In-depth knowledge in hydrology, ecology, and biogeochemistry is emphasized, as well as technical skills in data collection, modeling, and statistical analysis. Cross-cutting knowledge is framed in the context of integrated water resources management. Personal competencies to be fostered in educational programs include creative thinking, cooperation, communication, and leadership. We consider a life-long learning context but highlight the importance of master's level training in the professional formation of ecohydrologists.",
    "readLink": "http://www.hydrol-earth-syst-sci.net/16/1685/2012/hess-16-1685-2012.pdf"
  },
  {
    "title": "Polish Adaptation Policy to Climate Change vs. EU Countries’ Adaptation Policies",
    "authors": [
      "Dorota Michalak,",
      "Paulina Szyja"
    ],
    "doi": "https://doi.org/10.18778/1508-2008.26.24",
    "journalVolume": "Vol. 26,\n                                no. 3\n                                \n                                  pp.\n                                  127\n                                  – 144",
    "issn": "1508-2008 (Print)",
    "publisher": "2082-6737 (Online)",
    "countryOfPublisher": "Lodz University Press",
    "lcc": [
      "Poland",
      "Social Sciences: Economic theory. Demography: Economics as a science"
    ],
    "journalUrl": "https://czasopisma.uni.lodz.pl/CER",
    "abstract": "The purpose of this study is to compare the advancement of Poland’s adaptation policy with the policy of other EU countries. Benchmarking was used, and the research was preceded by comparing the degree of climate change impact on the economies of individual EU countries. The study used 12 comparative quantities, forecast to 2100 for 27 countries. The added value of the analysis is the diagnosis that indicates whether the advancement of the adaptation policy of individual countries is appropriate for the projected climate change, together with the indication of the level of the adaptation policy in Poland compared to other member states. It was determined that, compared to Western countries, Poland has the lowest projected impact of climate change, as represented by selected indicators in the study, but it also has the lowest degree of adaptation policies. However, comparing Poland with the other countries that joined the EU in 2004 shows the opposite trend. The survey is a starting point for further analysis of adaptation in its broadest sense, at national, EU, and global levels. It indicates that despite the high rate of increase in the negative consequences of climate change, the implementation of adaptation policies is still insufficient and often at an early stage of planning.",
    "readLink": "https://czasopisma.uni.lodz.pl/CER/article/view/19479"
  },
  {
    "title": "Climate Change Adaptation in the Delta Nile Region of Egypt: Implications for Agricultural Extension",
    "authors": [
      "Hazem S. Kassem,",
      "Abdel Raouf Suleiman Bello,",
      "Bader M. Alotaibi,",
      "Fahd O. Aldosri,",
      "Gary S. Straquadine"
    ],
    "doi": "https://doi.org/10.3390/su11030685",
    "journalVolume": "Vol. 11,\n                                no. 3\n                                \n                                  p.\n                                  685",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "This study used quantitative and qualitative methods to collect data, using questionnaires and interviews, from 792 randomly-selected farmers in two of the governorates in the Nile Delta Region, Egypt. A workshop was organized for 59 extension professionals working in the two governorates, looking at how the adaptive capacity of the agricultural sector towards climate change was being guided by policy-makers. Two focus groups were used: one with senior officials from the regional governorates and the other with central government administrators from the Ministry of Agriculture and Land Reclamation. The study findings suggested that 51.9% of the investigated farmers at the two targeted governorates had no knowledge about the climate change phenomenon. Maximizing the use of manure, changing crop patterns, and crop rotation were the adaptation measures most commonly adopted by aware respondents against climate change. Results of a probit model analysis indicated that farmers’ ability to adapt to climate change was influenced by education level, farm size, diversity of production, and membership of a Water User Association. The study recommended some extension interventions to raise awareness of the anticipated effects of climate change.",
    "readLink": "https://www.mdpi.com/2071-1050/11/3/685"
  },
  {
    "title": "All that glitters is not gold: A projected distribution of the endemic Indian Golden Gecko Calodactylodes aureus (Reptilia: Squamata: Gekkonidae) indicates a major range shrinkage due to future climate change.",
    "authors": [
      "Aditya Srinivasulu,",
      "Chelmala Srinivasulu"
    ],
    "doi": "https://doi.org/10.11609/jott.2723.8.6.8883-8892",
    "journalVolume": "Vol. 8,\n                                no. 6\n                                \n                                  pp.\n                                  8883\n                                  – 8892",
    "issn": "0974-7893 (Print)",
    "publisher": "0974-7907 (Online)",
    "countryOfPublisher": "Wildlife Information Liaison Development Society",
    "lcc": [
      "India",
      "Science: Biology (General): Ecology",
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "https://threatenedtaxa.org/",
    "abstract": "Climate change has a perceived threat on biodiversity due to its effect on species range. Species with narrow ranges and highly specific climatic and habitat requirements are at higher risk. To understand the influence of climate change on the Indian endemic gekkonid, the Indian Golden Gecko Calodactylodes aureus (Beddome, 1870) we model the present and future predicted distribution (2050 and 2070) under the CMIP5 RCP4.5 and RCP8.5 scenarios using MaxEnt under the HadGEM3-ES Model. Our analysis revealed the negative impact of climate change on the Indian Golden Gecko with a decrease in the amount of climatically suitable areas in the future, and an almost total range shrinkage by 2070. Despite its wide distribution in the eastern Deccan Peninsula, according to our predictions, the species is threatened by a shrinkage in the future range due to climate change.",
    "readLink": "http://threatenedtaxa.org/index.php/JoTT/article/view/2723"
  },
  {
    "title": "Intercomparison in spatial distributions and temporal trends derived from multi-source satellite aerosol products",
    "authors": [
      "J. Wei,",
      "Y. Peng,",
      "R. Mahmood,",
      "L. Sun,",
      "J. Guo"
    ],
    "doi": "https://doi.org/10.5194/acp-19-7183-2019",
    "journalVolume": "Vol. 19\n                                \n                                \n                                  pp.\n                                  7183\n                                  – 7207",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Satellite-derived aerosol products provide long-term and large-scale observations for analysing aerosol distributions and variations, climate-scale aerosol simulations, and aerosol–climate interactions. Therefore, a better understanding of the consistencies and differences among multiple aerosol products is important. The objective of this study is to compare 11 global monthly aerosol optical depth (AOD) products, which are the European Space Agency Climate Change Initiative (ESA-CCI) Advanced Along-Track Scanning Radiometer (AATSR), Advanced Very High Resolution Radiometer (AVHRR), Multi-angle Imaging SpectroRadiometer (MISR), Moderate Resolution Imaging Spectroradiometer (MODIS), Sea-viewing Wide Field-of-view Sensor (SeaWiFS), Visible Infrared Imaging Radiometer (VIIRS), and POLarization and Directionality of the Earth's Reflectance (POLDER) products. AErosol RObotic NEtwork (AERONET) Version 3 Level 2.0 monthly measurements at 308 sites around the world are selected for comparison. Our results illustrate that the spatial distributions and temporal variations of most aerosol products are highly consistent globally but exhibit certain differences on regional and site scales. In general, the AATSR Dual View (ADV) and SeaWiFS products show the lowest spatial coverage with numerous missing values, while the MODIS products can cover most areas (average of 87 %) of the world. The best performance is observed in September–October–November (SON) and the worst is in June–July–August (JJA). All the products perform unsatisfactorily over northern Africa and Middle East, southern and eastern Asia, and their coastal areas due to the influence from surface brightness and human activities. In general, the MODIS products show the best agreement with the AERONET-based AOD values on different spatial scales among all the products. Furthermore, all aerosol products can capture the correct aerosol trends at most cases, especially in areas where aerosols change significantly. The MODIS products perform best in capturing the global temporal variations in aerosols. These results provide a reference for users to select appropriate aerosol products for their particular studies.",
    "readLink": "https://www.atmos-chem-phys.net/19/7183/2019/acp-19-7183-2019.pdf"
  }
]