[
  {
    "title": "Land use Changes Scenarios for Rural Areas (Case study: Bash Qaleh Dehestan –Urmia County)",
    "authors": [
      "Aliakbar Taghilou"
    ],
    "doi": "https://doi.org/10.22067/jrrp.v7i3.67080",
    "journalVolume": "Vol. 7,\n                                no. 3\n                                \n                                  pp.\n                                  29\n                                  – 44",
    "issn": "2322-2514 (Print)",
    "publisher": "2383-2495 (Online)",
    "countryOfPublisher": "Ferdowsi University of Mashhad",
    "lcc": [
      "Iran, Islamic Republic of",
      "Social Sciences: Industries. Land use. Labor: Economic growth, development, planning"
    ],
    "journalUrl": "https://jrrp.um.ac.ir/",
    "abstract": "Purpose- The purpose of the study is to determine the land use change scenarios in Bash Qaleh dehestan. Design/methodology/approach- Research methodology is based on futures studies and scenario studies. First, a list of drivers using documents 34 domestic and foreign research in the field of land use was prepared and then through the view of villagers and farmers (318) (Using Likert scale) and experts (22) the importance and their impact on land use were studied. For development scenarios, a team of five experts (2 rural planners, 2 regional planners, one natural resource expert) was used. Mick Mac software and Wizard scenario were also used for data analysis. Findings- The results showed that people's income, production level, return on investment in activity, industrial agriculture and agricultural margin were the most effective and uncertain drivers of land use change. For these drivers, eight scenarios were developed and developed. Practical implications- Food security, encouragement of conservation of resources, encouraging policies for population growth, increasing community well-being, droughts, climate change, soil erosion, the emphasis of civil society on the rights of citizens and protection of the rights of the next generation, the emphasis of governments on economic self-sufficiency is only part of the opposite trends which has faced land use challenges. It is suggested that specific programs be developed and monitored to avoid them for any scenario.",
    "readLink": "https://jrrp.um.ac.ir/article_31746_db439837bf5df2f7adc6fd69a7312e59.pdf"
  },
  {
    "title": "3RD BIM/GIS INTEGRATION WORKSHOP AND 15TH 3DGEOINFO CONFERENCE 2020 – PREFACE",
    "authors": [
      "K. Wong,",
      "C. Ellul,",
      "J. Morley,",
      "R. Home,",
      "M. Kalantari"
    ],
    "doi": "https://doi.org/10.5194/isprs-archives-XLIV-4-W1-2020-1-2020",
    "journalVolume": "Vol. XLIV-4-W1-2020\n                                \n                                \n                                  pp.\n                                  1\n                                  – 1",
    "issn": "1682-1750 (Print)",
    "publisher": "2194-9034 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Applied optics. Photonics"
    ],
    "journalUrl": "http://www.isprs.org/publications/archives.aspx",
    "abstract": "The interest in and use of 3D models in built environments is rapidly increasing, and they are now a key component of decision-making in areas including climate change mitigation (e.g., calculating solar panel potential, flood modelling, modelling housing age for retrofitting of thermal insulation), urban planning and cadastral systems (modelling rights, restrictions and responsibilities in complex buildings, streamlining the process to issue planning permits, design of existing or new developments) and infrastructure (construction, transport, utility management and modelling, asset management). 3D models are also an integrator for the data underpinning smart cities – knowing where a sensor is in 3D space allows the data to be integrated with the surrounding context – for example, noise data could be integrated with traffic information. Reflecting this interest, national mapping and cadastral agencies (NMCA) including Ordnance Survey (GB) are now increasingly generating 3D mapping at national scale, and there is extensive research as to how this data can be integrated with another emerging source of 3D models such as building information modelling (BIM).These trends were evident during the 3rd BIM/GIS Integration Workshop and 15th 3DGeoInfo 2020 events, which were co-hosted by University College London and Ordnance Survey (GB) in September 2020. The workshop and conference brought together international researchers from academia, industry, government and national mapping and cadastral agencies in the field of 3D geoinformation, in an interdisciplinary gathering of researchers in the fields of data collection, data management, data quality, data analysis, advanced modelling approaches, applications, users, visualisation, augmented reality, artificial intelligence and many more.This year’s theme was Users and Use Cases. The workshop and conference covered a wide range of topics including 3D data acquisition and processing, 3D city modelling and related standards, visualisation and dissemination of 3D data, augmented and virtual reality, 3D and Artificial Intelligence/Machine Learning. Three sessions of the BIM/GIS Integration Workshop were dedicated to Applications of BIM/GIS Integration, and an entire day of 3DGeoInfo 2020 to Users and Use Cases within 3DGeoInfo. Additionally, two sessions were specifically aimed at NMCA participants.Although initially intended to be a face-to-face event in London, the team rapidly adjusted to the emerging COVID-19 situation, identifying an online solution that facilitated and encouraged participant interaction. This meant that the events could still provide a platform for learning, discussion, and exchange of ideas that they have been able to in previous years, as well as providing opportunities to promote international collaboration in these topics. This special issue of the ISPRS International Archives of Photogrammetry, Remote Sensing and Spatial Information Sciences contains 23 papers selected by a double-blind peer review involving a minimum of two reviewers, presenting research on topics including visualisation, point cloud management, virtual reality, data interoperability, data quality, generating national 3D datasets, indoor 3D, urban planning/permits and underground data management.",
    "readLink": "https://www.int-arch-photogramm-remote-sens-spatial-inf-sci.net/XLIV-4-W1-2020/1/2020/isprs-archives-XLIV-4-W1-2020-1-2020.pdf"
  },
  {
    "title": "Geospatial Simulation Model of Sustainable Mangrove Development Scenarios for the Years 2030 and 2050 in Marismas Nacionales, Mexico",
    "authors": [
      "María Alejandra Quintero-Morales,",
      "Wenseslao Plata-Rocha,",
      "Sergio Alberto Monjardín-Armenta,",
      "Vicente Olimón-Andalón,",
      "Edith Hilario Torres-Montoya"
    ],
    "doi": "https://doi.org/10.3390/su13179551",
    "journalVolume": "Vol. 13,\n                                no. 9551\n                                \n                                  p.\n                                  9551",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Anthropogenic activities influence the loss of mangroves, increase natural phenomena such as hurricanes, tropical storms, and El Niño, and consequently increase concentrations of greenhouse gases such as CO2, promoting climate change. There are strategies to reduce emissions from Deforestation and Forest Degradation, the Sustainable Development Goals, and the General Law on Climate Change to counteract these conditions. Therefore, this research aims to generate an integral simulation model of sustainable mangrove development scenarios for 2030 and 2050 through mitigation strategies, using geospatial techniques, multi-criteria evaluation, and generating a future surface demand model. The Marismas Nacionales study area is a mangrove ecosystem and an important carbon sink. The simulation model determined that the mangrove area in 2030 will be 77,555 hectares, with an estimated absorption of 358.95 Gg CO2 e (equivalent). By 2050 there will be 86,476 ha, absorbing 400.24 Gg CO2 e. This increase will be in disturbed mangrove areas and other wetlands. The sustainable simulation model and the surface demand model can be applied in any study area to increase, protect, and conserve mangroves to benefit the social, economic, and environmental sectors.",
    "readLink": "https://www.mdpi.com/2071-1050/13/17/9551"
  },
  {
    "title": "Quantifying uncertainty in the impacts of climate change on river discharge in sub-catchments of the Yangtze and Yellow River Basins, China",
    "authors": [
      "H. Xu,",
      "R. G. Taylor,",
      "Y. Xu"
    ],
    "doi": "https://doi.org/10.5194/hess-15-333-2011",
    "journalVolume": "Vol. 15,\n                                no. 1\n                                \n                                  pp.\n                                  333\n                                  – 344",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "Quantitative evaluations of the impacts of climate change on water resources are primarily constrained by uncertainty in climate projections from GCMs. In this study we assess uncertainty in the impacts of climate change on river discharge in two catchments of the Yangtze and Yellow River Basins that feature contrasting climate regimes (humid and semi-arid). Specifically we quantify uncertainty associated with GCM structure from a subset of CMIP3 AR4 GCMs (HadCM3, HadGEM1, CCSM3.0, IPSL, ECHAM5, CSIRO, CGCM3.1), SRES emissions scenarios (A1B, A2, B1, B2) and prescribed increases in global mean air temperature (1 °C to 6 °C). Climate projections, applied to semi-distributed hydrological models (SWAT 2005) in both catchments, indicate trends toward warmer and wetter conditions. For prescribed warming scenarios of 1 °C to 6 °C, linear increases in mean annual river discharge, relative to baseline (1961–1990), for the River Xiangxi and River Huangfuchuan are +9% and 11% per +1 °C respectively. Intra-annual changes include increases in flood (Q05) discharges for both rivers as well as a shift in the timing of flood discharges from summer to autumn and a rise (24 to 93%) in dry season (Q95) discharge for the River Xiangxi. Differences in projections of mean annual river discharge between SRES emission scenarios using HadCM3 are comparatively minor for the River Xiangxi (13 to 17% rise from baseline) but substantial (73 to 121%) for the River Huangfuchuan. With one minor exception of a slight (−2%) decrease in river discharge projected using HadGEM1 for the River Xiangxi, mean annual river discharge is projected to increase in both catchments under both the SRES A1B emission scenario and 2° rise in global mean air temperature using all AR4 GCMs on the CMIP3 subset. For the River Xiangxi, there is substantial uncertainty associated with GCM structure in the magnitude of the rise in flood (Q05) discharges (−1 to 41% under SRES A1B and −3 to 41% under 2° global warming) and dry season (Q95) discharges (2 to 55% under SRES A1B and 2 to 39% under 2° global warming). For the River Huangfuchuan, all GCMs project a rise in the Q05 flow but there is substantial uncertainty in the magnitude of this rise (7 to 70% under SRES A1B and 2 to 57% under 2° global warming). Differences in the projected hydrological changes are associated with GCM structure in both catchments exceed uncertainty in emission scenarios. Critically, estimated uncertainty in projections of mean annual flows is less than that calculated for extreme (Q05, Q95) flows. The common approach of reporting of climate change impacts on river in terms of mean annual flows masks the magnitude of uncertainty in flows that are of most importance to water management.",
    "readLink": "http://www.hydrol-earth-syst-sci.net/15/333/2011/hess-15-333-2011.pdf"
  },
  {
    "title": "Atmospheric trends explained by changes in frequency of short-term circulation patterns",
    "authors": [
      "Irina Rudeva,",
      "Ghyslaine Boschat,",
      "Chris Lucas,",
      "Linden Ashcroft,",
      "Acacia Pepler,",
      "Pandora Hope"
    ],
    "doi": "https://doi.org/10.1038/s43247-023-00785-7",
    "journalVolume": "Vol. 4,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "2662-4435 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Geology",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.nature.com/commsenv/",
    "abstract": "Abstract The circulation of the atmosphere is subject to natural and anthropogenic forcings that alter the energy balance of the climate system. In each hemisphere the zonally averaged atmospheric circulation can be represented by a single overturning cell if viewed in isentropic coordinates, highlighting the connections between tropics and extratropics. Here we present clusters of the meridional atmospheric circulation based on reanalysis data. Our results reveal preferred global circulation regimes with two clusters in each solstice season. These clusters show strong trends in their occurrence in the last two decades of the 20th century coincident with the depletion of the low-stratospheric ozone over Antarctica. We hypothesize that a change in the occurrence of short-term circulation regimes may lead to some long-term atmospheric trends. Finally, we show a strong coupling between the atmospheric circulation in boreal and austral winters and propose a mechanism linking anomalies in both seasons to the stratospheric ozone that requires confirmation with modelling experiments.",
    "readLink": "https://doi.org/10.1038/s43247-023-00785-7"
  },
  {
    "title": "Greywater reuse as a key enabler for improving urban wastewater management",
    "authors": [
      "Arjen Van de Walle,",
      "Minseok Kim,",
      "Md Kawser Alam,",
      "Xiaofei Wang,",
      "Di Wu,",
      "Smruti Ranjan Dash,",
      "Korneel Rabaey,",
      "Jeonghwan Kim"
    ],
    "doi": "Vol. 16\n                                \n                                \n                                  p.\n                                  100277",
    "issn": "2666-4984 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Technology: Environmental technology. Sanitary engineering"
    ],
    "journalUrl": "https://www.journals.elsevier.com/environmental-science-and-ecotechnology",
    "abstract": "Sustainable water management is essential to guaranteeing access to safe water and addressing the challenges posed by climate change, urbanization, and population growth. In a typical household, greywater, which includes everything but toilet waste, constitutes 50–80% of daily wastewater generation and is characterized by low organic strength and high volume. This can be an issue for large urban wastewater treatment plants designed for high-strength operations. Segregation of greywater at the source for decentralized wastewater treatment is therefore necessary for its proper management using separate treatment strategies. Greywater reuse may thus lead to increased resilience and adaptability of local water systems, reduction in transport costs, and achievement of fit-for-purpose reuse. After covering greywater characteristics, we present an overview of existing and upcoming technologies for greywater treatment. Biological treatment technologies, such as nature-based technologies, biofilm technologies, and membrane bioreactors (MBR), conjugate with physicochemical treatment methods, such as membrane filtration, sorption and ion exchange technologies, and ultraviolet (UV) disinfection, may be able to produce treated water within the allowable parameters for reuse. We also provide a novel way to tackle challenges like the demographic variance of greywater quality, lack of a legal framework for greywater management, monitoring and control systems, and the consumer perspective on greywater reuse. Finally, benefits, such as the potential water and energy savings and sustainable future of greywater reuse in an urban context, are discussed.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S266649842300042X"
  },
  {
    "title": "An evaluation of smart windows in a reference office building in Kayseri",
    "authors": [
      "Ayşenur Karakaya,",
      "Seden Acun Özgünler"
    ],
    "doi": "https://doi.org/10.47818/DRArch.2022.v3i2053",
    "journalVolume": "Vol. 3,\n                                no. 2\n                                \n                                  pp.\n                                  197\n                                  – 212",
    "issn": "2757-6329 (Online)",
    "publisher": "Mehmet Topcu",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Fine Arts: Architecture",
      "Technology: Building construction"
    ],
    "journalUrl": "https://drarch.org/index.php/drarch",
    "abstract": "As a building element, the facade which interacts with external factors between two different environmental conditions is an important interface in energy consumption and the building life cycle. In recent years, smart materials have become a research topic in the field of sustainable architecture and facade technologies. The traditional material understanding which expects materials to not be affected by external environmental conditions by preserving their qualities throughout their lifespan has begun to leave its place to the understanding of materials that change quality and energy by reacting to external stimuli. Developing facade technologies and the energy-efficient design approach also achieve the development of new technologies in window systems. The most promising of these new window technologies, called smart windows, are electrochromic, thermochromic, and photochromic windows. Within the scope of this study, the energy performance of smart window systems has been evaluated comparatively with a traditional window system in a reference office building in Kayseri, Turkey. This study aims to evaluate the energy performances of smart windows and reveal their advantages and disadvantages over the available window system in this climate condition. In this context, smart window systems have been classified and explained their properties. In the simulation part, a reference office building has been modeled with each smart window system to evaluate their energy performances comparatively. Nevertheless, a reference office building with a traditional window system has also been modeled to reveal differences in energy performances with an available window system. Finally, the results have been evaluated with graphs and recommendations on the best-performed window system have been explained.",
    "readLink": "https://www.drarch.org/index.php/drarch/article/view/95"
  },
  {
    "title": "The 300 years cropland changes reflecting climate impacts and social resilience at the Yellow River–Huangshui River Valley, China",
    "authors": [
      "Qiong Chen,",
      "Liang Emlyn Yang,",
      "Jing Luo,",
      "Fenggui Liu,",
      "Yili Zhang,",
      "Qiang Zhou,",
      "Rong Guo,",
      "Xijing Gu"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/abe82a",
    "journalVolume": "Vol. 16,\n                                no. 6\n                                \n                                  p.\n                                  065006",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Changes of croplands often reflect the combined impacts of both natural environment changes and social agriculture activities. Such reflections manifested more significantly in agro-pastoral transition zones, e.g. in the North and West of China. In this study, cropland changes at the Yellow River–Huangshui River Valley, as a typical agro-pastoral transition zone in northwestern China, is analyzed in terms of the changes of the total amount and spatial pattern over the past 300 years (majorly in the Qing Dynasty). The reconstructed cropland data indicated a fluctuation of cropland areas in accordance with changes of regional climate conditions, natural hazards, agriculture activities and socio-economic development. A significant decrease of cropland in the middle of the 19th century was detected, which appeared a good consistency with the frequent natural disasters in the same period and the climate cooling trend across the whole 19th century. Though in the worsening conditions, three major copping strategies maintained and developed the local socio-agriculture system: (a) land reclamation policy encouraged immigrants and military farming; (b) construction of water conservancy facilities increased agricultural productivity; (c) increasing local Tibetans learned and transformed to implementing both agriculture and pastoral productions with flexibilities depending on climate conditions. The study demonstrates that the social-agriculture system held certain resilience, which can be maintained and enhanced with appropriate political, engineering, economic, and social-cultural measures.",
    "readLink": "https://doi.org/10.1088/1748-9326/abe82a"
  },
  {
    "title": "Surface display of ACC deaminase on endophytic Enterobacteriaceae strains to increase saline resistance of host rice sprouts by regulating plant ethylene synthesis",
    "authors": [
      "Yupei Liu,",
      "Lixiang Cao,",
      "Hongming Tan,",
      "Renduo Zhang"
    ],
    "doi": "https://doi.org/10.1186/s12934-017-0831-5",
    "journalVolume": "Vol. 16,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 9",
    "issn": "1475-2859 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "https://microbialcellfactories.biomedcentral.com/",
    "abstract": "Abstract Background Most endophytic bacteria in consortia, which provide robust and broad metabolic capacity, are attractive for applications in plant metabolic engineering. The aim of this study was to investigate the effects of engineered endophytic bacterial strains on rice sprout ethylene level and growth under saline stress. A protocol was developed to synthesize engineered strains by expressing bacterial 1-aminocyclopropane-1-carboxylate (ACC) deaminase gene on cells of endophytic Enterobacter sp. E5 and Kosakonia sp. S1 (denoted as E5P and S1P, respectively). Results Results showed that ACC deaminase activities of the engineered strains E5P and S1P were significantly higher than those of the wild strains E5 and S1. About 32–41% deaminase was expressed on the surface of the engineered strains. Compared with the controls without inoculation, inoculation with the wild and engineered strains increased the deaminase activities of sprouts. Inoculation with the engineered strains increased 15–21% more deaminase activities of sprouts than with the wild strains, and reduced the ethylene concentrations of sprouts more significantly than with wild strains (P < 0.05). Inoculation with the wild and engineered strains promoted the growth of sprouts, while the promoting effects were more profound with the engineered strains than with the wild strains. The engineered strains improved saline resistance of sprouts under salt concentrations from 10 to 25 g L−1. The engineered strains promoted longer roots and shoots than the wild strains under the salt stresses, indicating that the ACC deaminases on the endophytic bacterial cells could result in plant-produced ACC degradation and inhibit plant ethylene formation. Conclusions The protocols of expressing enzymes on endophytic bacterial cells showed greater potentials than those of plant over-expressed enzymes to increase the efficiency of plant metabolic pathways.",
    "readLink": "http://link.springer.com/article/10.1186/s12934-017-0831-5"
  },
  {
    "title": "The energy union - Perspectives for consolidating the European Union through a common energy market",
    "authors": [
      "Şanta Ana-Maria Iulia"
    ],
    "doi": "https://doi.org/10.2478/mmcks-2019-0016",
    "journalVolume": "Vol. 14,\n                                no. 2\n                                \n                                  pp.\n                                  232\n                                  – 239",
    "issn": "1842-0206 (Print)",
    "publisher": "2069-8887 (Online)",
    "countryOfPublisher": "Sciendo",
    "lcc": [
      "Poland",
      "Social Sciences: Commerce: Business"
    ],
    "journalUrl": "https://sciendo.com/journal/MMCKS",
    "abstract": "The European Union develops a new energy policy as an answer to the challenges of climate change which is a global issue affecting all of us. The package “Clean Energy for All Europeans” adopted by the European Commission in 2016, contains instruments for a new energy policy at the level of the European Union, based on an Energy Union, on promoting energy efficiency and the use of Clean Energy. These are the first steps in creating an institutional and legal framework for a common energy market of the European Union. This way the Internal Market of the European Union would be completed by a common energy market and the result would be a consolidated European Union. This is the research hypothesis the present paper is dealing with. It analyzes as well the impact of the new energy policies on the business environment in terms of new innovative business models at European Union level. The research is based on an interdisciplinary approach considering aspects of European policy, European law, business and economics. Qualitative research methods, such as the analysis of European regulations and provisions representing the basis for a harmonized framework in the energy sector at European Union level and case studies from European Union Member States will be applied. Relevant indicators provided by the European Commission and by Eurostat statistics analyzed in the present paper will complete this assessment.",
    "readLink": "https://doi.org/10.2478/mmcks-2019-0016"
  }
]