[
  {
    "title": "State of Charge Control Integrated with Load Frequency Control for BESS in Islanded Microgrid",
    "authors": [
      "Sandro Sitompul,",
      "Yuki Hanawa,",
      "Verapatra Bupphaves,",
      "Goro Fujita"
    ],
    "doi": "https://doi.org/10.3390/en13184657",
    "journalVolume": "Vol. 13,\n                                no. 4657\n                                \n                                  p.\n                                  4657",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "The dependence of distributed generations (DGs) on climate conditions and fluctuating load demands are the challenges for the implementation of battery energy storage systems (BESSs) in islanded microgrids. BESS participation in system frequency regulation becomes one of the solutions to those challenges. Frequency regulation by BESS can be realized by applying the load-frequency control (LFC) in BESS. However, this participation clearly poses problems for the battery state of charge (SOC), as the battery is often overcharged or undercharged. In this paper, a control that maintains SOC at a certain level is introduced. This control strategy focuses on the battery operation function, which is determined from five control scenarios. All scenarios are achieved by applying the droop reference shifting method in the LFC to allow battery operation change. Control verification is carried out on an islanded microgrid system that experiences load demand changes and photovoltaic (PV) output power changes. The test results show that the SOC is maintained at 45–75% by applying load and PV power variations. The results correspond to the predetermined criteria control.",
    "readLink": "https://www.mdpi.com/1996-1073/13/18/4657"
  },
  {
    "title": "A systematic review of biochar research, with a focus on its stability in situ and its promise as a climate mitigation strategy.",
    "authors": [
      "Noel P Gurwick,",
      "Lisa A Moore,",
      "Charlene Kelly,",
      "Patricia Elias"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0075932",
    "journalVolume": "Vol. 8,\n                                no. 9\n                                \n                                  p.\n                                  e75932",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "BACKGROUND: Claims about the environmental benefits of charring biomass and applying the resulting \"biochar\" to soil are impressive. If true, they could influence land management worldwide. Alleged benefits include increased crop yields, soil fertility, and water-holding capacity; the most widely discussed idea is that applying biochar to soil will mitigate climate change. This claim rests on the assumption that biochar persists for hundreds or thousands of years, thus storing carbon that would otherwise decompose. We conducted a systematic review to quantify research effort directed toward ten aspects of biochar and closely evaluated the literature concerning biochar's stability. FINDINGS: We identified 311 peer-reviewed research articles published through 2011. We found very few field studies that addressed biochar's influence on several ecosystem processes: one on soil nutrient loss, one on soil contaminants, six concerning non-CO2 greenhouse gas (GHG) fluxes (some of which fail to support claims that biochar decreases non-CO2 GHG fluxes), and 16-19 on plants and soil properties. Of 74 studies related to biochar stability, transport or fate in soil, only seven estimated biochar decomposition rates in situ, with mean residence times ranging from 8 to almost 4,000 years. CONCLUSIONS: Our review shows there are not enough data to draw conclusions about how biochar production and application affect whole-system GHG budgets. Wide-ranging estimates of a key variable, biochar stability in situ, likely result from diverse environmental conditions, feedstocks, and study designs. There are even fewer data about the extent to which biochar stimulates decomposition of soil organic matter or affects non-CO2 GHG emissions. Identifying conditions where biochar amendments yield favorable GHG budgets requires a systematic field research program. Finally, evaluating biochar's suitability as a climate mitigation strategy requires comparing its effects with alternative uses of biomass and considering GHG budgets over both long and short time scales.",
    "readLink": "http://europepmc.org/articles/PMC3786913?pdf=render"
  },
  {
    "title": "Differences in Climate Change Effects and Adaptation Strategies between Male and Female  Livestock Entrepreneurs in Nsukka Agricultural Zone of Enugu State, Nigeria",
    "authors": [
      "Clement Okechukwu Attamah"
    ],
    "doi": "Vol. 22,\n                                no. 1",
    "issn": "1119-944X (Print)",
    "publisher": "2408-6851 (Online)",
    "countryOfPublisher": "Agricultural Extension Society of Nigeria",
    "lcc": [
      "Nigeria",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://journal.aesonnigeria.org/index.php/jae",
    "abstract": "Abstract Climate change has been a major natural challenge facing entrepreneurship in agriculture. A study on gender differences to climate change effects and adaptation strategies in Nsukka Agricultural Zone of Enugu State, Nigeria, was conducted using 80 randomly selected livestock entrepreneurs. Data were collected using interview schedule. Descriptive statistics were used to analyze data. Fifty percent of the respondents were female. Males sourced more climate-related livestock information than females; recording 29.6% difference in feed formulation information; which is the most differed. Females were more affected by climate change than males, with the difference more on disruption of animal heat period due to high temperature (M of male = 2.80; M of female =3.50; difference in mean{dm} = -0.70). Male entrepreneurs differed from females in the adaptation strategies used in combating climate change and also on their view on effectiveness of adaptation strategies. Females were more constrained than male in adapting to climate change; with the variance more on lack of information facilities (M of male = 2.28; M of female = 2.60; dm = -0.32). Males and females differed in their effects and adaptation strategies to climate change. Hence, government and extension should step in to booster productivity by addressing climate-related bottle neck faced by entrepreneurs in livestock production, especially those faced by female. Keywords: Gender. Livestock. Climate change. Entrepreneurs",
    "readLink": "https://www.aesonnigeria.org/ajm/index.php/jae/article/view/1248"
  },
  {
    "title": "Suitable Low Income Flood Resilient Housing",
    "authors": [
      "Nachawit Tikul"
    ],
    "doi": "Vol. 37,\n                                no. 3",
    "issn": "2287-0741 (Print)",
    "publisher": "2287-075X (Online)",
    "countryOfPublisher": "Environmental Research Institute, Chulalongkorn University",
    "lcc": [
      "Thailand",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Technology: Environmental technology. Sanitary engineering"
    ],
    "journalUrl": "https://ph01.tci-thaijo.org/index.php/aer/index",
    "abstract": "Climate change is a critical issue for all of humanity. It is predicted that Thailand is likely to have an increasing frequency and intensity of rainfall and storms which, will result in a more severe flash flood problem. Slum residents in Chiang Mai are one of the groups of people who are vulnerable to flooding impacts of climate change. The objective of this study is to analyze the flood-resilient housing style of low-income people. Data from 3 slums (146 households) which encounter different kinds of floods every year, i.e. drainage floods (Ban Sanku: 21 households), river floods (Kampang Ngam: 64 households) and flash floods (Samunkee Pattana: 61 households), were collected. The study found that flood frequency, duration, depth and flow velocity caused damage to the houses, but only flood frequency, duration, and flow velocity were factors affecting the housing structure. If considering only damage to slums which frequently face shallow water depth, slow flow velocity and short duration, all 8 low-income housing styles (A-H) can be built. The high platform house with open space under the house is appropriate for slums located in flooding area where high-level, slow flow velocity floods occur frequently but for a short duration. It may be a permanent, semi-permanent or temporary structure (D-F). For the other slums facing high flood levels with high flow velocities for a short duration, all permanent housing styles are appropriate. If the objective is not only damage prevention but also living during a flood, permanent high platform houses with open spaces under the houses are recommended for all slums.",
    "readLink": "https://ph01-ohno.tci-thaijo.org/index.php/aer/article/view/41249"
  },
  {
    "title": "Analysis of adoption of conservation agriculture practices in southern Africa: mixed-methods approach",
    "authors": [
      "Adane H. Tufa,",
      "Joseph S. Kanyamuka,",
      "Arega Alene,",
      "Hambulo Ngoma,",
      "Paswel P. Marenya,",
      "Christian Thierfelder,",
      "Happy Banda,",
      "David Chikoye"
    ],
    "doi": "https://doi.org/10.3389/fsufs.2023.1151876",
    "journalVolume": "Vol. 7",
    "issn": "2571-581X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply",
      "Technology: Chemical technology: Food processing and manufacture"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/sustainable-food-systems#",
    "abstract": "In southern Africa, conservation agriculture (CA) has been promoted to address low agricultural productivity, food insecurity, and land degradation. However, despite significant experimental evidence on the agronomic and economic benefits of CA and large scale investments by the donor community and national governments, adoption rates among smallholders remain below expectation. The main objective of this research project was thus to investigate why previous efforts and investments to scale CA technologies and practices in southern Africa have not led to widespread adoption. The paper applies a multivariate probit model and other methods to survey data from 4,373 households and 278 focus groups to identify the drivers and barriers of CA adoption in Malawi, Zambia, and Zimbabwe. The results show that declining soil fertility is a major constraint to maize production in Zambia and Malawi, and drought/heat is more pronounced in Zimbabwe. We also find gaps between (a) awareness and adoption, (b) training and adoption, and (c) demonstration and adoption rates of CA practices in all three countries. The gaps are much bigger between awareness and adoption and much smaller between hosting demonstration and adoption, suggesting that much of the awareness of CA practices has not translated to greater adoption. Training and demonstrations are better conduits to enhance adoption than mere awareness creation. Therefore, demonstrating the applications and benefits of CA practices is critical for promoting CA practices in all countries. Besides, greater adoption of CA practices requires enhancing farmers’ access to inputs, addressing drudgery associated with CA implementation, enhancing farmers’ technical know-how, and enacting and enforcing community bylaws regarding livestock grazing and wildfires. The paper concludes by discussing the implications for policy and investments in CA promotion.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fsufs.2023.1151876/full"
  },
  {
    "title": "An Alternative Home?  ASEAN and Pacific Environmental Migration",
    "authors": [
      "GIL MARVEL PIANO TABUCANON"
    ],
    "doi": "https://doi.org/10.5130/ccs.v5i1.2542",
    "journalVolume": "Vol. 5,\n                                no. 1",
    "issn": "1837-5391 (Online)",
    "publisher": "UTS ePRESS",
    "countryOfPublisher": "Australia",
    "lcc": [
      "Social Sciences: Sociology (General)"
    ],
    "journalUrl": "https://epress.lib.uts.edu.au/journals/index.php/mcs",
    "abstract": "An Alternative Home? ASEAN and Pacific Environmental Migration ASEAN is in a unique position to push for heightened global awareness and action for the vulnerable Pacific populations facing the possibility of relocation. Yet, it is strangely silent on the issue. ASEAN has both moral and legal obligation to not to turn its back on its Pacific neighbours. Morally, ASEAN – or at least most of it – is part of the western fringes of the Pacific region. It is proximate to many Pacific nations, and it has both the resources and landmass to help: two of the world’s largest archipelagos are ASEAN members. The obligations of humanity and justice require larger and more developed states aid and assist their more vulnerable neighbours. Legally, ASEAN may learn from the African Union (AU) experience. While AU accepted the UN Refugee Convention definition of ‘refugee,’ it expanded it to include those compelled to leave their country owing to ‘events seriously disturbing public order.’ Many scholars believe this includes the environmentally displaced. ASEAN can choose to take on the easy path of insularity and parochialism as regards the looming issue on environmental migration, or it can take the high road by transforming itself into a dynamic regional actor pushing for clear policies on how to address it. Displacements are by nature traumatic and carry with them the impoverishments of landlessness, joblessness, homelessness, marginalization, increased morbidity and mortality, food insecurity, loss of access to common property resources, and social disarticulation. ASEAN can do much to help its vulnerable neighbors. As a bloc, it is a strong voice that can speak to the larger international community asking it to help address the issue.",
    "readLink": "https://learning-analytics.info/journals/index.php/mcs/article/view/2542"
  },
  {
    "title": "Microbial richness in sandy-silty soil Tunisia and its role in arid zone fertilization",
    "authors": [
      "Rim Werheni Ammeri,",
      "Salma Kloula,",
      "Badennaceur Hassen"
    ],
    "doi": "Vol. 3,\n                                no. 2",
    "issn": "2724-699X (Print)",
    "publisher": "2724-7007 (Online)",
    "countryOfPublisher": "Arid regions institute",
    "lcc": [
      "Tunisia",
      "Agriculture"
    ],
    "journalUrl": "http://www.joasdjournal.org/index.php/joasd",
    "abstract": "Arid zone are stressful environments, typified by alkaline soils low in organic matter, with biologically limiting extremes in water availability, temperature, and UV radiation. This study aims to analyze the microbial diversity of forest soil and its evolution considering climate change in a typical Mediterranean forest of cork oak (Quercus suber L.) and its importance in arid soil fertilization. The investigation was conducted in forest at north-western Tunisia. The study of the quality of the forest soil was based on physicochemical (pH, C, N, EC...) and microbiological (fungi and bacteria) analyses. A collection of strains has been isolated and identified morphologically (form, gram ...) and biochemically (enzymatic activity: catalase, oxidase ...). According to the results obtained, the forest soil has a pH of about 5.03 ± 0.2, C/N ratio 39.82±1.02. The count and fungi, non-filamentous and non-filamentous bacteria on solid soil show a great diversity that confers the fertility of the soil. An important number of strains of actinomycetes (45 isolates) and non-filamentous bacteria (82 isolates) showing distinctive morphological characteristics. The isolates enzymatic activity showed an important value. These obtained results give an idea on the microbe diversity that can be used in the field of bio-fertilization of poor microbial structure soils as the arid zones and oasis system.",
    "readLink": "https://joasdjournal.org/index.php/joasd/article/view/31"
  },
  {
    "title": "A novel approach to vulnerability assessment for adaptation planning in agriculture: An application to the Lower Bhavani Irrigation Project, India",
    "authors": [
      "Ambili G. Kamalamma,",
      "Mukand S. Babel,",
      "Venkataramana Sridhar,",
      "Geethalakshmi Vellingiri"
    ],
    "doi": "Vol. 30\n                                \n                                \n                                  p.\n                                  100358",
    "issn": "2405-8807 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.journals.elsevier.com/climate-services/",
    "abstract": "The global discourse on climate change adaptation in various sectors has largely taken a top-down approach. However, impact analysis based on top-down approach with uncertainties at every stage of the process may lead to poor adaptation responses and hence there is a need for an alternative to this conventional approach. This study aims to implement a bottom-up, risk-based approach to vulnerability assessment in the agriculture sector, by adapting the Climate Risk Informed Decision Analysis (CRIDA) approach. This paper explains the risks that climate variability and change pose to the agricultural system, with Lower Bhavani Irrigation Project in the South India as a case study. The climate stressors of aridity index and climate variability were incremented or perturbed to develop different future climate scenarios, and the changes in paddy yield and supply–demand ratio were examined. The supply–demand relationship in the system was highly vulnerable to the aggregate effects of climate variability and change, whereas the risk to paddy yield was low. Since the change in crop water demand induces risk to the system, we recommend planning demand management measures such as changes in cropping calendar, system of rice intensification, alternate wet and dry irrigation, deficit irrigation etc. to minimize the impacts. As the range of projections in climate variables is large, and the yield responses are low, we recommend having both robust and flexible adaptation plans. The bottom-up approach presented here provides solutions relevant to the system, hence it is highly suitable and recommended for local adaptation planning in agriculture sector.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405880723000195"
  },
  {
    "title": "Aerosol forcing of extreme summer drought over North China",
    "authors": [
      "Lixia Zhang,",
      "Peili Wu,",
      "Tianjun Zhou"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aa5fb3",
    "journalVolume": "Vol. 12,\n                                no. 3\n                                \n                                  p.\n                                  034020",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "The frequency of extreme summer drought has been increasing in North China during the past sixty years, which has caused serious water shortages. It remains unclear whether anthropogenic forcing has contributed to the increasing extreme droughts. Using the National Centers for Environmental Prediction and the National Center for Atmospheric Research (NCEP/NCAR) re-analysis data and Coupled Model Intercomparison Project Phase 5 (CMIP5) model simulations with various combinations of historical forcings, the authors investigated the driving mechanism behind the observed changes. Metrological drought is usually measured by precipitation anomalies, which show lower fidelity in current climate models compared to large-scale circulation patterns. Based on NCEP/NCAR re-analysis, a linear relationship is firstly established between the weakest regional average 850 hPa southerly winds and extreme summer drought. This meridional winds index (MWI) is then used as a proxy for attribution of extreme North China drought using CMIP5 outputs. Examination of the CMIP5 simulations reveals that the probability of the extreme summer droughts with the first percentile of MWI for 1850–2004 under anthropogenic forcing has increased by 100%, on average, relative to a pre-industrial control run. The more frequent occurrence of extremely weak MWIs or drought over North China is ascribed from weakened climate and East Asian summer monsoon (EASM) circulation due to the direct cooling effect from increased aerosol.",
    "readLink": "https://doi.org/10.1088/1748-9326/aa5fb3"
  },
  {
    "title": "Emission of nitrous oxide in flooded rice cultivation in tropical area of Brazil",
    "authors": [
      "Yoná Serpa Mascarenhas,",
      "Mellissa Ananias Soler da Silva,",
      "Vládia Correchel,",
      "Alberto Baêta dos Santos,",
      "Márcia Thaís de Melo Carvalho,",
      "Beáta Emöke Madari,",
      "Alexandre Siqueira Coelho,",
      "Gustavo Melo de Oliveira Gonçalves,",
      "Pedro Henrique Pereira Caetano"
    ],
    "doi": "https://doi.org/10.1590/s1678-3921.pab2020.v55.01497",
    "journalVolume": "Vol. 55",
    "issn": "0100-204X (Print)",
    "publisher": "1678-3921 (Online)",
    "countryOfPublisher": "Embrapa Informação Tecnológica",
    "lcc": [
      "Brazil",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.scielo.br/scielo.php?pid=0100-204X&script=sci_serial",
    "abstract": "Abstract: The objective of this work was to evaluate the effects of nitrogen fertilizers on the N dynamics and grain yield in flooded rice (Oryza sativa) cultivation in Brazilian tropical wetland. The experiment was carried out in a randomized complete block design with six treatments, as follows: common and protected urea; topdressing application of N doses (30, 70, and 150 kg ha-1); and one control treatment, without N fertilization. Emissions of N2O-N, global warming potential (pGWP), emission factors (EF) for mineral fertilizers, grain yield, emission intensity, nitrate, ammonium, pH, and potential redox were quantified. Gas sampling was carried out in two crop seasons of rice cultivation and in one off-season. During the flooded period of the two crop seasons, N2O fluxes did not exceed 862.41 μg m-2 h-1 N2O-N; in the off-season, the fluxes varied from -52.95 to 274.34 μg m-2 h-1 N2O-N. Consistent emission peaks were observed in soil draining before harvest, when the highest rate of both N sources was used, and also in the control treatment in the off-season. Protected urea does not reduce N2O emissions or EF. Nitrogen increases the grain yield. Protected urea does not have any effect on the pGWP. The concentrations of NO3- and NH4+ in the soil are not related to N2O fluxes.",
    "readLink": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S0100-204X2020000103905&tlng=en"
  }
]