[
  {
    "title": "Enhancing cooperative responses by regional fisheries management organisations to climate-driven redistribution of tropical Pacific tuna stocks",
    "authors": [
      "Camille Goodman,",
      "Ruth Davis,",
      "Kamal Azmi,",
      "Johann Bell,",
      "Johann Bell,",
      "Grantly R. Galland,",
      "Eric Gilman,",
      "Bianca Haas,",
      "Quentin Hanich,",
      "Patrick Lehodey,",
      "Lara Manarangi-Trott,",
      "Simon Nicol,",
      "Simon Nicol,",
      "Pablo Obregon,",
      "Graham Pilling,",
      "Inna Senina,",
      "Katherine Seto,",
      "Martin Tsamenyi,",
      "Martin Tsamenyi"
    ],
    "doi": "https://doi.org/10.3389/fmars.2022.1046018",
    "journalVolume": "Vol. 9",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Climate change is predicted to alter the distributions of tropical tuna stocks in the Pacific Ocean. Recent modelling projects significant future shifts in tuna biomass from west to east, and from national jurisdictions to high seas areas. As the distributions of these stocks change, the relevant regional fisheries management organisations (RFMOs)—the Western and Central Pacific Fisheries Commission (WCPFC) and the Inter-American Tropical Tuna Commission (IATTC)—will need to develop an expanded framework for cooperation and collaboration to fulfil their conservation and management responsibilities under international law. The key elements of a possible expanded framework for cooperation can be developed, and fundamental areas for collaboration identified, by applying and adapting principles established in the United Nations Convention on the Law of the Sea, the United Nations Fish Stocks Agreement, and the constituent instruments of the RFMOs themselves. Our analysis reveals a wide range of important issues requiring cooperation, and three clear priorities. First, a formal mechanism for cooperation is needed to enable effective and efficient decision-making and action by the two RFMOs on key issues. Second, further cooperation is required in scientific research and modelling to better understand the biology and distributions of Pacific tuna stocks and how they will respond to climate change, and to inform stock assessments and harvest strategies. Third, the RFMOs must cooperate to define appropriate limits on fishing for each stock in a way that ensures they are compatible across the two organisations, taking into account their different members and management regimes.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2022.1046018/full"
  },
  {
    "title": "Water Sensitive Cities: An Integrated Approach to Enhance Urban Flood Resilience in Parma (Northern Italy)",
    "authors": [
      "Arianna Dada,",
      "Christian Urich,",
      "Francesca Berteni,",
      "Michèle Pezzagno,",
      "Patrizia Piro,",
      "Giovanna Grossi"
    ],
    "doi": "https://doi.org/10.3390/cli9100152",
    "journalVolume": "Vol. 9,\n                                no. 152\n                                \n                                  p.\n                                  152",
    "issn": "2225-1154 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/climate",
    "abstract": "Climate change is globally causing more intense meteorological phenomena. Our cities experience increased rainfall intensity, more intense heat waves, and prolonged droughts providing economic, social, health and environmental challenges. Combined with population growth and rapid urbanization, the increasing impact of climate change will make our cities more and more vulnerable, especially to urban flooding. In order to adapt our urban water systems to these challenges, the adoption of newly emerging water management strategies is required. The complexity and scale of this challenge calls for the integration of knowledge from different disciplines and collaborative approaches. The water sensitive cities principles provide guidance for developing new techniques, strategies, policies, and tools to improve the livability, sustainability, and resilience of cities. In this study, the DAnCE4Water modeling approach promoting the development of water sensitive cities was applied to Parma, an Italian town that has faced serious water issues in the last few years. The city, indeed, had to face the consequences of flooding several times, caused by the inadequacy of both the network of open channels and the sewerage network due to the urban expansion and climate change of the last 30 years. Through the model, the efficiency of decentralized technologies, such as green roofs and porous pavement, and their integration with the existing centralized combined sewer system was assessed under a range of urban development scenarios. The obtained results show that the adoption of an integrated approach, including soft engineering hydraulic strategies, consisting in the use of natural and sustainable solutions, can increase resilience to urban flooding. Further, the study shows that there is a critical need for strategic investment in solutions that will deliver long-term sustainable outcomes.",
    "readLink": "https://www.mdpi.com/2225-1154/9/10/152"
  },
  {
    "title": "A modeling framework for World-Earth system resilience: exploring social inequality and Earth system tipping points",
    "authors": [
      "John M Anderies,",
      "Wolfram Barfuss,",
      "Jonathan F Donges,",
      "Ingo Fetzer,",
      "Jobst Heitzig,",
      "Johan Rockström"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ace91d",
    "journalVolume": "Vol. 18,\n                                no. 9\n                                \n                                  p.\n                                  095001",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "The Anthropocene is characterized by the strengthening of planetary-scale interactions between the biophysical Earth system (ES) and human societies. This increasing social-ecological entanglement poses new challenges for studying possible future World-Earth system (WES) trajectories and World-Earth resilience defined as the capacity of the system to absorb and regenerate from anthropogenic stresses such as greenhouse gas emissions and land-use changes. The WES is currently in a non-equilibrium transitional regime of the early Anthropocene with arguably no plausible possibilities of remaining in Holocene-like conditions while sheltering up to 10 billion humans without risk of undermining the resilience of the ES. We develop a framework within which to conceptualize World-Earth resilience to examine this risk. Because conventional ball-and-cup type notions of resilience are hampered by the rapid and open-ended social, cultural, economic and technological evolution of human societies, we focus on the notion of ‘pathway resilience’, i.e. the relative number of paths that allow the WES to move from the currently occupied transitional states towards a safe and just operating space in the Anthropocene. We formalize this conceptualization mathematically and provide a foundation to explore how interactions between ES resilience (biophysical processes) and World system (WS) resilience (social processes) impact pathway resilience. Our analysis shows the critical importance of building ES resilience to reach a safe and just operating space. We also illustrate the importance of WS dynamics by showing how perceptions of fairness coupled with regional inequality affects pathway resilience. The framework provides a starting point for the analysis of World-Earth resilience that can be extended to more complex model settings as well as the development of quantitative planetary-scale resilience indicators to guide sustainable development in a stabilized ES.",
    "readLink": "https://doi.org/10.1088/1748-9326/ace91d"
  },
  {
    "title": "Climate consoles: Pieces in the puzzle of climate change adaptation",
    "authors": [
      "Dominique Bachelet,",
      "Mike Gough,",
      "Tim Sheehan,",
      "Barry Baker,",
      "Ken Ferschweiler,",
      "James Strittholt"
    ],
    "doi": "https://doi.org/10.1016/j.cliser.2017.10.001",
    "journalVolume": "Vol. 8,\n                                no. C\n                                \n                                  pp.\n                                  36\n                                  – 43",
    "issn": "2405-8807 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.journals.elsevier.com/climate-services/",
    "abstract": "Conservation Biology Institute (CBI) has been developing web applications to centralize and serve credible and usable information that allows natural resource managers, as well as the general public, to better understand the challenges posed by on-going environmental change. In particular CBI has designed a series of climate consoles that provide natural resource managers the most recent 5th Climate Model Intercomparison Program (CMIP5) climate projections, landscape intactness, and soil sensitivity for a series of reporting units over the western United States. The publically available web sites were refined based on feedback from a variety of users. In this paper, we describe each of the tools developed as open-source applications and provide details of their infrastructure in the hope they can be used and possibly modified by a wider audience. They were designed to be used as stepping-stones towards planning effective climate change adaptation strategies.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405880717300298"
  },
  {
    "title": "Spatial Variation of Temperature and Precipitation in Bhutan and Links to Vegetation and Land Cover",
    "authors": [
      "Ugyen Dorji,",
      "Jørgen E. Olesen,",
      "Peder K. Bøcher,",
      "Marit Solveig Seidenkrantz"
    ],
    "doi": "https://doi.org/10.1659/MRD-JOURNAL-D-15-00020.1",
    "journalVolume": "Vol. 36,\n                                no. 1\n                                \n                                  pp.\n                                  66\n                                  – 79",
    "issn": "0276-4741 (Print)",
    "publisher": "1994-7151 (Online)",
    "countryOfPublisher": "International Mountain Society",
    "lcc": [
      "Switzerland",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.mrd-journal.org",
    "abstract": "Bhutan, located in the Himalayas in the South Asian monsoon region, has extremely high variation in elevation, climatic conditions, and land cover despite its small geographical area, as well as great biodiversity. This paper provides the first comprehensive description of climatic conditions in Bhutan. It assesses the spatial variation of temperature and precipitation across the country and evaluates the causes for this variation based on daily data from 70 meteorological stations that have been recording data for time spans ranging from 3 to 21 years. Temperature and precipitation show contrasting spatial variation, with temperature primarily affected by elevation and precipitation by latitude. Models were developed using mixed linear regression models to predict seasonal and annual mean temperature and precipitation based on geographical location. Using linear regression we found that temperatures changed by about 0.5°C for every 100 m of change in elevation, with lapse rates being highest in February, March, and November and lowest from June to August. The lapse rate was highest for minimum temperatures and lowest for maximum temperatures, with the greatest difference during winter. The spatial distribution of precipitation was mainly controlled by latitude, having a quadratic relationship, with the highest rates in the southern foothills of the Himalayan range and the lowest at midlatitudes. The land cover is affected by topography and local climate, with variations in temperature being a main deciding factor for vegetation types; most human settlements and associated land uses are concentrated at lower elevations.",
    "readLink": "http://www.bioone.org/doi/full/10.1659/MRD-JOURNAL-D-15-00020.1"
  },
  {
    "title": "Revealing the dominant factors of vegetation change in global ecosystems",
    "authors": [
      "Yuxin Zhang,",
      "Juying Sun,",
      "Yafeng Lu,",
      "Xueqian Song"
    ],
    "doi": "https://doi.org/10.3389/fevo.2022.1000602",
    "journalVolume": "Vol. 10",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "In the context of climate change, revealing the causes of significant changes in ecosystems will help maintain ecosystem stability and achieve sustainability. However, the dominant influencing factors of different ecosystems in different months on a global scale are not clear. We used Ordinary Least Squares Model and Mann–Kendall test to detect the significant changes (p < 0.05) of ecosystem on a monthly scale from 1981 to 2015. And then multi-source data, residual analysis and partial correlation method was used to distinguish the impact of anthropogenic activities and dominant climate factors. The result showed that: (1) Not all significant green areas in all months were greater than the browning areas. Woodland had a larger greening area than farmland and grassland, except for January, May, and June, and a larger browning area except for September, November, and December. (2) Anthropogenic activities are the leading factors causing significant greening in ecosystems. However, their impact on significant ecosystem browning was not greater than that of climate change on significant ecosystem greening in all months. (3) The main cause of the ecosystem’s significant greening was temperature. Along with temperature, sunshine duration played a major role in the significant greening of the woodland. The main causes of significant farmland greening were precipitation and soil moisture. Temperature was the main factor that dominated the longest month of significant browning of grassland and woodland. Temperature and soil moisture were the main factors that dominated the longest month of significant browning of farmland. Our research reveals ecosystem changes and their dominant factors on a global scale, thereby supporting the sustainable ecosystem management.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fevo.2022.1000602/full"
  },
  {
    "title": "Comparison of process-based and lumped parameter models for projecting future changes in fluvial sediment supply to the coast",
    "authors": [
      "T. A. J. G. Sirisena,",
      "T. A. J. G. Sirisena,",
      "Janaka Bamunawala,",
      "Janaka Bamunawala,",
      "Janaka Bamunawala,",
      "Shreedhar Maskey,",
      "Roshanka Ranasinghe,",
      "Roshanka Ranasinghe,",
      "Roshanka Ranasinghe"
    ],
    "doi": "https://doi.org/10.3389/feart.2022.978109",
    "journalVolume": "Vol. 10",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "Fluvial sediment supply (FSS) is one of the primary sources of sediment received by coasts. Any significant change in sediment supply to the coast will disturb its equilibrium state. Therefore, a robust assessment of future changes in FSS is required to understand the coastal system’s status under plausible climatic variations and human activities. Here, we investigate two modelling approaches to estimate the FSS at two spatially heterogeneous river basins: the Irrawaddy River Basin (IRB), Myanmar and the Kalu River Basin (KRB), Sri Lanka. We compare the FSS obtained from a process-based model (i.e., Soil Water Assessment Tool: SWAT) and an empirical model (i.e., the BQART model) for mid- (2046–2065) and end-century (2081–2100) periods under climate change and human activities (viz, planned reservoirs considered here). Our results show that SWAT simulations project a higher sediment load than BQART in the IRB and vice versa in KRB (for both future periods considered). SWAT projects higher percentage changes for both future periods (relative to baseline) compared to BQART projections in both basins with climate change alone (i.e., no reservoirs) and vice versa when planned reservoirs are considered. The difference between the two model projections (from SWAT and BQART) is higher in KRB, and it may imply that empirical BQART model projections are more in line with semi-distributed SWAT projections at the larger Irrawaddy River Basin than in the smaller Kalu River Basin.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/feart.2022.978109/full"
  },
  {
    "title": "Evaluation of three different regional climate change scenarios for the application of a water balance model in a mesoscale catchment in Northeast Germany",
    "authors": [
      "M. Wegehenkel,",
      "U. Heinrich,",
      "H. Jochheim,",
      "K. C. Kersebaum,",
      "B. Röber"
    ],
    "doi": "https://doi.org/10.5194/adgeo-27-57-2010",
    "journalVolume": "Vol. 27\n                                \n                                \n                                  pp.\n                                  57\n                                  – 64",
    "issn": "1680-7340 (Print)",
    "publisher": "1680-7359 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology: Dynamic and structural geology"
    ],
    "journalUrl": "http://www.advances-in-geosciences.net",
    "abstract": "Future climate changes might have some impacts on catchment hydrology. An assessment of such impacts on e.g. ground water recharge is required to derive adaptation strategies for future water resources management. The main objective of our study was an analysis of three different regional climate change scenarios for a catchment with an area of 2415 km2 located in the Northeastern German lowlands. These data sets consist of the STAR-scenario with a time period 1951–2055, the WettReg-scenario covering the period 1961–2100 and the grid based REMO-scenario for the time span 1950–2100. All three data sets are based on the SRES scenario A1B of the IPCC. In our analysis, we compared the meteorological data for the control period obtained from the regional climate change scenarios with corresponding data measured at meteorological stations in the catchment. The results of this analysis indicated, that there are high differences between the different regional climate change scenarios regarding the temporal dynamics and the amount of precipitation. In addition, we applied a water balance model using input data obtained from the different climate change scenarios and analyzed the impact of these different input data on the model output groundwater recharge. The results of our study indicated, that these regional climate change scenarios due to the uncertainties in the projections of precipitation show only a limited suitability for hydrologic impact analysis used for the establishment of future concrete water management procedures in their present state.",
    "readLink": "http://www.adv-geosci.net/27/57/2010/adgeo-27-57-2010.pdf"
  },
  {
    "title": "Modeling and Simulation Studies Analyzing the Pressure-Retarded Osmosis (PRO) and PRO-Hybridized Processes",
    "authors": [
      "Sung Ho Chae,",
      "Young Mi Kim,",
      "Hosik Park,",
      "Jangwon Seo,",
      "Seung Ji Lim,",
      "Joon Ha Kim"
    ],
    "doi": "https://doi.org/10.3390/en12020243",
    "journalVolume": "Vol. 12,\n                                no. 2\n                                \n                                  p.\n                                  243",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Pressure-retarded osmosis (PRO) is viewed as a highly promising renewable energy process that generates energy without carbon emissions in the age of the climate change regime. While many experimental studies have contributed to the quest for an efficiency that would make the PRO process commercially viable, computational modeling and simulation studies have played crucial roles in investigating the efficiency of PRO, particularly the concept of hybridizing the PRO process with reverse osmosis (RO). It is crucial for researchers to understand the implications of the simulation and modeling works in order to promote the further development of PRO. To that end, the authors collected many relevant papers and reorganized their important methodologies and results. This review, first of all, presents the mathematical derivation of the fundamental modeling theories regarding PRO including water flux and concentration polarization equations. After that, those theories and thermodynamic theories are then applied to depict the limitations of a stand-alone PRO process and the effectiveness of an RO-PRO hybridized process. Lastly, the review diagnoses the challenges facing PRO-basis processes which are insufficiently resolved by conventional engineering approaches and, in response, presents alternative modeling and simulation approaches as well as novel technologies.",
    "readLink": "http://www.mdpi.com/1996-1073/12/2/243"
  },
  {
    "title": "Investigating the Investments Required to Transition New Zealand’s Heavy-Duty Vehicles to Hydrogen",
    "authors": [
      "Rick Kotze,",
      "Alan  C. Brent,",
      "Josephine Musango,",
      "Imke de Kock,",
      "Leonard  A. Malczynski"
    ],
    "doi": "https://doi.org/10.3390/en14061646",
    "journalVolume": "Vol. 14,\n                                no. 1646\n                                \n                                  p.\n                                  1646",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Reducing greenhouse gas emissions in the transport sector is known to be an important contribution to climate change mitigation. Some parts of the transport sector are particularly difficult to decarbonize; this includes the heavy-duty vehicle sector, which is considered one of the “hard-to-abate” sectors of the economy. Transitioning from diesel trucks to hydrogen fuel cell trucks has been identified as a potential way to decarbonize the sector. However, the current and future costs and efficiencies of the enabling technologies remain unclear. In light of these uncertainties, this paper investigates the investments required to decarbonize New Zealand’s heavy-duty vehicle sector with green hydrogen. By combining system dynamics modelling literature and hydrogen transition modelling literature a customized methodology is developed for modelling hydrogen transitions with system dynamics modelling. Results are presented in terms of the investments required to purchase the hydrogen production capacity and the investments required to supply electricity to the hydrogen production systems. Production capacity investments are found to range between 1.59 and 2.58 billion New Zealand Dollars, and marginal electricity investments are found to range between 4.14 and 7.65 billion New Zealand Dollars. These investments represent scenarios in which 71% to 90% of the heavy-duty vehicle fleet are replaced with fuel cell trucks by 2050. The wide range of these findings reflects the large uncertainties in estimates of how hydrogen technologies will develop over the course of the next thirty years. Policy recommendations are drawn from these results, and a clear opportunity for future work is outlined. Most notably, the results from this study should be compared with research investigating the investments required to decarbonize the heavy-duty vehicle sectors with alternative technologies such as battery-electric trucks, biodiesel, and catenary systems. Such a comparison would ensure that the most cost effective decarbonization strategy is employed.",
    "readLink": "https://www.mdpi.com/1996-1073/14/6/1646"
  }
]