[
  {
    "title": "Livelihoods dependence on mangrove ecosystems: Empirical evidence from the Sundarbans",
    "authors": [
      "Bishawjit Mallick,",
      "Rupkatha Priodarshini,",
      "Jude N. Kimengsi,",
      "Bangkim Biswas,",
      "Alexander E. Hausmann,",
      "Safiqul Islam,",
      "Saleemul Huq,",
      "Joachim Vogt"
    ],
    "doi": "Vol. 3\n                                \n                                \n                                  p.\n                                  100077",
    "issn": "2666-0490 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection"
    ],
    "journalUrl": "https://www.journals.elsevier.com/current-research-in-environmental-sustainability",
    "abstract": "Comprehensive studies that employ larger data sets to explore the degree and conditions under which households depend on mangrove ecosystems account for only a negligible number in Asia's context. We contribute to these lacunae by analysing households' livelihood dependence on the Sundarbans of Asia. Specifically, we seek to: (i) appraise the livelihood strategies around the Sundarbans, (ii) analyse the conditions and determinants of household dependence on the Sundarbans, and (iii) explore perceptions surrounding livelihood dependence. An extensive survey of 1188 directly and indirectly dependent households drawn from 35 villages was conducted using structured interviews to address these topics. Twenty focus group discussions complemented this data. Using logistic regression, we analysed household dependence as a function of socioeconomic attributes. We suggest that socioeconomic factors have a substantial relationship with resource extraction and, therefore, policy prescriptions should focus on coordinating less-extractive diversification activities such as ecotourism to reduce the impact on the Sundarbans.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666049021000530"
  },
  {
    "title": "Glacier Changes in the Semi-Arid Huasco Valley, Chile, between 1986 and 2016",
    "authors": [
      "Katharina Hess,",
      "Susanne Schmidt,",
      "Marcus Nüsser,",
      "Carina Zang,",
      "Juliane Dame"
    ],
    "doi": "https://doi.org/10.3390/geosciences10110429",
    "journalVolume": "Vol. 10,\n                                no. 429\n                                \n                                  p.\n                                  429",
    "issn": "2076-3263 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Geology"
    ],
    "journalUrl": "https://www.mdpi.com/journal/geosciences",
    "abstract": "In the semi-arid and arid regions of the Chilean Andes, meltwater from the cryosphere is a key resource for the local economy and population. In this setting, climate change and economic activities foster water scarcity and resource conflicts. The study presents a detailed glacier and rock glacier inventory for the Huasco valley (28–29° S) in northern Chile based on a multi-temporal remote sensing approach. The results indicate a glacier-covered area of 16.35 ± 3.06 km2 (n = 167) and, additionally, 50 rock glaciers covering an area of about 8.6 km2 in 2016. About 81% of the ice-bodies are smaller than 0.1 km2, and only four glaciers are larger than 1 km2. The change analysis reveals a more or less stable period between 1986 and 2000 and a drastic decline in the glacier-covered area by about 35% between 2000 and 2016. The detailed assessment of six subregions indicates a more pronounced glacier decrease in the vicinity of the Pascua Lama mining project.",
    "readLink": "https://www.mdpi.com/2076-3263/10/11/429"
  },
  {
    "title": "Profiling Dust Mass Concentration in Northwest China Using a Joint Lidar and Sun-photometer Setting",
    "authors": [
      "Tianhe Wang,",
      "Ying Han,",
      "Wenli Hua,",
      "Jingyi Tang,",
      "Jianping Huang,",
      "Tian Zhou,",
      "Zhongwei Huang,",
      "Jianrong Bi,",
      "Hailing Xie"
    ],
    "doi": "https://doi.org/10.3390/rs13061099",
    "journalVolume": "Vol. 13,\n                                no. 1099\n                                \n                                  p.\n                                  1099",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "The satellite-based estimation of the dust mass concentration (DMC) is essential for accurately evaluating the global biogeochemical cycle of the dust aerosols. As for the uncertainties in estimating DMC caused by mixing dust and pollutants and assuming a fixed value for the mass extinction efficiency (MEE), a classic lidar-photometer method is employed to identify and separate the dust from pollutants, obtain the dust MEE, and evaluate the effect of the above uncertainties, during five dust field experiments in Northwest China. Our results show that this method is effective for continental aerosol mixtures consisting of dust and pollutants. It is also seen that the dust loading mainly occurred in the free troposphere (−2 trapped in the planetary boundary layer. The dust MEE ranges from 0.30 to 0.60 m2 g−1 and has a significantly negative relationship with the size of dust particles. With the assumption of the dust MEE of 0.37 (0.60) m2 g−1, the DMC is shown to be overestimated (underestimated) by 20–40% (15–30%). In other words, our results suggest that the change of MEE with the size of dust particles should be considered in the estimation of DMC.",
    "readLink": "https://www.mdpi.com/2072-4292/13/6/1099"
  },
  {
    "title": "Resilient Buildings and Distributed Energy: A Grassroots Community Response to the Climate Emergency",
    "authors": [
      "Sarah Niklas,",
      "Dani Alexander,",
      "Scott Dwyer"
    ],
    "doi": "https://doi.org/10.3390/su14063186",
    "journalVolume": "Vol. 14,\n                                no. 3186\n                                \n                                  p.\n                                  3186",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The severity and incidence of extreme weather events are increasing with climate change. In particular, wildfires are becoming more frequent, more intense, and longer lasting than before. Fuelled by long periods of dryness and high temperatures, the Australian wildfires of 2019/2020 were record breaking in terms of destruction and chaos. Rural communities were severely affected by power cuts disabling access to essential services. Following the wildfires, a concept for energy resilient public buildings (“Emergency Distributed Energy System”) emerged as a grassroots community idea from the wildfire-affected area of Gippsland, southeast Australia. A combination of desktop and empirical research explored international examples of energy resilience and climate mitigation, the local services and technologies that are needed in Gippsland, and the legal and regulatory challenges and enablers in Australia. The findings were informed by case studies of responses to natural disasters that included California and Greece (wildfires), New Zealand (earthquake), and India (cyclone). The results determined that community resilience can be increased by offering a more reliable electricity supply that would support greater social, political, and economic structures. The deployment of resilient energy systems should be driven by political will, economic incentives and working with communities to support a concerted shift towards low-emissions and distributed energy technologies.",
    "readLink": "https://www.mdpi.com/2071-1050/14/6/3186"
  },
  {
    "title": "Model and scenario variations in predicted number of generations of Spodoptera litura Fab. on peanut during future climate change scenario.",
    "authors": [
      "Mathukumalli Srinivasa Rao,",
      "Pettem Swathi,",
      "Chitiprolu Anantha Rama Rao,",
      "K V Rao,",
      "B M K Raju,",
      "Karlapudi Srinivas,",
      "Dammu Manimanjari,",
      "Mandapaka Maheswari"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0116762",
    "journalVolume": "Vol. 10,\n                                no. 2\n                                \n                                  p.\n                                  e0116762",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "The present study features the estimation of number of generations of tobacco caterpillar, Spodoptera litura. Fab. on peanut crop at six locations in India using MarkSim, which provides General Circulation Model (GCM) of future data on daily maximum (T.max), minimum (T.min) air temperatures from six models viz., BCCR-BCM2.0, CNRM-CM3, CSIRO-Mk3.5, ECHams5, INCM-CM3.0 and MIROC3.2 along with an ensemble of the six from three emission scenarios (A2, A1B and B1). This data was used to predict the future pest scenarios following the growing degree days approach in four different climate periods viz., Baseline-1975, Near future (NF) -2020, Distant future (DF)-2050 and Very Distant future (VDF)-2080. It is predicted that more generations would occur during the three future climate periods with significant variation among scenarios and models. Among the seven models, 1-2 additional generations were predicted during DF and VDF due to higher future temperatures in CNRM-CM3, ECHams5 & CSIRO-Mk3.5 models. The temperature projections of these models indicated that the generation time would decrease by 18-22% over baseline. Analysis of variance (ANOVA) was used to partition the variation in the predicted number of generations and generation time of S. litura on peanut during crop season. Geographical location explained 34% of the total variation in number of generations, followed by time period (26%), model (1.74%) and scenario (0.74%). The remaining 14% of the variation was explained by interactions. Increased number of generations and reduction of generation time across the six peanut growing locations of India suggest that the incidence of S. litura may increase due to projected increase in temperatures in future climate change periods.",
    "readLink": "http://europepmc.org/articles/PMC4324841?pdf=render"
  },
  {
    "title": "The impact of climate change on the global wine industry: Challenges & solutions",
    "authors": [
      "Michelle Renée Mozell,",
      "Liz Thach"
    ],
    "doi": "https://doi.org/10.1016/j.wep.2014.08.001",
    "journalVolume": "Vol. 3,\n                                no. 2\n                                \n                                  pp.\n                                  81\n                                  – 89",
    "issn": "2212-9774 (Online)",
    "publisher": "Firenze University Press",
    "countryOfPublisher": "Italy",
    "lcc": [
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Agricultural industries"
    ],
    "journalUrl": "https://oaj.fupress.net/index.php/wep/index",
    "abstract": "This paper explores the impact of climate change upon the global production of winegrapes and wine. It includes a review of the literature on the cause and effects of climate change, as well as illustrations of the specific challenges global warming may bring to the production of winegrapes and wine. More importantly, this paper provides some practical solutions that industry professionals can take to mitigate and adapt to the coming change in both vineyards and wineries.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212977414000222"
  },
  {
    "title": "Effect of Drought and Heat Wave on Agricultural Production",
    "authors": [
      "Gürkan Yılmaz"
    ],
    "doi": "https://doi.org/10.21324/dacd.1220462",
    "journalVolume": "Vol. 9,\n                                no. 2\n                                \n                                  pp.\n                                  240\n                                  – 527",
    "issn": "2528-9640 (Online)",
    "publisher": "Artvin Corun University",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General): Disasters and engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://dacd.artvin.edu.tr/",
    "abstract": "As the effects of anthropogenic climate change, the frequency and severity of heat waves and drought are increasing day by day in many parts of the world. Droughts and heat waves are often interrelated disasters. Prolonged heat waves often cause drought to occur and/or exacerbate existing drought. These types of disasters cause great losses and damages especially in agricultural production. In this study; By examining the examples of drought and heat wave disasters in different parts of the world, the effects of these disaster types on agricultural production have been tried to be explained. Within the scope of this study, disaster reports, magazines, books and internet news were examined. According to the data obtained; It was determined that crop production, animal production, natural resources, human capital and economy were negatively affected. It has been observed that especially yield and product loss are experienced in cultivated products. It has been determined that there are situations such as a decrease in the yield of fresh grass in the pasture areas and the disappearance of the pasture areas. Losses in cultivated crops for forage crops and fresh grass in pasture areas cause an increase in feed prices and serious problems in feed supply. The increase in feed prices and the problems experienced in the supply of feed cause yield loss in animal products and a decrease in the number of animals fed. Economically, it has been determined that there are effects such as price increase, production cost increase, and decrease in exports.",
    "readLink": "http://dacd.artvin.edu.tr/tr/download/article-file/2837566"
  },
  {
    "title": "OPTIMAL HARVESTING ROTATION OF GMELINA (GMELINA ARBOREA ROXB.) PRIVATE FOREST IN TASIKMALAYA AND BANJAR, WEST JAVA, INDONESIA",
    "authors": [
      "Yonky Indrajaya,",
      "M Siarudin"
    ],
    "doi": "https://doi.org/10.20886/jpsek.2015.12.2.111-119",
    "journalVolume": "Vol. 12,\n                                no. 2\n                                \n                                  pp.\n                                  111\n                                  – 119",
    "issn": "1979-6013 (Print)",
    "publisher": "2502-4221 (Online)",
    "countryOfPublisher": "Centre for Social Research and Development, Economics, Policy and Climate Change; Development and Innovation Agency; Ministry of Environment and Forestry",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK",
    "abstract": "Determination of cutting cycle on plantation forest including private forest, is an important step to gain maximum profit in the plantation forest management. This study aims to analyze optimal harvesting rotation of gmelina private forest in Tasikmalaya and Banjar, West Java. The method used was profit maximization obtained from all rotation of gmelina stand. Data collected were stand growth and economic data. Stand growth was collected through field measurement and through interview with gmelina farmer for economic data. The results of this study are: a) optimal biological rotation of gmelina stand is 8 years; b) Faustmann rotation of gmelina stand is 10.5 years; c) the length of Faustmann rotation is negatively correlated with stumpage price, interest rate and wood production reduction, but positively correlated with planting cost.",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK/article/view/962"
  },
  {
    "title": "FLOOD MITIGATION MEASRES USING INTUITIONISTIC FUZZY DEMATEL METHOD",
    "authors": [
      "Norzanah Abd Rahman,",
      "Zamali Tarmudi,,",
      "Munirah Rossdy,",
      "Fatihah Anas Muhiddin"
    ],
    "doi": "https://doi.org/10.26480/mjg.02.2017.01.05",
    "journalVolume": "Vol. 1,\n                                no. 2\n                                \n                                  pp.\n                                  01\n                                  – 05",
    "issn": "2521-0920 (Print)",
    "publisher": "2521-0602 (Online)",
    "countryOfPublisher": "Zibeline International",
    "lcc": [
      "Malaysia",
      "Science: Geology"
    ],
    "journalUrl": "https://myjgeosc.com/",
    "abstract": "Flood is a natural disaster induced by climate change that resulted in the losses of lives, damages to property, and disrupts the daily activities of local community. Thus, the flood mitigation measures are developed to reduce the impact of flood in our country. The aim of this paper is; to propose IF-DEMATEL method and deal with the uncertainty of input data set of flood mitigation measures, and to validate it using sensitivity analysis. Here, this method is used for flood mitigation measures comprise drainage improvements, barriers, wet flood proofing, dry flood proofing, elevation, relocation, and acquisition. A numerical example from the flood control project selection proposed by a researcher which was adopted to show the applicability of the proposed method. The result shows that the flood mitigation measures are placed based on their priority. Although the rank of flood mitigation measures is sensitive to changes based on the weight of criteria but the best measures is remaining unchanged.",
    "readLink": "https://myjgeosc.com/archives/2mjg2017/2mjg2017-01-05.pdf"
  },
  {
    "title": "Increased wildfire hazard along South-Central Chile under the RCP8.5 scenario as revealed by high-resolution modeling",
    "authors": [
      "Isabella Ciocca,",
      "Alfonso Fernández,",
      "Edilia Jaque,",
      "Flavio Justino,",
      "Vanúcia Shumacher,",
      "Alex Santos da Silva,",
      "Ariel Muñoz,",
      "Francisco de la Barrera"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/acba33",
    "journalVolume": "Vol. 18,\n                                no. 3\n                                \n                                  p.\n                                  034023",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Among Mediterranean regions, the South-Central Zone of Chile (SCZCh) portrays a landscape where wildfires constantly and historically occur, many times damaging ecosystems, lives and livelihoods. Since 2010, this zone has entered a period of unprecedented drought that has contributed to wildfire rising trends. Wildfire occurrence and intensity in this zone can be associated with three main factors: climate and land cover as conditioning factors, and human activity as a triggering factor. This paper evaluates wildfire hazard for the SCZCh, based on environmental susceptibility to wildfire occurrence, using numerical regional climate and wildfire modeling for the 2002–2005 historical period and for the mid and late 21st-century under the RCP8.5 climate change scenario. Results indicate high skill in matching spatial patterns of fire spot occurrence and density in the historical period, as well as the ability to simulate seasonal behavior in wildfire environmental susceptibility, consistent with national historical statistics. The fire hazard in SCZCh will slightly increase in all seasons for both 2041–2050 and 2091–2100 periods, especially southward, with a long-term spatial homogenization of medium levels of hazard in Central Valley and Coastal Range, between 0 and 1000 m a.s.l. These results combined with the current homogeneous extensive exotic species plantations dominated by inflammable tree species in SCZCh might facilitate the occurrence of large wildfires under the projected 21st-century climate regime.",
    "readLink": "https://doi.org/10.1088/1748-9326/acba33"
  }
]