[
  {
    "title": "Exploring the effect of Arctic perennial sea ice on modulation of local air temperature",
    "authors": [
      "Yu-Fang YE,",
      "Mohammed SHOKR,",
      "Zhuo-Qi CHEN,",
      "Xiao CHENG"
    ],
    "doi": "Vol. 13,\n                                no. 4\n                                \n                                  pp.\n                                  473\n                                  – 488",
    "issn": "1674-9278 (Print)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/advances-in-climate-change-research/",
    "abstract": "Sea ice cover plays an important role in modulating local temperature through heat and moisture fluxes. The influence of thin ice, lead and polynya has been well investigated, however, the effect of perennial ice (also called multiyear ice, MYI) has not. This study is motivated by it and investigated a hypothesis that changes in MYI concentration in winter triggers changes in short-term local 2-m air temperature. The hypothesis was tested using time series analysis of the two parameters and correlation between them. Data from the winters of 2004–2009 were used for the examination at three spatial scales. The hypothesis is found to be potentially accepted when MYI exists in a consolidated ice regime with negligible thin ice or open water in the surroundings, and the air temperature is low enough. Conditions for the acceptance of the hypothesis were quantitatively identified. The qualifications entail that the ice cell must experience daily change of MYI concentration meanwhile satisfy the criteria of total ice concentration (TIC), young ice concentration (YIC) and air temperature (Tair) in the surrounding area, which are TIC >88.3%, YIC <9.5% and Tair<–19.0 °C. Inverse relationships between changes in MYI concentration and the corresponding changes in air temperature were developed retroactively using data that satisfied the acceptance conditions. The relationships varied with years, depending on ice conditions such as ice type distributions and snow cover. This study offers a first attempt to assess the effect of MYI on the same-day local surface air temperature using satellite observations, and provides evidence of this effect under quantitatively quanlifying conditions.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674927822000600"
  },
  null,
  {
    "title": "TIBETAN PLATEAU SNOW COVER VARYING WITH CLIMATE CHANGE: A REGIONAL CLIMATE PERSPECTIVE",
    "authors": [
      "Y. Feng,",
      "Y. Feng,",
      "S. Du,",
      "X. Zhang,",
      "K. Fraedrich"
    ],
    "doi": "https://doi.org/10.5194/isprs-annals-X-3-W1-2022-45-2022",
    "journalVolume": "Vol. X-3-W1-2022\n                                \n                                \n                                  pp.\n                                  45\n                                  – 50",
    "issn": "2194-9042 (Print)",
    "publisher": "2194-9050 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Applied optics. Photonics"
    ],
    "journalUrl": "http://www.isprs.org/publications/annals.aspx",
    "abstract": "The Tibetan Plateau (TP) is experiencing dramatic climate changes, which increases the geographical hazard risks affecting human lives and properties. As TP holding the largest cryosphere extent outside the polar region, frequent and serious snow disasters become the crucial topic in the TP disaster reduction and management. The primary task to cope with TP snow disasters is to understand the formation and evolution of snow cover as the basis to assess and predict geographical hazards. Considering time variability and spatial heterogeneity, the geographical detector analysis has been adopted to investigate the coupling relationships between snow cover and climate change in the different periods (1989-2018) and different geographical regions (Qaidam areas, Qiangtang areas and Hengduan Mountains). The following results are noted: (i) Regionalization provides a better climate explanation for snow cover compared with the non-regionalized whole plateau model, which verifies again that the snow cover distribution and its driving mechanism both have strong spatial heterogeneity. (ii) Temperature has a dominant influence on the snow cover in all three regions, showing that net surface energy flux balance is the major limitation to the snow cover so that temperature becomes the key factor of snow-related risk management. (iii) The impact of precipitation on snow cover is only significant in the Qaidam areas according to the interaction detector approach, where the combination of temperature and precipitation can explain more than 65% of the snow cover distribution. Thus the Qaidam areas requires risk monitoring related to both hydrological and thermal aspects.",
    "readLink": "https://www.isprs-ann-photogramm-remote-sens-spatial-inf-sci.net/X-3-W1-2022/45/2022/isprs-annals-X-3-W1-2022-45-2022.pdf"
  },
  {
    "title": "Planting Design Approach in Sustainable Urban Planning",
    "authors": [
      "Demet Ulku Gulpınar Sekban,",
      "Ertan Düzgüneş"
    ],
    "doi": "https://doi.org/10.11113/ijbes.v8.n2.674",
    "journalVolume": "Vol. 8,\n                                no. 2",
    "issn": "2289-8948 (Online)",
    "publisher": "Universiti Teknologi Malaysia",
    "countryOfPublisher": "Malaysia",
    "lcc": [
      "Fine Arts: Architecture",
      "Geography. Anthropology. Recreation: Human ecology. Anthropogeography"
    ],
    "journalUrl": "http://www.ijbes.utm.my",
    "abstract": "The increased pressures associated with climate change and urbanization processes adversely affect the quality of life of the cities and damage the sustainability of the cities. Sustainability of a city depends on the social, economic and ecological flexible uses that these pressures can tolerate. The examination of these flexible uses within the city brings along the sustainability of the landscape. Landscape serving flexible uses for urban sustainability; All the unconscious elements that make up that landscape, especially the vegetation landscape element, should support the concept of sustainability. Within the scope of the study, it was aimed to determine sustainable design approaches in the fields of planting and to create an evaluation scale accordingly by examining the sustainable planting design approaches in urban scale. An answer was sought to the question of how sustainable the planting activities of Trabzon province are. In the study, 40 studies defined as sustainable landscape areas were examined and 27 sub-parameters were developed under 4 main titles within the framework of these studies. The parameters are examined in the regions represented by the city components that make up the city and it is tried to determine what is necessary for the sustainability of the city",
    "readLink": "https://ijbes.utm.my/index.php/ijbes/article/view/674/230"
  },
  null,
  {
    "title": "The CORDEX.be initiative as a foundation for climate services in Belgium",
    "authors": [
      "Piet Termonia,",
      "Bert Van Schaeybroeck,",
      "Lesley De Cruz,",
      "Rozemien De Troch,",
      "Steven Caluwaerts,",
      "Olivier Giot,",
      "Rafiq Hamdi,",
      "Stéphane Vannitsem,",
      "François Duchêne,",
      "Patrick Willems,",
      "Hossein Tabari,",
      "Els Van Uytven,",
      "Parisa Hosseinzadehtalaei,",
      "Nicole Van Lipzig,",
      "Hendrik Wouters,",
      "Sam Vanden Broucke,",
      "Jean-Pascal van Ypersele,",
      "Philippe Marbaix,",
      "Cecille Villanueva-Birriel,",
      "Xavier Fettweis,",
      "Coraline Wyard,",
      "Chloé Scholzen,",
      "Sébastien Doutreloup,",
      "Koen De Ridder,",
      "Anne Gobin,",
      "Dirk Lauwaet,",
      "Trissevgeni Stavrakou,",
      "Maite Bauwens,",
      "Jean-François Müller,",
      "Patrick Luyten,",
      "Stéphanie Ponsar,",
      "Dries Van den Eynde,",
      "Eric Pottiaux"
    ],
    "doi": "Vol. 11\n                                \n                                \n                                  pp.\n                                  49\n                                  – 61",
    "issn": "2405-8807 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.journals.elsevier.com/climate-services/",
    "abstract": "The CORDEX.be project created the foundations for Belgian climate services by producing high-resolution Belgian climate information that (a) incorporates the expertise of the different Belgian climate modeling groups and that (b) is consistent with the outcomes of the international CORDEX (“COordinated Regional Climate Downscaling Experiment”) project. The key practical tasks for the project were the coordination of activities among different Belgian climate groups, fostering the links to specific international initiatives and the creation of a stakeholder dialogue. Scientifically, the CORDEX.be project contributed to the EURO-CORDEX project, created a small ensemble of High-Resolution (H-Res) future projections over Belgium at convection-permitting resolutions and coupled these to seven Local Impact Models. Several impact studies have been carried out. The project also addressed some aspects of climate change uncertainties. The interactions and feedback from the stakeholder dialogue led to different practical applications at the Belgian national level. Keywords: Regional downscaling, Climate impact modeling, Statistical downscaling, Dynamical downscaling, Local Impact Models, Climate change, EURO-CORDEX, Uncertainty estimation, Regional Climate Model, Climate Belgium, Water vapour observations",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405880717300195"
  },
  {
    "title": "More stressful event does not always depress subsequent life performance",
    "authors": [
      "Ying-ying CHEN,",
      "Wei ZHANG,",
      "Gang MA,",
      "Chun-sen MA"
    ],
    "doi": "Vol. 18,\n                                no. 10\n                                \n                                  pp.\n                                  2321\n                                  – 2329",
    "issn": "2095-3119 (Print)",
    "publisher": "2352-3425 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Netherlands",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://www.journals.elsevier.com/journal-of-integrative-agriculture",
    "abstract": "Climate change has led to a substantial increase in intensity and duration of heat waves worldwide. Predicting the ecological impacts of hot events should incorporate both immediate and potential carry-over effects in different intensities of heat waves. Previous studies suggested that higher heat dose in early life stage of insect generally decreased immediate survival and depressed adult reproduction through carry-over effects, or unchanged adult performance through recovery effects. However, our previous study showed a different pattern, in which longer heat exposures in larval stage did not always decrease but sometimes increase the subsequent adult maturation success in the diamondback moth. We speculated that it might be another important pattern in the carry-over effects vs. heat dose, and conducted experiments using a global pest, Plutella xylostella. Our present results suggested that heat exposures in early life stage reduced the immediate survival and produced general declines with significant zigzag fluctuating patterns in subsequent body size and reproduction as exposure durations increased. The similar patterns were also validated in other insect taxa and other stresses by reanalyzing the experiment data from literatures. The finding highlights the importance for differentiating the biological effects and consequences of changes in heat dose at fine scales; daily exposure hours of a hot day should be considered to predict population dynamic under climate change.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2095311918621458"
  },
  {
    "title": "Special issue in honour of Prof. Reto J. Strasser - Seasonal monitoring of PSII functionality and relative chlorophyll content on a field site in two consecutive years: A case study of different oak species",
    "authors": [
      "S.  KOLLER,",
      "V.  HOLLAND,",
      "W.  BRÜGGEMANN"
    ],
    "doi": "https://doi.org/10.32615/ps.2019.163",
    "journalVolume": "Vol. 58,\n                                no. 2\n                                \n                                  pp.\n                                  379\n                                  – 390",
    "issn": "0300-3604 (Print)",
    "publisher": "1573-9058 (Online)",
    "countryOfPublisher": "Academy of Sciences of the Czech Republic, Institute of Experimental Botany",
    "lcc": [
      "Czechia",
      "Science: Botany"
    ],
    "journalUrl": "https://ps.ueb.cas.cz/",
    "abstract": "In search for practical silvicultural management tools to identify alternative tree species for predicted Central European climate conditions, a cross-species survey with five evergreen, semi-evergreen, and deciduous Quercus taxa with contrasting morphological leaf traits was performed. Fast chlorophyll fluorescence induction of PSII and relative leaf chlorophyll contents were performed to assess the overall plant vitality at any point in time during two complete vegetation periods in consecutive years (2012 and 2013). Maximum photochemical efficiency of PSII and the performance index on absorption base showed a very conservative relationship to each other and a similar intra-annual progress in all deciduous species, but with a different speed of increase and decrease during leaf development and senescence and thus a different length of vegetation period. The intra-annual variability of OJIP and chlorophyll content parameters is considered with respect to the practicability of measurements in the field for management purposes.",
    "readLink": "https://ps.ueb.cas.cz/artkey/phs-202002-0020_special-issue-in-honour-of-prof-reto-j-strasser-8211-seasonal-monitoring-of-psii-functionality-and-relativ.php"
  },
  {
    "title": "Complementing ERA5 and E-OBS with high-resolution river discharge over Europe",
    "authors": [
      "Stefan Hagemann,",
      "Tobias Stacke"
    ],
    "doi": "Vol. 65,\n                                no. 1\n                                \n                                  pp.\n                                  230\n                                  – 248",
    "issn": "0078-3234 (Print)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://www.journals.elsevier.com/oceanologia/",
    "abstract": "The 0.5° resolution of many global observational or quasi-observational datasets is not sufficient for the evaluation of current state-of-the-art regional climate models or the forcing of ocean model simulations over Europe. While higher resolved products are available for meteorological data, e.g. ERA5 reanalysis and the E-OBS vs 22 (EOBS22) datasets, they lack crucial information at the land-ocean boundary. ERA5 is frequently used to force regional climate models (RCMs) or ocean models and both datasets are commonly used as reference datasets for the evaluation of RCMs. Therefore, we extended both datasets with high-resolution river discharge for the period 1979–2018. On the one hand, our discharge data close the water cycle at the land-ocean interface so that the discharges can be used as lateral freshwater input for ocean models applied in the European region. On the other hand, the data can be used to identify trends in discharge that are induced by recent climate change as ERA5 and EOBS22 are rather independent datasets. The experimental setup to generate the discharges was chosen in a way that it could be easily adapted in a climate or Earth system modelling framework. Consequently, the recently developed 5 Min. horizontal resolution version of the hydrological discharge (HD) model was used to simulate discharge. It has already been applied in multiple climate modelling studies and is coupled within several global and regional Earth system models. As the HD model currently does not regard direct human impacts of the river runoff, it is well suited to investigate climate change-related discharge trends. In order to calculate the necessary gridded input fields for the HD model from ERA5 and EOBS22 data, we used the HydroPy global hydrological model. For both experiments, we found that the general behavior of discharge is captured well for many European rivers, which is consistent to earlier results. For the EOBS22 based discharges, a widespread low bias in simulated discharge occurs, which is likely caused by the missing undercatch correction in the underlying precipitation data. The analysis of trends over Southeastern Europe was hampered by missing data in EOBS22 after 2004. Using both experiments, we identified consistent trend patterns in various discharge statistics, with increases in low flow characteristics over Northern Europe and general drying trends over Central and Southern Europe. In summary, we introduced an experimental setup that is useful to generate high-resolution river runoff data consistent with the meteorological forcing for historical periods and future scenarios from any climate model data instead of having to rely on observed time series.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S0078323422000793"
  },
  {
    "title": "UAV and High Resolution Satellite Mapping of Forage Lichen (Cladonia spp.) in a Rocky Canadian Shield Landscape",
    "authors": [
      "Robert H. Fraser,",
      "Darren Pouliot,",
      "Jurjen van der Sluijs"
    ],
    "doi": "https://doi.org/10.1080/07038992.2021.1908118",
    "journalVolume": "Vol. 48,\n                                no. 1\n                                \n                                  pp.\n                                  5\n                                  – 18",
    "issn": "1712-7971 (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Technology"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/ujrs20",
    "abstract": "Reindeer lichens (Cladonia spp.) are an important food source for woodland and barren ground caribou herds. In this study, we assessed Cladonia classification accuracy in a rocky, Canadian Shield landscape near Yellowknife, Northwest Territories using both Unmanned Aerial Vehicle (UAV) sensors and high-resolution satellite sensors. At the UAV scale, random forest classifications derived from a multispectral, visible-near infrared sensor (Micasense Altum) had an average 5% higher accuracy for mapping Cladonia (i.e., 95.5%) than when using a conventional color RGB camera (DJI Phantom 4 RTK). We aggregated Altum lichen classifications from three 5 ha study sites to train random forest regression models of fractional lichen cover using predictor features from WorldView-3 and Planet CubeSat satellite imagery. WorldView models at 6 m resolution had an average 6.8% RMSE (R2 = 0.61) when tested at independent study sites and outperformed the 6 m Planet models, which had a 9.9% RMSE (R2 = 0.34). These satellite results are comparable to previous lichen mapping studies focusing on woodlands, but the small cover of Cladonia in our study area (11.6% or 16.8% within the barren portions) results in a high relative RMSE (62.2%) expressed as a proportion of mean lichen cover.",
    "readLink": "http://dx.doi.org/10.1080/07038992.2021.1908118"
  }
]