[
  {
    "title": "Stochastic lattice-based modelling of malaria dynamics",
    "authors": [
      "Phong V. V. Le,",
      "Praveen Kumar,",
      "Marilyn O. Ruiz"
    ],
    "doi": "https://doi.org/10.1186/s12936-018-2397-z",
    "journalVolume": "Vol. 17,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 17",
    "issn": "1475-2875 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Internal medicine: Special situations and conditions: Arctic medicine. Tropical medicine",
      "Medicine: Internal medicine: Infectious and parasitic diseases"
    ],
    "journalUrl": "https://malariajournal.biomedcentral.com/",
    "abstract": "Abstract Background The transmission of malaria is highly variable and depends on a range of climatic and anthropogenic factors. In addition, the dispersal of Anopheles mosquitoes is a key determinant that affects the persistence and dynamics of malaria. Simple, lumped-population models of malaria prevalence have been insufficient for predicting the complex responses of malaria to environmental changes. Methods and results A stochastic lattice-based model that couples a mosquito dispersal and a susceptible-exposed-infected-recovered epidemics model was developed for predicting the dynamics of malaria in heterogeneous environments. The It$$\\hat{o}$$ o^ approximation of stochastic integrals with respect to Brownian motion was used to derive a model of stochastic differential equations. The results show that stochastic equations that capture uncertainties in the life cycle of mosquitoes and interactions among vectors, parasites, and hosts provide a mechanism for the disruptions of malaria. Finally, model simulations for a case study in the rural area of Kilifi county, Kenya are presented. Conclusions A stochastic lattice-based integrated malaria model has been developed. The applicability of the model for capturing the climate-driven hydrologic factors and demographic variability on malaria transmission has been demonstrated.",
    "readLink": "http://link.springer.com/article/10.1186/s12936-018-2397-z"
  },
  {
    "title": "Pacific Southwest United States Holocene Droughts and Pluvials Inferred From Sediment δ18O(calcite) and Grain Size Data (Lake Elsinore, California)",
    "authors": [
      "Matthew Edward Christopher Kirby,",
      "William Paul Patterson,",
      "Matthew Lachniet,",
      "James A. Noblet,",
      "Michael A. Anderson,",
      "Kevin Nichols,",
      "Judith Avila"
    ],
    "doi": "https://doi.org/10.3389/feart.2019.00074",
    "journalVolume": "Vol. 7",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "Records of past climate can inform us on the natural range and mechanisms of climate change. In the arid Pacific southwestern United States (PSW), which includes southern California, there exist a variety of Holocene records that can be used to infer past winter conditions (moisture and/or temperature). Holocene records of summer climate, however, are rare from the PSW. In the future, climate changes due to anthropogenic forcing are expected to increase the severity of drought in the already water stressed PSW. Hot droughts are of considerable concern as summer temperatures rise. As a result, understanding how summer conditions changed in the past is critical to understanding future predictions under varied climate forcings. Here, we present a c. 10.9 kcal BP δ18O(calcite) record from Lake Elsinore, California, interpreted to reflect δ18O(lake water) values as controlled by over-water evaporation from summer-to-early fall. Our results reveal three millennial scale intervals: (1) the highly evaporative Early Holocene (10.55–6.65 kcal BP), (2) the less evaporative Mid-Holocene (6.65–2.65 kcal BP); and (3) the evaporative Late Holocene (2.65–0.55 kcal BP). These results are coupled with an inferred winter precipitation runoff (sand content) record from Kirby et al. (2010). Using these data together, we estimate the duration and severity of centennial-scale Holocene droughts and pluvials (e.g., high δ18O(calcite) values plus low sand content = drought and vice versa). Furthermore, the coupled δ18O(calcite) and sand data provide a generalized Holocene lake level history. The most severe, long-lasting droughts (i.e., maximum summer-to-early fall evaporation and minimum winter precipitation runoff) occur in the Early Holocene. Fewer, less severe, and shorter duration droughts occurred during the Mid-Holocene as pluvials became more common. Droughts return with less severity and duration in the Late Holocene. Notably, the Little Ice Age is characterized as the wettest period during the Late Holocene.",
    "readLink": "https://www.frontiersin.org/article/10.3389/feart.2019.00074/full"
  },
  {
    "title": "Unravelling net primary productivity dynamics under urbanization and climate change in the western Himalaya",
    "authors": [
      "Sonali Sharma,",
      "P.K. Joshi,",
      "Christine Fürst"
    ],
    "doi": "Vol. 144\n                                \n                                \n                                  p.\n                                  109508",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "Over the past few decades, climate change and urban expansion have strongly affected vegetation dynamics and overall carbon sink capacity of Himalayan ecosystem. However, the contribution of these two key factors on varying spatio-temporal scales in Himalayan landscapes still lacks in profound analyses. The present study takes Dharamsala and Pithoragarh urban landscapes as examples and uses the Enhanced Spatial and Temporal Adaptive Reflectance Fusion Model (ESTARFM) as the image fusion technique to generate highly resolved, both spatially (30 m) and temporally (monthly), NDVI images. These are used as inputs for Carnegie-Ames-Stanford Approach (CASA) model for Net Primary Productivity (NPP) estimation over the past two decades (2000–2020). During the study period, the NPP loss due to urbanization was 2065.43 kg C in Dharamsala and 401.07 kg C in Pithoragarh. Climate change, measured in terms of interseasonal changes in temperature, rainfall and solar radiation, had considerably contributed to the NPP variations of vegetated areas in both the study sites, however its contribution ratio was relatively lower than residual factors. There was a significant distribution gradient between how and where urban expansion and climate change influenced the NPP. Urban expansion impacts NPP more in plain areas corresponding to new urban land developments while climate change impacts NPP in high elevation mountainous regions dominated by Oak species. The observed declining trend of NPP under the current threat of urban expansion and climate change in the Himalaya highlights and invites the need of attributing importance to ecological issues. The findings of our study encompassing complex Himalayan landscapes could offer scientific perspectives for the management of ecological environment of highly fragile and vulnerable landscapes of the Himalaya.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X22009815"
  },
  {
    "title": "Sources and environmental fate of pyrogenic polycyclic aromatic hydrocarbons (PAHs) in the Arctic",
    "authors": [
      "Jennifer E. Balmer,",
      "Hayley Hung,",
      "Yong Yu,",
      "Robert J. Letcher,",
      "Derek C.G. Muir"
    ],
    "doi": "Vol. 5\n                                \n                                \n                                  pp.\n                                  128\n                                  – 142",
    "issn": "2405-6650 (Print)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/emerging-contaminants/",
    "abstract": "Polycyclic aromatic hydrocarbons (PAHs) are large class of hydrophobic, semi-volatile organic contaminants that may enter the environment from both natural sources and anthropogenic activities. Pyrogenic PAHs arise from the incomplete combustion of fossil fuels and organic matter and following dispersal via long-range transport and may subsequently deposit in surface waters, soils and sediments of remote regions, including the Arctic. The current review summarizes and discusses Arctic data that is available for combustion-derived PAHs between 2004 and early 2018, focusing largely on data collected from remote, unexploited Arctic regions and from studies that provide some evidence of a pyrogenic origin. The increasing use of attribution ratios, which aid in discriminating PAHs from petrogenic or pyrogenic sources, suggest PAHs found in Arctic marine waters and sediment predominantly originate from natural underwater seeps, while those measured in air, freshwater, and terrestrial environments are likely to have originated from atmospheric and combustion-derived sources. Modeling efforts indicate that atmospheric PAHs in the Canadian and Norwegian Arctic are likely to have originated in the northern hemisphere – predominantly from Western Russia, northern Europe, and North America. East Asia appears to be a minor source of PAHs to the Arctic, despite contributing more than 50% of global PAH emissions. In comparison to the growing data for atmospheric PAHs, environmental data for these compounds in terrestrial and freshwater environments remain scarce. PAHs have been detected in Arctic biota from terrestrial, freshwater and marine environments, indicating exposure, however, levels are generally low, as most organisms efficiently metabolize parent PAHs. Globally, PAH emissions are expected to decline in the future, however models suggest the Arctic may not experience the same magnitude of decline projected for other world regions. Furthermore, future changes in climate may contribute to a re-volatilization of environmental PAHs, providing a source of secondary emissions to the Arctic atmosphere, emphasizing the importance of future monitoring for understanding the sources, fate and impacts of PAHs in the Arctic. Keywords: Contaminants, Air, Biota, Pyrogenic, Petrogenic, Review",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405665018300684"
  },
  {
    "title": "Mapping Mangroves Extents on the Red Sea Coastline in Egypt using Polarimetric SAR and High Resolution Optical Remote Sensing Data",
    "authors": [
      "Ayman Abdel-Hamid,",
      "Olena Dubovyk,",
      "Islam Abou El-Magd,",
      "Gunter Menz"
    ],
    "doi": "https://doi.org/10.3390/su10030646",
    "journalVolume": "Vol. 10,\n                                no. 3\n                                \n                                  p.\n                                  646",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Mangroves ecosystems dominate the coastal wetlands of tropical and subtropical regions throughout the world. They are among the most productive forest ecosystems. They provide various ecological and economic ecosystem services. Despite of their economic and ecological importance, mangroves experience high yearly loss rates. There is a growing demand for mapping and assessing changes in mangroves extents especially in the context of climate change, land use change, and related threats to coastal ecosystems. The main objective of this study is to develop an approach for mapping of mangroves extents on the Red Sea coastline in Egypt, through the integration of both L-band SAR data of ALOS/PALSAR, and high resolution optical data of RapidEye. This was achieved via using object-based image analysis method, through applying different machine learning algorithms, and evaluating various features such as spectral properties, texture features, and SAR derived parameters for discrimination of mangroves ecosystem classes. Three non-parametric machine learning algorithms were tested for mangroves mapping; random forest (RF), support vector machine (SVM), and classification and regression trees (CART). As an input for the classifiers, we tested various features including vegetation indices (VIs) and texture analysis using the gray-level co-occurrence matrix (GLCM). The object-based analysis method allowed clearly discriminating the different land cover classes within mangroves ecosystem. The highest overall accuracy (92.15%) was achieved by the integrated SAR and optical data. Among all classifiers tested, RF performed better than other classifiers. Using L-band SAR data integrated with high resolution optical data was beneficial for mapping and characterization of mangroves growing in small patches. The maps produced represents an important updated reference suitable for developing a regional action plan for conservation and management of mangroves resources along the Red Sea coastline.",
    "readLink": "http://www.mdpi.com/2071-1050/10/3/646"
  },
  {
    "title": "The Role of Old-growth Forests in Frequent-fire Landscapes",
    "authors": [
      "Daniel Binkley,",
      "Tom Sisk,",
      "Carol Chambers,",
      "Judy Springer,",
      "William Block"
    ],
    "doi": "https://doi.org/10.5751/ES-02170-120218",
    "journalVolume": "Vol. 12,\n                                no. 2\n                                \n                                  p.\n                                  18",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "Classic ecological concepts and forestry language regarding old growth are not well suited to frequent-fire landscapes. In frequent-fire, old-growth landscapes, there is a symbiotic relationship between the trees, the understory graminoids, and fire that results in a healthy ecosystem. Patches of old growth interspersed with younger growth and open, grassy areas provide a wide variety of habitats for animals, and have a higher level of biodiversity. Fire suppression is detrimental to these forests, and eventually destroys all old growth. The reintroduction of fire into degraded frequent-fire, old-growth forests, accompanied by appropriate thinning, can restore a balance to these ecosystems. Several areas require further research and study: 1) the ability of the understory to respond to restoration treatments, 2) the rate of ecosystem recovery following wildfires whose level of severity is beyond the historic or natural range of variation, 3) the effects of climate change, and 4) the role of the microbial community. In addition, it is important to recognize that much of our knowledge about these old-growth systems comes from a few frequent-fire forest types.",
    "readLink": "http://www.ecologyandsociety.org/vol12/iss2/art18/"
  },
  {
    "title": "Köppen climates and Scheffer index as indicators of timber risk in Europe (1901–2020)",
    "authors": [
      "Peter Brimblecombe,",
      "Jenny Richards"
    ],
    "doi": "https://doi.org/10.1186/s40494-023-00992-7",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 11",
    "issn": "2050-7445 (Online)",
    "publisher": "SpringerOpen",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Fine Arts",
      "Science: Chemistry: Analytical chemistry"
    ],
    "journalUrl": "http://www.heritagesciencejournal.com/",
    "abstract": "Abstract Timber heritage faces numerous risks, with the threat from insect and fungal attack particularly sensitive to climate. The Scheffer index estimates the deterioration of wood by combining average temperature and days of rain. We determined the Scheffer index from twenty sites in Europe across the 20th and early 21st century using meteorological observations, largely from the European Climate Assessment Dataset. Results showed that Scheffer indices across Europe loosely align with Köppen climate classes, which are also defined in terms of temperature and rainfall. However, within a given Köppen class, a wide range of Scheffer indices were found, thus representing very different threats to heritage. This suggests that specific heritage climate parameters, such as the Scheffer index, are needed. Trends in the Scheffer index provide a fairly robust guide to management strategy by identifying locations where the risk for timber is increasing. However, a simple index cannot necessarily describe the complex interactions between biological pests and climate; such complexity is better handled with well-constructed models. Nevertheless, the Scheffer index offers heritage managers an easily calculated estimate of the spatial distribution of risk to timber and the likely direction of future change.",
    "readLink": "https://doi.org/10.1186/s40494-023-00992-7"
  },
  {
    "title": "Research Trends in the Remote Sensing of Phytoplankton Blooms: Results from Bibliometrics",
    "authors": [
      "Yuanrui Li,",
      "Qichao Zhou,",
      "Yun Zhang,",
      "Jingyi Li,",
      "Kun Shi"
    ],
    "doi": "https://doi.org/10.3390/rs13214414",
    "journalVolume": "Vol. 13,\n                                no. 4414\n                                \n                                  p.\n                                  4414",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Phytoplankton blooms have caused many serious public safety incidents and eco-environmental problems worldwide and became a focus issue for research. Accurate and rapid monitoring of phytoplankton blooms is critical for forecasting, treating, and management. With the advantages of large spatial coverage and high temporal resolution, remote sensing has been widely used to monitor phytoplankton blooms. Numerous advances have been made in the remote sensing of phytoplankton blooms, biomass, and phenology over the past several decades. To fully understand the development history, research hotspots, and future trends of remote-sensing technology in the study of phytoplankton blooms, we conducted a comprehensive review to systematically analyze the research trends in the remote sensing of phytoplankton blooms through bibliometrics. Our findings showed that research on the use of remote-sensing technology in this field increased substantially in the past 30 years. “Oceanography,” “Environmental Sciences,” and “Remote Sensing” are the most popular subject categories. Remote Sensing of Environment, Journal of Geophysical Research: Oceans, and International Journal of Remote Sensing were the journals with the most published articles. The results of the analysis of international influence and cooperation showed that the United States had the greatest influence in this field and that the cooperation between China and the United States was the closest. The Chinese Academy of Sciences published the largest number of papers, reaching 542 articles. Keyword and topic analysis results showed that “phytoplankton,” “chlorophyll,” and “ocean” were the most frequently occurring keywords, while “eutrophication management and monitoring,” “climate change,” “lakes,” and “remote-sensing algorithms” were the most popular research topics in recent years. Researchers are now paying increasing attention to the phenological response of phytoplankton under the conditions of climate change and the application of new remote-sensing methods. With the development of new remote-sensing technology and the expansion of phytoplankton research, future research should focus on (1) accurate observation of phytoplankton blooms; (2) the traits of phytoplankton blooms; and (3) the drivers, early warning, and management of phytoplankton blooms. In addition, we discuss the future challenges and opportunities in the use of remote sensing in phytoplankton blooms. Our review will promote a deeper and wider understanding of the field.",
    "readLink": "https://www.mdpi.com/2072-4292/13/21/4414"
  },
  {
    "title": "The Impact of Ocean Acidification on Reproduction, Early Development and Settlement of Marine Organisms",
    "authors": [
      "Elizabeth A. Bailey,",
      "Wayne A. O’Connor,",
      "Laura Parker,",
      "Pauline M. Ross"
    ],
    "doi": "https://doi.org/10.3390/w3041005",
    "journalVolume": "Vol. 3,\n                                no. 4\n                                \n                                  pp.\n                                  1005\n                                  – 1030",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Predicting the impact of warming and acidifying on oceans on the early development life history stages of invertebrates although difficult, is essential in order to anticipate the severity and consequences of future climate change. This review summarises the current literature and meta-analyses on the early life-history stages of invertebrates including fertilisation, larval development and the implications for dispersal and settlement of populations. Although fertilisation appears robust to near future predictions of ocean acidification, larval development is much more vulnerable and across invertebrate groups, evidence indicates that the impacts may be severe. This is especially for those many marine organisms which start to calcify in their larval and/or juvenile stages. Species-specificity and variability in responses and current gaps in the literature are highlighted, including the need for studies to investigate the total effects of climate change including the synergistic impact of temperature, and the need for long-term multigenerational experiments to determine whether vulnerable invertebrate species have the capacity to adapt to elevations in atmospheric CO2 over the next century.",
    "readLink": "http://www.mdpi.com/2073-4441/3/4/1005/"
  },
  {
    "title": "Sequence-oriented sensitive analysis for PM2.5 exposure and risk assessment using interactive process mining.",
    "authors": [
      "Eduardo Illueca Fernández,",
      "Carlos Fernández Llatas,",
      "Antonio Jesús Jara Valera,",
      "Jesualdo Tomás Fernández Breis,",
      "Fernando Seoane Martinez"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0290372",
    "journalVolume": "Vol. 18,\n                                no. 8\n                                \n                                  p.\n                                  e0290372",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "The World Health Organization has estimated that air pollution will be one of the most significant challenges related to the environment in the following years, and air quality monitoring and climate change mitigation actions have been promoted due to the Paris Agreement because of their impact on mortality risk. Thus, generating a methodology that supports experts in making decisions based on exposure data, identifying exposure-related activities, and proposing mitigation scenarios is essential. In this context, the emergence of Interactive Process Mining-a discipline that has progressed in the last years in healthcare-could help to develop a methodology based on human knowledge. For this reason, we propose a new methodology for a sequence-oriented sensitive analysis to identify the best activities and parameters to offer a mitigation policy. This methodology is innovative in the following points: i) we present in this paper the first application of Interactive Process Mining pollution personal exposure mitigation; ii) our solution reduces the computation cost and time of the traditional sensitive analysis; iii) the methodology is human-oriented in the sense that the process should be done with the environmental expert; and iv) our solution has been tested with synthetic data to explore the viability before the move to physical exposure measurements, taking the city of Valencia as the use case, and overcoming the difficulty of performing exposure measurements. This dataset has been generated with a model that considers the city of Valencia's demographic and epidemiological statistics. We have demonstrated that the assessments done using sequence-oriented sensitive analysis can identify target activities. The proposed scenarios can improve the initial KPIs-in the best scenario; we reduce the population exposure by 18% and the relative risk by 12%. Consequently, our proposal could be used with real data in future steps, becoming an innovative point for air pollution mitigation and environmental improvement.",
    "readLink": "https://doi.org/10.1371/journal.pone.0290372"
  }
]