[
  {
    "title": "Annual flood sensitivities to El Niño–Southern Oscillation at the global scale",
    "authors": [
      "P. J. Ward,",
      "S. Eisner,",
      "M. Flörke,",
      "M. D. Dettinger,",
      "M. Kummu"
    ],
    "doi": "https://doi.org/10.5194/hess-18-47-2014",
    "journalVolume": "Vol. 18,\n                                no. 1\n                                \n                                  pp.\n                                  47\n                                  – 66",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "Floods are amongst the most dangerous natural hazards in terms of economic damage. Whilst a growing number of studies have examined how river floods are influenced by climate change, the role of natural modes of interannual climate variability remains poorly understood. We present the first global assessment of the influence of El Niño–Southern Oscillation (ENSO) on annual river floods, defined here as the peak daily discharge in a given year. The analysis was carried out by simulating daily gridded discharges using the WaterGAP model (Water – a Global Assessment and Prognosis), and examining statistical relationships between these discharges and ENSO indices. We found that, over the period 1958–2000, ENSO exerted a significant influence on annual floods in river basins covering over a third of the world's land surface, and that its influence on annual floods has been much greater than its influence on average flows. We show that there are more areas in which annual floods intensify with La Niña and decline with El Niño than vice versa. However, we also found that in many regions the strength of the relationships between ENSO and annual floods have been non-stationary, with either strengthening or weakening trends during the study period. We discuss the implications of these findings for science and management. Given the strong relationships between ENSO and annual floods, we suggest that more research is needed to assess relationships between ENSO and flood impacts (e.g. loss of lives or economic damage). Moreover, we suggest that in those regions where useful relationships exist, this information could be combined with ongoing advances in ENSO prediction research, in order to provide year-to-year probabilistic flood risk forecasts.",
    "readLink": "http://www.hydrol-earth-syst-sci.net/18/47/2014/hess-18-47-2014.pdf"
  },
  {
    "title": "Indigenous institutions as adaptive measures to environmental dynamics: an ethnographic study of Loba Community of Upper Mustang, Nepal",
    "authors": [
      "Man Bahadur Khattri,",
      "Rishikesh Pandey"
    ],
    "doi": "https://doi.org/10.1186/s41257-023-00084-1",
    "journalVolume": "Vol. 7,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 27",
    "issn": "2366-1003 (Online)",
    "publisher": "SpringerOpen",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Anthropology: Ethnology. Social and cultural anthropology"
    ],
    "journalUrl": "https://ijae.springeropen.com/",
    "abstract": "Abstract This paper investigates how different institutions of Loba communities of the Upper Mustang work together and facilitate the community to cope with the environmental dynamics in the region. The indigenous institutions are place-based, and their evolution is concerned with reducing vulnerability and enhancing the resilience capacity of place-based communities to cope with and adapt to local natural and socio-cultural environmental dynamics. The paper is based on anthropological fieldwork. Qualitative data were collected by applying observation and interviews. The paper presents the role of the galbo, (Lo King), ghenba (Village Chief), Lama (Monk), and dhongba (Household) as local institutions that act in close relation and make community-level decisions. The findings reveal that the King is seen as the leader whose governance best suited to the local natural environment, cultural practices, and economy. The Lama plays a major role in reinforcing local rules, while the Ghenba is an agent who mediates the Lo King and people in materializing rules and operationalizing institutional mechanisms. The Dhongbas are units of production of the local social-ecosystem that are entitled to use local resources within the context of the institution’s agreed rules, norms, and values. These local institutions are cooperating well, successfully regulating, managing, and protecting agricultural, forest, and pasture lands, and maintaining the monuments in Lo-manthang for centuries. However, recent social-environmental dynamics such as climate change, migration, and modernization are reducing the relevancies of traditional norms and practices. Nevertheless, the institutions are working hard to continue their existence by frequently modifying their rules and norms.",
    "readLink": "https://doi.org/10.1186/s41257-023-00084-1"
  },
  {
    "title": "Sustainable Agronomic Strategies for Enhancing the Yield and Nutritional Quality of Wild Tomato, <i>Solanum Lycopersicum</i> (l) Var <i>Cerasiforme</i> Mill",
    "authors": [
      "Kanagaraj  Muthu-Pandian Chanthini,",
      "Vethamonickam Stanley-Raja,",
      "Annamalai Thanigaivel,",
      "Sengodan Karthi,",
      "Radhakrishnan Palanikani,",
      "Narayanan Shyam Sundar,",
      "Haridoss Sivanesh,",
      "Ramaiah Soranam,",
      "Sengottayan Senthil-Nathan"
    ],
    "doi": "https://doi.org/10.3390/agronomy9060311",
    "journalVolume": "Vol. 9,\n                                no. 6\n                                \n                                  p.\n                                  311",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "Urbanization and global climate change have constrained plant development and yield. Utilization of wild gene pool, together with the application of sustainable and eco-friendly agronomic crop improvement strategies, is being focused on to tackle mounting food insecurity issues. In this aspect, the green seaweed, Ulva flexuosa, was assessed for plant biostimulant potential on cherry tomato, in terms of seed priming effects, nutrition and yield. SEM-EDX analysis of U. flexuosa presented the occurrence of cell wall elements (O, Na, Mg, S, Cl, K and Ca). The phytochemical analyses of liquid seaweed extract (EF-LSE) revealed the presence of carbohydrates, protein, phenols, flavonoids, saponins, tannins and coumarins. The EF-LSEs were found to stimulate seed germination in a dose-dependent manner, recording higher seed germination, and biomass and growth parameters. The seedlings of treated seeds altered the biochemical profile of the fruit, in terms of TSS (93%), phenol (92%), lycopene (12%) and ascorbic acid (86.8%). The EF-LSEs positively influenced fruit yield (97%). Henceforth, this investigation brings to light the plant biostimulant potential of the under-utilized seaweed source, U. flexuosa, to be useful as a bio fertilizer in agronomic fields for a cumulative enhancement of crop vigour as well as yields to meet the growing food demands.",
    "readLink": "https://www.mdpi.com/2073-4395/9/6/311"
  },
  {
    "title": "Allometric models for aboveground biomass estimation of small trees and shrubs in African savanna ecosystems",
    "authors": [
      "Antonia Nyamukuru,",
      "Cory Whitney,",
      "John R.S. Tabuti,",
      "Josephine Esaete,",
      "Matthew Low"
    ],
    "doi": "Vol. 11\n                                \n                                \n                                  p.\n                                  100377",
    "issn": "2666-7193 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Agriculture: Forestry",
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "https://www.journals.elsevier.com/trees-forests-and-people",
    "abstract": "Quantification of plant biomass and carbon in ecosystems is critical for establishing climate change mitigation potential. For large trees in various ecosystems, allometric models for estimating biomass have been developed but few biomass equations exist for small trees and shrubby vegetation. Allometric above-ground biomass (AGB) models are needed for small trees and shrubs in order to improve the quantification of biomass, particularly for savanna ecosystems, where small trees and shrubs comprise a significant portion of the biomass. In this study we have developed species-specific and multi-species allometric models for biomass estimation of small tree species and shrubs in the savanna ecosystem of Lake Mburo National Park in South Western Uganda. For our models we selected 27 small tree species (N = 403 individuals) and 12 shrub species (N = 177) common in savanna ecosystems for destructive sampling. We developed species-specific and multi-species allometric AGB models to provide estimates of AGB using specific biometric variables recorded for the small trees (i.e. species, DBH, height and crown area), and shrubs (species, height and crown area). We found that crown area was the best single predictor of species-specific AGB for small trees and for species-specific and multi-species models for shrubs. Species-specific models had the best predictive capacity of AGB compared to multi-species biomass models for small trees and shrubs. Multiple-variable models had the best predictive capacity of AGB in both species-specific and multi-species modeling compared to single-variable models. Based on these findings we conclude that the evaluation of carbon stocks of tropical savanna ecosystems should use multi-variable species-specific models for AGB estimation at the individual level, and multi-species models for AGB at the ecosystem level.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666719323000092"
  },
  {
    "title": "Suitability and Sensitivity of the Potential Distribution of <i>Cyclobalanopsis</i> <i>glauca</i> Forests under Climate Change Conditions in Guizhou Province, Southwestern China",
    "authors": [
      "Wangjun Li,",
      "Jun Hu,",
      "Tu Feng,",
      "Qing Liu"
    ],
    "doi": "https://doi.org/10.3390/atmos13030456",
    "journalVolume": "Vol. 13,\n                                no. 456\n                                \n                                  p.\n                                  456",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Global climate change is becoming increasingly prominent and has already begun to influence natural biological systems. Assessing the potential impact of climate change on ecosystems is an important research topic of the International Geosphere-Biosphere Programme (IGBP). Based on current distribution data, climate data, climate change scenarios (RCP8.5 scenario, 2070–2099), and application of the MaxEnt model, this study assessed suitability and sensitivity of the potential distribution of Cyclobalanopsis glauca forests under climate change conditions in Guizhou Province. The results were as follows: (1) Area under the curve values of training data and texting data indicated excellent performance of the model; (2) Compared to the current climate, areas of probability <0.4 were decreased, and the other areas presented an increasing trend under the RCP8.5 scenario; (3) Positive sensitivity areas were much larger than negative sensitivity areas under climate change. In either case, slight sensitivity areas accounted for the largest proportion; (4) The mean altitude of slight sensitivity areas measured the lowest, and highly negative sensitivity areas were the highest.",
    "readLink": "https://www.mdpi.com/2073-4433/13/3/456"
  },
  {
    "title": "GREEN BUSINESS PROCESS MANAGEMENT: A RESEARCH AGENDA",
    "authors": [
      "Aditya Ghose,",
      "Konstantin Hoesch-Klohe,",
      "Lothar Hinsche,",
      "Lam-Son Le"
    ],
    "doi": "https://doi.org/10.3127/ajis.v16i2.597",
    "journalVolume": "Vol. 16,\n                                no. 2",
    "issn": "1326-2238 (Online)",
    "publisher": "Australasian Association for Information Systems",
    "countryOfPublisher": "Australia",
    "lcc": [
      "Technology: Technology (General): Industrial engineering. Management engineering: Information technology",
      "Science: Mathematics: Instruments and machines: Electronic computers. Computer science"
    ],
    "journalUrl": "http://journal.acs.org.au/index.php/ajis/index",
    "abstract": "There is a global consensus on the need to reduce our collective carbon footprint. While much research attention has focused on developing alternative energy sources, automotive technologies or waste disposal techniques, we often ignore the fact that the ability to optimize (existing) operations to reduce their emissions impact is fundamental to this exercise. Business process management (BPM) technology, with its focus on understanding, modelling and improving/optimizing business processes, is a key starting point. Process modelling technology has applications beyond what we would traditionally describe as business processes - we can also model and improve manufacturing and other \"physical\" processes. This paper describes the contours of the emerging research landscape in green business process management and presents some early results in this area.",
    "readLink": "http://journal.acs.org.au/index.php/ajis/article/view/597"
  },
  {
    "title": "Comparative Analysis of Different Remote Sensing Techniques for Mapping of Supraglacial Lakes on Hispar Glacier",
    "authors": [
      "Maha Qaisar,",
      "Muhammad Shafiq,",
      "Badar Munir Khan Ghauri,",
      "Isma Younes,",
      "Muhammad Khubaib Abuzar"
    ],
    "doi": "Vol. 9,\n                                no. 2\n                                \n                                  pp.\n                                  66\n                                  – 74",
    "issn": "2223-957X (Online)",
    "publisher": "Society of Economic Geologists and Mineral Technologists",
    "countryOfPublisher": "Pakistan",
    "lcc": [
      "Science: Geology"
    ],
    "journalUrl": "http://www.econ-environ-geol.org",
    "abstract": "The glacier changes are very significant in quantifying the direct effects of climate change. The glaciers in the northern Pakistan especially in the Karakoram pose a large change in relief and are difficult to access due to complex topography. The global WOS (Web of Science) database indicate only a few studies conducted so far in this region in the domain of climate and cryosphere. The studies relating to glacial hazards in this region are even less. This study involves the mapping of supraglacial lakes on Hispar glacier using multiple remote sensing methods. The accuracy of results from those methods is discussed. Remote Sensing and GIS techniques have been applied to time series of Landsat images of years 2017, 2016, 2010, 2000 and 1990 (in the descending order) to quantify the supraglacial lakes on the Hispar glacier. The remote sensing techniques include Band Rationing, Normalized Water Index (NDWI), Classification i.e. Unsupervised and Panchromatic Sharpening Image Enhancement Technique for the years of 2017 and 2016 imageries. After defining the Hunza basin (involving of high resolution DEMs), all the satellite derived imageries have been preprocessed and processed. GIS tools have been used to calculate the areal extents of yearly obtained supraglacial lakes and compare temporally with passing years, which in turn gave an accurate comparative analysis among different remote sensing techniques. The satellite derived time series map layouts of each technique have been formulated. The vulnerable supraglacial lakes on Hispar glacier of areal sizes ≤ 0.05 sq.km have also been identified and delineated.",
    "readLink": "http://econ-environ-geol.org/old-website/images/pdf/oct2018/10.pdf"
  },
  {
    "title": "The Response of Grain Potential Productivity to Land Use Change: A Case Study in Western Jilin, China",
    "authors": [
      "Fei Li,",
      "Shuwen Zhang,",
      "Xinliang Xu,",
      "Jiuchun Yang,",
      "Qing Wang,",
      "Kun Bu,",
      "Liping Chang"
    ],
    "doi": "https://doi.org/10.3390/su71114729",
    "journalVolume": "Vol. 7,\n                                no. 11\n                                \n                                  pp.\n                                  14729\n                                  – 14744",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The impact of land use change on grain potential productivity is one of the most important topics in the research of land use/cover change and its effects. Western Jilin, located on the edge of an ecotone in northern China, and its land use have changed dramatically in recent decades, with significant impact on grain potential productivity. This study evaluated the grain potential productivity in different conditions and analyzed the response to land use change based on land use data, meteorological data and statistical data by using the Global Agro-ecological Zone model. Results showed that (1) grain potential productivity of Western Jilin in 2010 was 19.12 million tons, an increase of 34.8% over 1975 because of changes in land use and in climate; (2) due to land use change, grain potential productivity in the study area increased between 1975 and 2000, however, it decreased between 2000 and 2010; (3) conversion in type of land use and an increase in irrigation percentage caused grain potential productivity to increase by 0.70 million tons and 3.13 million tons respectively between 1975 and 2000; between 2000 and 2010, grain potential productivity had an increase of 0.17 million tons due to the increase in farmland area, but it decreased by 1.88 million tons because the irrigation percentage declined from 36.6% to 24.7%. Therefore, increasing investment in agriculture, improving land quality and increasing the conversion rate of grain potential productivity to actual production would be a better choice for ensuring national food security and achieving sustainable land use.",
    "readLink": "http://www.mdpi.com/2071-1050/7/11/14729"
  },
  {
    "title": "A Global Review of PWR Nuclear Power Plants",
    "authors": [
      "Pablo Fernández-Arias,",
      "Diego Vergara,",
      "José A. Orosa"
    ],
    "doi": "https://doi.org/10.3390/app10134434",
    "journalVolume": "Vol. 10,\n                                no. 4434\n                                \n                                  p.\n                                  4434",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "Nuclear energy is presented as a real option in the face of the current problem of climate change and the need to reduce CO2 emissions. The nuclear reactor design with the greatest global impact throughout history and which has the most ambitious development plans is the Pressurized Water Reactor (PWR). Thus, a global review of such a reactor design is presented in this paper, utilizing the analysis of (i) technical aspects of the different variants of the PWR design implemented over the past eight years, (ii) the level of implementation of PWR nuclear power plants in the world, and (iii) a life extension scenario and future trends in PWR design based on current research and development (R&D) activity. To develop the second analysis, a statistical study of the implementation of the different PWR variants has been carried out. Such a statistical analysis is based on the operating factor, which represents the relative frequency of reactors operating around the world. The results reflect the hegemony of the western variants in the 300 reactors currently operating, highlighting the North American and French versions. Furthermore, a simulation of a possible scenario of increasing the useful life of operational PWRs up to 60 years has been proposed, seeing that in 2050 the generation capacity of nuclear PWRs power plants will decrease by 50%, and the number of operating reactors by 70%.",
    "readLink": "https://www.mdpi.com/2076-3417/10/13/4434"
  },
  null
]