[
  {
    "title": "The International Tundra Experiment (ITEX): 30 years of research on tundra ecosystems1",
    "authors": [
      "Greg H.R. Henry,",
      "Robert D. Hollister,",
      "Kari Klanderud,",
      "Robert G. Björk,",
      "Anne D. Bjorkman,",
      "Cassandra Elphinstone,",
      "Ingibjörg Svala Jónsdóttir,",
      "Ulf Molau,",
      "Alessandro Petraglia,",
      "Steven F. Oberbauer,",
      "Christian Rixen,",
      "Philip A. Wookey"
    ],
    "doi": "https://doi.org/10.1139/as-2022-0041",
    "journalVolume": "Vol. 8,\n                                no. 3\n                                \n                                  pp.\n                                  550\n                                  – 571",
    "issn": "2368-7460 (Online)",
    "publisher": "Canadian Science Publishing",
    "countryOfPublisher": "Canada",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering"
    ],
    "journalUrl": "https://cdnsciencepub.com/journal/as",
    "abstract": "The International Tundra Experiment (ITEX) was founded in 1990 as a network of scientists studying responses of tundra ecosystems to ambient and experimental climate change at Arctic and alpine sites across the globe. Common measurement and experimental design protocols have facilitated synthesis of results across sites to gain biome-wide insights of climate change impacts on tundra. This special issue presents results from more than 30 years of ITEX research. The importance of snow regimes, bryophytes, and herbivory are highlighted, with new protocols and studies proposed. The increasing frequency and magnitude of extreme climate events is shown to have strong effects on plant reproduction. The most consistent plant trait response across sites is an increase in vegetation height, especially for shrubs. This will affect surface energy balance, carbon and nutrient dynamics and trophic level interactions. Common garden studies show adaptation responses in tundra species to climate change but they are species and regionally specific. Recommendations are made including establishing sites near northern communities to increase reciprocal engagement with local knowledge holders and establishing multi-factor experiments. The success of ITEX is based on collegial cooperation among researchers and the network remains focused on documenting and understanding impacts of environmental change on tundra ecosystems.",
    "readLink": "https://cdnsciencepub.com/doi/10.1139/as-2022-0041"
  },
  {
    "title": "Hydromechanical Impacts of CO<sub>2</sub> Storage in Coal Seams of the Upper Silesian Coal Basin (Poland)",
    "authors": [
      "Maria Wetzel,",
      "Christopher Otto,",
      "Min Chen,",
      "Shakil Masum,",
      "Hywel Thomas,",
      "Tomasz Urych,",
      "Bartłomiej Bezak,",
      "Thomas Kempka"
    ],
    "doi": "https://doi.org/10.3390/en16073279",
    "journalVolume": "Vol. 16,\n                                no. 3279\n                                \n                                  p.\n                                  3279",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Deep un-mineable coal deposits are viable reservoirs for permanent and safe storage of carbon dioxide (CO2) due to their ability to adsorb large amounts of CO2 in the microporous coal structure. A reduced amount of CO2 released into the atmosphere contributes in turn to the mitigation of climate change. However, there are a number of geomechanical risks associated with the commercial-scale storage of CO2, such as potential fault or fracture reactivation, microseismic events, cap rock integrity or ground surface uplift. The present study assesses potential site-specific hydromechanical impacts for a coal deposit of the Upper Silesian Coal Basin by means of numerical simulations. For that purpose, a near-field model is developed to simulate the injection and migration of CO2, as well as the coal-CO2 interactions in the vicinity of horizontal wells along with the corresponding changes in permeability and stresses. The resulting effective stress changes are then integrated as boundary condition into a far-field numerical model to study the geomechanical response at site-scale. An extensive scenario analysis is carried out, consisting of 52 simulation runs, whereby the impacts of injection pressures, well arrangement within two target coal seams as well as the effect of different geological uncertainties (e.g., regional stress regime and rock properties) is examined for operational and post-operational scenarios. The injection-induced vertical displacements amount in maximum to 3.59 cm and 1.07 cm directly above the coal seam and at the ground surface, respectively. The results further demonstrate that neither fault slip nor dilation, as a potential consequence of slip, are to be expected during the investigated scenarios. Nevertheless, even if fault integrity is not compromised, dilation tendencies indicate that faults may be hydraulically conductive and could represent local pathways for upward fluid migration. Therefore, the site-specific stress regime has to be determined as accurately as possible by in-situ stress measurements, and also fault properties need to be accounted for an extensive risk assessment. The present study obtained a quantitative understanding of the geomechanical processes taking place at the operational and post-operational states, supporting the assessment and mitigation of environmental risks associated with CO2 storage in coal seams.",
    "readLink": "https://www.mdpi.com/1996-1073/16/7/3279"
  },
  {
    "title": "Factors that Influence Climate Change Mitigation and Adaptation Action: A Household Study in the Nuevo Leon Region, Mexico",
    "authors": [
      "Dulce  Liliana González-Hernández,",
      "Erik  W. Meijles,",
      "Frank Vanclay"
    ],
    "doi": "https://doi.org/10.3390/cli7060074",
    "journalVolume": "Vol. 7,\n                                no. 6\n                                \n                                  p.\n                                  74",
    "issn": "2225-1154 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/climate",
    "abstract": "Household-level mitigation and adaptation actions are important because households make a significant contribution to greenhouse gas emissions and are severely affected by climate change. However, there is still very little understanding of the factors that influence household-level mitigation and adaptation action. From a review of literature, we identified the factors that potentially influence climate mitigation and adaptation actions of households, which we then tested using survey data from 622 households in Nuevo Leon, Mexico. Nuevo Leon is a major emitter of greenhouse gasses and is a state where climate-related disasters are recurrent and expected to increase in frequency and severity. Results from ordinal regression analyses showed that perceived knowledge and financial self-efficacy greatly influenced the extent of household-level action taken. To a lesser extent, the age and educational level of the respondent also affected action. Respondents pointed out the need to know about different aspects of climate change. An implication of our study is the value of recognizing the importance of perceptions, as mitigation and adaptation actions are shaped by perceptions of climate change alongside socio-demographic characteristics. This may have significant implications for policies and campaigns promoting household-level action to increase resilience to climate change.",
    "readLink": "https://www.mdpi.com/2225-1154/7/6/74"
  },
  {
    "title": "Projected avifaunal responses to climate change across the U.S. National Park System.",
    "authors": [
      "Joanna X Wu,",
      "Chad B Wilsey,",
      "Lotem Taylor,",
      "Gregor W Schuurman"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0190557",
    "journalVolume": "Vol. 13,\n                                no. 3\n                                \n                                  p.\n                                  e0190557",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Birds in U.S. national parks find strong protection from many longstanding and pervasive threats, but remain highly exposed to effects of ongoing climate change. To understand how climate change is likely to alter bird communities in parks, we used species distribution models relating North American Breeding Bird Survey (summer) and Audubon Christmas Bird Count (winter) observations to climate data from the early 2000s and projected to 2041-2070 (hereafter, mid-century) under high and low greenhouse gas concentration trajectories, RCP8.5 and RCP2.6. We analyzed climate suitability projections over time for 513 species across 274 national parks, classifying them as improving, worsening, stable, potential colonization, and potential extirpation. U.S. national parks are projected to become increasingly important for birds in the coming decades as potential colonizations exceed extirpations in 62-100% of parks, with an average ratio of potential colonizations to extirpations of 4.1 in winter and 1.4 in summer under RCP8.5. Average species turnover is 23% in both summer and winter under RCP8.5. Species turnover (Bray-Curtis) and potential colonization and extirpation rates are positively correlated with latitude in the contiguous 48 states. Parks in the Midwest and Northeast are expected to see particularly high rates of change. All patterns are more extreme under RCP8.5 than under RCP2.6. Based on the ratio of potential colonization and extirpation, parks were classified into overall trend groups associated with specific climate-informed conservation strategies. Substantial change to bird and ecological communities is anticipated in coming decades, and current thinking suggests managing towards a forward-looking concept of ecological integrity that accepts change and novel ecological conditions, rather than focusing management goals exclusively on maintaining or restoring a static set of historical conditions.",
    "readLink": "http://europepmc.org/articles/PMC5862404?pdf=render"
  },
  {
    "title": "A novel approach to quantify metrics of upwelling intensity, frequency, and duration.",
    "authors": [
      "Amieroh Abrahams,",
      "Robert W Schlegel,",
      "Albertus J Smit"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0254026",
    "journalVolume": "Vol. 16,\n                                no. 7\n                                \n                                  p.\n                                  e0254026",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "The importance of coastal upwelling systems is widely recognized. However, several aspects of the current and future behaviors of these systems remain uncertain. Fluctuations in temperature because of anthropogenic climate change are hypothesized to affect upwelling-favorable winds and coastal upwelling is expected to intensify across all Eastern Boundary Upwelling Systems. To better understand how upwelling may change in the future, it is necessary to develop a more rigorous method of quantifying this phenomenon. In this paper, we use SST data and wind data in a novel method of detecting upwelling signals and quantifying metrics of upwelling intensity, duration, and frequency at four sites within the Benguela Upwelling System. We found that indicators of upwelling are uniformly detected across five SST products for each of the four sites and that the duration of those signals is longer in SST products with higher spatial resolutions. Moreover, the high-resolution SST products are significantly more likely to display upwelling signals at 25 km away from the coast when signals were also detected at the coast. Our findings promote the viability of using SST and wind time series data to detect upwelling signals within coastal upwelling systems. We highlight the importance of high-resolution data products to improve the reliability of such estimates. This study represents an important step towards the development of an objective method for describing the behavior of coastal upwelling systems.",
    "readLink": "https://doi.org/10.1371/journal.pone.0254026"
  },
  {
    "title": "Exploring the Impact of El Niño–Southern Oscillation (ENSO) on Temperature Distribution Using Remote Sensing: A Case Study in Kuching City",
    "authors": [
      "Ricky Anak Kemarau,",
      "Oliver Valentine Eboy"
    ],
    "doi": "https://doi.org/10.3390/app13158861",
    "journalVolume": "Vol. 13,\n                                no. 8861\n                                \n                                  p.\n                                  8861",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "Malaysia’s location in Southeast Asia exposes it to various weather patterns influenced by El Niño–Southern Oscillation (ENSO), monsoons, the Madden–Julian Oscillation (MJO), and the Indian Ocean Dipole (IOD). To overcome the limitations of previous studies due to insufficient spatial information, this study utilizes remote sensing (RS) data from Landsat and MODIS satellites, along with the Oceanic Niño Index (ONI), to analyze the spatial distribution of temperature affected by El Niño–Southern Oscillation (ENSO). This study employs radiometric and atmospheric corrections on remote sensing (RS) data, converting them to surface temperature data. Our analysis reveals a correlation coefficient of 0.73 (MODIS) and 0.71 (Landsat) between the ONI and RS temperature data. During El Niño events, Landsat recorded temperature increases of 0–1.6 °C, while MODIS showed increases of 2.2–2.8 °C. The spatial information obtained assists in identifying affected areas and facilitating the implementation of mitigation measures by the government. By utilizing RS data, this research enhances our understanding of the ENSO–temperature relationship, surpassing previous limitations and providing valuable insights into climate dynamics.",
    "readLink": "https://www.mdpi.com/2076-3417/13/15/8861"
  },
  {
    "title": "Local adaptive capacity to climate change in mountainous agricultural areas in the eastern Mediterranean (Lebanon)",
    "authors": [
      "Charbel Mahfoud,",
      "Jocelyne Adjizian-Gerard"
    ],
    "doi": "Vol. 33\n                                \n                                \n                                  p.\n                                  100345",
    "issn": "2212-0963 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/climate-risk-management/",
    "abstract": "The potential capacity of an agricultural community to adapt to climate change is directly related to several indicators, mainly the initial state of local farmers’ perceptions to climate and adaptation, the socio-economy, the space and biophysical characteristics, the institutional efficiency, and the technological aspects. Adaptive capacity reflects directly on the ease or difficulty of the current and future adaptation processes of a system. In this study, the adaptive capacity in mountain agriculture is weighed in 4 different zones of Mount-Lebanon on the East coast of the Mediterranean Sea, one of the most vulnerable hot spots to climate change worldwide. The assessment was based on a multi-criteria analysis of the key indicators of local adaptive capacity, assisted by a survey conducted on 378 farmers (apple growers) in the study area consisting of 24 villages grouped in 4 clusters. Results show that, while presenting a variation between the 4 clusters, the local adaptive capacity is weak and less than the average for the concerned area of study in general. None of the considered zones concurrently had the highest score for all the assessed criteria and each cluster had its own strong potency indicators. The overall comparative approach reveals that the local potential for adaptation to climate change in agriculture, specifically apple growing, is the highest in the Bcharreh cluster area compared to the three other clusters of Aqoura, Mayrouba and Jouar el Hoz.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212096321000747"
  },
  {
    "title": "Review of life cycle assessments (LCA) for mobility powertrains",
    "authors": [
      "S. Mani Sarathy,",
      "Shashank S. Nagaraja,",
      "Eshan Singh,",
      "Emre Cenker,",
      "Amer Amer"
    ],
    "doi": "Vol. 10\n                                \n                                \n                                  p.\n                                  100148",
    "issn": "2666-691X (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General): Transportation engineering"
    ],
    "journalUrl": "https://www.journals.elsevier.com/transportation-engineering",
    "abstract": "Continued economic growth is accelerating the demand for transport energy in the road, aviation, and marine sectors. The environmental impacts of technologies across these sectors need significant attention if society is to meet its climate change mitigation targets. Current policies focusing entirely on electrification are shown to be insufficient in mitigating environmental impacts. Powertrains equipped with combustion engines will still be operational 2040 onwards, especially in the developing countries and currently underdeveloped countries. In addition, the environmental impacts of electrified systems are not negligible, and lifecycle environmental impacts need attention. This paper presents a detailed summary of fuel-powertrain options that society will be dependent on, for next several decades. Environmental impacts using lifecycle assessment (LCA) are presented for various technologies. This review highlights the current inadequacies in application of LCA methods for transport systems, and the need to improve LCA methodologies to drive effective policy and decision making.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666691X2200046X"
  },
  {
    "title": "Climate trends and behaviour of drought indices based on precipitation and evapotranspiration in Portugal",
    "authors": [
      "A. A. Paulo,",
      "R. D. Rosa,",
      "L. S. Pereira"
    ],
    "doi": "https://doi.org/10.5194/nhess-12-1481-2012",
    "journalVolume": "Vol. 12,\n                                no. 5\n                                \n                                  pp.\n                                  1481\n                                  – 1491",
    "issn": "1561-8633 (Print)",
    "publisher": "1684-9981 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.nat-hazards-earth-syst-sci.net/volumes_and_issues.html",
    "abstract": "Distinction between drought and aridity is crucial to understand water scarcity processes. Drought indices are used for drought identification and drought severity characterisation. The Standardised Precipitation Index (SPI) and the Palmer Drought Severity Index (PDSI) are the most known drought indices. In this study, they are compared with the modified PDSI for Mediterranean conditions (MedPDSI) and the Standardised Precipitation Evapotranspiration Index (SPEI). MedPDSI results from the soil water balance of an olive crop, thus real evapotranspiration is considered, while SPEI uses potential (climatic) evapotranspiration. Similarly to the SPI, SPEI can be computed at various time scales. Aiming at understanding possible impacts of climate change, prior to compare the drought indices, a trend analysis relative to precipitation and temperature in 27 weather stations of Portugal was performed for the period 1941 to 2006. A trend for temperature increase was observed for some weather stations and trends for decreasing precipitation in March and increasing in October were also observed for some locations. Comparisons of the SPI and SPEI at 9- and 12-month time scales, the PDSI and MedPDSI were performed for the same stations and period. SPI and SPEI produce similar results for the same time scales concerning drought occurrence and severity. PDSI and MedPDSI correlate well between them and the same happened for SPI and SPEI. PDSI and MedPDSI identify more severe droughts than SPI or SPEI and identify drought occurrence earlier than these indices. This behaviour is likely to be related with the fact that a water balance is performed with PDSI and MedPDSI, which better approaches the supply-demand balance.",
    "readLink": "http://www.nat-hazards-earth-syst-sci.net/12/1481/2012/nhess-12-1481-2012.pdf"
  },
  {
    "title": "Spatiotemporal changes in the boreal forest in Siberia over the period 1985–2015 against the background of climate change",
    "authors": [
      "W. Fu,",
      "W. Fu,",
      "L. Tian,",
      "L. Tian,",
      "L. Tian,",
      "Y. Tao,",
      "M. Li,",
      "H. Guo,",
      "H. Guo"
    ],
    "doi": "https://doi.org/10.5194/esd-14-223-2023",
    "journalVolume": "Vol. 14\n                                \n                                \n                                  pp.\n                                  223\n                                  – 239",
    "issn": "2190-4979 (Print)",
    "publisher": "2190-4987 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology: Dynamic and structural geology"
    ],
    "journalUrl": "http://www.earth-system-dynamics.net",
    "abstract": "Climate change has been proven to be an indisputable fact and to be occurring at a faster rate (compared to the other regions at the same latitude of the world) in boreal forest areas. Climate change has been observed to have a strong influence on forests; however, until now, the amount of quantitative information on the climate drivers that are producing changes in boreal forest has been limited. The objectives of this work were to quantify the spatiotemporal characteristics of boreal forest and forest types and to find the significant climate drivers that are producing changes in boreal forest. The boreal forest in Krasnoyarsk Krai, Siberia, Russia, which lies within the latitude range 51–69∘ N, was selected as the study area. The distribution of the boreal forest and forest types in the years 1985, 1995, 2005 and 2015 were derived from a series of Landsat data. The spatiotemporal changes in the boreal forest and forest types that occurred over each 10-year period within each 2∘ latitudinal zone between 51 and 69∘ N from 1985 to 2015 were then comprehensively analyzed. The results show that the total area of forest increased over the study period and that the increase was fastest in the high-latitude zone between 63 and 69∘ N. The increases in the areas of broad-leaved and coniferous forests were found to have different characteristics. In the medium-latitude zone between 57 and 63∘ N in particular, the area of broad-leaved forest grew faster than that of coniferous forest. Finally, the influence of the climate factors of temperature and precipitation on changes in the forests was analyzed. The results indicate that temperature rather than precipitation is the main climate factor that is driving change.",
    "readLink": "https://esd.copernicus.org/articles/14/223/2023/esd-14-223-2023.pdf"
  }
]