[
  {
    "title": "<b>Photosynthetic pigments and gas exchange in castor bean under conditions of above the optimal temperature and high CO<sub>2</sub>",
    "authors": [
      "Fabiola França Silva,",
      "Bruna Silva Mendes,",
      "Maria Socorro Rocha,",
      "José Félix Brito Neto,",
      "Napoleão Macêdo Beltrão,",
      "Valdinei Sofiatti"
    ],
    "doi": "https://doi.org/10.4025/actasciagron.v37i3.19075",
    "journalVolume": "Vol. 37,\n                                no. 3\n                                \n                                  pp.\n                                  331\n                                  – 337",
    "issn": "1679-9275 (Print)",
    "publisher": "1807-8621 (Online)",
    "countryOfPublisher": "Eduem (Editora da Universidade Estadual de Maringá)",
    "lcc": [
      "Brazil",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://periodicos.uem.br/ojs/index.php/ActaSciAgron",
    "abstract": "The castor bean plant, a Euphorbiaceae oil seed C3-metabolism rustic and drought-resistant plant, is cultivated in a wide range of environments due to its good adaptive capacity. However, given the current environmental changes, many biochemical and physiological impacts may affect the productivity of important crops, such as castor bean. This work aimed to evaluate the impacts of the castor bean gas exchange in response to high temperature and increased CO2concentration.Our experiment was conducted in a phytotron located at Embrapa Algodão in 2010. We adopted a completely randomized design, with four treatments in a factorial combination of two temperatures (30/20 and 37/30°C) and two CO2 levels (400 and 800 mmol L-1); four replications were performed, obtained in five surveys over the growth cycle, for a total of 80 sample units. An infrared gas analyzer (IRGA - Infra Red Gas Analyzer) was used for the quantification of the photosynthetic rate, stomatal conductance and transpiration. An increase in the atmospheric CO2 concentration and temperature negatively affected the physiology of the castor bean plants, decreasing the net rate of photosynthesis, transpiration and stomatal conductance.",
    "readLink": "http://186.233.154.254/ojs/index.php/ActaSciAgron/article/view/19075"
  },
  {
    "title": "Towards a Green Economy in China? Examining the Impact of the Internet of Things and Environmental Regulation on Green Growth",
    "authors": [
      "Zhang Dong,",
      "Sana Ullah"
    ],
    "doi": "https://doi.org/10.3390/su151612528",
    "journalVolume": "Vol. 15,\n                                no. 12528\n                                \n                                  p.\n                                  12528",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The idea of green growth stresses the necessity for economic expansion while resolving environmental issues, notably climate change. The Internet of Things (IoT) and environmental regulations have the potential to support green growth. Therefore, this study intends to examine the empirical link between the IoT, environmental regulations, and green growth in China by utilizing the autoregressive distributed lag (ARDL) and quantile autoregressive distributed lag (QARDL) methods to analyze data from 1997 to 2021. Data are obtained from reputable local and international sources like the Organisation for Economic Co-operation and Development (OECD), World Development Indicators (WDI), the Energy Information Administration (EIA), and the National Bureau of Statistics of China. Findings derived from the baseline ARDL model prove that the IoT, environmental regulations, renewable energy consumption, and research and development (R&D) encourage long-run green growth. Likewise, the robust model also highlights that the internet, environmental policy stringency, renewable energy consumption, and R&D help encourage green growth. In the short run, environmental policy stringency and the internet are favorably linked to green growth in the robust model, and renewable energy consumption is favorably linked to green growth in the baselines model; however, environmental regulation is negatively linked to green growth. The findings from the QARDL analysis show that the impact of the IoT on promoting green growth is significant across all quantiles. On the other hand, the effects of environmental regulation are more pronounced at higher levels of green growth. These findings imply that policymakers should try to increase the role of digitalization in society by promoting the IoT and the internet to decouple economic growth and environmental pollution. Moreover, the digitalization policy should be supported by implementing strict environmental laws and regulations.",
    "readLink": "https://www.mdpi.com/2071-1050/15/16/12528"
  },
  {
    "title": "We Can Better Manage Ecosystems by Connecting Solutions to Constraints: Learning from Wetland Plant Invasions",
    "authors": [
      "Carrie Reinhardt Adams,",
      "Stephen M. Hovick,",
      "Neil O. Anderson,",
      "Karin M. Kettenring"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2021.715350",
    "journalVolume": "Vol. 9",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "Wetlands provide critical wildlife habitat, improve water quality, and mitigate the impacts of floods, droughts, and climate change. Yet, they are drained, filled, dredged, and otherwise altered by humans, all of which contribute to their high susceptibility to plant invasions. Given the societal significance of wetlands and the disproportionately large amount of time and money spent controlling invaders in remaining wetlands, a fundamental shift must occur in how we approach restoration of plant-invaded wetlands. The need for more research is often used as an excuse for a lack of progress in invader management but, in fact, constraints to invader management are spread across the science, management, and stakeholder engagement domains. At their intersection are “implementation gap” constraints where the monumental efforts required to bridge the gap among scientists, managers, and community stakeholders are often unassigned, unrewarded, and underestimated. Here we synthesize and present a portfolio of broad structured approaches and specific actions that can be used to advance restoration of plant-invaded wetlands in a diversity of contexts immediately and over the long-term, linking these solutions to the constraints they best address. These solutions can be used by individual managers to chart a path forward when they are daunted by potentially needing to pivot from more familiar management actions to increase efficiency and efficacy in attaining restoration goals. In more complex collaborations with multiple actors, the shared vocabulary presented here for considering and selecting the most appropriate solution will be essential. Of course, every management context is unique (i.e., different constraints are at play) so we advocate that involved parties consider a range of potential solutions, rather than either assuming any single solution to be universally optimal or relying on a solution simply because it is familiar and feasible. Moving rapidly to optimally effective invasive plant management in wetlands may not be realistic, but making steady, incremental progress by implementing appropriate solutions based on clearly identified constraints will be critical to eventually attaining wetland restoration goals.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2021.715350/full"
  },
  {
    "title": "Linking rural community livelihoods to resilience building in flood risk reduction in Zimbabwe",
    "authors": [
      "Patrick Gwimbi"
    ],
    "doi": "https://doi.org/10.4102/jamba.v2i1.16",
    "journalVolume": "Vol. 2,\n                                no. 1\n                                \n                                  pp.\n                                  80\n                                  – 89",
    "issn": "2072-845X (Print)",
    "publisher": "1996-1421 (Online)",
    "countryOfPublisher": "AOSIS",
    "lcc": [
      "South Africa",
      "Social Sciences: Industries. Land use. Labor: Management. Industrial management: Risk in industry. Risk management"
    ],
    "journalUrl": "https://www.jamba.org.za",
    "abstract": "The increasing occurrence of disastrous flooding events and the mounting losses in both life and property values in Zimbabwe have drawn attention to the flooding situation in the country, especially the rural areas. This article explores the resilience of vulnerable rural communities to flood risks associated within increasingly frequent and severe events linked to climate change. Starting by reviewing the current literature on rural livelihoods, resilience and vulnerability research, the paper argues for a coordinated teamwork approach in flood risk mitigation in rural areas. The paper concludes with several recommendations for enhanced resilience to flood hazards.",
    "readLink": "https://jamba.org.za/index.php/jamba/article/view/16"
  },
  {
    "title": "Drought and freezing vulnerability of the isolated hybrid aspen Populus x smithii relative to its parental species, P. tremuloides and P. grandidentata",
    "authors": [
      "Nicholas J. Deacon,",
      "Jake J. Grossman,",
      "Jeannine Cavender‐Bares"
    ],
    "doi": "https://doi.org/10.1002/ece3.5364",
    "journalVolume": "Vol. 9,\n                                no. 14\n                                \n                                  pp.\n                                  8062\n                                  – 8074",
    "issn": "2045-7758 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20457758",
    "abstract": "Abstract Aim We assessed the vulnerability of an isolated, relictual Pleistocene hybrid aspen population of conservation interest (Populus x. smithii) and the nearest populations of its parent species (Populus grandidentata and Populus tremuloides) to springtime post‐bud break freezing and growing season drought stress. Response to these stressors in the three taxa was compared in terms of avoidance and tolerance. Location North American Midwest; USA. Methods Unique genets from the hybrid Niobrara River population and from the two parental populations were propagated in a common garden from rhizome cuttings. We tracked their phenology before and after bud break and measured their vulnerability to freezing (stem electrolyte leakage and leaf chlorophyll fluorescence) and to drought (stem hydraulic conductance, leaf osmotic potential, stomatal pore index, and gas exchange). Results Populus grandidentata was slower to leaf out, showed lower vulnerability to stem freezing and drought‐induced cavitation, but exhibited a lower capacity to tolerate drought stress through leaf resistance traits compared to P. tremuloides. Hybrids were similar to P. grandidentata in their overwintering strategy, exhibiting later bud break, and in their higher resistance to stem freezing damage, but they were more similar to P. tremuloides in their higher vulnerability to drought‐induced cavitation. The hybrids shared various leaf‐level gas exchange traits with both parents. All aspens showed limited loss of leaf photosynthetic function following moderate freezing. Main Conclusions The Niobrara River hybrid population is vulnerable to drought due to its combination of inherited drought avoidance and tolerance traits. As climate changes, P. x smithii will likely suffer from increased drought stress, while being unaffected by frost during warmer springs. The two parental species contrast in their survival mechanisms in response to climatic stress, with P. tremuloides tending toward freezing tolerance but drought avoidance and P. grandidentata tending toward freezing avoidance and drought tolerance.",
    "readLink": "https://doi.org/10.1002/ece3.5364"
  },
  {
    "title": "Sustainable development: beyond appearances",
    "authors": [
      "Dănescu Tatiana,",
      "Matei Radu Bogdan"
    ],
    "doi": "https://doi.org/10.1051/matecconf/202134211005",
    "journalVolume": "Vol. 342\n                                \n                                \n                                  p.\n                                  11005",
    "issn": "2261-236X (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)"
    ],
    "journalUrl": "http://www.matec-conferences.org",
    "abstract": "Global resilience and stability have produced changes in the collective mentality, aimed at developing the spirit of resource conservation, increasing the quantity of recycled materials with effects in reducing climate change. The interdependence between economic, environmental and social considerations for ensuring sustainable development is obvious, their trend being of real interest in current research, because like those presented in the Brundtland report, only this will ensure “the needs of current generations without compromising the possibility of future generations to satisfy their own needs”. Based on a cascading research, from the global approach to sustainable development, to the practices reported by entities in Romania in the last five years, we aim to take stock of the achievements to identify where we are currently compared to the global target launched through the 17 sustainable development goals set by the UN in the 2030 Agenda.",
    "readLink": "https://www.matec-conferences.org/articles/matecconf/pdf/2021/11/matecconf_simpro21_11005.pdf"
  },
  {
    "title": "Características das ilhas de calor em cidades de porte médio: exemplos de Presidente Prudente (Brasil) e Rennes (França)",
    "authors": [
      "Margarete Cristiane De Costa Trindade Amorim,",
      "Vincent Dubreuil,",
      "Hervé Quenol,",
      "João Lima Sant’Ana Neto"
    ],
    "doi": "https://doi.org/10.4000/confins.6070",
    "issn": "1958-9212 (Online)",
    "publisher": "Confins",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation"
    ],
    "journalUrl": "http://confins.revues.org/",
    "abstract": "This paper aims to analyze and compare thermal characteristics of urban climate of two middle size cities: Rennes (France) and Presidente Prudente (Brazil), by registering air temperature (network pointes and mobile transect) and surface data obtained by using Landsat7 satellite thermal images. Results show that temperature grows faster in Rennes than Presidente Prudente and urban heat island generation (UHI) by different cities urbanization processes.",
    "readLink": "http://journals.openedition.org/confins/6070"
  },
  {
    "title": "Reflorestamento de manguezais e o valor de resgate para o seqüestro de carbono atmosférico The reforestation of mangrove swamps and its value in atmospheric carbon sequestration",
    "authors": [
      "Sérgio de Mattos Fonseca,",
      "José Augusto Drummond"
    ],
    "doi": "https://doi.org/10.1590/S0104-59702003000300014",
    "journalVolume": "Vol. 10,\n                                no. 3\n                                \n                                  pp.\n                                  1071\n                                  – 1081",
    "issn": "0104-5970 (Print)",
    "publisher": "1678-4758 (Online)",
    "countryOfPublisher": "Fundação Oswaldo Cruz, Casa de Oswaldo Cruz",
    "lcc": [
      "Brazil",
      "Medicine: Medicine (General): History of medicine. Medical expeditions"
    ],
    "journalUrl": "https://www.scielo.br/j/hcsm",
    "abstract": "Os autores afirmam a relevância do reflorestamento de manguezais para projetos de seqüestro de carbono atmosférico, dentro dos princípios do chamado mecanismo de desenvolvimento limpo (MDL),definidos em diversas arenas técnicas e políticas internacionais, dentro da Convenção de Mudanças Climáticas. Descrevem um projeto de pesquisa em andamento, que inclui estudo de caso focalizado em manguezais da laguna de Itaipu (Niterói, RJ), cujo objetivo é selecionar e fazer medições preliminares de parâmetros ecológicos e socioambientais relevantes para a valoração econômica e financeira dos benefícios do reflorestamento. A seleção e as medições servirão como estudo de viabilidade para que projetos semelhantes se qualifiquem para obter apoio financeiro e alcançar sucesso técnico, gerando benefícios ambientais e sociais.The article argues that the reforestation of mangrove swamps is of relevance to projects for sequestering atmospheric carbon, within the principles of the Clean Development Mechanism (CDM) currently being defined in different technical and political arenas as part of the Convention on Climate Change. The text describes a research project currently under way that includes a case study of mangrove swamps in the Itaipu Lagoon in Niterói, RJ. The project's goal is to select and take preliminary measurements of the ecological and socio-environmental parameters pertinent to the economic and financial valuation of the benefits of reforestation. These parameters will serve as part of feasibility studies that determine whether similar projects up for financing by the CDM qualify for financial support and whether they will achieve technical success that brings environmental and social benefits to the various social actors involved.",
    "readLink": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S0104-59702003000300014"
  },
  {
    "title": "Adapting to Climate Change Impacts in Yap State, Federated States of Micronesia: The Importance of Environmental Conditions and Intangible Cultural Heritage",
    "authors": [
      "Reed M. Perkins,",
      "Stefan Michael Krause"
    ],
    "doi": "Vol. 13,\n                                no. 1",
    "issn": "1715-2593 (Online)",
    "publisher": "Island Studies Journal",
    "countryOfPublisher": "Denmark",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography"
    ],
    "journalUrl": "https://islandstudiesjournal.org/",
    "abstract": "In western Micronesia, sea levels are rising at three to four times the global average, saltwater intrusion is impacting freshwater supplies and food production, and local cultures are being forced to respond. Yap State, Federated States of Micronesia (9.5N, 138E), consists of a cluster of four main islands (MI) and 14 coral atolls and smaller outer islands (OI) spread over 400,000 km2 of ocean. This paper examines three aspects of Yap State’s adaptive capacity to climate change impacts: 1) differences in environmental conditions between the MI and OI; 2) relevant features of the MI’s cultural heritage; and 3) relevant features of OI’s cultural heritage, including values and practices surrounding the sawei system relationship. Cultural support networks in both the MI and OI will almost certainly be relied upon to lessen the severity of climate change impacts, perhaps especially as more OI residents relocate to the MI. More research is needed to document how features of intangible cultural heritage that create and maintain social resilience in Yap State will shape residents’ adaptive capacity to climate change.",
    "readLink": "https://doi.org/10.24043/isj.51"
  },
  {
    "title": "A Review of Landfills, Waste and the Nearly Forgotten Nexus with Climate Change",
    "authors": [
      "John Blair,",
      "Sarath Mataraarachchi"
    ],
    "doi": "https://doi.org/10.3390/environments8080073",
    "journalVolume": "Vol. 8,\n                                no. 73\n                                \n                                  p.\n                                  73",
    "issn": "2076-3298 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering"
    ],
    "journalUrl": "http://www.mdpi.com/journal/environments",
    "abstract": "Landfills have been considered the most convenient approach for dealing with waste from time immemorial, even though some have led to disasters of catastrophic proportions. Moreover, recent findings by the International Panel on Climate Change (IPCC) suggest that the decomposing fraction of landfill waste that generates greenhouse gases (GHGs) may not be adequately accounted for and could become a critical issue in our effort to restrict atmospheric temperature increases to 1.5 °C above pre-industrial levels. (According to the IPCC, the maximum atmospheric temperature rise is a factor of cumulative net CO2 emissions as well as net non-CO2 radiative forcing. These anthropogenic forcing agents include methane, nitrous oxide and other trace gases from landfill sites. In that sense, landfills can tip the balance from 1.5 towards 2 degrees of warming). This paper draws on data from a number of countries for review and is a timely reminder that society needs to develop a more environmentally and socially sensitive set of methods that could ultimately replace landfills. The paper first examines problems connected with landfills and evaluates alternatives such as incineration, biomass burning and mechanical biological treatment, which generally present their own problems. The paper then considers the range of materials conventionally dispatched to landfill, dealing with them in the context of a zero-waste philosophy. The conclusions propose more disciplined waste management to embrace collective accountability, wherein those who create the waste—chiefly, households and businesses—would be expected to deal with it responsibly. With attitudinal changes and education, supported by regulatory measures, it should be possible to reach the long-term objective of zero waste and the retirement of the traditional landfill.",
    "readLink": "https://www.mdpi.com/2076-3298/8/8/73"
  }
]