[
  {
    "title": "A walk towards Wild grasses to unlock the clandestine of gene pools for wheat improvement: A review",
    "authors": [
      "Antul Kumar,",
      "Anuj Choudhary,",
      "Harmanjot Kaur,",
      "Sahil Mehta"
    ],
    "doi": "Vol. 3\n                                \n                                \n                                  p.\n                                  100048",
    "issn": "2667-064X (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "https://www.journals.elsevier.com/plant-stress/",
    "abstract": "ABSTRACT: Climate change has been regarded as an indication of biodiversity loss over the past three decades, and it has posed a threat to agriculture around the world. Under this situation, over-exploitation and selection for specific features have resulted in a reduction in genetic diversity, particularly in cultivated cereals. In the primary and secondary gene pools of wheat, no new insights or gene possibilities have been left, as expected. In this approach, plant breeders may be able to generate wheat climate-resilient cultivars by utilizing the diversity of essential genes found in wheat grasses from the tertiary gene pool. The major indicator for sourcing is the adaptation of grasses. Grasses acclimatization is the primary indication for sources of novel abiotic tolerance genes which help them to withstand tropical to temperate environments. Wild grasses hold a significant position in ploidy level and also can maintain flexibility which gives the insight to widen the genomic architecture of cultivated wheat cultivars. In the present article, the information on domestication of wheat, gene pool, and involvement of wheat wild relatives has been summarised. Additionally, the paper highlights the negative effect of wild introgression during successful alien trait transfer.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2667064X21000476"
  },
  {
    "title": "Physical storylines of future European drought events like 2018 based on ensemble climate modelling",
    "authors": [
      "Karin van der Wiel,",
      "Geert Lenderink,",
      "Hylke de Vries"
    ],
    "doi": "Vol. 33\n                                \n                                \n                                  p.\n                                  100350",
    "issn": "2212-0947 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/weather-and-climate-extremes/",
    "abstract": "In the aftermath of observed extreme weather events, questions arise on the role of climate change in such events and what future events might look like. We present a method for the development of physical storylines of future events comparable to a chosen observed event, to answer some of these questions. A storyline approach, focusing on physical processes and plausibility rather than probability, improves risk awareness through its relation with our memory of the observed event and contributes to decision making processes through their user focus. The method is showcased by means of a proof-of-concept for the 2018 drought in western Europe. We create analogues of the observed event based on large ensemble climate model simulations representing 2 °C and 3 °C global warming scenarios, and discuss how event severity, event drivers and physical processes are influenced by climate change. We show that future Rhine basin meteorological summer droughts like 2018 will be more severe. Decreased precipitation and increased potential evapotranspiration, caused by higher temperatures and increased incoming solar radiation, lead to higher precipitation deficits and lower plant available soil moisture. Possibly, changes in atmospheric circulation contribute to increased spring drought, amplifying the most severe summer drought events. The spatial extent of the most severe drought impacts increases substantially. The noted changes can partly be explained by changes in mean climate, but for many variables, changes in the relative event severity on top of these mean changes contribute as well.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212094721000438"
  },
  {
    "title": "Impact of Hydropower Dam Operation and Management on Downstream Hydrogeomorphology in Semi-Arid Environments (Tekeze, Northern Ethiopia)",
    "authors": [
      "Sofie Annys,",
      "Tesfaalem Ghebreyohannes,",
      "Jan Nyssen"
    ],
    "doi": "https://doi.org/10.3390/w12082237",
    "journalVolume": "Vol. 12,\n                                no. 2237\n                                \n                                  p.\n                                  2237",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Due to renewed interest in hydropower dams in the face of climate change, it is important to assess dam operations and management in combination with downstream impacts on rivers in (semi-)arid environments. In this study, the impacts of the Tekeze hydropower dam on downstream hydrology and river morphology were investigated, including impacts under normal and extreme reservoir operation conditions. Field observations, in-depth interviews, repeat terrestrial photographs, multi-year high-resolution satellite images, daily reservoir water levels and data on hourly to daily energy production were collected and studied. The results show that high flows (Q5) have declined (with factor 5), low flows (Q95) have increased (with factor 27), seasonal flow patterns have smoothened, river beds have incised (up to 4 m) and locally aggraded near tributary confluences. The active river bed has narrowed by 31%, which was accelerated by the gradual emergence of Tamarix nilotica and fruit plantations. A new post-dam equilibrium had been reached until it was disrupted by the 2018 emergency release, caused by reservoir management and above-normal reservoir inflow, and causing extensive erosion and agricultural losses downstream. Increased floodplain occupation for irrigated agriculture consequently provides an additional argument for reservoir operation optimization to avoid future risks for riparian communities.",
    "readLink": "https://www.mdpi.com/2073-4441/12/8/2237"
  },
  {
    "title": "The factors driving land cover transitions and land degradation and the potential impacts of the proposed developments in the Isiolo dam watershed, LAPSSET corridor, Kenya",
    "authors": [
      "Catherine C. Sang,",
      "Daniel O. Olago,",
      "Zedekia J. Ongeri"
    ],
    "doi": "https://doi.org/10.1007/s43621-023-00126-w",
    "journalVolume": "Vol. 4,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 20",
    "issn": "2662-9984 (Online)",
    "publisher": "Springer",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.springer.com/journal/43621",
    "abstract": "Abstract Isiolo dam is planned to be constructed along the Ewaso Nyiro River to provide water to the planned Isiolo resort city, one of the Lamu Port and Southern Ethiopia Transport (LAPSSET) corridor projects. This paper evaluates the factors driving land cover transitions and their effects, as a consequence of the proposed infrastructure developments with a view to providing evidence-based information for formulating policies and approaches for sustainable land management and development. Landsat images were used to assess Land Use and Land Cover (LULC) change, while land degradation was evaluated based on the United Nations Convention to Combat Desertification guidelines (2000–2020). Spatial overlays of land degradation, LULC change, population, and land tenure were performed to establish their interrelations. The results revealed that water, bareland, built-up, and forest increased by 2043%, 83%, 35%, and 17%, respectively, while shrubland and cropland decreased by 26% and 6%, respectively. Further, 61% of the watershed remained stable, 31% experienced degradation and 8% improved. The main drivers of LULC transitions, and land degradation are population pressure, land tenure, climate change and economic growth. With the development of the LAPSSET projects, it is projected that built-up areas, cropland, and bareland will increase mainly due to population increase, while the forest and shrubland will reduce mainly as a consequence of an increase in built-up areas and potentially poor land management. To achieve sustainable development with net zero loss of natural resources, proper planning for economic investments as well as inclusive land-use planning should be enhanced in drylands such as the Isiolo watershed and similar landscapes.",
    "readLink": "https://doi.org/10.1007/s43621-023-00126-w"
  },
  {
    "title": "A Spatiotemporal Stochastic Framework Of Groundwater Fluctuation Analysis On The South - Eastern Part Of The Great Hungarian Plain",
    "authors": [
      "Fehér Zsolt Zoltán"
    ],
    "doi": "https://doi.org/10.1515/jengeo-2015-0011",
    "journalVolume": "Vol. 8,\n                                no. 3-4\n                                \n                                  pp.\n                                  41\n                                  – 52",
    "issn": "2060-467X (Online)",
    "publisher": "University of Szeged",
    "countryOfPublisher": "Hungary",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://ojs.bibl.u-szeged.hu/index.php/jengeo/index",
    "abstract": "The current study was performed on a Hungarian area where the groundwater has been highly affected in the past 40 years by climate change. The stochastic estimation framework of groundwater as a spatiotemporally varying dynamic phenomenon is proposed. The probabilistic estimation of the water depth is performed as a joint realization of spatially correlated hydrographs, where parametric temporal trend models are fitted to the measured time series thereafter regionalized in space. Two types of trend models are evaluated. Due to its simplicity the purely mathematical trend can be used to analyze long-term groundwater trends, the average water fluctuation range and to determine the most probable date of peak groundwater level. The one which takes advantage of the knowledge of expected groundwater changes, clearly over performed the purely mathematical model, and it is selected for the construction of a spatiotemporal trend. Model fitting error values are considered as a set of stochastic time series which expresses short-term anomalies of the groundwater, and they are modelled as joint space-time distribution. The resulting spatiotemporal residual field is added to the trend field, thus resulting 125 simulated realizations, which are evaluated probabilistically. The high number of joint spatiotemporal realizations provides alternative groundwater datasets as boundary conditions for a wide variety of environmental models, while the presented procedure behaves more robust over non-complete datasets.",
    "readLink": "https://doi.org/10.1515/jengeo-2015-0011"
  },
  {
    "title": "Deliberative multiattribute valuation of ecosystem services across a range of regional land-use, socioeconomic, and climate scenarios for the upper Merrimack River watershed, New Hampshire, USA",
    "authors": [
      "Mark E. Borsuk,",
      "Georgia Mavrommati,",
      "Nihar R. Samal,",
      "Shan Zuidema,",
      "Wilfred Wollheim,",
      "Shannon H. Rogers,",
      "Alexandra M. Thorn,",
      "David Lutz,",
      "Madeleine Mineau,",
      "Curt Grimm,",
      "Cameron P. Wake,",
      "Richard Howarth,",
      "Kevin Gardner"
    ],
    "doi": "https://doi.org/10.5751/ES-10806-240211",
    "journalVolume": "Vol. 24,\n                                no. 2\n                                \n                                  p.\n                                  11",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "We evaluate the relative desirability of alternative futures for the upper Merrimack River watershed in New Hampshire, USA based on the value of ecosystem services at the end of the 21st century as gauged by its present-day inhabitants. This evaluation is accomplished by integrating land-use and socioeconomic scenarios, downscaled climate projections, biogeophysical simulation models, and the results of a citizen-stakeholder deliberative multicriteria evaluation. We find that although there are some trade-offs between alternative plausible futures, for the most part, it can be expected that future inhabitants of the watershed will be most satisfied if land-use planning in the intervening years prioritizes water supply and flood protection as well as maintenance of existing farmland and forest cover. With respect to climate change, it is expected that future watershed inhabitants will be more negatively affected by the projected loss of snow cover than the anticipated increase in hot summer days. More important than the specific results for the upper Merrimack River watershed, this integrative assessment demonstrates the complex yet ultimately informative potential to link stakeholder engagement with scenario generation, ecosystem models, and multiattribute evaluation for informing regional-scale planning and decision making.",
    "readLink": "http://www.ecologyandsociety.org/vol24/iss2/art11/"
  },
  {
    "title": "Trend and Attribution Analysis of Runoff Changes in the Weihe River Basin in the Last 50 Years",
    "authors": [
      "Junjie Xu,",
      "Xichao Gao,",
      "Zhiyong Yang,",
      "Tianyin Xu"
    ],
    "doi": "https://doi.org/10.3390/w14010047",
    "journalVolume": "Vol. 14,\n                                no. 47\n                                \n                                  p.\n                                  47",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "In recent years, the Weihe River basin has experienced dramatic changes and a sharp decrease in runoff, which has constrained the sustainable development of the local society, economy, and ecology. Quantitative attribution analysis of runoff changes in the Weihe River basin can help to illustrate reasons for dramatic runoff changes and to understand its complex hydrological response. In this paper, the trends of hydrological elements in the Weihe River basin from 1970 to 2019 were systematically analyzed using the M–K analysis method, and the effects of meteorological elements and underlying surface changes on runoff were quantitatively analyzed using the Budyko theoretical framework. The results show that potential evapotranspiration and precipitation in the Weihe River basin have no significant change in 1970–2019; runoff depth has an abrupt change around 1990 and then decrease significantly. The study period is divided into the base period (1970–1989), PΙ (1990–2009), and PII (2010–2019). Compared with the base period, the elasticity coefficients (absolute values) of each element show an increasing trend in PΙ and PII. The sensitivity of runoff to these coefficients is increasing. The sensitivity of the precipitation is the highest (2.72~3.17), followed by that of the underlying surface parameter (−2.01~−2.35); the sensitivity of the potential evapotranspiration is the weakest (−1.72~−2.17). In the PΙ period, the runoff depth decreased significantly due to the combination effects of precipitation and underlying surface with the values of 6.18 mm and 13.92 mm, respectively. In the PII period, rainfall turned to an increasing trend, contributing to the increase in runoff by 11.80 mm; the further increase in underlying surface parameters was the main reason for the decrease in runoff by 22.19 mm. The significant increase in runoff by 8.54 mm because of the increased rainfall, compared with the PΙ periods. Overall, the increasing underlying surface parameter makes the largest contribution to the runoff changes while the precipitation change is also an important factor.",
    "readLink": "https://www.mdpi.com/2073-4441/14/1/47"
  },
  {
    "title": "Infrastructure, Attitude and Weather: Today’s Threats to Supply Chain Security",
    "authors": [
      "Stephen Blank"
    ],
    "doi": "Vol. 9",
    "issn": "2560-8312 (Print)",
    "publisher": "2560-8320 (Online)",
    "countryOfPublisher": "University of Calgary",
    "lcc": [
      "Canada",
      "Political science: Political institutions and public administration (General)"
    ],
    "journalUrl": "https://journalhosting.ucalgary.ca/index.php/sppp/index",
    "abstract": "The global economy can be viewed today as a myriad of border-crossing supply chain networks of production, supply, distribution and marketing systems. Given the enormous value embodied in these systems, and an environment increasingly characterized by uncertainty and vulnerability, it is not surprising that concern about supply chain security has intensified. Concern takes many forms. For example, how supply chains might be used as vehicles for criminal activity (smuggling, trafficking of narcotics and importing counterfeit goods) or acts of terrorism (radio-active materials, bombs, even nukes in containers). Technology-based threats to supply chains, such as cybercrimes, data breaches and IT failures, now appear more frequently in the literature on supply chain security. These threats could result in substantial disruption to supply chains and damage to companies and their customers.Clima But larger storms are brewing, whose menace to supply chain security is greater still – and where actions to protect supply chains move more slowly. These include the continued deterioration of transportation infrastructure, a new posture on trade which views supply chains as threats to jobs and wages, and the impact of climate change. These threats do not lie off in the distant future; they are threats of today and tomorrow.",
    "readLink": "https://journalhosting.ucalgary.ca/index.php/sppp/article/view/42594"
  },
  {
    "title": "Water Stress Impacts on Grapevines (<i>Vitis vinifera</i> L.) in Hot Environments: Physiological and Spectral Responses",
    "authors": [
      "Alessia Cogato,",
      "Shaikh Yassir Yousouf Jewan,",
      "Lihua Wu,",
      "Francesco Marinello,",
      "Franco Meggio,",
      "Paolo Sivilotti,",
      "Marco Sozzi,",
      "Vinay Pagay"
    ],
    "doi": "https://doi.org/10.3390/agronomy12081819",
    "journalVolume": "Vol. 12,\n                                no. 1819\n                                \n                                  p.\n                                  1819",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "The projected increase in temperature and water scarcity represents a challenge for winegrowers due to changing climatic conditions. Although heat and drought often occur concurrently in nature, there is still little known about the effects of water stress (WS) on grapevines in hot environments. This study aimed to assess whether the grapevine’s physiological and spectral responses to WS in hot environments differ from those expected under lower temperatures. Therefore, we propose an integrated approach to assess the physiological, thermal, and spectral response of two grapevine varieties (Vitis vinifera L.), Grenache and Shiraz, to WS in a hot environment. In a controlled environment room (CER), we imposed high-temperature conditions (TMIN 30 °C–TMAX 40 °C) and compared the performance of well-watered (WW) and WS-ed potted own-rooted Shiraz and Grenache grapevines (SH_WW, SH_WS, GR_WW, and GR_WS, respectively). We monitored the vines’ physiological, spectral, and thermal trends from the stress imposition to the recovery after re-watering. Then, we performed a correlation analysis between the physiological parameters and the spectral and thermal vegetation indices (VIs). Finally, we looked for the best-fitting models to predict the physiological parameters based on the spectral VIs. The results showed that GR_WS was more negatively impacted than SH_WS in terms of net photosynthesis (Pn, GR-WS = 1.14 μmol·CO2 m−2·s−1; SH-WS = 3.64 μmol·CO2 m−2·s−1), leaf transpiration rate (E, GR-WS = 1.02 mmol·H2O m−2·s−1; SH-WS = 1.75 mmol·H2O m−2·s−1), and stomatal conductance (gs, GR-WS = 0.04 mol·H2O m−2·s−1; SH-WS = 0.11 mol·H2O m−2·s−1). The intrinsic water-use efficiency (WUEi = Pn/gs) of GR_WS (26.04 μmol·CO2 mol−1 H2O) was lower than SH_WS (34.23 μmol·CO2 mol−1 H2O) and comparable to that of SH_WW (26.31 μmol·CO2 mol−1 H2O). SH_WS was not unaffected by water stress except for E. After stress, Pn, gs, and E of GR_WS did not recover, as they were significantly lower than the other treatments. The correlation analysis showed that the anthocyanin Gitelson (AntGitelson) and the green normalised difference vegetation index (GNDVI) had significant negative correlations with stem water potential (Ψstem), Pn, gs, and E and positive correlation with WUEi. In contrast, the photochemical reflectance index (PRI), the water index (WI), and the normalised difference infrared index (NDII) showed an opposite trend. Finally, the crop water stress (CWSI) had significant negative correlations with the Ψstem in both varieties. Our findings help unravel the behaviour of vines under WS in hot environments and suggest instrumental approaches to help the winegrowers managing abiotic stress.",
    "readLink": "https://www.mdpi.com/2073-4395/12/8/1819"
  },
  {
    "title": "Effect of Phase Change Materials (PCMs) Integrated into a Concrete Block on Heat Gain Prevention in a Hot Climate",
    "authors": [
      "Ahmad Hasan,",
      "Khaled A. Al-Sallal,",
      "Hamza Alnoman,",
      "Yasir Rashid,",
      "Shaimaa Abdelbaqi"
    ],
    "doi": "https://doi.org/10.3390/su8101009",
    "journalVolume": "Vol. 8,\n                                no. 10\n                                \n                                  p.\n                                  1009",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "In the current study, a phase change material (PCM) contained in an insulated concrete block is tested in extremely hot weather in the United Arab Emirates (UAE) to evaluate its cooling performance. An insulated chamber is constructed behind the block containing PCM to mimic a scaled down indoor space. The effect of placement of the PCM layer on heat gain indoors is studied at two locations: adjacent to the outer as well as the inner concrete layer. The inclusion of PCM reduced heat gain through concrete blocks compared to blocks without PCM, yielding a drop in cooling load indoors. The placement of PCM and insulation layers adjacent to indoors exhibited better cooling performance compared to that adjacent to the outdoors. In the best case, a temperature drop of 8.5% and a time lag of 2.6 h are achieved in peak indoor temperature, rendering a reduction of 44% in the heat gain. In the tested hot climate, the higher ambient temperature and the lower wind speed hampered heat dissipation and PCM re-solidification by natural ventilation. The findings recommend employing a mechanical ventilation in hot climates to enhance regeneration of the PCM to solid state for its optimal performance.",
    "readLink": "http://www.mdpi.com/2071-1050/8/10/1009"
  }
]