[
  {
    "title": "Intertropical Convergence Zone as the Possible Source Mechanism for Southward Propagating Medium-Scale Traveling Ionospheric Disturbances over South American Low-Latitude and Equatorial Region",
    "authors": [
      "Patrick Essien,",
      "Cosme Alexandre Oliveira Barros Figueiredo,",
      "Hisao Takahashi,",
      "Nana Ama Browne Klutse,",
      "Cristiano Max Wrasse,",
      "João Maria de Sousa Afonso,",
      "David Pareja Quispe,",
      "Solomon Otoo Lomotey,",
      "Tunde Toyese Ayorinde,",
      "José H. A. Sobral,",
      "Moses Jojo Eghan,",
      "Samuel Sanko Sackey,",
      "Diego Barros,",
      "Anderson V. Bilibio,",
      "Francis Nkrumah,",
      "Kwesi Akumenyi Quagraine"
    ],
    "doi": "https://doi.org/10.3390/atmos13111836",
    "journalVolume": "Vol. 13,\n                                no. 1836\n                                \n                                  p.\n                                  1836",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "This paper presents the Intertropical Convergence Zone (ITCZ) as the possible source mechanism of the medium-scale traveling ionospheric disturbances (MSTIDs) propagating to the southeast direction over the South American region. Using the data collected by the GNSS dual-frequency receivers network from January 2014 to December 2019, detrended TEC maps were generated to identify and characterize 144 MSTIDs propagating southeastward over the South American low-latitude and equatorial region. We also used images from the Geostationary Operational Environmental Satellite (GOES) 13 and 16 in the infrared (IR) and water vapor (WV) channel, and reanalisys data from the National Centers for Environmental Prediction (NCEP) of the National Oceanic and Atmospheric Administration (NOAA) to study the daily features and seasonal migration of ITCZ. In the winter, when ITCZ migrates to the northern hemisphere around 10–15° N, 20 MSTIDs propagated southeastward. During summer, when the ITCZ lies within the continent, around 0–5° S 80 MSTIDs were observed to propagate southeastward; in the equinoxes (spring and fall), 44 MSTIDs were observed. Again, the MSTIDs propagating southeastward showed a clear seasonality of their local time dependence; in summer, the MSTIDs occurred frequently in the evening hours, whereas those in winter occurred during the daytime. We also found for the first time that the day-to-day observation of ITCZ position and MSTIDs propagation directions were consistent. With regard to these new findings, we report that the MSTIDs propagating southeastward over the South American region are possibly induced by the atmospheric gravity waves, which are proposed as being generated by the ITCZ in the troposphere. The mean distribution of the horizontal wavelength, period, and phase velocity are 698 ± 124 km, 38 ± 8 min, and 299 ± 89 m s−1, respectively. For the first time, we were able to use MSTID propagation directions as a proxy to study the source region.",
    "readLink": "https://www.mdpi.com/2073-4433/13/11/1836"
  },
  {
    "title": "Drought years in peatland rewetting: rapid vegetation succession can maintain the net CO<sub>2</sub> sink function",
    "authors": [
      "F. Beyer,",
      "F. Jansen,",
      "G. Jurasinski,",
      "M. Koch,",
      "B. Schröder,",
      "F. Koebsch"
    ],
    "doi": "https://doi.org/10.5194/bg-18-917-2021",
    "journalVolume": "Vol. 18\n                                \n                                \n                                  pp.\n                                  917\n                                  – 935",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "The rewetting of peatlands is regarded as an important nature-based climate solution and intended to reconcile climate protection with the restoration of self-regulating ecosystems that are resistant to climate impacts. Although the severity and frequency of droughts are predicted to increase as a consequence of climate change, it is not well understood whether such extreme events can jeopardize rewetting measures. The goal of this study was to better understand drought effects on vegetation development and the exchange of the two important greenhouse gases CO2 and CH4, especially in rewetted fens. Based on long-term reference records, we investigated anomalies in vegetation dynamics, CH4 emissions, and net CO2 exchange, including the component ﬂuxes of ecosystem respiration (Reco) and gross ecosystem productivity (GEP), in a rewetted fen during the extreme European summer drought in 2018. Drought-induced vegetation dynamics were derived from remotely sensed data. Since flooding in 2010, the fen was characterized by a patchy mosaic of open-water surfaces and vegetated areas. After years of stagnant vegetation development, drought acted as a trigger event for pioneer species such as Tephroseris palustris and Ranunculus sceleratus to rapidly close persistent vegetation gaps. The massive spread of vegetation assimilated substantial amounts of CO2. In 2018, the annual GEP budget increased by 20 % in comparison to average years (2010–2017). Reco increased even by 40 %, but enhanced photosynthetic CO2 sequestration could compensate for half of the drought-induced increase in respiratory CO2 release. Altogether, the restored fen remained a net CO2 sink in the year of drought, though net CO2 sequestration was lower than in other years. CH4 emissions were 20 % below average on an annual basis, though stronger reduction effects occurred from August onwards, when daily fluxes were 60 % lower than in reference years. Our study reveals an important regulatory mechanism of restored fens to maintain their net CO2 sink function even in extremely dry years. It appears that, in times of more frequent climate extremes, fen restoration can create ecosystems resilient to drought. However, in order to comprehensively assess the mitigation prospects of peatland rewetting as a nature-based climate solution, further research needs to focus on the long-term effects of such extreme events beyond the actual drought period.",
    "readLink": "https://bg.copernicus.org/articles/18/917/2021/bg-18-917-2021.pdf"
  },
  null,
  {
    "title": "Distribution and analysis of the state of secondary spruce stands in the Ukrainian Carpathians",
    "authors": [
      "Vasyl Lavnyy,",
      "Oksana Pelyukh"
    ],
    "doi": "https://doi.org/10.15421/411927",
    "journalVolume": "Vol. 19",
    "issn": "1991-606X (Print)",
    "publisher": "2616-5015 (Online)",
    "countryOfPublisher": "Ukrainian National Forestry University",
    "lcc": [
      "Ukraine",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://fasu.nltu.edu.ua",
    "abstract": "The negative synergistic impact of climate change and the increase of anthropogenic pressures on the state, structure and functioning of secondary spruce stands in the Ukrainian Carpathians have been established. A retrospective analysis of the functioning of these forest ecosystems showed that the expected economic effect of creating pure spruce stands did not justify itself and led to large-scale drying and dying of spruce plantations. The performed analysis of the state and dynamics of secondary spruce stands of the Ukrainian Carpathians showed the critical situation of these forest ecosystems and their negative impact on the economic condition of the forestry enterprises of the region. The total area of secondary spruce stands on the territory of the Ukrainian Carpathians is 126678.1 hectares with a total growing stock of 43032.5 thousand m3. Secondary spruce stands occupy the largest area on the territory of Ivano-Frankivsk region ‒ 60514.8 ha (47.8% of the total area of secondary spruce stands) and the smallest ‒ in Chernivtsi region - 13155,1 ha (10.4%). The average growing stock of secondary spruce trees is 340 m3/ha. According to the distribution of secondary spruce stands in the age groups it is as follows: 32.9% of the growing stock is formed by the mature plantations, 27.5% ‒ by the premature forest stands, 21.4% ‒ by the middle aged, 16.8% ‒ by the over mature and only 1.4% of the growing stock form young stands. In general, the average age of secondary spruce stands of the Ukrainian Carpathians is 56 years. Among the forest types, secondary spruce stands in the Ukrainian Carpathians most often occur in the wet beech-spruce-silver fir forests on relative rich soils, where their area is 47537.3 ha (37.5% of the total area of secondary spruce stands). A significant number of secondary spruce stands were formed also in the wet beech-spruce-silver fir forests on rich soils ‒ 17761.2 ha (14.0%). Secondary spruce stands have the high productivity ‒ the largest area is occupied by the first site class of forest stands ‒ 89631 ha (70.8% of the total area). In the study region dominate secondary spruce stands with the high stand density (0.8-1.0), the area of which is 67302.2 ha (53.1%). The stands with the middle stand density (0.6-0.7) cover an area of 45160.7 ha (35.7%), and the stands with the small stand density (0.4-0.5) ‒12646.0 ha (10.0%). Secondary spruce stands with the stand density up to 0.3 are 1520.5 hectares (1.2%), and more than 1.0 ‒ only 48.7 hectares (0.04%). It is established that in order to solve the problem of drying up of spruce plantations, it is necessary to monitor forest ecosystems and integrate into the forest management practices the principles of close-to-nature silviculture. In particular, to increase the biotic stability, sustainability and biodiversity of secondary spruce stand, it is necessary to apply more extensive conversion cuttings. Based on the reports of the regional forestry and hunting administrations in the Ukrainian Carpathian region, it is found that state forestry enterprises are still under-utilizing the conversion cuttings. Therefore, the issue of localization and prevention of secondary spruce stands still remains relevant.",
    "readLink": "http://fasu.nltu.edu.ua/index.php/nplanu/article/view/295/219"
  },
  {
    "title": "A count model approach on the occurrences of harmful algal blooms (HABs) in Ambon Bay",
    "authors": [
      "Mohammad Mahmudi,",
      "Lukas G. Serihollo,",
      "Endang Y. Herawati,",
      "Evellin Dewi Lusiana,",
      "Nanik Retno Buwono"
    ],
    "doi": "Vol. 46,\n                                no. 4\n                                \n                                  pp.\n                                  347\n                                  – 353",
    "issn": "1687-4285 (Print)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Egypt",
    "lcc": [
      "Agriculture: Aquaculture. Fisheries. Angling",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.journals.elsevier.com/egyptian-journal-of-aquatic-research/",
    "abstract": "Climate change and increased anthropogenic activities have resulted in an imbalance in the aquatic ecosystem and have triggered the appearance of harmful algae in Ambon Bay, Indonesia. This study aims to identify the phytoplankton community structure, measure physicochemical water quality (temperature, salinity, pH, DO, nitrate and phosphate) in Ambon Bay, and create a prediction model to estimate the occurrence of harmful algal bloom based on these water quality measures. The results of the statistical count model (Poisson regression) showed that three phytoplankton divisions were observed: Bacillariophyta, Dinophyta and Cyanophyta. Of these, Bacillariophyceae were the most abundant. The only species of the Cyanophyta division identified was Trichodesmium, a type of harmful algae that can produce high biomass that may clog fish gills and generate low oxygen. Our Poisson regression model suggested that all water quality factors measured affected the abundance of Trichodesmium in Ambon Bay and that, moreover, rising levels of nitrate and salinity will cause a surge in Trichodesmium.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1687428520300571"
  },
  {
    "title": "Variability and relationships among rooting characteristics for white poplar hardwood cuttings",
    "authors": [
      "Igić Dušan,",
      "Borišev Milan,",
      "Vilotić Dragica,",
      "Šijačić-Nikolić Mirjana,",
      "Ćuk Mirjana,",
      "Ilić Miloš,",
      "Kovačević Branislav"
    ],
    "doi": "https://doi.org/10.2298/ABS200114008I",
    "journalVolume": "Vol. 72,\n                                no. 2\n                                \n                                  pp.\n                                  153\n                                  – 163",
    "issn": "0354-4664 (Print)",
    "publisher": "1821-4339 (Online)",
    "countryOfPublisher": "University of Belgrade, University of Novi Sad",
    "lcc": [
      "Serbia",
      "Science: Biology (General)"
    ],
    "journalUrl": "http://www.serbiosoc.org.rs/arch/index.php",
    "abstract": "White poplar is a key species in wood production and afforestation, but also very important for biodiversity preservation and habitat improvement. Vegetative propagation from hardwood cuttings is the most desirable method of white poplar breeding. The present research analyzed the effect of various technological treatments on four white poplar clones. Selected treatments were powder formulations of indole butyric acid (IBA) and foliar treatment with urea. The variability of 14 morphometric characteristics on the rooting of cuttings was analyzed, as well as relationships between them. Differences in analyzed morphometric characteristics depended on genotype, while the effect of the examined technological treatments was detected only by Fisher’s least significant difference (LSD) test. Significant variability between genotypes was found for traits describing rooting at the basal cut (R0 and R0p), the number of leaves (LN), the total number of roots (TRN), and cutting survival in the first part of the growing season (SURV07). Application of IBA had significant stimulating effects on rooting at the lower part of cuttings (R05) compared to controls. Variability between genotypes after foliar treatment with urea was not detected. The examined parameters were grouped into 5 groups by principal component analysis, where shoot traits and traits that describe rooting at the basal cut were in the same group with total number of roots, and cutting survival (SURV07) was in a separate group. These results suggest a need for further testing of the characteristics of hardwood cuttings in white poplars. More efficient clone technology is needed, using auxins and/or nitrogen fertilization designed to suit the specific requirements of particular clones. [Projects of the Serbian Ministry of Education, Science and Technological Development, Grant no. 43007: Studying climate change and its influence on the environment: impacts, adaptation and mitigation and Grant. no 43002: Biosensing Technology and Global Systems for Continuous Research and Integrated Management of Ecosystems]",
    "readLink": "http://www.doiserbia.nb.rs/img/doi/0354-4664/2020/0354-46642000008I.pdf"
  },
  {
    "title": "Heterogeneous consumer preferences for carbon neutral electricity generation",
    "authors": [
      "Erika De Keyser,",
      "Mark G. Lijesen"
    ],
    "doi": "Vol. 9\n                                \n                                \n                                  pp.\n                                  3473\n                                  – 3481",
    "issn": "2352-4847 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering"
    ],
    "journalUrl": "http://www.journals.elsevier.com/energy-reports/",
    "abstract": "Cutting back carbon dioxide emissions in power generation is an important step in the battle against climate change. Understanding heterogeneous consumer preferences for generation technologies is important, as this can help both energy companies and policy makers take appropriate decisions. This study aims to identify consumer preferences for carbon neutral generation technologies and link these preferences to respondents’ characteristics, knowledge on nuclear energy and climate change, as well as concerns about these topics and political preferences. We estimate a latent class logit model on data from a stated choice experiment among 583 Dutch and Flemish respondents. Three classes could be distinguished in the sample. All classes value renewables over both other techniques; two classes are in favour of nuclear energy compared to fossil fuels with CCS and one class prefers both renewables and fossil fuels with CCS over nuclear energy. The probability to belong to a certain class differs across political preferences and concerns about nuclear energy, climate change or future generations. The results indicate that respondents are willing to pay more for renewable energy than for nuclear energy or fossil fuels with CCS, despite the realization of full decarbonization in each scenario.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2352484723001786"
  },
  {
    "title": "Gasification Conversion and Char Reactivity of Rubber Seed Shell and High Density Polyethylene Mixtures using Steam Co-Gasification Process",
    "authors": [
      "B.L.F. Chin,",
      "S. Yusup,",
      "A. Al Shoaibi,",
      "P. Kannan,",
      "C. Srinivasakannan,",
      "S.A. Sulaiman"
    ],
    "doi": "https://doi.org/10.3303/CET1439114",
    "journalVolume": "Vol. 39",
    "issn": "1974-9791 (Print)",
    "publisher": "2283-9216 (Online)",
    "countryOfPublisher": "AIDIC Servizi S.r.l.",
    "lcc": [
      "Italy",
      "Technology: Chemical technology: Chemical engineering",
      "Technology: Electrical engineering. Electronics. Nuclear engineering: Electronics: Computer engineering. Computer hardware"
    ],
    "journalUrl": "https://www.cetjournal.it/index.php/cet",
    "abstract": "Due to the recent surge of global energy demand and the fear of climate change, an extensive attention from worldwide in seeking for cleaner alternative means of renewable energy and this has been a topic of interest widely. With the abundance supply of biomass and plastic waste generated annually and finding an effective method in utilizing these wastes, leads to a notion of using these wastes in the co-gasification process. Although there are studies on co-gasification of biomass and waste mixtures, limited studies focused on the understanding of the char reactivity and gasification conversion of this mixture. Hence, an experimental study on steam co-gasification of rubber seed shell and high density polyethylene mixtures in argon atmosphere is carried out using thermogravimetric (TGA) approach under non-isothermal condition. This work presents the surface physical morphology of rubber seed shell (RSS), high density polyethylene (HDPE), and its mixtures. Furthermore, the char conversion and char reactivity of RSS, HDPE, and their mixtures at different proportions are investigated in both pyrolysis and gasification process. The argon gasis supplied at a flowrate of 100 mL min-1 and the steam is generated from superheater at 383 K whilst injected at flowrate of 3000 µL h-1 into the TGA system.",
    "readLink": "https://www.cetjournal.it/index.php/cet/article/view/5415"
  },
  {
    "title": "DEVELOPMENT OF RAINFALL INTENSITY DURATION FREQUENCY (IDF) CURVES FOR DESIGN OF HYDRAULIC STRUCTURES IN KANO STATE, NIGERIA",
    "authors": [
      "Abdulrasheed Mohammed ,",
      "Salisu Dan’Azumi ,",
      "Abubakar Ahmed Modibbo ,",
      "Abubakar Abbas Adamu"
    ],
    "doi": "Vol. 5,\n                                no. 2\n                                \n                                  pp.\n                                  10\n                                  – 22",
    "issn": "2636-9877 (Online)",
    "publisher": "UTP Press",
    "countryOfPublisher": "Malaysia",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Technology: Technology (General)"
    ],
    "journalUrl": "https://myjms.mohe.gov.my/index.php/paje/index",
    "abstract": "Rainfall intensity is an essential parameter in the design of any hydraulic structure. The IDF curves are used to design hydraulic structures such as culverts, bridges, roads, urban drainage systems, and many more. Colonial masters developed the first IDF curve for Kano State based on records of 1938 - 1944 (6 years) followed by Oyenbade (1982), and since then, it has not been reviewed or updated. As a result of changes in rainfall patterns that have taken place over time and the climate change, the Oyenbade IDF curves might no longer be suitable for hydraulics design in Kano State. Therefore, this research aims to develop the new IDF curves and establish empirical equations of rainfall intensity that can be used for safe and economic hydraulics design in Kano State. India Meteorological Department (IMD) reduction formula was used to disaggregate maximum daily rainfall of Kano gauge station into the rainfall of shorter durations. Lognormal probability distribution was found to fit best the data set of all the durations using Easyfit 5.0 software and estimate rainfall intensities for 2, 5, 10, 25, 50, and 100 years return periods. It was found out that rainfall intensities increase with the increase in return periods but decreases with an increase in duration. The coefficient of determination ‘R2’ for all return periods indicated a strong relationship in IDF models developed. Hence, the new IDF curves developed should estimate rainfall intensities for hydraulics design in Kano State. The derived IDF models could be used for better results and accuracy.",
    "readLink": "https://myjms.mohe.gov.my/index.php/paje/article/view/v5n2-2/7270"
  },
  {
    "title": "Effect of precipitation change on the photosynthetic performance of Phragmites australis under elevated temperature conditions",
    "authors": [
      "Linhong Teng,",
      "Hanyu Liu,",
      "Xiaonan Chu,",
      "Xiliang Song,",
      "Lianhui Shi"
    ],
    "doi": "https://doi.org/10.7717/peerj.13087",
    "journalVolume": "Vol. 10\n                                \n                                \n                                  p.\n                                  e13087",
    "issn": "2167-8359 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://peerj.com/",
    "abstract": "Background As a fundamental metabolism, leaf photosynthesis not only provides necessary energy for plant survival and growth but also plays an important role in global carbon fixation. However, photosynthesis is highly susceptible to environmental stresses and can be significantly influenced by future climate change. Methods In this study, we examined the photosynthetic responses of Phragmites australis (P. australis) to three precipitation treatments (control, decreased 30%, and increased 30%) under two thermal regimes (ambient temperature and +4 °C) in environment-controlled chambers. Results Our results showed that the net CO2 assimilation rate (Pn), maximal rate of Rubisco (Vcmax), maximal rate of ribulose-bisphosphate (RuBP) regeneration (Jmax) and chlorophyll (Chl) content were enhanced under increased precipitation condition, but were declined drastically under the condition of water deficit. The increased precipitation had no significant effect on malondialdehyde (MDA) content (p > 0.05), but water deficit drastically enhanced the MDA content by 10.1%. Meanwhile, a high temperature inhibited the positive effects of increased precipitation, aggravated the adverse effects of drought. The combination of high temperature and water deficit had more detrimental effect on P. australis than a single factor. Moreover, non-stomatal limitation caused by precipitation change played a major role in determining carbon assimilation rate. Under ambient temperature, Chl content had close relationship with Pn (R2 = 0.86, p < 0.01). Under high temperature, Pn was ralated to MDA content (R2 = 0.81, p < 0.01). High temperature disrupted the balance between Vcmax and Jmax (the ratio of Jmax to Vcmax decreased from 1.88 to 1.12) which resulted in a negative effect on the photosynthesis of P. australis. Furthermore, by the analysis of Chl fluorescence, we found that the xanthophyll cycle-mediated thermal dissipation played a major role in PSII photoprotection, resulting in no significant change on actual PSII quantum yield (ΦPSII) under both changing precipitation and high temperature conditions. Conclusions Our results highlight the significant role of precipitation change in regulating the photosynthetic performance of P. australis under elevated temperature conditions, which may exacerbate the drought-induced primary productivity reduction of P. australis under future climate scenarios.",
    "readLink": "https://peerj.com/articles/13087.pdf"
  }
]