[
  {
    "title": "Application of the Hess-Brezowsky classification to the identification of weather patterns causing heavy winter rainfall in Brittany (France)",
    "authors": [
      "O. Planchon,",
      "H. Quénol,",
      "N. Dupont,",
      "S. Corgne"
    ],
    "doi": "Vol. 9,\n                                no. 4\n                                \n                                  pp.\n                                  1161\n                                  – 1173",
    "issn": "1561-8633 (Print)",
    "publisher": "1684-9981 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.nat-hazards-earth-syst-sci.net/volumes_and_issues.html",
    "abstract": "An accurate knowledge of the weather patterns causing winter rainfall over the Scorff watershed in western Brittany (W. France) was developed prior to studies of the impact of the climate factor on land use management, and of the hydrological reponses to rain-producing weather patterns. These two studies are carried out in the context of the climate change. The identification of rainy air-circulation types was realized using the objective computational version of the 29-type Hess and Brezowsky Grosswetterlagen system of classifying European synoptic regimes, for the cold season (November-March) of the 1958–2005 period at the reference weather station of Lorient, and 13 other stations located in western and southern Brittany, including a more detailed study for the wet 2000–2001 cold season for three reference stations of the Scorff watershed (Lorient, Plouay and Plouray). The precipitation proportion (including the days with rainfall &ge;20 mm) was calculated by major air-circulation type (GWT: see Appendix A) and by individual air-circulation subtype (GWL: see Appendix A) for the studied time-period. The most frequently occurrence of rainy days associated with westerly and southerly GWL confirmed well-known observations in western Europe and so justify the use of the Hess-Brezowsky classification in other areas outside Central Europe. The southern or south-western exposure of the watershed with a hilly inland area enhanced the heavy rainfall generated by the SW and S circulation types, and increased the difference between the rainfall amounts of coastal and inland stations during the wettest days.",
    "readLink": "http://www.nat-hazards-earth-syst-sci.net/9/1161/2009/nhess-9-1161-2009.pdf"
  },
  {
    "title": "Hillslope Contribution to the Clark Instantaneous Unit Hydrograph: Application to the Seolmacheon Basin, Korea",
    "authors": [
      "Chulsang Yoo,",
      "Huy Phuong Doan,",
      "Changhyun Jun,",
      "Wooyoung Na"
    ],
    "doi": "https://doi.org/10.3390/w13121707",
    "journalVolume": "Vol. 13,\n                                no. 1707\n                                \n                                  p.\n                                  1707",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "In this study, the time–area curve of an ellipse is analytically derived by considering flow velocities within both channel and hillslope. The Clark IUH is also derived analytically by solving the continuity equation with the input of the derived time–area curve to the linear reservoir. The derived Clark IUH is then evaluated by application to the Seolmacheon basin, a small mountainous basin in Korea. The findings in this study are summarized as follows. (1) The time–area curve of a basin can more realistically be derived by considering both the channel and hillslope velocities. The role of the hillslope velocity can also be easily confirmed by analyzing the derived time–area curve. (2) The analytically derived Clark IUH shows the relative roles of the hillslope velocity and the storage coefficient. Under the condition that the channel velocity remains unchanged, the hillslope velocity controls the runoff peak flow and the concentration time. On the other hand, the effect of the storage coefficient can be found in the runoff peak flow and peak time, as well as in the falling limb of the runoff hydrograph. These findings are also confirmed in the analysis of rainfall–runoff events of the Seolmacheon basin. (3) The effect of the hillslope velocity varies considerably depending on the rainfall events, which is also found to be mostly dependent upon the maximum rainfall intensity.",
    "readLink": "https://www.mdpi.com/2073-4441/13/12/1707"
  },
  {
    "title": "On the surface impact of Arctic stratospheric ozone extremes",
    "authors": [
      "N Calvo,",
      "L M Polvani,",
      "S Solomon"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/10/9/094003",
    "journalVolume": "Vol. 10,\n                                no. 9\n                                \n                                  p.\n                                  094003",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "A comprehensive stratosphere-resolving atmospheric model, with interactive stratospheric ozone chemistry, coupled to ocean, sea ice and land components is used to explore the tropospheric and surface impacts of large springtime ozone anomalies in the Arctic stratosphere. Coupling between the Antarctic ozone hole and Southern Hemisphere climate has been identified in numerous studies, but connections of Arctic ozone loss to surface climate have been more difficult to elucidate. Analyzing an ensemble of historical integrations with all known natural and anthropogenic forcings specified over the period 1955–2005, we find that extremely low stratospheric ozone changes are able to produce large and robust anomalies in tropospheric wind, temperature and precipitation in April and May over large portions of the Northern Hemisphere (most notably over the North Atlantic and Eurasia). Further, these ozone-induced surface anomalies are obtained only in the last two decades of the 20th century, when high concentrations of ozone depleting substances generate sufficiently strong stratospheric temperature anomalies to impact the surface climate. Our findings suggest that coupling between chemistry and dynamics is essential for a complete representation of surface climate variability and climate change not only in Antarctica but also in the Arctic.",
    "readLink": "https://doi.org/10.1088/1748-9326/10/9/094003"
  },
  {
    "title": "Rainfall Prediction Using Machine Learning Algorithms for the Various Ecological Zones of Ghana",
    "authors": [
      "Nana Kofi Ahoi Appiah-Badu,",
      "Yaw Marfo Missah,",
      "Leonard K. Amekudzi,",
      "Najim Ussiph,",
      "Twum Frimpong,",
      "Emmanuel Ahene"
    ],
    "doi": "https://doi.org/10.1109/ACCESS.2021.3139312",
    "journalVolume": "Vol. 10\n                                \n                                \n                                  pp.\n                                  5069\n                                  – 5082",
    "issn": "2169-3536 (Online)",
    "publisher": "IEEE",
    "countryOfPublisher": "United States",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering"
    ],
    "journalUrl": "https://ieeexplore.ieee.org/xpl/RecentIssue.jsp?punumber=6287639",
    "abstract": "Accurate rainfall prediction has become very complicated in recent times due to climate change and variability. The efficiency of classification algorithms in rainfall prediction has flourished. The study contributes to using various classification algorithms for rainfall prediction in the different ecological zones of Ghana. The classification algorithms include Decision Tree (DT), Random Forest (RF), Multilayer Perceptron (MLP), Extreme Gradient Boosting (XGB) and K-Nearest Neighbour (KNN). The dataset, consisting of various climatic attributes, was sourced from the Ghana Meteorological Agency spanning 1980 – 2019. The performance of the classification algorithms was examined based on precision, recall, f1-score, accuracy and execution time with various training and testing data ratios. On all three training and testing ratios: 70:30, 80:20 and 90:10, RF, XGB and MLP performed well, whereas KNN performed least across all zones. In terms of the execution time of the models, Decision Tree is consistently portrayed as the fastest, whereas MLP used the most run time.",
    "readLink": "https://ieeexplore.ieee.org/document/9664520/"
  },
  {
    "title": "A Quadratically Constrained Optimization Problem for Determining the Optimal Nominal Power of a PV System in Net-Metering Model: A Case Study for Croatia",
    "authors": [
      "Luka Budin,",
      "Goran Grdenić,",
      "Marko Delimar"
    ],
    "doi": "https://doi.org/10.3390/en14061746",
    "journalVolume": "Vol. 14,\n                                no. 1746\n                                \n                                  p.\n                                  1746",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "The world’s demand for electrical energy is increasing rapidly while the use of fossil fuels is getting limited more and more by energy policies and the need for reducing the impact of climate change. New sources of energy are required to fulfill the world’s demand for electricity and they are currently found in renewable sources of energy, especially in solar and wind power. Choosing the optimal PV nominal power minimizes the unnecessary surplus of electrical energy that is exported to the grid and thus is not making any impact on the grid more than necessary. Oversizing the PV system according to the Croatian net-metering model results in switching the calculation of the costs to the prosumer model which results in a decrease of the project’s net present value (NPV) and an increase in the payback period (PP). This paper focuses on formulating and solving the optimization problem for determining the optimal nominal power of a grid-connected PV system with a case study for Croatia using multiple scenarios in the variability of electricity production and consumption. In this paper, PV systems are simulated in the power range that corresponds to a typical annual high-tariff consumption in Croatian households. Choosing the optimal power of the PV system maximizes the investor’s NPV of the project as well as savings on the electricity costs. The PP is also minimized and is determined by the PV production, household consumption, discount rate, and geographic location. The optimization problem is classified as a quadratically constrained discrete optimization problem, where the value of the optimal PV power is not a continuous variable because the PV power changes with a step of one PV panel power. Modeling and simulations are implemented in Python using the Gurobi optimization solver.",
    "readLink": "https://www.mdpi.com/1996-1073/14/6/1746"
  },
  {
    "title": "Towards a hydrogeomorphological understanding of proglacial catchments: an assessment of groundwater storage and release in an Alpine catchment",
    "authors": [
      "T. Müller,",
      "T. Müller,",
      "S. N. Lane,",
      "B. Schaefli,",
      "B. Schaefli,",
      "B. Schaefli"
    ],
    "doi": "https://doi.org/10.5194/hess-26-6029-2022",
    "journalVolume": "Vol. 26\n                                \n                                \n                                  pp.\n                                  6029\n                                  – 6054",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "Proglacial margins form when glaciers retreat and create zones with distinctive ecological, geomorphological and hydrological properties in Alpine environments. There is extensive literature on the geomorphology and sediment transport in such areas as well as on glacial hydrology, but there is much less research into the specific hydrological behavior of the landforms that develop after glacier retreat in and close to proglacial margins. Recent reviews have highlighted the presence of groundwater stores even in such rapidly draining environments. Here, we describe the hydrological functioning of different superficial landforms within and around the proglacial margin of the Otemma glacier, a temperate Alpine glacier in the Swiss Alps; we characterize the timing and amount of the transmission of different water sources (rain, snowmelt, ice melt) to the landforms and between them, and we compare the relationship between these processes and the catchment-scale discharge. The latter is based upon a recession-analysis-based framework. In quantifying the relative groundwater storage volumes of different superficial landforms, we show that steep zones only store water on the timescale of days, while flatter areas maintain baseflow on the order of several weeks. These landforms themselves fail to explain the catchment-scale recession patterns; our results point towards the presence of an unidentified storage compartment on the order of 40 mm, which releases water during the cold months. We suggest attributing this missing storage to deeper bedrock flowpaths. Finally, the key insights gained here into the interplay of different landforms as well as the proposed analysis framework are readily transferable to other similar proglacial margins and should contribute to a better understanding of the future hydrogeological behavior of such catchments.",
    "readLink": "https://hess.copernicus.org/articles/26/6029/2022/hess-26-6029-2022.pdf"
  },
  {
    "title": "Environmental stress mediates trophic cascade strength and resistance to invasion",
    "authors": [
      "Brian S. Cheng,",
      "Edwin D. Grosholz"
    ],
    "doi": "https://doi.org/10.1002/ecs2.1247",
    "journalVolume": "Vol. 7,\n                                no. 4\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract Although much attention has focused on the drivers of trophic cascade strength among systems (e.g., habitat type, body size, predator, and prey thermy) comparatively little is known of how trophic cascades change within systems, especially with respect to gradients in environmental stress. To address this, we measured the strength of a trophic cascade across an estuarine stress gradient and tested the predictions of “consumer stress model” that suggests sensitivity to stress is greater in mobile consumers relative to sessile prey. We used field observations and experimental manipulations within a central California estuary (Tomales Bay), where higher water temperatures in summer/fall and lower salinity during winter/spring may differentially affect predators (native crabs), meso‐consumers (invasive oyster drills), and sessile prey (native oysters). Our results demonstrate that sites with high environmental stress (warmer and lower salinity waters) excluded top predators from the food web, which facilitated high densities of oyster drills and resulted in low oyster survival. In contrast, less stressful sites (cooler and higher salinity waters) had high crab densities leading to reduced oyster drill survival and high oyster survival (an indirect positive effect). Observational data from 14 field sites along both margins of Tomales Bay are consistent with the results of experimental manipulations. This study highlights the importance of environmental stress in mediating within system trophic cascade strength by altering top predator abundance. Our results support the predictions of the consumer stress model and suggest that increasing environmental stress (warming and variable salinity regimes) as a result of climate change may decouple species interactions. Furthermore, warming and extreme low salinities may indirectly intensify the negative effects of non‐native species by reducing the biotic resistance provided by native predators.",
    "readLink": "https://doi.org/10.1002/ecs2.1247"
  },
  {
    "title": "Chapter 10. Trees have Already been Invented: Carbon in Woodlands",
    "authors": [
      "Susanna B. Hecht,",
      "Keith Pezzoli,",
      "Sassan Saatchi"
    ],
    "doi": "https://doi.org/10.1525/collabra.69",
    "journalVolume": "Vol. 2,\n                                no. 1",
    "issn": "2376-6832 (Online)",
    "publisher": "University of California Press",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Biology (General)",
      "Social Sciences"
    ],
    "journalUrl": "http://www.collabra.org",
    "abstract": "In the developed world, discussions of climate change mitigation and adaptation tend to focus on technological solutions such as decarbonizing electric grids and regulating emissions of methane, black carbon, and so on. However, an often overlooked strategy for reaching greenhouse gas reduction targets in much of the developing world is rooted, not in new technologies, but in vegetation management. Trees and other vegetation absorb carbon as they grow and release carbon when they are burnt, so landscapes function as carbon sinks and carbon storage sites when forests are growing, on one hand, and as carbon sources when forests are cleared, on the other. Since greenhouse gas emissions from such land use changes rival emissions from the entire transport sector, trees and vegetation are essential to efforts to slow and adapt to climate change. Under the right circumstances, vegetation recovery and its carbon uptake occur quickly. Moreover, carbon uptake can be strongly affected by human management of forests; the right kinds of management can improve rates of recovery and carbon sequestration substantially. This chapter reviews carbon dynamics in mature forests, secondary forests, agroforests and tree landscapes in urban areas to point out the variability of these systems and the potential for enhancing carbon uptake and storage. Furthermore, vegetation systems have many additional benefits in the form of other environmental services, such as improving livelihoods, subsistence insurance habitat, microclimates, and water systems. Finally, by managing forests better, we can also make significant contributions to climate justice because most global forests and forested landscapes are under the stewardship of small holders.",
    "readLink": "http://www.collabra.org/articles/69"
  },
  {
    "title": "Smoked-Derived Volatile Phenol Analysis in Wine by Stir Bar Sorptive Extraction-Gas Chromatography-Mass Spectrometry",
    "authors": [
      "Ruiwen Yang,",
      "Armando Alcazar-Magana,",
      "Yanping L. Qian,",
      "Michael C. Qian"
    ],
    "doi": "https://doi.org/10.3390/molecules26185613",
    "journalVolume": "Vol. 26,\n                                no. 5613\n                                \n                                  p.\n                                  5613",
    "issn": "1420-3049 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Chemistry: Organic chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/molecules",
    "abstract": "Smoke-derived taint has become a significant concern for the U.S. wine industry, particularly on the west coast, and climate change is anticipated to aggravate it. High volatile phenols such as guaiacol, 4-methylguaiacol, 4-ethylguaiacol, 4-ethylphenol, and o-, p-, m-cresols have been suggested to be related to smoke-exposed grape and wine. This paper describes an analytical approach based on ethylene glycol/polydimethylsiloxane (EG/PDMS)-stir bar sorptive extraction-gas chromatography-mass spectrometry (SBSE-GC-MS) to quantify or estimate the concentrations of some smoke-related volatile phenols in wines. Correlation coefficients with R2 ≥ 0.990 were obtained. This method can quantify most smoked-related volatile phenols down to 0.5 μg/L in wine in selective ion monitoring mode. Recovery for the targeted volatile phenols ranged from 72.2% to 142.4% in the smoke-tainted wine matrix, except for 4-vinylguaiacol. The standard deviations of the volatile phenols were from 0 to 23% in smoke-tainted wine. The approach provides another tool to evaluate wine smoke exposure and potential smoke taint.",
    "readLink": "https://www.mdpi.com/1420-3049/26/18/5613"
  },
  {
    "title": "Tourists’ Weather Perceptions and Weather Related Behavior. A Qualitative Pilot Study with Holiday Tourists to Martinique",
    "authors": [
      "Martin Lohmann,",
      "Anna C. Hübner"
    ],
    "doi": "https://doi.org/10.4000/etudescaribeennes.5323",
    "journalVolume": "Vol. 19",
    "issn": "1779-0980 (Print)",
    "publisher": "1961-859X (Online)",
    "countryOfPublisher": "Université des Antilles",
    "lcc": [
      "France",
      "History America: Latin America. Spanish America",
      "Social Sciences"
    ],
    "journalUrl": "http://etudescaribeennes.revues.org/",
    "abstract": "This study explores weather perceptions, evaluations and behavior of holiday-tourists to the French Caribbean island of La Martinique. Herein, the importance of selected weather parameters for a ‘typical’ summer holiday, for the choice that was made in coming to Martinique and for planned activities is examined. 32 snapshot interviews were held in two brief time periods within a month. Results illustrated slight differences in climate preferences for respondents depending whether they come from a cold or from a warm climate country, that activity patterns seemed overall little influenced by changing weather conditions and that the experienced weather, which was marked by heavy rains in the first data collection period and by changeable weather in the second, appeared to take only a limited impact on return intentions. Albeit the limited possibility of a pilot study to produce valid and reliable findings, variables and factors which are critical to consider when examining weather perceptions and behaviors have been pointed out and presented in a conceptual model for further research.",
    "readLink": "http://journals.openedition.org/etudescaribeennes/5323"
  }
]