[
  {
    "title": "Tomato Biodiversity and Drought Tolerance: A Multilevel Review",
    "authors": [
      "Veronica Conti,",
      "Luigi Parrotta,",
      "Marco Romi,",
      "Stefano Del Duca,",
      "Giampiero Cai"
    ],
    "doi": "https://doi.org/10.3390/ijms241210044",
    "journalVolume": "Vol. 24,\n                                no. 10044\n                                \n                                  p.\n                                  10044",
    "issn": "1661-6596 (Print)",
    "publisher": "1422-0067 (Online)",
    "countryOfPublisher": "MDPI AG",
    "lcc": [
      "Switzerland",
      "Science: Biology (General)",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/ijms",
    "abstract": "Ongoing global climate change suggests that crops will be exposed to environmental stresses that may affect their productivity, leading to possible global food shortages. Among these stresses, drought is the most important contributor to yield loss in global agriculture. Drought stress negatively affects various physiological, genetic, biochemical, and morphological characteristics of plants. Drought also causes pollen sterility and affects flower development, resulting in reduced seed production and fruit quality. Tomato (Solanum lycopersicum L.) is one of the most economically important crops in different parts of the world, including the Mediterranean region, and it is known that drought limits crop productivity, with economic consequences. Many different tomato cultivars are currently cultivated, and they differ in terms of genetic, biochemical, and physiological traits; as such, they represent a reservoir of potential candidates for coping with drought stress. This review aims to summarize the contribution of specific physio-molecular traits to drought tolerance and how they vary among tomato cultivars. At the genetic and proteomic level, genes encoding osmotins, dehydrins, aquaporins, and MAP kinases seem to improve the drought tolerance of tomato varieties. Genes encoding ROS-scavenging enzymes and chaperone proteins are also critical. In addition, proteins involved in sucrose and CO2 metabolism may increase tolerance. At the physiological level, plants improve drought tolerance by adjusting photosynthesis, modulating ABA, and pigment levels, and altering sugar metabolism. As a result, we underline that drought tolerance depends on the interaction of several mechanisms operating at different levels. Therefore, the selection of drought-tolerant cultivars must consider all these characteristics. In addition, we underline that cultivars may exhibit distinct, albeit overlapping, multilevel responses that allow differentiation of individual cultivars. Consequently, this review highlights the importance of tomato biodiversity for an efficient response to drought and for preserving fruit quality levels.",
    "readLink": "https://www.mdpi.com/1422-0067/24/12/10044"
  },
  {
    "title": "Long-Term Changes in Abundance and Composition of Forest-Floor Small Mammal Communities in a Landscape with Cumulative Clearcutting",
    "authors": [
      "Thomas P. Sullivan,",
      "Druscilla S. Sullivan"
    ],
    "doi": "https://doi.org/10.3390/ecologies3040032",
    "journalVolume": "Vol. 3,\n                                no. 32\n                                \n                                  pp.\n                                  446\n                                  – 466",
    "issn": "2673-4133 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.mdpi.com/journal/ecologies",
    "abstract": "Responses of forest-floor small mammals to clearcutting are species-specific with generalists occupying a range of habitats, and specialists persisting on clearcuts for variable periods. We investigated the responses in abundance and species composition of small mammal communities to cumulative clearcutting of coniferous forests on a landscape that had four independent clearcutting events (Periods 1 to 4) over a 42-year interval from 1979 to 2020 in south-central British Columbia, Canada. We ask if the small mammal communities have changed significantly over these decades owing to removal of old-growth forest by clearcut harvesting. Hypotheses (H) predicted that the small mammal community would (H1) increase in abundance, species richness, and diversity on new clearcuts owing to the availability of early seral post-harvest habitats from cumulative clearcutting; and (H2) have higher mean abundance, species richness, and species diversity in clearcut than uncut forest sites, owing to availability of vegetative food and cover. A third hypothesis (H3) predicted that abundance of (i) early seral vegetation (herbs and shrubs) and (ii) small mammal populations, will be greater in ungrazed clearcut sites than in those grazed by cattle (Bos taurus). Mean total numbers of small mammals on new clearcuts declined in Periods 3 and 4, and hence did not support the abundance part of H1. Much of this decline was owing to low numbers of the long-tailed vole (Microtus longicaudus) and meadow vole (M. pennsylvanicus). Two generalist species: the deer mouse (Peromyscus maniculatus) and northwestern chipmunk (Neotamias amoenus), contributed to high mean species richness and diversity in Periods 2 and 3 before these metrics declined in Period 4, and hence partly supported H1. The similarity in mean total numbers of small mammals in Periods 2 to 4 did not support the abundance prediction of H2 that total numbers would be higher in clearcut than uncut forest sites. Higher mean species richness (Periods 2 and 3) and diversity (Period 3) measurements on clearcut than forest sites, particularly in the early post-harvest years, did support these parts of H2. The vegetation part (i) of H3 was not supported for herbaceous plants but it was for shrubs. The small mammal part (ii) of H3 that populations would be higher in ungrazed than grazed clearcut sites was supported for abundance but not for species richness or diversity. The decline and near disappearance of both species of Microtus was possibly related to the reduction in plant community abundance and structure from grazing (at least for shrubs) and potentially from drought effects associated with climate change. Loss of microtines from these early seral ecosystems may have profound negative effects on various ecological functions and predator communities.",
    "readLink": "https://www.mdpi.com/2673-4133/3/4/32"
  },
  {
    "title": "Guiding urban water management towards 1.5 °C",
    "authors": [
      "Simon Parkinson"
    ],
    "doi": "https://doi.org/10.1038/s41545-021-00126-1",
    "journalVolume": "Vol. 4,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 6",
    "issn": "2059-7037 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "https://www.nature.com/npjcleanwater/",
    "abstract": "Abstract Reliable access to clean and affordable water is prerequisite for human well being, but its provision in cities generates environmental externalities including greenhouse gas (GHG) emissions. As policy-makers target opportunities to mitigate GHGs in line with the Paris Agreement, it remains vague how urban water management can contribute to the goal of limiting climate warming to 1.5 °C. This perspective guides policy-makers in the selection of innovative technologies and strategies for leveraging urban water management as a climate change mitigation solution. Recent literature, data and scenarios are reviewed to shine a light on the GHG mitigation potential and the key areas requiring future research. Increasing urban water demands in emerging economies and over-consumption in developed regions pose mitigation challenges due to energy and material requirements that can be partly offset through end-use water conservation and expansion of decentralized, nature-based solutions. Policies that integrate urban water and energy flows, or reconfigure urban water allocation at the river basin-level remain untapped mitigation solutions with large gaps in our understanding of potentials.",
    "readLink": "https://doi.org/10.1038/s41545-021-00126-1"
  },
  {
    "title": "Water: Drought, Crisis and Governance in Australia and Brazil",
    "authors": [
      "Wilson Sousa Júnior,",
      "Claudia Baldwin,",
      "Jeff Camkin,",
      "Pedro Fidelman,",
      "Osman Silva,",
      "Susana Neto,",
      "Timothy F. Smith"
    ],
    "doi": "https://doi.org/10.3390/w8110493",
    "journalVolume": "Vol. 8,\n                                no. 11\n                                \n                                  p.\n                                  493",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Despite huge differences in population, household income and development levels, Australia and Brazil have some temporal convergences in their water governance systems. Over the last 20 years, both countries have significantly reformed their water policies and practices by introducing a legal foundation for more integrated and participatory catchment/basin management based on the best information available. A critical test of any water reform is how effective it is in meeting the challenges of extreme and unpredictable conditions of drought and floods, which are expected to increase under climate changes scenarios. This paper compared the contemporary water governance frameworks of Australia and Brazil in relation to three elements of Integrated Water Resources Management (IWRM): integration, participation, and information/knowledge. We focused on insights from Brazil’s recent drought and Australia’s fluctuating water crises to derive lessons and recommendations for future changes. Among the main recommendations, we stress the need for both systems to improve effective participation and to embrace a more comprehensive approach to cope with water scarcity in future scenarios. Furthermore, water related decisions should be based on a transparent and well informed process, and take into account the lessons from similar situations worldwide in order to avoid unnecessary or ineffective measures. As demonstrated in the Australian case during the Millennium Drought, the most effective initiatives were those involving government, the private sector and society to achieve a more sustainable consumption pattern in all sectors. There is much to learn from the Brazilian and Australia experiences in water reforms and crises, but it is imperative to understand the social, economic and environmental context within which these took place. Continuing to develop the capacity and willingness of researchers and policy makers to work together can make an important contribution towards meeting the growing and spreading challenges in water resource management around the world.",
    "readLink": "http://www.mdpi.com/2073-4441/8/11/493"
  },
  {
    "title": "Long-term fluxes of carbonyl sulfide and their seasonality and interannual variability in a boreal forest",
    "authors": [
      "T. Vesala,",
      "T. Vesala,",
      "T. Vesala,",
      "K.-M. Kohonen,",
      "L. M. J. Kooijmans,",
      "A. P. Praplan,",
      "L. Foltýnová,",
      "P. Kolari,",
      "M. Kulmala,",
      "J. Bäck,",
      "D. Nelson,",
      "D. Yakir,",
      "M. Zahniser,",
      "I. Mammarella"
    ],
    "doi": "https://doi.org/10.5194/acp-22-2569-2022",
    "journalVolume": "Vol. 22\n                                \n                                \n                                  pp.\n                                  2569\n                                  – 2584",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "The seasonality and interannual variability of terrestrial carbonyl sulfide (COS) fluxes are poorly constrained. We present the first easy-to-use parameterization for the net COS forest sink based on the longest existing eddy covariance record from a boreal pine forest, covering 32 months over 5 years. Fluxes from hourly to yearly scales are reported, with the aim of revealing controlling factors and the level of interannual variability. The parameterization is based on the photosynthetically active radiation, vapor pressure deficit, air temperature, and leaf area index. Wavelet analysis of the ecosystem fluxes confirmed earlier findings from branch-level fluxes at the same site and revealed a 3 h lag between COS uptake and air temperature maxima at the daily scale, whereas no lag between radiation and COS flux was found. The spring recovery of the flux after the winter dormancy period was mostly governed by air temperature, and the onset of the uptake varied by 2 weeks. For the first time, we report a significant reduction in ecosystem-scale COS uptake under a large water vapor pressure deficit in summer. The maximum monthly and weekly median COS uptake varied by 26 % and 20 % between years, respectively. The timing of the latter varied by 6 weeks. The fraction of the nocturnal uptake remained below 21 % of the total COS uptake. We observed the growing season (April–August) average net flux of COS totaling −58.0 g S ha−1 with 37 % interannual variability. The long-term flux observations were scaled up to evergreen needleleaf forests (ENFs) in the whole boreal region using the Simple Biosphere Model Version 4 (SiB4). The observations were closely simulated using SiB4 meteorological drivers and phenology. The total COS uptake by boreal ENFs was in line with a missing COS sink at high latitudes pointed out in earlier studies.",
    "readLink": "https://acp.copernicus.org/articles/22/2569/2022/acp-22-2569-2022.pdf"
  },
  {
    "title": "Preface",
    "authors": [
      "A. Korhola,",
      "N. Cameron,",
      "A. Lami"
    ],
    "doi": "https://doi.org/10.4081/jlimnol.2000.s1.a",
    "journalVolume": "Vol. 59,\n                                no. 1s",
    "issn": "1129-5767 (Print)",
    "publisher": "1723-8633 (Online)",
    "countryOfPublisher": "PAGEPress Publications",
    "lcc": [
      "Italy",
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.jlimnol.it",
    "abstract": "There is a general increase in the awareness of political, business and financial institutions for the necessity of concrete action to allow sustainable development in mountain regions. This increased interest in mountain regions is documented by the resolution of the UN General Assembly that declared 2002 the International Year of Mountains. The world’s mountains clearly do not lend themselves to a simple definition because of their complexity. For each region, specific characterisation is necessary. The Arctic and Alpine regions of Europe often represent the most remote and least disturbed natural environments; yet they are threatened by acid deposition, toxic air pollutants and by climate change. These environments are fragile, being subject to adverse and harsh climatic conditions (high levels of precipitation, low temperatures, aridity, high solar radiation), natural disasters (avalanches, earthquakes, volcanic eruptions), and poor, shallow soils prone to erosion because of steep slopes. However, the fragility of mountain ecosystems means that they are not only vulnerable to environmental change, but that they are also excellent sensors of change. Their sensitivity and the presence of high quality environmental records preserved in lake sediments can be used to infer the speed, direction and biological impact of changing air quality and climate.",
    "readLink": "http://www.jlimnol.it/index.php/jlimnol/article/view/420"
  },
  {
    "title": "Weather, Risk, and Resource Orders on Large Wildland Fires in the Western US",
    "authors": [
      "Jude Bayham,",
      "Erin  J. Belval,",
      "Matthew  P. Thompson,",
      "Christopher Dunn,",
      "Crystal  S. Stonesifer,",
      "David  E. Calkin"
    ],
    "doi": "https://doi.org/10.3390/f11020169",
    "journalVolume": "Vol. 11,\n                                no. 2\n                                \n                                  p.\n                                  169",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Research Highlights: Our results suggest that weather is a primary driver of resource orders over the course of extended attack efforts on large fires. Incident Management Teams (IMTs) synthesize information about weather, fuels, and order resources based on expected fire growth rather than simply reacting to observed fire growth. Background and Objectives: Weather conditions are a well-known determinant of fire behavior and are likely to become more erratic under climate change. Yet, there is little empirical evidence demonstrating how IMTs respond to observed or expected weather conditions. An understanding of weather-driven resource ordering patterns may aid in resource prepositioning as well as forecasting suppression costs. Our primary objective is to understand how changing weather conditions influence resource ordering patterns. Our secondary objective is to test how an additional risk factor, evacuation, as well as a constructed risk metric combining fire growth and evacuation, influences resource ordering. Materials and Methods: We compile a novel dataset on over 1100 wildfires in the western US from 2007−2013, integrating data on resource requests, detailed weather conditions, fuel and landscape characteristics, values at risk, fire behavior, and IMT expectations about future fire behavior and values at risk. We develop a two-step regression framework to investigate the extent to which IMTs respond to realized or expected weather-driven fire behavior and risks. Results: We find that IMTs’ expectations about future fire growth are influenced by observed weather and that these expectations influence resource ordering patterns. IMTs order nearly twice as many resources when weather conditions are expected to drive growth events in the near future. However, we find little evidence that our other risk metrics influence resource ordering behavior (all else being equal). Conclusion: Our analysis shows that incident management teams are generally forward-looking and respond to expected rather than recently observed weather-driven fire behavior. These results may have important implications for forecasting resource needs and costs in a changing climate.",
    "readLink": "https://www.mdpi.com/1999-4907/11/2/169"
  },
  {
    "title": "Policies enabling resilience in Seattle's water services",
    "authors": [
      "Laura M Inha,",
      "Jarmo J Hukka"
    ],
    "doi": "https://doi.org/10.6092/issn.2612-0496/8688",
    "journalVolume": "Vol. 2,\n                                no. 1\n                                \n                                  pp.\n                                  93\n                                  – 120",
    "issn": "2612-0496 (Online)",
    "publisher": "University of Bologna",
    "countryOfPublisher": "Italy",
    "lcc": [
      "Fine Arts: Architecture: Aesthetics of cities. City planning and beautifying"
    ],
    "journalUrl": "http://cpcl.unibo.it",
    "abstract": "The combined impact of diverse transitions, such as climate change, population growth, rapid urbanization and ageing infrastructure are expected to affect the quantity, quality, accessibility and affordability of water globally. Water demand and competition for water are likely to increase. Addressing these changes and hazards requires societies to be resilient, i.e. flexible and adaptive instead of only resistant. Seattle, Washington USA, has a long history of sustainable development and adaptation to changes and hazards such as population growth, water pollution, droughts and floods. Based on a literature review and semi-structured interviews among twelve selected local water professionals, this paper a) defines development steps and policies that have led to the current situation; b) explores key policies that are important to the resilience of Seattle’s water services; and c) examines challenges in and recommendations for improving resilience in the future. The results reveal the importance of specific policies and practices in enabling resilience for each water service: water supply, wastewater and stormwater. They also reveal governance levels where resilience is most powerfully implemented. The paper concludes that policies that were found to build and improve the resilience of Seattle’s water services are diverse and most effective when implemented at a local level. In advancing resilience, it is important to acknowledge also informal rules, including mindsets and habits.",
    "readLink": "https://cpcl.unibo.it/article/view/8688"
  },
  {
    "title": "Catchment-scale dissolved carbon concentrations and export estimates across six subarctic streams in northern Sweden",
    "authors": [
      "R. Giesler,",
      "S. W. Lyon,",
      "C.-M. Mörth,",
      "J. Karlsson,",
      "E. M. Karlsson,",
      "E. J. Jantze,",
      "G. Destouni,",
      "C. Humborg"
    ],
    "doi": "https://doi.org/10.5194/bg-11-525-2014",
    "journalVolume": "Vol. 11,\n                                no. 2\n                                \n                                  pp.\n                                  525\n                                  – 537",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Climatic change is currently enhancing permafrost thawing and the flow of water through the landscape in subarctic and arctic catchments, with major consequences for the carbon export to aquatic ecosystems. We studied stream water carbon export in several tundra-dominated catchments in northern Sweden. There were clear seasonal differences in both dissolved organic carbon (DOC) and dissolved inorganic carbon (DIC) concentrations. The highest DOC concentrations occurred during the spring freshet while the highest DIC concentrations were always observed during winter baseflow conditions for the six catchments considered in this study. Long-term trends for the period 1982 to 2010 for one of the streams showed that DIC concentrations has increased by 9% during the 28 yr of measurement while no clear trend was found for DOC. Similar increasing trends were also found for conductivity, Ca and Mg. When trends were discretized into individual months, we found a significant linear increase in DIC concentrations with time for September, November and December. In these subarctic catchments, the annual mass of C exported as DIC was in the same order of magnitude as DOC; the average proportion of DIC to the total dissolved C exported was 61% for the six streams. Furthermore, there was a direct relationship between total runoff and annual dissolved carbon fluxes for these six catchments. These relationships were more prevalent for annual DIC exports than annual DOC exports in this region. Our results also highlight that both DOC and DIC can be important in high-latitude ecosystems. This is particularly relevant in environments where thawing permafrost and changes to subsurface ice due to global warming can influence stream water fluxes of C. The large proportion of stream water DIC flux also has implications on regional C budgets and needs to be considered in order to understand climate-induced feedback mechanisms across the landscape.",
    "readLink": "http://www.biogeosciences.net/11/525/2014/bg-11-525-2014.pdf"
  },
  {
    "title": "Spatial Patterns and Determinants of the Diversity of Hemipteran Insects in the Qinghai-Tibetan Plateau",
    "authors": [
      "Junjie Li,",
      "Huanhuan Liu,",
      "Yangxue Wu,",
      "Lingda Zeng,",
      "Xiaolei Huang"
    ],
    "doi": "https://doi.org/10.3389/fevo.2019.00165",
    "journalVolume": "Vol. 7",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "Large-scale patterns of species richness is an important issue in biogeography and ecology. The Qinghai-Tibetan Plateau (QTP) is a biodiversity hotspot in the world, which has an important status in the zoogeographical realms. Here, we analyzed the diversity patterns of Hemipteran insects in the QTP, and tested whether the patterns can be jointly explained by modern environmental as well as historical factors. A comprehensive geographic distribution dataset consisting of 1,166 Hemipteran species, which belong to 510 genera and 53 families, was compiled and used in our analyses. Patterns of richness were mapped into a grid-based map with a spatial resolution of 0.5° × 0.5°. An unbalanced diversity pattern of the Hemipteran insects in the QTP was presented, with more species in the eastern and southern parts of the plateau, while few species in the northern and main surface of the plateau. The northwestern Sichuan, the southern Gansu, the southeastern Tibet, the northwestern Yunnan and the eastern Qinghai were identified as diversity hotspots of species richness. Further analyses based on General linear models and Random Forest indicated that the diversity patterns of Hemipteran insects were influenced by both contemporary environmental factors and historical factors (e.g., habitat heterogeneity, climate stability, energy availability). Specifically, the species richness patterns of all Hemipteran insects in the QTP have been mainly affected by elevation range, temperature annual range, min temperature of coldest month, mean temperature of coldest quarter and the temperature change since the Last Glacial Maximum. In contrast, the water-related variables have relatively small effects on species richness. In addition, although habitat heterogeneity was indicated the most important factor for different suborders of Hemiptera, the climate stability was another dominate factor for Heteroptera and Auchenorrhyncha, while Sternorrhyncha was more affected by historical climate change.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fevo.2019.00165/full"
  }
]