[
  {
    "title": "Detection of large above-ground biomass variability in lowland forest ecosystems by airborne LiDAR",
    "authors": [
      "J. Jubanski,",
      "U. Ballhorn,",
      "K. Kronseder,",
      "J Franke,",
      "F. Siegert"
    ],
    "doi": "https://doi.org/10.5194/bg-10-3917-2013",
    "journalVolume": "Vol. 10,\n                                no. 6\n                                \n                                  pp.\n                                  3917\n                                  – 3930",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Quantification of tropical forest above-ground biomass (AGB) over large areas as input for Reduced Emissions from Deforestation and forest Degradation (REDD+) projects and climate change models is challenging. This is the first study which attempts to estimate AGB and its variability across large areas of tropical lowland forests in Central Kalimantan (Indonesia) through correlating airborne light detection and ranging (LiDAR) to forest inventory data. Two LiDAR height metrics were analysed, and regression models could be improved through the use of LiDAR point densities as input (R2 = 0.88; n = 52). Surveying with a LiDAR point density per square metre of about 4 resulted in the best cost / benefit ratio. We estimated AGB for 600 km of LiDAR tracks and showed that there exists a considerable variability of up to 140% within the same forest type due to varying environmental conditions. Impact from logging operations and the associated AGB losses dating back more than 10 yr could be assessed by LiDAR but not by multispectral satellite imagery. Comparison with a Landsat classification for a 1 million ha study area where AGB values were based on site-specific field inventory data, regional literature estimates, and default values by the Intergovernmental Panel on Climate Change (IPCC) showed an overestimation of 43%, 102%, and 137%, respectively. The results show that AGB overestimation may lead to wrong greenhouse gas (GHG) emission estimates due to deforestation in climate models. For REDD+ projects this leads to inaccurate carbon stock estimates and consequently to significantly wrong REDD+ based compensation payments.",
    "readLink": "http://www.biogeosciences.net/10/3917/2013/bg-10-3917-2013.pdf"
  },
  {
    "title": "Genetic variability of milk proteins in two cattle breeds of Piedmont region and the potential effects on milk quality",
    "authors": [
      "Melanie Salmasi,",
      "Riccardo Moretti,",
      "Stefania Chessa,",
      "Stefano Sartore,",
      "Antonio Mimosi,",
      "Paolo Cornale"
    ],
    "doi": "https://doi.org/10.1080/1828051X.2020.1850217",
    "journalVolume": "Vol. 19,\n                                no. 1\n                                \n                                  pp.\n                                  1493\n                                  – 1499",
    "issn": "1594-4077 (Print)",
    "publisher": "1828-051X (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Agriculture: Animal culture"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tjas",
    "abstract": "In a scenario of climate change and risk of losing biodiversity, the safeguard of locally adapted breeds and their genetic reservoirs assumes a key role. Furthermore, these breeds are linked to their rearing territory maintenance also through the nutritional, economic or social value of their products. This study focussed on the analysis of milk protein genetic variability of the Piedmontese, the most abundant beef Italian breed, and the Barà-Pustertaler breed, through the testing of individual milk samples by isoelectrofocusing. Allelic and haplotypes frequencies were analysed and the presence of rare variants (CSN1S1*G, 0.7%, and CSN2*C, 0.7%, in Barà and Piedmontese breeds, respectively) was detected. The analysed breeds showed allelic frequencies close to the one found in breeds with good cheesemaking aptitude, like the Italian Brown and Reggiana breeds (e.g. CSN2*B, 20.7% and 16.4%, and CSN3*B, 41,1% and 35%, in Piedmontese and Barà breeds, respectively), and are a good reservoir of alleles that are decreasing (e.g. CSN2*B) in Italian Holstein. Moreover, they have higher frequencies of interesting haplotypes (e.g. BA1B, 8% and 11.2%, and BA2B, 20.8 and 13.1% in Piedmontese and Barà breeds, respectively) that could positively influence composition, nutritional, and technological properties of milk. These breeds could be used to further investigate the effects of variants and haplotypes that could help support the evolution and the changing demands of the dairy sector.Highlights In order to address the problem of climate change effects on animal biodiversity, local breeds should be safeguarded and valorised. The analysed breeds have discrete frequencies of milk protein variants and casein haplotypes associated with good technological properties. Knowing the genetic background of non-dairy commercial breeds is the first step to preserve potentially useful genetic variability.",
    "readLink": "http://dx.doi.org/10.1080/1828051X.2020.1850217"
  },
  {
    "title": "Engaging Young People in Climate Change Action: A Scoping Review of Sustainability Programs",
    "authors": [
      "Madeleine Hohenhaus,",
      "Jennifer Boddy,",
      "Shannon Rutherford,",
      "Anne Roiko,",
      "Natasha Hennessey"
    ],
    "doi": "https://doi.org/10.3390/su15054259",
    "journalVolume": "Vol. 15,\n                                no. 4259\n                                \n                                  p.\n                                  4259",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Young people are stepping forward and engaging in or leading programs promoting climate action and sustainability. To optimize program outcomes, it is important to understand the nature of these programs, as well as their successes and enablers. Consequently, a scoping review was conducted across six databases, Taylor and Francis, Medline, Web of Science, Scopus, Sage and Wiley, to examine existing programs that promote climate change action amongst young people aged 12 to 25 years. The review sought to determine what is known about these programs and their outcomes by documenting what elements contribute to successful behavior changes in young people. Forty-eight articles were included in the review, with almost half of the studies from the United States. Eight elements recurred throughout the reviewed journal articles including intersecting external and internal factors contributing to reported behavior change. External factors included the social environment, place, knowledge, leadership and goal setting development that fostered internal factors that included, self-efficacy, identity, agency and action competence, and systems thinking. Learning from these programs to improve design and ensure sustainable outcomes is key to improving the capabilities of young people to continue responding to the climate challenge.",
    "readLink": "https://www.mdpi.com/2071-1050/15/5/4259"
  },
  {
    "title": "Geochemistry of a paleo-oxbow lake sediments and its implications for the late Holocene extreme overbank flooding history of the Yellow River within the Zoige Basin, NE Tibetan Plateau",
    "authors": [
      "Shuo Wang,",
      "Ninglian Wang,",
      "Ninglian Wang,",
      "Yuzhu Zhang,",
      "Yuzhu Zhang,",
      "Chang Huang,",
      "Yan Zhu,",
      "Qili Xiao,",
      "Dou Chen,",
      "Haoyu Wang,",
      "Yisen Ming,",
      "Xiaoling Huang,",
      "Sikai Wang"
    ],
    "doi": "https://doi.org/10.3389/feart.2023.1144283",
    "journalVolume": "Vol. 11",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "Paleo-oxbow lake sediments can provide archives to reconstruct paleo-channel evolution and flooding history of the river. Multi-proxy approaches including detailed sediment stratigraphy, sedimentology and geochemistry have been implemented in a high-resolution sedimentary section of paleo-oxbow lake of the Yellow River within the Zoige Basin on the NE Tibetan Plateau, to reconstruct regional environmental changes and extreme overbank flooding history. Our results suggest that not only traditional sedimentological proxies, but also chemical elements can be applied in defining sequences with different genetic types, especially the paleoflood deposits in the paleo-oxbow profile. Two units of late-Holocence extreme overbank flooding deposits (OFDs) are identified in terms of the significantly higher proportions of sand, high contents of SiO2, Na2O, Ba, low contents of Al2O3, Fe2O3, MgO, K2O, Ti, Rb and high values of Zr/Fe, Zr/Rb ratios. These extraordinary flood events within the Zoige Basin were dated back to 2,960 ± 240–2,870 ± 270 a and 1840 ± 200–1700 ± 160 a, in response to the mid-Holocene climatic optimum to the late Holocene and the Dark Age Cold Period (DACP). And the strong rainfall caused by the abnormal atmospheric circulation during the period of climate transition and abrupt change may led to the frequent occurrence of extreme flood events in the source region of the Yellow River. These findings are important for understanding the response of regional fluvial system to high climatic instability and provide a new perspective for us to analyze the risk of flood disasters on the Tibetan Plateau under the background of climate change.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/feart.2023.1144283/full"
  },
  {
    "title": "Gender and the environmental health agenda: A qualitative study of policy, academic, and advocacy perspectives in Peru",
    "authors": [
      "Laura J. Brown,",
      "Billie M. Turner,",
      "Victoria Cavero,",
      "Elaine C. Flores"
    ],
    "doi": "Vol. 10\n                                \n                                \n                                  p.\n                                  100217",
    "issn": "2667-2782 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "France",
    "lcc": [
      "Medicine: Public aspects of medicine",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.journals.elsevier.com/the-journal-of-climate-change-and-health/",
    "abstract": "Introduction: Women, especially those living in low-and-middle-income countries experience increased exposure to and impacts of environmental threats. Peru is especially susceptible, with high levels of pollutants associated with extractive industries, and climatic-related disasters exacerbated by climate change. International policies and movements are increasingly calling for a gendered approach to environmental health. We aimed to understand the current Peruvian research, advocacy, and policy landscape at the environment-gender-health nexus. Methods: We held 18 in-depth semi-structured interviews with key informants from the Peruvian Government, academia, and non-governmental organizations to explore how a gender-sensitive approach and interdisciplinary environmental health collaborations are delivered. We used thematic analysis to compare gender approaches, priorities, and barriers/facilitators to delivering projects within this nexus. Results: We remotely interviewed 6 representatives of each sector between July 2020 and March 2021. Interviewees mentioned the detrimental role of weak institutions, multilevel corruption, and the lack of interdisciplinarity and intersectorality across environmental health programs and research. They described several barriers to successful collaboration across organizations and sectors, including funding scandals related to extractive economies, high staff turnover impairing long-term program implementation, and machismo culture in organizations and communities. Women's empowerment was described as important for successful program delivery, especially in female-led associations. Some interviewees emphasized the invisibilization of vulnerable groups, such as girls, teenagers, pregnant women, victims of gender-based violence, and LGBTQI+ people. Conclusions: These qualitative findings highlight the multiple and inter-related contextual issues faced by environmentally threatened communities in Peru, and how macrostructural barriers contribute to a paucity of sustainable, gender-oriented, environmental health projects.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2667278223000160"
  },
  {
    "title": "Understanding Flood Vulnerability in Local Communities of Kogi State, Nigeria, Using an Index-Based Approach",
    "authors": [
      "Peter Oyedele,",
      "Edinam Kola,",
      "Felix Olorunfemi,",
      "Yvonne Walz"
    ],
    "doi": "https://doi.org/10.3390/w14172746",
    "journalVolume": "Vol. 14,\n                                no. 2746\n                                \n                                  p.\n                                  2746",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "In West Africa, the impacts of flooding are becoming more severe with climate warming. Flood-prone communities in Kogi State in north-central Nigeria are affected by annual flooding and some extreme flood events. The negative impacts remain a major obstacle to development, environmental sustainability, and human security, exacerbating poverty in the region. Reducing and managing the impacts of flooding are increasingly becoming a challenge for individual households. Analysing vulnerability to flooding (a function of exposure, susceptibility, and lack of resilience) and identifying its causes using an index-based approach to achieve sustainable flood risk management were the focus of this study. A semi-structured questionnaire was used to collect relevant data from 400 households in 20 purposively selected communities. Based on expert opinions and an extensive literature review, 16 sets of relevant indicators were developed. These indicators were normalised and aggregated to compute the flood vulnerability index (FVI) for each community. This was then used to compare, classify, and rank communities in terms of their vulnerability to flooding. The results of the study showed that the selected communities were at varying levels of the risk of flooding. Four of the communities including the Onyedega, Ogba Ojubo, Odogwu, and Ichala Edeke communities were found to have very high vulnerability to flooding compared to others. Several factors such as poor building structures, lack of evacuation and flood management measures, over-dependence of households on agriculture, lack of diversification of economic activities, and weak household economic capacity were identified as causes. These findings are useful for developing flood risk reduction and adaptation strategies, such as ecosystem-based approaches, to reduce current and future vulnerability to flooding in Nigeria and other developing countries with similar conditions.",
    "readLink": "https://www.mdpi.com/2073-4441/14/17/2746"
  },
  {
    "title": "Global warming impacts of nitrogen use in agriculture: an assessment for India since 1960",
    "authors": [
      "Ram Kishor Fagodiya,",
      "Himanshu Pathak,",
      "Arti Bhatia,",
      "Niveta Jain,",
      "Amit Kumar,",
      "Sandeep Kumar Malyan"
    ],
    "doi": "https://doi.org/10.1080/17583004.2020.1752061",
    "journalVolume": "Vol. 11,\n                                no. 3\n                                \n                                  pp.\n                                  291\n                                  – 301",
    "issn": "1758-3004 (Print)",
    "publisher": "1758-3012 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tcmt",
    "abstract": "Global warming impacts of N use in Indian agriculture since 1960 was estimated for 20- and 100-year time scales using equation-based empirical method. During 2014, total Warming in terms of global temperature change potential (GTP) for a 20-year time scale (GTP20) was assessed as 217.31 ± 17.74 Tg CO2e, and for a 100-year time scale (GTP100) was 217.78 ± 17.78 Tg CO2e. N2O contributed 90% and 99%of the GTP20 and GTP100, respectively. Total cooling impacts were 94.86 ± 7.75 and 50.36 ± 4.11 Tg CO2e on GTP20 and GTP100, respectively. Aerosols of NH3 and NOx, NOx-induced O3 and CH4 alteration, and N-induced C sequestration contributed 41, 6 and 51%, respectively, to GTP20, however, N-induced C sequestration contributed about 99% to GTP100. Net warming impacts were 122.45 ± 10.00 and 167.42 ± 13.67 Tg CO2e on GTP20 and GTP100, respectively. Net warming impacts were lowered by 10% and 1% compared to total warming, and 37% and 23% compared to warming caused by N2O alone, for GTP20 and GTP100, respectively. Usually, to estimate the global warming impacts of N use in agriculture, the warming effects of only N2O emission are considered. However, both warming and cooling impacts should be considered to capture the net impacts of N use in agriculture on climate change.",
    "readLink": "http://dx.doi.org/10.1080/17583004.2020.1752061"
  },
  {
    "title": "Climate change and tourism: some industry responses to mitigate tourism’s contribution to climate change.",
    "authors": [
      "Professor K Mearns"
    ],
    "doi": "Vol. 5,\n                                no. 2",
    "issn": "2223-814X (Online)",
    "publisher": "AfricaJournals",
    "countryOfPublisher": "South Africa",
    "lcc": [
      "Technology: Home economics: Hospitality industry. Hotels, clubs, restaurants, etc. Food service",
      "Social Sciences: Commerce: Business"
    ],
    "journalUrl": "http://www.ajhtl.com",
    "abstract": "Climate change is becoming a central concern which is influencing many aspects of our lives on a daily basis. In an attempt to address this global phenomenon all sphere of life have to make a concerted effort to mitigate and reduce our contribution to this potentially catastrophic occurrence. The tourism industry is no exception. Tourism has the potential to make huge contributions to reducing its contribution towards CO2 and Green House Gas (GHG) emissions. This manuscript investigates some of the tourism industries responses to mitigate its contribution to climate change. The first set of climate change mitigation initiatives relate to the Airline industry and are planned and implemented by the International Airline Transportation Association. The second set of initiatives relate to two southern African tourism companies which have implemented sustainable energy alternatives for accommodation establishments resulting in substantial diesel generator fuel savings and associated reductions in the CO2 and GHG emissions.",
    "readLink": "http://www.ajhtl.com/uploads/7/1/6/3/7163688/2016_article_15_vol_5__2_.pdf"
  },
  {
    "title": "Forest Plant Water Utilization and the Eco-Hydrological Regulation in the Karst Desertification Control Drainage Area",
    "authors": [
      "Bo Fan,",
      "Kangning Xiong,",
      "Ziqi Liu"
    ],
    "doi": "https://doi.org/10.3390/f14040747",
    "journalVolume": "Vol. 14,\n                                no. 747\n                                \n                                  p.\n                                  747",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Subtropical forests in southwestern karst areas are the top priority for ecosystem restoration, as studying the water absorption strategies of the major plants in these regions is crucial to determining the species distribution and coexistences within these seasonal subtropical forests, which will help us to cope with the forest ecosystem crisis under future climate change. We used the stable isotope ratios (δD and δ18O) of tree xylem and soil water to assess the seasonal changes in the water use patterns and hydrological niche separations of four dominant tree species in seasonal subtropical forests in southwestern karst areas. The results showed that the soil water’s isotopic composition varied gradiently in the vertical direction and that the variation of the soil water’s isotopic composition was greater in the shallow layer than in its depths. Juglans regia (HT) mainly depended on soil water at a depth of 30–60 cm (41.8 ± 6.86%) and fissure water (32.5 ± 4.21%), while Zanthoxylum bungeanum Maxim (HJ) and Eriobotrya japonica Lindl (PP) had the same water use pattern. In the dry season, HT competed with HJ and PP for water resources, and in the rainy season, HJ and PP competed with Lonicera japonica (JYH), while HJ competed with PP all the time. JYH and HT were in a separate state of hydrologic niche and they did not pose a threat to each other. Coexisting trees are largely separated along a single hydrological niche axis that is defined by their differences in root depth, which are closely related to tree size. Our results support the theory of hydrological niche isolation and its potential responses in relation to drought resistance. This study provides a method for determining more efficient plant combinations within karst forest vegetation habitats and its results will have important implications for ecosystem vegetation restoration.",
    "readLink": "https://www.mdpi.com/1999-4907/14/4/747"
  },
  {
    "title": "Hindcasting the continuum of Dansgaard&ndash;Oeschger variability: mechanisms, patterns and timing",
    "authors": [
      "L. Menviel,",
      "A. Timmermann,",
      "T. Friedrich,",
      "M. H. England"
    ],
    "doi": "https://doi.org/10.5194/cp-10-63-2014",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  pp.\n                                  63\n                                  – 77",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "Millennial-scale variability associated with Dansgaard–Oeschger events is arguably one of the most puzzling climate phenomena ever discovered in paleoclimate archives. Here, we set out to elucidate the underlying dynamics by conducting a transient global hindcast simulation with a 3-D intermediate complexity earth system model covering the period 50 to 30 ka BP. The model is forced by time-varying external boundary conditions (greenhouse gases, orbital forcing, and ice-sheet orography and albedo) and anomalous North Atlantic freshwater fluxes, which mimic the effects of changing northern hemispheric ice volume on millennial timescales. Together these forcings generate a realistic global climate trajectory, as demonstrated by an extensive model/paleo data comparison. Our results are consistent with the idea that variations in ice-sheet calving and subsequent changes of the Atlantic Meridional Overturning Circulation were the main drivers for the continuum of glacial millennial-scale variability seen in paleorecords across the globe.",
    "readLink": "http://www.clim-past.net/10/63/2014/cp-10-63-2014.pdf"
  }
]