[
  {
    "title": "The burden of premature mortality from coal-fired power plants in India is high and inequitable",
    "authors": [
      "Dweep Barbhaya,",
      "Vittal Hejjaji,",
      "Aviraag Vijayaprakash,",
      "Amirarsalan Rahimian,",
      "Aishwarya Yamparala,",
      "Shreyas Yakkali,",
      "Abilash Muralidharan,",
      "Aditya K Khetan"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ac91e3",
    "journalVolume": "Vol. 17,\n                                no. 10\n                                \n                                  p.\n                                  104022",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Prior mortality estimates of air pollution from coal-fired power plants in India use PM _2.5 exposure-response functions from settings that may not be representative, and do not include other potentially harmful effects of these plants, such as fly ash pollution and heavy freshwater consumption. We use a national, district level dataset to assess the impact of coal-fired power plants on all-cause mortality (15–69 years) in 2014. We compare districts with coal-fired power plants (total capacity >1000 MW) to districts without a coal-fired power plant, estimating the effect of these power plants on all-cause mortality within districts that have these plants. Out of 597 districts in India in 2014, 60 districts had a coal-fired power plant. When compared to districts without a coal-fired power plant, districts with a coal-fired power plant (>1000 MW) had higher rates of age-standardized mortality in both women (0.38, 95% CI: −0.14–0.90) and men (0.55, −0.17–1.27). Similarly, these districts had higher rates of conditional probability of premature death in both women (2.22, −0.13–4.56) and men (2.12, −0.54–4.77). The point estimates for total excess deaths were 19 320 for women and 27 727 for men. In affected districts, the proportion of premature adult deaths attributable to coal-fired power plants was 5.8% (−0.3%–11.9%) in women and 4.3% (−1.1%–9.6%) in men. We estimate that ∼47 000 premature adult deaths can be attributed to large coal-fired power plants in India in 2014. These deaths are concentrated in the ∼10% of districts that have the nation’s power plants, where they are associated with 1 out of 20 premature adult deaths. Effective regulation of emissions from these plants, coupled with a phaseout of coal-fired power plants, can help decrease this burden of inequitable and premature adult mortality.",
    "readLink": "https://doi.org/10.1088/1748-9326/ac91e3"
  },
  {
    "title": "Industrial Energy Management Decision Making for Improved Energy Efficiency—Strategic System Perspectives and Situated Action in Combination",
    "authors": [
      "Patrik Thollander,",
      "Jenny Palm"
    ],
    "doi": "https://doi.org/10.3390/en8065694",
    "journalVolume": "Vol. 8,\n                                no. 6\n                                \n                                  pp.\n                                  5694\n                                  – 5703",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Improved industrial energy efficiency is a cornerstone in climate change mitigation. Research results suggest that there is still major untapped potential for improved industrial energy efficiency. The major model used to explain the discrepancy between optimal level of energy efficiency and the current level is the barrier model, e.g., different barriers to energy efficiency inhibit adoption of cost-effective measures. The measures outlined in research and policy action plans are almost exclusively technology-oriented, but great potential for energy efficiency improvements is also found in operational measures. Both technology and operational measures are combined in successful energy management practices. Most research in the field of energy management is grounded in engineering science, and theoretical models on how energy management in industry is carried out are scarce. One way to further develop and improve energy management, both theoretically as well as practically, is to explore how a socio-technical perspective can contribute to this understanding. In this article we will further elaborate this potential of cross-pollinating these fields. The aim of this paper is to relate energy management to two theoretical models, situated action and transaction analysis. We conclude that the current model for energy management systems, the input-output model, is insufficient for understanding in-house industrial energy management practices. By the incorporation of situated action and transaction analysis to the currently used input-output model, an enhanced understanding of the complexity of energy management is gained. It is not possible to find a single energy management solution suitable for any industrial company, but rather the idea is to find a reflexive model that can be adjusted from time to time. An idea for such a reflexive model would contain the structural elements from energy management models with consideration for decisions being situated and impossible to predict.",
    "readLink": "http://www.mdpi.com/1996-1073/8/6/5694"
  },
  {
    "title": "Estimation of forest Carbon Stocks in Ba Be National Park, Bac Kan province, Vietnam",
    "authors": [
      "Nguyen Thi Dong,",
      "Van Huu Tap,",
      "Nguyen Thi Phương Mai,",
      "Nguyen Thi Hoang Lien"
    ],
    "doi": "https://doi.org/10.24259/fs.v4i1.7848",
    "journalVolume": "Vol. 4,\n                                no. 1",
    "issn": "2549-4724 (Print)",
    "publisher": "2549-4333 (Online)",
    "countryOfPublisher": "Hasanuddin University",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://journal.unhas.ac.id/index.php/fs",
    "abstract": "Climate change and an increase in the greenhouse effect are a matter of global concern. One of reasons for this phenomenon is the increase in greenhouse gases, especially CO2. Therefore, the authors investigated CO2 absorption from forests of 45 plots in Ba Be National Park, characterized by 3 forest states as rich, medium and poor forest, rehabilitated forest after exploitation to estimate carbon sequestration of the forest. In which, the carbon stock of rich forest reaches 273.17 tones/ha, the medium forest is 136.23 tones/ha and the poor forest, rehabilitated forest is 42.06 tones/ha. With a forest growth rate of 1.8% per year, the carbon sequestration in Ba Be National Park for 3 forest states is about 16,499 tones per year. This will contribute to improve environmental quality, reducing greenhouse gas emissions and creating a scientific basis for managers to develop a payment mechanism of forest carbon sequestration services.",
    "readLink": "https://journal.unhas.ac.id/index.php/fs/article/view/7848"
  },
  {
    "title": "Air Frosts in Poland in the Thermal Growing Season (AT > 5 °C)",
    "authors": [
      "Czesław Koźmiński,",
      "Agnieszka Mąkosza,",
      "Jadwiga Nidzgorska-Lencewicz,",
      "Bożena Michalska"
    ],
    "doi": "https://doi.org/10.3390/agriculture13061228",
    "journalVolume": "Vol. 13,\n                                no. 1228\n                                \n                                  p.\n                                  1228",
    "issn": "2077-0472 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agriculture",
    "abstract": "Frosts cause damage to plants in field crops and also trees, thus contributing to heavy economic losses in agriculture. One of the consequences of climate warming is the lengthening of the thermal growing season (AT > 5 °C) and acceleration of phenological phases as well as the lengthening of the frost-free period. This favourable element allows the extension of the range of cultivated plants to include plants requiring warmth and a longer development period. The present study concerns the area of Poland. The data on mean and minimum 24-h period air temperature (200 cm above ground level) were obtained from 52 meteorological stations of the Institute of Meteorology and Water Management—National Research Institute (IMGW-PIB) for the period 1971–2020. A day with air frost was identified when the recorded minimum air temperature was below 0.0 °C and the mean 24-h period air temperature was above 0.0 °C. All calculations concerning frosts were limited to the period with mean 24-h period air temperature >5 °C (the growing season) as determined with the Gumiński method. The obtained results show that in the thermal growing season (AT > 5 °C) in Poland, no statistically significant change in the average number of days with air frosts in the period 1971–2020 was found. On average, in Poland, in the years 1971–2020, a lengthening of the thermal growing season by 6.2 days over 10 years was identified. Earlier disappearance of the latest air frosts in spring was identified as 2 to 3 days over 10 years, and the later occurrence of air frosts in autumn as 1 to 4 days over 10 years. The share of severe (−4.1°C ÷ −6.0 °C) and very severe (<−6.0 °C) frosts in the total number of days with air frosts in Poland amounts to, on average, 5.8% in spring and 2.6% in autumn.",
    "readLink": "https://www.mdpi.com/2077-0472/13/6/1228"
  },
  {
    "title": "Snow Cover Change as a Climate Indicator in Brunswick Peninsula, Patagonia",
    "authors": [
      "Francisco Aguirre,",
      "Francisco Aguirre,",
      "Jorge Carrasco,",
      "Tobias Sauter,",
      "Christoph Schneider,",
      "Katherine Gaete,",
      "Katherine Gaete,",
      "Enrique Garín,",
      "Rodrigo Adaros,",
      "Nicolas Butorovic,",
      "Ricardo Jaña,",
      "Gino Casassa,",
      "Gino Casassa"
    ],
    "doi": "https://doi.org/10.3389/feart.2018.00130",
    "journalVolume": "Vol. 6",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "Snow cover changes are assessed for the Brunswick Peninsula in southern Patagonia (52.9°S to 53.5°S), located on the transition between the wet Pacific Ocean area and the drier leeward side of the Andes. We use the Normalized Difference Snow Index (NDSI) and a new index which we call Snowpower, combining the NDSI and the Melt Area Detection Index (MADI), to reconstruct the snow cover extent and its temporal distribution for the period 2000–2016, based on Moderate Resolution Imaging Spectroradiometer Sensor (MODIS) MOD09GA products. Comparison of these satellite-derived products with available snow duration and snow height data for 2010-2016 at the local Club Andino ski center of Punta Arenas shows that the NDSI exhibits the best agreement. A reasonable and significant linear correlation is found between the MODIS NDSI snow cover extent and the mean monthly temperature at Punta Arenas Airport combined with the monthly snow accumulation at Jorge Schythe station at Punta Arenas city for the extended winter period (April to September) from 2000 to 2016. Snow cover changes within this time series are extended to 1972 and 1958 based on historical climate data of Jorge Schythe and Punta Arenas airport, repectively. The results show a significant decreasing trend of snow extent of 19% for Brunswick Peninsula for the 45-year period (1972–2016), which can be attributed to a statistically significant long-term warming of 0.71°C at Punta Arenas during the extended winter (April–September) in the same period. Multiple correlation with different climate variables indicates that solid precipitation has a relevant role on short-term snow cover variability, but is not related to the observed long-term snow cover decrease.",
    "readLink": "https://www.frontiersin.org/article/10.3389/feart.2018.00130/full"
  },
  {
    "title": "Weather and Tourism: Thermal Comfort and Zoological Park Visitor Attendance",
    "authors": [
      "David R. Perkins,",
      "Keith G. Debbage"
    ],
    "doi": "https://doi.org/10.3390/atmos7030044",
    "journalVolume": "Vol. 7,\n                                no. 3\n                                \n                                  p.\n                                  44",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Weather events have the potential to greatly impact business operations and profitability, especially in outdoor-oriented economic sectors such as Tourism, Recreation, and Leisure (TRL). Although a substantive body of work focuses on the macroscale impacts of climate change, less is known about how daily weather events influence attendance decisions, particularly relating to the physiological thermal comfort levels of each visitor. To address this imbalance, this paper focuses on ambient thermal environments and visitor behavior at the Phoenix and Atlanta zoos. Daily visitor attendances at each zoo from September 2001 to June 2011, were paired with the Physiologically Equivalent Temperature (PET) to help measure the thermal conditions most likely experienced by zoo visitors. PET was calculated using hourly atmospheric variables of temperature, humidity, wind speed, and cloud cover from 7 a.m. to 7 p.m. at each zoological park location and then classified based on thermal comfort categories established by the American Society of Heating and Air Conditioning Engineers (ASHRAE). The major findings suggested that in both Phoenix and Atlanta, optimal thermal regimes for peak attendance occurred within “slightly warm” and “warm” PET-based thermal categories. Additionally, visitors seemed to be averse to the most commonly occurring thermal extreme since visitors appeared to avoid the zoo on excessively hot days in Phoenix and excessively cold days in Atlanta. Finally, changes in the daily weather impacted visitor attendance as both zoos experienced peak attendance on days with dynamic changes in the thermal regimes and depressed attendances on days with stagnant thermal regimes. Building a better understanding of how weather events impact visitor demand can help improve our assessments of the potential impacts future climate change may have on tourism.",
    "readLink": "http://www.mdpi.com/2073-4433/7/3/44"
  },
  {
    "title": "Combining Drones and Deep Learning to Automate Coral Reef Assessment with RGB Imagery",
    "authors": [
      "Anna Barbara Giles,",
      "Keven Ren,",
      "James Edward Davies,",
      "David Abrego,",
      "Brendan Kelaher"
    ],
    "doi": "https://doi.org/10.3390/rs15092238",
    "journalVolume": "Vol. 15,\n                                no. 2238\n                                \n                                  p.\n                                  2238",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Coral reefs and their associated marine communities are increasingly threatened by anthropogenic climate change. A key step in the management of climate threats is an efficient and accurate end-to-end system of coral monitoring that can be generally applied to shallow water reefs. Here, we used RGB drone-based imagery and a deep learning algorithm to develop a system of classifying bleached and unbleached corals. Imagery was collected five times across one year, between November 2018 and November 2019, to assess coral bleaching and potential recovery around Lord Howe Island, Australia, using object-based image analysis. This training mask was used to develop a large training dataset, and an mRES-uNet architecture was chosen for automated segmentation. Unbleached coral classifications achieved a precision of 0.96, a recall of 0.92, and a Jaccard index of 0.89, while bleached corals achieved 0.28 precision, 0.58 recall, and a 0.23 Jaccard index score. Subsequently, methods were further refined by creating bleached coral objects (>16 pixels total) using the neural network classifications of bleached coral pixels, to minimize pixel error and count bleached coral colonies. This method achieved a prediction precision of 0.76 in imagery regions with >2000 bleached corals present, and 0.58 when run on an entire orthomosaic image. Bleached corals accounted for the largest percentage of the study area in September 2019 (6.98%), and were also significantly present in March (2.21%). Unbleached corals were the least dominant in March (28.24%), but generally accounted for ~50% of imagery across other months. Overall, we demonstrate that drone-based RGB imagery, combined with artificial intelligence, is an effective method of coral reef monitoring, providing accurate and high-resolution information on shallow reef environments in a cost-effective manner.",
    "readLink": "https://www.mdpi.com/2072-4292/15/9/2238"
  },
  null,
  {
    "title": "Evaluation of interpolation methods to zoning drought in the plains Sari-Neka",
    "authors": [
      "Mahshid Karimi,",
      "Kaka Shahedi,",
      "Khabat Khosravi,",
      "Terifeh Edrisi"
    ],
    "doi": "https://doi.org/10.22111/jneh.2016.2668",
    "journalVolume": "Vol. 5,\n                                no. 7\n                                \n                                  pp.\n                                  13\n                                  – 28",
    "issn": "2676-4377 (Print)",
    "publisher": "2676-4385 (Online)",
    "countryOfPublisher": "University of Sistan and Baluchestan",
    "lcc": [
      "Iran, Islamic Republic of",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://jneh.usb.ac.ir/",
    "abstract": "Drought is known as one of the environmental phenomena, and in fact an integral part of climate change that can occur in any geographic area (Mofidipoor et al., 2012 .( This phenomenon reveals its effects slowly and gradually, and its effects remain for long time and this is the feature that distinct it from other phenomena such as floods (Dai, 2010). Many indices have been offered to study drought such as Palmer index (Palmer, 1965), deciles method (Gibbs and Maher, 1967) and Standardized Precipitation Index (McKee et al., 1993). In general, the main objective of this study was to investigate the drought status in Sari-Neka plain using four indices including Rainfall Anomaly Index (RAI), Z-Score (Z), China Z-Index (CZI) and Percent of Normal precipitation Index (PNPI), as well as choosing the most suitable method among different interpolation methods and providing an appropriate model for drought zoning in the study area",
    "readLink": "https://jneh.usb.ac.ir/article_2668_734c01e42cff4a9895fe680d44093751.pdf"
  },
  {
    "title": "Research progress and prospect of energy security based on CiteSpace knowledge graph",
    "authors": [
      "Wang Wensheng,",
      "Zhang Jingjing"
    ],
    "doi": "https://doi.org/10.19606/j.cnki.jmst.2021.04.015",
    "journalVolume": "Vol. 6,\n                                no. 4\n                                \n                                  pp.\n                                  497\n                                  – 508",
    "issn": "2096-2193 (Print)",
    "publisher": "Emergency Management Press",
    "countryOfPublisher": "China",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General): Engineering geology. Rock mechanics. Soil mechanics. Underground construction",
      "Technology: Mining engineering. Metallurgy"
    ],
    "journalUrl": "http://kykxxb.cumtb.edu.cn/indexen.htm",
    "abstract": "Using CNKI 2361 and WOS 5036 literatures as data sources, the knowledge map of \"energy security\" was constructed with the help of CiteSpace. The evolution, research hotspots and frontier trends of energy security research at home and abroad from 1992 to 2020 are compared and analyzed. The results show that energy security research has experienced three stages: initial germination, rapid development, coexistence of continuous development and volatility. There is no core group of authors at home and abroad, but obviously research teams have been formed. There is stable cooperation within the teams, but the cooperation between different teams needs to be strengthened. There are obvious differences in research content, research hotspots, and research frontiers between domestic and foreign research on energy security. Foreign research focuses on energy security issues in developed countries, the construction of energy security concepts and evaluation index systems, focusing on energy strategies, economic growth, energy reserves, and response to climate challenges and optimization adjustments, while domestic research focuses on China's status and role in the world structure, as well as climate change and other coping strategies, advocates global cooperation and common governance, and pays attention to the issues of \"The Belt and Road, Global Energy Governance, and Energy Revolution\".",
    "readLink": "http://kykxxb.cumtb.edu.cn/cn/article/doi/10.19606/j.cnki.jmst.2021.04.015"
  }
]