[
  {
    "title": "Satellite Observation of Spatio-temporal Variations in Nitrogen Dioxide over West Africa and Implications for Regional Air Quality",
    "authors": [
      "Ayodeji Oluleye"
    ],
    "doi": "https://doi.org/10.5696/2156-9614-11.31.210913",
    "journalVolume": "Vol. 11,\n                                no. 31\n                                \n                                  pp.\n                                  1\n                                  – 16",
    "issn": "2156-9614 (Online)",
    "publisher": "Pure Earth",
    "countryOfPublisher": "United States",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering"
    ],
    "journalUrl": "http://www.journalhealthpollution.org",
    "abstract": "Background. Nitrogen dioxide (NO2) is known to affect human health, causing heart and cardiovascular diseases, and it has been shown that locations with long term NO2 pollution recorded a high number of fatalities due to the COVID-19 pandemic. There are no ground stations monitoring emissions of NO2 over West Africa. The present study aimed to use satellite observations to examine pollutant trends over this region. Objective. To examine the trend of NO2 over the entire West Africa sub region in relationship to contributions to environmental emissions using satellite-derived data. This enables the assessment of West Africa regional air pollution hot spots in relationship to enhancing atmospheric factors. The results from this study will also be useful guidance for setting air quality standards for air pollution controls to minimize health hazards. Methods. The present study examined thirteen years of average monthly values of nitrogen dioxide (NO2) to determine the spatio-temporal variation of this pollutant over West Africa. Satellite data for NO2 between 2005 and 2017 were used to determine the variation in pollution levels over West Africa. Correlations between NO2 and meteorological variables (wind speed, rainfall and air temperature) were obtained to explain the influence of West African weather on the region's pollution accumulation. Results. The present study observed that NO2 concentrations varied from place to place and from season to season. Nitrogen dioxide concentrations during the dry season were higher (sometimes 200% higher) than values observed in the wet season which ranged between 0.5 and 6×1015 molec/cm2. Nitrogen dioxide north-south oscillation during the course of a year is largely controlled by the inter-tropical discontinuity (ITD) zone as high concentrations of NO2 are found in the vicinity of the ITD where wind speeds and horizontal vorticity approaches zero. Correlation analysis between NO2 and some atmospheric variables indicated NO2 concentrations are well influenced by atmospheric variables showing bipolar signals depending on the season. An increasing trend of NO2 was also found over selected cities of the region. This indicated that regional air quality is gradually deteriorating. Conclusions. The implications of worsening regional air quality were examined in the light of the prevailing COVID-19 pandemic. The dominant atmospheric factor determining pollution episodes in the region is the inter-tropical discontinuity line which marks the meeting point between the two wind regimes over the region. Densely populated areas are characteristically prone to elevated pollution and have experienced high fatalities during the COVID-19 pandemic. Competing Interests. The authors declare no competing financial interests.",
    "readLink": "https://www.journalhealthpollution.org.pinnacle.allenpress.com/doi/pdf/10.5696/2156-9614-11-31-210913"
  },
  {
    "title": "New Cost-Effective Technologies Applied to the Study of the Glacier Melting Influence on Physical and Biological Processes in Kongsfjorden Area (Svalbard)",
    "authors": [
      "Lorenzo Pasculli,",
      "Viviana Piermattei,",
      "Alice Madonia,",
      "Gabriele Bruzzone,",
      "Massimo Caccia,",
      "Roberta Ferretti,",
      "Angelo Odetti,",
      "Marco Marcelli"
    ],
    "doi": "https://doi.org/10.3390/jmse8080593",
    "journalVolume": "Vol. 8,\n                                no. 593\n                                \n                                  p.\n                                  593",
    "issn": "2077-1312 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Naval Science: Naval architecture. Shipbuilding. Marine engineering",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://www.mdpi.com/journal/jmse",
    "abstract": "The Arctic region is greatly affected by climate change, with evident alterations in both physical and biological processes: temperatures are changing at a rate that is twice the global average and phytoplankton productivity is directly affected by ice melting. Continuous monitoring of this ecosystem is fundamental to gain greater understanding of the impact of changes on the natural environment, but the Global Ocean Observing System only provides partial coverage in these extreme areas, which are particularly difficult to reach. Technological progress in oceanographic measurement capabilities is indispensable for the implementation of marine observatories, especially in these remote regions. In recent years, autonomous systems and cost-effective technologies have proved to be valuable for increasing spatial and temporal coverage of data. This is the case with the innovative ArLoC (Arctic Low-Cost) probe, which was designed and developed for easy integration into various types of platforms, enabling continuous measurement of temperature, pressure and fluorescence of chlorophyll a. This work reports on the results of two scientific campaigns carried out in Kongsfjorden (Svalbard Islands) in 2018 in the framework of the UVASS (Unmanned Vehicles for Autonomous Sensing and Sampling) research project. The ArLoC probe was integrated onboard the PROTEUS (Portable RObotic TEchnology for Unmanned Surveys) unmanned semi-submersible vehicle and this allowed us to collect important data in the stretches of sea near tidewater glacier fronts. The acquired data showed several significant effects of glacier melting such as: high temperature and salinity gradients, which cause considerable variations in water mass stratification, and an increase in turbidity and the chlorophyll a concentration, which directly affects primary productivity and the trophic chain. During the surveys, ArLoC proved to be an easy-to-integrate, very reliable instrument, which permitted high spatial resolution investigation of ecological processes during glacier melting as never studied before.",
    "readLink": "https://www.mdpi.com/2077-1312/8/8/593"
  },
  {
    "title": "The effect of lactation length on greenhouse gas emissions from the national dairy herd",
    "authors": [
      "E. Wall,",
      "M.P. Coffey,",
      "G.E. Pollott"
    ],
    "doi": "Vol. 6,\n                                no. 11\n                                \n                                  pp.\n                                  1857\n                                  – 1867",
    "issn": "1751-7311 (Print)",
    "publisher": "1751-732X (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Netherlands",
      "Agriculture: Animal culture"
    ],
    "journalUrl": "https://www.journals.elsevier.com/animal/",
    "abstract": "Many governments have signed up to greenhouse gas emission (GHGE) reduction programmes under their national climate change obligations. Recently, it has been suggested that the use of extended lactations in dairy herds could result in reduced GHGE. Dairy GHGE were modelled on a national basis and the model was used to compare emissions from lactations of three different lengths (305, 370 and 440 days), and a current ‘base’ scenario on the basis of maintaining current milk production levels. In addition to comparing GHGE from the average ‘National Herd’ under these scenarios, results were used to investigate how accounting for lactations of different lengths might alter the estimation of emissions calculated from the National Inventory methodology currently recommended by Intergovernmental Panel on Climate Change. Data for the three lactation length scenarios were derived from nationally recorded dairy performance information and used in the GHGE model. Long lactations required fewer milking cows and replacements to maintain current milk yield levels than short ones, but GHGEs were found to rise from 1214 t of CO2 equivalent (CE)/farm per year for lactations of 305 days to 1371 t CE/farm per year for 440-day lactations. This apparent anomaly can be explained by the less efficient milk production (kg milk produced per kg cow weight) found in later lactation, a more pronounced effect in longer lactations. The sensitivity of the model to changes in replacement rate, persistency and level of milk yield was investigated. Changes in the replacement rate from 25% to 20% and in persistency by −10% to +20% resulted in very small changes in GHGE. Differences in GHGE due to the level of milk yield were much more dramatic with animals in the top 10% for yield, producing about 25% less GHGE/year than the average animal. National Inventory results were investigated using a more realistic spread of lactation lengths than recommended for such calculations using emissions calculated in the first part of the study. Current UK emission calculations based on the National Inventory were 329 Gg of methane per year from the dairy herd. Using the national distribution of lactation lengths, this was found to be an underestimate by about 10%. This work showed that the current rise in lactation length or a move towards calving every 18 months would increase GHGE by 7% to 14% compared with the current scenario, assuming the same milk yield in all models. Increased milk yield would have a much greater effect on reducing GHGE than changes to lactation length, replacement rate or persistency. National Inventory methodology appears to underestimate GHGE when the distribution of lactation lengths is considered and may need revising to provide more realistic figures.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1751731112000936"
  },
  {
    "title": "Psychological obstacles to peace-making in the Middle East and proposals to overcome them",
    "authors": [
      "Daniel Bar-Tal"
    ],
    "doi": "Vol. 4,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 15",
    "issn": "1618-0747 (Online)",
    "publisher": "Berlin Regener Publishing House",
    "countryOfPublisher": "Germany",
    "lcc": [
      "Philosophy. Psychology. Religion: Psychology",
      "Social Sciences: Sociology (General)"
    ],
    "journalUrl": "http://www.cco.regener-online.de/",
    "abstract": "Analysis of the relations between the Israeli Jews and the Palestinians, in the context of the Al Aqsa Intifada, suggests a sad paradox. On the one hand, the majority of people in both societies are ready for far-reaching compromises in order to resolve the Palestinian-Israeli conflict peacefully. But, on the other hand, the majority of people in both societies stereotype their opponents with extremely negative characteristics and feel a profound mistrust that prevents any possible negotiation and solution of the conflict. The paper explains the described paradox on the basis of the theory of transitional context, focusing on the Israeli Jewish society. The transitional context consists of observable and well-defined physical, social, political, economic, military and psychological conditions that are of a temporary nature and construct the environment in which individuals and collectives function. These conditions arise as a result of major events and major information that are perceived and apprehended by society members, and then they affect their behavior and functioning. In the case of the Israeli Jewish society, the context consisted of major events and provided major information that shed light on them, related to the Camp David summit and the beginning of the Al Aqsa Intifada in 2000. This context served as a basis for the emergence of fear, delegitimization of the Palestinians and a self-collective view as a victim, which became major obstacles that prevented any meaningful negotiation towards the achievement of a peaceful solution. They in turn led to support for violent acts against the Palestinians, support of a leader who projects a determination to deal harshly with the rival, feelings of irreconcilability and support for unilateral separation from the Palestinians. The last part of the paper describes in general terms the psychological state that both societies should strive to reach in the present situation of violent conflict without negotiations. After almost four years of violent confrontations, Israelis and Palestinians should try to achieve a state of peaceful coexistence, which means mutual legitimization, equalization, differentiation, and personalization, as well as the introduction of hope and mutual acceptance. In essence, coexistence refers to a state of mind shared by the members of a society. In order to achieve coexistence, it is necessary to change the psychological repertoire of the societies involved in the peace process. The achievement of this change depends first of all on the intentions, determination, activism and strength of those who support the peace process, including leaders, political parties, NGOs, and individual society members. Second, a successful process of establishing a climate of coexistence in a society depends on the mobilization of societal institutions to propagate the new messages of the peace process. Mass media and the educational system play an important role in this mission. As its final point, the paper suggests that the fundamental prerequisites for changing the psychological repertoire that inhibits the peace process are: a. negotiations between the rivals which will allow the development of mutually acceptable agreement and b. cessation, or at least a significant reduction, of all types of violence.",
    "readLink": "http://www.cco.regener-online.de/2005_1/pdf_2005_1/bar_tal.pdf"
  },
  {
    "title": "Attributing Increases in Fire Weather to Anthropogenic Climate Change Over France",
    "authors": [
      "Renaud Barbero,",
      "John T. Abatzoglou,",
      "John T. Abatzoglou,",
      "François Pimont,",
      "Julien Ruffault,",
      "Thomas Curt"
    ],
    "doi": "https://doi.org/10.3389/feart.2020.00104",
    "journalVolume": "Vol. 8",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "Anthropogenic climate change is widely thought to have enhanced fire danger across parts of the world, including Mediterranean regions through increased evaporative demand and diminished precipitation during the fire season. Previous efforts have detected increases in fire danger across parts of southern Europe but a formal attribution of the role of anthropogenic climate forcing has not been undertaken. Here, we attempt to disentangle the confounding effects of anthropogenic climate change and natural variability on observed increases in fire danger in France over the past six decades, with a focus on the fire-prone Mediterranean region. Daily fire weather and fire-related drought indices were computed from a reanalyses dataset covering the 1958–2017 period. Anthropogenic signals in meteorological variables were isolated using 17 climate models and then removed from observations to form a set of counterfactual observations free of anthropogenic climate change. Our results show that anthropogenic climate change is responsible for nearly half of the long-term increases in fire weather and fire-related drought conditions across the Mediterranean region and have significantly elevated the likelihood of summers with extreme fire danger. Fire danger conditions such as those observed during the near-record breaking 2003 fire season have a <0.2% annual probability (return interval >500 years) of occurrence in the absence of anthropogenic climate change, compared to a probability of ~10% (return interval ~10 years) under today's climate accounting for anthropogenic climate change. Our approach provides modernized estimates of current fire danger levels and expected return levels of extreme fire seasons considering climate change, which may help inform fire management agencies and decision making.",
    "readLink": "https://www.frontiersin.org/article/10.3389/feart.2020.00104/full"
  },
  {
    "title": "Hydrologic regionalization of non-stationary intensity–duration–frequency relationships for Indian mainland",
    "authors": [
      "Meera G Mohan,",
      "Akhilesh AR,",
      "Adarsh S,",
      "Badarinadh S,",
      "Ajeesh Krishnan,",
      "Anand Rajan"
    ],
    "doi": "https://doi.org/10.2166/h2oj.2023.023",
    "journalVolume": "Vol. 6,\n                                no. 2\n                                \n                                  pp.\n                                  223\n                                  – 241",
    "issn": "2616-6518 (Online)",
    "publisher": "IWA Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Hydraulic engineering: River, lake, and water-supply engineering (General)",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "https://iwaponline.com/h2open",
    "abstract": "Intensity–duration–frequency (IDF) curve is one of the important hydrologic tools used for the design of hydraulic infrastructure. The static return period assumption of precipitation extremes is invalid in a changing climate environment, and the underestimation of rainfall intensity may lead to the failure of infrastructure in extreme events. This study first developed the non-stationary (NS) IDF curves for six selected locations in India based on sub-daily station data based on time-dependent estimates of five combinations of Generalized Extreme Value (GEV) distribution parameters. Then, in order to identify the critical regions of rainfall non-stationarity, the IDF curves were developed for 357 grid points over India using the daily gridded data for the period 1951–2016 at 1° × 1° resolution. The comparison of spatial patterns of rainfall intensity estimates under stationary and non-stationary showed that about 23% of grids showed an overestimation of NS rainfall over their stationary counterparts by at least 15%. About 32 grid locations which showed at least 15% overestimation of rainfall under an NS case displayed a significantly increasing rainfall trend. The majority of the grids with larger deviation of non-stationary rainfall estimates over stationary values are located in India's eastern regions and coastal belts. HIGHLIGHTS Developed non-stationary IDF curves for the whole of India.; Variation in location and scale parameters governs the fitting of the best model of over 85% of grids.; About 23% of regions showed high non-stationarity of rainfall.; Higher levels of non-stationarity were observed in Coastal regions and Eastern parts.;",
    "readLink": "http://h2oj.iwaponline.com/content/6/2/223"
  },
  {
    "title": "Distribution Pattern of Gymnosperms’ Richness in Nepal: Effect of Environmental Constrains along Elevational Gradients",
    "authors": [
      "Bikram Pandey,",
      "Nirdesh Nepal,",
      "Salina Tripathi,",
      "Kaiwen Pan,",
      "Mohammed  A. Dakhil,",
      "Arbindra Timilsina,",
      "Meta  F. Justine,",
      "Saroj Koirala,",
      "Kamal  B. Nepali"
    ],
    "doi": "https://doi.org/10.3390/plants9050625",
    "journalVolume": "Vol. 9,\n                                no. 625\n                                \n                                  p.\n                                  625",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Understanding the pattern of species distribution and the underlying mechanism is essential for conservation planning. Several climatic variables determine the species diversity, and the dependency of species on climate motivates ecologists and bio-geographers to explain the richness patterns along with elevation and environmental correlates. We used interpolated elevational distribution data to examine the relative importance of climatic variables in determining the species richness pattern of 26 species of gymnosperms in the longest elevation gradients in the world. Thirteen environmental variables were divided into three predictors set representing each hypothesis model (energy-water, physical-tolerance, and climatic-seasonality); to explain the species richness pattern of gymnosperms along the elevational gradient. We performed generalized linear models and variation partitioning to evaluate the relevant role of environmental variables on species richness patterns. Our findings showed that the gymnosperms’ richness formed a hump-shaped distribution pattern. The individual effect of energy-water predictor set was identified as the primary determinant of species richness. While, the joint effects of energy-water and physical-tolerance predictors have explained highest variations in gymnosperm distribution. The multiple environmental indicators are essential drivers of species distribution and have direct implications in understanding the effect of climate change on the species richness pattern.",
    "readLink": "https://www.mdpi.com/2223-7747/9/5/625"
  },
  {
    "title": "IS IT EASY FOR MANAGERS TO MANAGE GLOBAL WORKFORCE DIVERSITY?",
    "authors": [
      "Ash MALHOTRA"
    ],
    "doi": "https://doi.org/10.24818/beman/2022.12.3-01",
    "journalVolume": "Vol. 12,\n                                no. 3\n                                \n                                  pp.\n                                  5\n                                  – 12",
    "issn": "2248-1354 (Print)",
    "publisher": "2668-9219 (Online)",
    "countryOfPublisher": "Bucharest University of Economic Studies",
    "lcc": [
      "Romania",
      "Social Sciences: Industries. Land use. Labor: Management. Industrial management",
      "Social Sciences: Commerce: Business"
    ],
    "journalUrl": "http://beman.ase.ro/",
    "abstract": "Workforce diversity is a concept which is kept on the backburner in the realms of the academic world. Is it easy to manage? The answer is easy - “NO”? It sounds like a simple solution, but hard to comprehend. Normally, such topics are brushed off as figment of imagination. No attempt has been seriously made to dwell deeper into this subtle but significantly important topic in era of globalization. Diversity though relevant in every frame, necessitate critical enquiry as the world strives to become a global village. In current times, managers are facing challenges which adds to their problem of uncertainties and unpredictability. This is hampering them in managing their functions of planning, leadership, organizing and control as the diversity spreads. During pandemic, serious diversity issues have emerged raising concern about prevailing fault lines in management. It raises questions on ethics, social corporate responsibility, decision-making and leadership areas functions. The research explains management concepts supported by secondary research and empirical evidence in depth. The research supports triangulation method to validate the underlying hypothesis. The primary aim is to upscale functional capabilities of managerial thinking. The speed of globalization is threatening managerial thinking to manage change and disruptions. For example, Climate change, Covid situation, Afghanistan crisis, Ukraine war etc. could have been mitigated if political managers were trained to manage diversity in the context of globalization. This is an initial research initiative with the hope that it will enhance the curiosity in others for deeper investigation and collaborative research.",
    "readLink": "https://beman.ase.ro/no123/1.pdf"
  },
  {
    "title": "Forest Carbon Gain and Loss in Protected Areas of Uganda: Implications to Carbon Benefits of Conservation",
    "authors": [
      "Belachew Gizachew,",
      "Svein Solberg,",
      "Stefano Puliti"
    ],
    "doi": "https://doi.org/10.3390/land7040138",
    "journalVolume": "Vol. 7,\n                                no. 4\n                                \n                                  p.\n                                  138",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "Uganda designated 16% of its land as Protected Area (PA). The original goal was natural resources, habitat and biodiversity conservation. However, PAs also offer great potential for carbon conservation in the context of climate change mitigation. Drawing on a wall-to-wall map of forest carbon change for the entire Uganda, that was developed using two Digital Elevation Model (DEM) datasets for the period 2000⁻2012, we (1) quantified forest carbon gain and loss within 713 PAs and their external buffer zones, (2) tested variations in forest carbon change among management categories, and (3) evaluated the effectiveness of PAs and the prevalence of local leakage in terms of forest carbon. The net annual forest carbon gain in PAs of Uganda was 0.22 ± 1.36 t/ha, but a significant proportion (63%) of the PAs exhibited a net carbon loss. Further, carbon gain and loss varied significantly among management categories. About 37% of the PAs were “effective„, i.e., gained or at least maintained forest carbon during the period. Nevertheless, carbon losses in the external buffer zones of those effective PAs significantly contrast with carbon gains inside of the PA boundaries, providing evidence of leakage and thus, isolation. The combined carbon losses inside the boundaries of a large number of PAs, together with leakage in external buffer zones suggest that PAs, regardless of the management categories, are threatened by deforestation and forest degradation. If Uganda will have to benefit from carbon conservation from its large number of PAs through climate change mitigation mechanisms such as REDD+, there is an urgent need to look into some of the current PA management approaches, and design protection strategies that account for the surrounding landscapes and communities outside of the PAs.",
    "readLink": "https://www.mdpi.com/2073-445X/7/4/138"
  },
  {
    "title": "Long-term estimation of glacier mass balance using geospatial techniques in Western Himalayas, Ladakh, India",
    "authors": [
      "Shubham Bhattacharjee,",
      "Arvind Chandra Pandey,",
      "Rahul Dev Garg"
    ],
    "doi": "Vol. 12\n                                \n                                \n                                  p.\n                                  100118",
    "issn": "2666-0334 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation",
      "Auxiliary sciences of history: Archaeology"
    ],
    "journalUrl": "https://www.journals.elsevier.com/quaternary-science-advances",
    "abstract": "All glaciers are subject to mass fluctuations in the current context of climate change. For daily requirements like food, drink, irrigation, and the generation of hydroelectric power, these glaciers provide water to important basins including the Indus, Ganga, and Brahmaputra. Changes in glacier patterns are a blatant sign of local climate variability. Monitoring of glaciers requires long-term studies on glacier dynamics. Himalayan glaciers, because of their disposition in a complex topographic setting and inaccessible terrain render difficulty in the glacier observations in a continuous mode. Glacier mass fluctuations can be associated with glacier area shrinkage or expansion and concomitant snout shift. In the current study, two adjoining glaciers of different sizes, Pensilungpa and Drang Drung glaciers in the Zanskar Valley, Ladakh, India are selected. The period of the study was taken between the years 2000–2022. Earlier studies used a single day per year Accumulation Area Ratio (AAR) method to compute mass balance, which had limitations due to snow cover variability. The present study calculated and averaged all the AAR values for cloud-free images per year during the peak ablation period (mid-July to early September). Digital Elevation Model (DEM) difference technique was also employed for computing the mass budget between 2000 and 2021 b y utilizing two-time period DEMs. It was revealed that in the case of the AAR method, the Pensilungpa glacier showed 7 years of positive and 16 years of negative mass balance. The years 2003–2005 and 2011 to 2016 were depicted with negative mass balance with the highest value up to −0.752-m water equivalent (m.w.e.) for the year 2015. It has negligible areal fluctuations ranging from 0.01 to 0.6 km2. Drang Drung Glacier has shown 12 years of positive and 11 years of negative mass balance. The years 2002–2004 and 2009 to 2012 were depicted with positive mass balance with the highest value up to 0.305 m. w.e. Except, for the year 2009–2012 (areal increment ∼ 2.65 km2), years 2013–2015 showed a negative mass balance with negligible areal fluctuations. Mass balance estimation using DEM differencing method revealed an average estimated mass balance of −0.03 m. w.e. For Pensilungpa glacier though, it is 0.08 m. w.e. For Drang Drung glacier which shows good matches with the mass balance estimated using AAR method in m. w.e. Such contrasting behavior of mass balance suggests higher sensitivity of smaller glaciers to climate change.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666033423000503"
  }
]