[
  {
    "title": "Transdisciplinarity: A Review of Its Origins, Development, and Current Issues",
    "authors": [
      "Jay Hillel Bernstein"
    ],
    "doi": "Vol. 11,\n                                no. 1",
    "issn": "1712-851X (Online)",
    "publisher": "Athabasca University Press",
    "countryOfPublisher": "Canada",
    "lcc": [
      "General Works: Academies and learned societies"
    ],
    "journalUrl": "http://jrp.icaap.org/",
    "abstract": "Transdisciplinarity originated in a critique of the standard configuration of knowledge in disciplines in the curriculum, including moral and ethical concerns. Pronouncements about it were first voiced between the climax of government-supported science and higher education and the long retrenchment that began in the 1970s. Early work focused on questions of epistemology and the planning of future universities and educational programs. After a lull, transdisciplinarity re-emerged in the 1990s as an urgent issue relating to the solution of new, highly complex, global concerns, beginning with climate change and sustainability and extending into many areas concerning science, technology, social problems and policy, education, and the arts. Transdisciplinarity today is characterized by its focus on “wicked problems” that need creative solutions, its reliance on stakeholder involvement, and engaged, socially responsible science. In simultaneously studying multiple levels of, and angles on, reality, transdisciplinary work provides an intriguing potential to invigorate scholarly and scientific inquiry both in and outside the academy.",
    "readLink": "http://jrp.icaap.org/index.php/jrp/article/view/510"
  },
  {
    "title": "METABOLOMIC ANALYSES TO EVALUATE THE EFFECT OF DROUGHT STRESS ON CHILI PEPPER (CAPSICUM ANNUUM L.) AT VEGETATIVE STAGE",
    "authors": [
      "Millah Z.,",
      "Syukur M.,",
      "Sobir,",
      "Ardie S.W."
    ],
    "doi": "https://doi.org/10.18551/rjoas.2021-03.07",
    "journalVolume": "Vol. 111,\n                                no. 3\n                                \n                                  pp.\n                                  48\n                                  – 60",
    "issn": "2226-1184 (Online)",
    "publisher": "iVolga Press",
    "countryOfPublisher": "Russian Federation",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.rjoas.com",
    "abstract": "Water shortage due to competition from the various sector, global warming, and climate change leading to less-irrigated field occurred is serious now and future problems for all cultivated plants involving chili pepper. In the situation drought stress give high and significant effect on reducing plant production as a result of alteration in metabolite homeostasis in vegetative tissues. To reveal metabolomic alteration on chili pepper to the stress as main objective of the study, three capsicum genotypes with different tolerance levels to less irrigation condition compared to normal condition were evaluated. Leaves extract of three different chili genotypes grown in less irrigation and normal conditions were analyzed with Gas Chromatography-Mass Spectrophotometry (GC-MS) to reveal profiling of their volatile compounds. Based on principal component analysis (PCA), ten metabolites, i.e., neophytadiene, linolenic acid-ethyl ester, linolenic acid, gamma-sitosterol, phytol, alpha-tocopherol, squalene, i-propyl 7,10,13,16,19-docosapentaenoate, ergost-5-en-3-ol and bicyclo [10.1.0] tridec-1-ene were known to contribute to the existence of diversities in the three genotypes. Furthermore, under hierarchical cluster analyses (HCA) from the ten metabolite compounds, there were only three important metabolites of linolenic acid, gamma-sitosterol, and alpha-tocopherol revealing differences of them compared to the normal irrigation plants. In the less irrigated plants, lowering linolenic acid and increasing gamma-sitosterol and alpha-tocopherol were expressed to response the drought stress. Tolerance chili plants to the stress were affected by their capacity to reduce linolenic acid degradation and to increase alpha-tocopherol and gamma sitosterol accumulation.",
    "readLink": "https://doi.org/10.18551/rjoas.2021-03.07"
  },
  {
    "title": "Embryonic developmental temperatures modulate thermal acclimation of performance curves in tadpoles of the frog Limnodynastes peronii.",
    "authors": [
      "Frank Seebacher,",
      "Veronica S Grigaltchik"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0106492",
    "journalVolume": "Vol. 9,\n                                no. 9\n                                \n                                  p.\n                                  e106492",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Performance curves of physiological rates are not fixed, and determining the extent to which thermal performance curves can change in response to environmental signals is essential to understand the effect of climate variability on populations. The aim of this study was to determine whether and how temperatures experienced during early embryonic development affect thermal performance curves of later life history stages in the frog Limnodynastes peronii. We tested the hypotheses that a) the embryonic environment affects mean trait values only; b) temperature at which performance of tadpoles is maximal shifts with egg incubation temperatures so that performance is maximised at the incubation temperatures, and c) incubation temperatures modulate the capacity for reversible acclimation in tadpoles. Growth rates were greater in warm (25°C) compared to cold (15°C) acclimated (6 weeks) tadpoles regardless of egg developmental temperatures (15°C or 25°C, representing seasonal means). The breadth of the performance curve of burst locomotor performance (measured at 10, 15, 20, 25, and 30°C, representing annual range) is greatest when egg developmental and acclimation temperatures coincide. The mode of the performance curves shifted with acclimation conditions and maximum performance was always at higher temperatures than acclimation conditions. Performance curves of glycolytic (lactate dehydrogenase activities) and mitochondrial (citrate synthase and cytochrome c oxidase) enzymes were modulated by interactions between egg incubation and acclimation temperatures. Lactate dehydrogenase activity paralleled patterns seen in burst locomotor performance, but oxygen consumption rates and mitochondrial enzyme activities did not mirror growth or locomotor performance. We show that embryonic developmental conditions can modulate performance curves of later life-history stages, thereby conferring flexibilty to respond to environmental conditions later in life.",
    "readLink": "http://europepmc.org/articles/PMC4152266?pdf=render"
  },
  {
    "title": "Soil respiration and organic carbon dynamics with grassland conversions to woodlands in temperate china.",
    "authors": [
      "Wei Wang,",
      "Wenjing Zeng,",
      "Weile Chen,",
      "Hui Zeng,",
      "Jingyun Fang"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0071986",
    "journalVolume": "Vol. 8,\n                                no. 8\n                                \n                                  p.\n                                  e71986",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Soils are the largest terrestrial carbon store and soil respiration is the second-largest flux in ecosystem carbon cycling. Across China's temperate region, climatic changes and human activities have frequently caused the transformation of grasslands to woodlands. However, the effect of this transition on soil respiration and soil organic carbon (SOC) dynamics remains uncertain in this area. In this study, we measured in situ soil respiration and SOC storage over a two-year period (Jan. 2007-Dec. 2008) from five characteristic vegetation types in a forest-steppe ecotone of temperate China, including grassland (GR), shrubland (SH), as well as in evergreen coniferous (EC), deciduous coniferous (DC) and deciduous broadleaved forest (DB), to evaluate the changes of soil respiration and SOC storage with grassland conversions to diverse types of woodlands. Annual soil respiration increased by 3%, 6%, 14%, and 22% after the conversion from GR to EC, SH, DC, and DB, respectively. The variation in soil respiration among different vegetation types could be well explained by SOC and soil total nitrogen content. Despite higher soil respiration in woodlands, SOC storage and residence time increased in the upper 20 cm of soil. Our results suggest that the differences in soil environmental conditions, especially soil substrate availability, influenced the level of annual soil respiration produced by different vegetation types. Moreover, shifts from grassland to woody plant dominance resulted in increased SOC storage. Given the widespread increase in woody plant abundance caused by climate change and large-scale afforestation programs, the soils are expected to accumulate and store increased amounts of organic carbon in temperate areas of China.",
    "readLink": "http://europepmc.org/articles/PMC3751950?pdf=render"
  },
  {
    "title": "Fluorescence characteristics, absorption properties, and radiative effects of water-soluble organic carbon in seasonal snow across northeastern China",
    "authors": [
      "X. Niu,",
      "W. Pu,",
      "P. Fu,",
      "Y. Chen,",
      "Y. Xing,",
      "D. Wu,",
      "Z. Chen,",
      "T. Shi,",
      "Y. Zhou,",
      "H. Wen,",
      "X. Wang,",
      "X. Wang"
    ],
    "doi": "https://doi.org/10.5194/acp-22-14075-2022",
    "journalVolume": "Vol. 22\n                                \n                                \n                                  pp.\n                                  14075\n                                  – 14094",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Water-soluble organic carbon (WSOC) in the cryosphere can significantly influence the global carbon cycle and radiation budget. However, WSOC in the snowpack has received little scientific attention to date. This study reports the fluorescence characteristics, absorption properties, and radiative effects of WSOC based on 34 snow samples collected from sites in northeastern China. A significant degree of regional WSOC variability is found, with concentrations ranging from 0.5±0.2 to 5.7±3.7 µg g−1 (average concentration: 3.6±3.2 µg g−1). The three principal fluorescent components of WSOC are identified as (1) the high-oxygenated humic-like substances (HULIS-1) of terrestrial origin, (2) the low-oxygenated humic-like substances (HULIS-2) of mixed origin, and (3) the protein-like substances (PRLIS) derived from autochthonous microbial activity. In southeastern Inner Mongolia (SEIM), a region dominated by desert and exposed soils, the WSOC exhibits the highest humification index (HIX) but the lowest fluorescence (FI) and biological (BIX) indices; the fluorescence signal is mainly attributed to HULIS-1 and thus implicates soil as the primary source. By contrast, the HIX (FI and BIX) value is the lowest (highest), and the percentage of PRLIS is the highest in the remote area of northeastern Inner Mongolia (NEIM), suggesting a primarily biological source. For south and north of northeastern China (SNC and NNC), both of which are characterized by intensive agriculture and industrial activity, the fluorescence signal is dominated by HULIS-2, and the HIX, FI, and BIX values are all moderate, indicating the mixed origins for WSOC (anthropogenic activity, microbial activity, and soil). We also observe that, throughout northeastern China, the light absorption of WSOC is dominated by HULIS-1, followed by HULIS-2 and PRLIS. The contribution of WSOC to albedo reduction (average concentration: 3.6 µg g−1) in the ultraviolet–visible (UV–Vis) band is approximately half that of black carbon (BC average concentration: 0.6 µg g−1). Radiative forcing is 3.8 (0.8) W m−2 in old (fresh) snow, equating to 19 % (17 %) of the radiative forcing of BC. These results indicate that WSOC has a profound impact on snow albedo and the solar radiation balance.",
    "readLink": "https://acp.copernicus.org/articles/22/14075/2022/acp-22-14075-2022.pdf"
  },
  {
    "title": "Vegetation variation trend and its influencing factors in Urad Grassland over remote sensing",
    "authors": [
      "Zhang Yueying,",
      "Liu Tiantian,",
      "Wang Yuxi,",
      "Zhang Ming,",
      "Zheng Yu"
    ],
    "doi": "https://doi.org/10.1051/matecconf/202133606028",
    "journalVolume": "Vol. 336\n                                \n                                \n                                  p.\n                                  06028",
    "issn": "2261-236X (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)"
    ],
    "journalUrl": "http://www.matec-conferences.org",
    "abstract": "In this work, the temporal-spatial dynamic variation of vegetation coverage from 2010 to 2019 in Urad Grassland has been explored by remote sensing technique. The change of precipitation and temperature has obvious effects on the vegetation, which affects the agriculture and the stability of the ecosystem. Pixel dichotomy approach and correlation analysis are introduced to analyse the temporal and spatial evolution trend of vegetation coverage and its response to climate change in the past 10 years. Specifically, the correlation between vegetation coverage and the critical climate impacting factors such as temperature and precipitation are fully investigated. The results show the vegetation coverage in the study area was influenced by effectors including climate, topography, human activities and government policies. The average annual vegetation coverage showed a downward trend in general from 2010 to 2019. Statistical correlation analysis indicates that the correlation between the vegetation coverage and the precipitation is positive in most parts of the area, while the correlation between the vegetation coverage and the precipitation shows negative with difference with various geographic features. As a result, precipitation was the major natural factor that affected dynamics of vegetation coverage in Urad grassland.",
    "readLink": "https://www.matec-conferences.org/articles/matecconf/pdf/2021/05/matecconf_cscns20_06028.pdf"
  },
  {
    "title": "Impact assessment of coastal hazards due to future changes of tropical cyclones in the North Pacific Ocean",
    "authors": [
      "Nobuhito Mori,",
      "Tetsuya Takemi"
    ],
    "doi": "https://doi.org/10.1016/j.wace.2015.09.002",
    "journalVolume": "Vol. 11,\n                                no. C\n                                \n                                  pp.\n                                  53\n                                  – 69",
    "issn": "2212-0947 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/weather-and-climate-extremes/",
    "abstract": "Tropical cyclones generate severe hazards in the middle latitudes. A brief review and applications of dynamical and statistical downscaling of tropical cyclone (TC) are described targeting extreme storm surge and storm wave hazard assessment. First, a review of the current understanding of the changes in the characteristics of TCs in the past and in the future is shown. Then, a review and ongoing research about impact assessment of tropical cyclones both dynamical downscaling and statistical model are described for Typhoon Vera in 1959 and Typhoon Haiyan in 2013. Finally, several examples of impact assessment of storm surge and extreme wave changes are presented. Changes in both TC intensity and track are linked to future changes in extreme storm surge and wave climate in middle latitude.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212094715300232"
  },
  {
    "title": "Future of Coastal Lagoons in Arid Zones under Climate Change and Anthropogenic Pressure. A Case Study from San Jose Lagoon, Mexico",
    "authors": [
      "Miguel  Angel Imaz-Lamadrid,",
      "Jobst Wurl,",
      "Ernesto Ramos-Velázquez"
    ],
    "doi": "https://doi.org/10.3390/resources8010057",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  p.\n                                  57",
    "issn": "2079-9276 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/resources",
    "abstract": "In arid and semiarid zones, groundwater plays a key role in the ecology and availability of freshwater. Coastal lagoons in arid zones have great importance as a refuge for species of flora and fauna, as a source of freshwater, and for recreational purposes for local communities and tourism. In addition, as environments under natural stress, they are suffering pressure from anthropogenic activities and climate change, especially in zones with intense touristic development as in the case of the Baja California Peninsula in northwest Mexico. In this paper, we analyze the future of a coastal lagoon impacted by climate change and anthropogenic pressures. We constructed a groundwater MODFLOW-SWI2 model to predict changes in freshwater–saltwater inputs and correlated them with the geospatial analysis of the distribution and evolution of the water body and surrounding vegetation. The methodology was applied to the San Jose lagoon, one of the most important wetlands in the Baja California peninsula, which had been affected by anthropogenic activities and endangered by climate change. According to our water balance, the deficit of the San Jose aquifer will increase by 2040 as a result of climate change. The water table north of the lagoon will drop, affecting the amount of freshwater inflow. This reduction, together with an increase of evapotranspiration and the sea-level rise, will favor an increase of mineralization, reducing the surface water and groundwater quality and in consequence affecting the vegetation cover. Without proper management and adequate measures to mitigate these impacts, the lagoon may disappear as a freshwater ecosystem. Results of this research indicate that the use of a groundwater flow model, together with a geospatial analysis provide effective tools to predict scenarios for the future of coastal lagoons, and serve as a basis for land planning, nature conservation, and sustainable management of these ecosystems.",
    "readLink": "https://www.mdpi.com/2079-9276/8/1/57"
  },
  {
    "title": "Eradication of Solar Power Unsustainability through Cost-Benefit Analysis: KwaZulu Natal Case Study",
    "authors": [
      "Bantubenzani Nelson Mdlolo,",
      "Oludolapo Akanni Olanrewaju"
    ],
    "doi": "https://doi.org/10.3390/en15207554",
    "journalVolume": "Vol. 15,\n                                no. 7554\n                                \n                                  p.\n                                  7554",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "As a developing country, South Africa relies on electricity as the most critical amenity needed for development. KwaZulu-Natal (KZN) is one of the nine provinces in South Africa that faces an energy supply challenge. KZN is also the warmest province among them all due to its location. As one of the warmest provinces, solar power could be utilised to assist in dealing with the energy crisis. This paper focuses on the cost uncertainties attributed to the implementation of solar power which will assist in meeting the demand of energy in the region. The unsustainability of energy has led to a near collapse of the region’s economy. This study also contributes to improving the scientific implementation of solar power in the region to deal with the unsustainability criteria observed. The employment of Cost Benefit Analysis (CBA) revealed solar power as one of the most reliable renewable energies for planned implementation bases. With the development of the Economical, Methodological and Environmental (EME) strategic framework which addresses all social cohesion of solar power, the early turn around has been seen through the use of cost-benefit analysis (CBA) in the region of KZN.",
    "readLink": "https://www.mdpi.com/1996-1073/15/20/7554"
  },
  {
    "title": "Yellow Dragon, Green Belt and Alternative Ecosystem States",
    "authors": [
      "Bazartseren Boldgiv,",
      "Badamdorj Bayartogtokh,",
      "Uudus Bayarsaikhan"
    ],
    "doi": "https://doi.org/10.22353/mjbs.2005.03.13",
    "journalVolume": "Vol. 3,\n                                no. 2\n                                \n                                  pp.\n                                  49\n                                  – 58",
    "issn": "1684-3908 (Print)",
    "publisher": "2225-4994 (Online)",
    "countryOfPublisher": "National University of Mongolia",
    "lcc": [
      "Mongolia",
      "Science: Biology (General)"
    ],
    "journalUrl": "https://www.biotaxa.org/mjbs/index",
    "abstract": "This note briefly discusses different aspects of dust storm and issues surrounding the Green Belt Eco- Strip National Program (GBESNP) initiated by the Government of Mongolia in March 2005. Increases in dust storm intensity and magnitude might be an indicator for deteriorating ecosystem states. If there is such an increase, it is only a consequence of unsustainable resource use by humans, including proximately the overgrazing, mining, agriculture and deforestation and ultimately climate change. Additionally, the effects of dust storms are not all bad, but there are other aspects of it that should be considered when one wants to address the issue. Apparently, dust storms play an important role in global circulation of nutrient and minerals as they have always been. Thus they do have positive effects in ecosystem states elsewhere on Earth. It seems however these other effects of dust storms are largely ignored. The note also points out some of the important theoretical and practical aspects that need to be seriously considered before taking on such a large scale environmental engineering effort as GBESNP. If dust storm is increasing in frequency and magnitude, it is crucial to pinpoint causative factors and implement efforts aimed at improving and enforcing laws and regulations on those causative environmental practices. Acting before thinking is not the smartest habit and we have reasons to believe that implementing the GBESNP (with its name basically copied from elsewhere) without good plan and management is not a solution, but it may even add to the problem. Therefore, we urge environmental managers and scientists, especially policy- makers to seriously weigh the pros and cons of the project. If policy-makers seek a short-term public relations benefit from a largely uninformed general public, it is the scientists’ obligation to intervene.",
    "readLink": "http://mjbs.num.edu.mn/uploads/files/MJBS%20Volume%203%20Number%202%20December%202005/pdf/mjbs003-02-06.pdf"
  }
]