[
  {
    "title": "PWV Inversion Model Based on Random Forest and the Trend of Its Conversion Rate with Precipitation in Hubei from 1960 to 2020",
    "authors": [
      "Zhaohui Xiong,",
      "Sichun Long,",
      "Maoqi Liu,",
      "Wenhao Wu,",
      "Lijun Kuang,",
      "Xiangen Lai"
    ],
    "doi": "https://doi.org/10.3390/atmos14081209",
    "journalVolume": "Vol. 14,\n                                no. 1209\n                                \n                                  p.\n                                  1209",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "In the context of anomalous global climate change and the frequent occurrence of droughts and floods, studying trends in the conversion rate between precipitable water vapor (PWV) and actual precipitation in a certain region can help in analyzing the causes of these natural disasters. This paper examines the variation trend in the conversion rate between PWV and actual precipitation on a monthly scale in Hubei from 1960 to 2020. To estimate historical PWV data, we propose a new method for estimating PWV using water vapor pressure based on the RF algorithm. The new method was evaluated by radiosonde data and improved the accuracy by 1 mm over the traditional method in Hubei. Based on this method, we extrapolate the monthly average PWV in Hubei from 1960 to 2020 and analyze the conversion rate between PWV and precipitation during this period. Our results showed that there was no obvious cyclical pattern in the conversion rate in either the longitude or latitude directions. In Hubei, where the topography varies significantly in the longitude direction, the conversion rate is influenced by topography, with the smallest conversion rate being in the transition zone between the mountainous region of western Hubei and the Jianghan Plain. In the latitudinal direction, the conversion rate decreases with increasing latitude.",
    "readLink": "https://www.mdpi.com/2073-4433/14/8/1209"
  },
  {
    "title": "Trends in the breeding population of Adélie penguins in the Ross Sea, 1981-2012: a coincidence of climate and resource extraction effects.",
    "authors": [
      "Phil O'B Lyver,",
      "Mandy Barron,",
      "Kerry J Barton,",
      "David G Ainley,",
      "Annie Pollard,",
      "Shulamit Gordon,",
      "Stephen McNeill,",
      "Grant Ballard,",
      "Peter R Wilson"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0091188",
    "journalVolume": "Vol. 9,\n                                no. 3\n                                \n                                  p.\n                                  e91188",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Measurements of the size of Adélie penguin (Pygoscelis adeliae) colonies of the southern Ross Sea are among the longest biologic time series in the Antarctic. We present an assessment of recent annual variation and trends in abundance and growth rates of these colonies, adding to the published record not updated for more than two decades. High angle oblique aerial photographic surveys of colonies were acquired and penguins counted for the breeding seasons 1981-2012. In the last four years the numbers of Adélie penguins in the Ross and Beaufort Island colonies (southern Ross Sea metapopulation) reached their highest levels since aerial counts began in 1981. Results indicated that 855,625 pairs of Adélie penguins established breeding territories in the western Ross Sea, with just over a quarter (28%) of those in the southern portion, constituting a semi-isolated metapopulation (three colonies on Ross Island, one on nearby Beaufort Island). The southern population had a negative per capita growth rate of -0.019 during 1981-2000, followed by a positive per capita growth rate of 0.067 for 2001-2012. Colony growth rates for this metapopulation showed striking synchrony through time, indicating that large-scale factors influenced their annual growth. In contrast to the increased colony sizes in the southern population, the patterns of change among colonies of the northern Ross Sea were difficult to characterize. Trends were similar to southern colonies until the mid-1990s, after which the signal was lost owing to significantly reduced frequency of surveys. Both climate factors and recovery of whale populations likely played roles in the trends among southern colonies until 2000, after which depletion of another trophic competitor, the Antarctic toothfish (Dissostichus mawsoni), may explain the sharp increasing trend evident since then.",
    "readLink": "http://europepmc.org/articles/PMC3951313?pdf=render"
  },
  {
    "title": "Farmers Views on the Implementation of On-Farm Emergency Slaughter for the Management of Acutely Injured Cattle in Ireland",
    "authors": [
      "Paul McDermott,",
      "Aideen McKevitt,",
      "Flavia H. Santos,",
      "Alison J. Hanlon"
    ],
    "doi": "https://doi.org/10.3390/ani13030450",
    "journalVolume": "Vol. 13,\n                                no. 450\n                                \n                                  p.\n                                  450",
    "issn": "2076-2615 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Animal culture: Veterinary medicine",
      "Science: Zoology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/animals/",
    "abstract": "Four management options for acutely injured cattle in Ireland exist: treatment, unless cattle are severely injured; on-farm emergency slaughter (OFES); casualty slaughter (CS) if the animal is certified fit for transport; or euthanasia. OFES is designed to prevent transport of welfare-compromised cattle. An online survey of farmers in Ireland was carried out between April and July 2021 and focused on events during 2020. A theoretical framework of capacity, willingness, and opportunity was used to explore farmers’ perceptions. Responses from 94 farmers (49 dairy and 45 beef) were analysed; not all respondents answered all questions. Respondents indicated that the incidence of acutely injured cattle in Ireland is low. A majority reported not having an acutely injured animal for greater than 36 months. Most respondents had a positive attitude towards OFES for animal welfare reasons and were aware of relevant regulations and guidelines. Barriers to OFES included a lack of availability of OFES, and dairy farmers indicated that it had a similar financial impact as euthanasia. A parallel study with veterinarians indicated a higher incidence of acutely injured cattle in Ireland; the current results may be due to the demographic or the sensitivity of the topic. Nationwide electronic data capture on the cause of mortality could support improvements in the management of acutely injured cattle and enable surveillance of the proportion of these cattle undergoing OFES, euthanasia, or CS.",
    "readLink": "https://www.mdpi.com/2076-2615/13/3/450"
  },
  {
    "title": "Exploring Challenges and Solutions in Performing Employee Ecological Behaviour for a Sustainable Workplace",
    "authors": [
      "Khalid Farooq,",
      "Mohd Yusoff Yusliza,",
      "Ratri Wahyuningtyas,",
      "Adnan ul Haque,",
      "Zikri Muhammad,",
      "Jumadil Saputra"
    ],
    "doi": "https://doi.org/10.3390/su13179665",
    "journalVolume": "Vol. 13,\n                                no. 9665\n                                \n                                  p.\n                                  9665",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Organisations are a fundamental part of challenges and solutions to climate change issues. Therefore, the micro and macro factors influencing employee ecological behaviour (EEB) are a rising interest among researchers. The contemporary concept of EEB has been embraced by many organisations and attracted scholars’ attention worldwide. Nevertheless, studies that explored challenges and solutions for performing EEB at the workplace are scarce. This study explored challenges and solutions in performing EEB at the workplace and focused on qualitative research methodology. The researchers interviewed 24 academicians from five leading green research Malaysian universities. Valuable qualitative data and numerous challenges such as high costs of practising, lack of infrastructure, top management support, environmental attitude, green mindfulness, enforcement, and monitoring were identified as challenges in applying EEB from the interviews. Stringent rules and regulations, monitoring, training programmes, and monetary incentives might be efficient solutions to apply ecological behaviour at workplaces, specifically universities. In conclusion, this study has discovered the challenges and solutions in implementing EEB for a sustainable workplace by interviewing academicians from different departments of selected Malaysian higher educational institutes. Also, poor infrastructure, high cost, and the lack of top management support, environmental attitude, green mindfulness, enforcement, and monitoring were identified as the primary challenges in performing EEB. Additionally, the research also discovered significant suggestions to resolve the challenges when implementing EEB at the workplace, such as strict rules and regulations, training programmes, incentives, monitoring, and communicating change and campaigns. Therefore, the stakeholders related to the industry should be concerned with the challenges identified when applying EEB at the workplace to apply the solutions generated from the study.",
    "readLink": "https://www.mdpi.com/2071-1050/13/17/9665"
  },
  null,
  {
    "title": "Human Circular Tourism as the Tourism of Tomorrow: The Role of Travellers in Achieving a More Sustainable and Circular Tourism",
    "authors": [
      "Martina Bosone,",
      "Francesca Nocca"
    ],
    "doi": "https://doi.org/10.3390/su141912218",
    "journalVolume": "Vol. 14,\n                                no. 12218\n                                \n                                  p.\n                                  12218",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Nowadays, the challenge of sustainability is increasingly played out in cities, which represent the favoured field of action to implement strategies and actions for supporting the transition towards a more human and ecological development paradigm. The problems caused by the current economic model (linear model) are even more stressed today due to the effects produced by the COVID-19 pandemic. The tourism sector (one of the world’s major economic sectors and, thus, one of the main players in the development dynamics) is one of the economic sectors that has been the most negatively impacted by the pandemic. In this study, Human Circular Tourism (HCT) is proposed as a strategy to move towards a more sustainable future and, thus, reduce the negative impacts produced by the tourism sector. In particular, the objective of this paper is to understand the awareness of travellers (one of the categories of actors involved in the tourism experience) regarding sustainable and circular tourism in order to support local governments in the elaboration and implementation of strategies and actions towards more sustainable and circular tourism. To this end, a survey was conducted. In particular, a questionnaire was developed and submitted to a sample of tourists from all over the world to understand their behaviours and perceptions in their tourist experiences. From a critical analysis of the results, it emerges that there is a growing awareness of issues related to the concept of sustainability, especially in relation to the major issues of climate change and people’s health. This perception has certainly been influenced by the health emergency from COVID-19, but the sample of interviewees reveals that much still needs to be invested in increasing their awareness of the complexity of the factors involved in more sustainable, circular, and human-centred tourism. Therefore, starting from this, possible future prospects for the tourism sector from the circular economy perspective are here identified.",
    "readLink": "https://www.mdpi.com/2071-1050/14/19/12218"
  },
  {
    "title": "Effects of Extreme Salinity Stress on a Temperate Mangrove Ecosystem",
    "authors": [
      "Sabine Dittmann,",
      "Luke Mosley,",
      "James Stangoulis,",
      "Van Lam Nguyen,",
      "Kieren Beaumont,",
      "Tan Dang,",
      "Tan Dang,",
      "Huade Guan,",
      "Karina Gutierrez-Jurado,",
      "Orlando Lam-Gordillo,",
      "Andrew McGrath,",
      "Andrew McGrath"
    ],
    "doi": "https://doi.org/10.3389/ffgc.2022.859283",
    "journalVolume": "Vol. 5",
    "issn": "2624-893X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Forestry",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/forests-and-global-change#",
    "abstract": "Mangrove forests provide essential ecosystem services, but are threatened by habitat loss, effects of climatic change and chemical pollutants. Hypersalinity can also lead to mangrove mortality, although mangroves are adapted to saline habitats. A recent dieback event of >9 ha of temperate mangrove (Avicennia marina) in South Australia allowed to evaluate the generality of anthropogenic impacts on mangrove ecosystems. We carried out multidisciplinary investigations, combining airborne remote sensing with on-ground measurements to detect the extent of the impact. The mangrove forest was differentiated into “healthy,” “stressed,” and “dead” zones using airborne LIDAR, RGB and hyperspectral imagery. Differences in characteristics of trees and soils were tested between these zones. Porewater salinities of >100 were measured in areas where mangrove dieback occurred, and hypersalinity persisted in soils a year after the event, making it one of the most extreme hypersalinity cases known in mangrove. Sediments in the dieback zone were anaerobic and contained higher concentrations of sulfate and chloride. CO2 efflux from sediment as well as carbon stocks in mangrove biomass and soil did not differ between the zones a year after the event. Mangrove photosynthetic traits and physiological characteristics indicated that mangrove health was impacted beyond the immediate dieback zone. Normalized Difference Vegetation Index (NDVI), photosynthetic rate, stomatal conductance and transpiration rate as well as chlorophyll fluorescence were lower in the “stressed” than “healthy” mangrove zone. Leaves from mangrove in the “stressed” zone contained less nitrogen and phosphorous than leaves from the “healthy” zone, but had higher arsenic, sulfur and zinc concentrations. The response to extreme hypersalinity in the temperate semi-arid mangrove was similar to response from the sub-/tropical semi-arid mangrove. Mangrove in semi-arid climates are already at their physiological tolerance limit, which places them more at risk from extreme hypersalinity regardless of latitude. The findings have relevance for understanding the generality of disturbance effects on mangrove, with added significance as semi-arid climate regions could expand with global warming.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/ffgc.2022.859283/full"
  },
  {
    "title": "Coral Ecosystem Resilience, Conservation and Management on the Reefs of Jamaica in the Face of Anthropogenic Activities and Climate Change",
    "authors": [
      "M. James C. Crabbe"
    ],
    "doi": "https://doi.org/10.3390/d2060881",
    "journalVolume": "Vol. 2,\n                                no. 6\n                                \n                                  pp.\n                                  881\n                                  – 896",
    "issn": "1424-2818 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/diversity/",
    "abstract": "Knowledge of factors that are important in reef resilience and integrity help us understand how reef ecosystems react following major anthropogenic and environmental disturbances. The North Jamaican fringing reefs have shown some recent resilience to acute disturbances from hurricanes and bleaching, in addition to the recurring chronic stressors of over-fishing and land development. Factors that can improve coral reef resilience are reviewed, and reef rugosity is shown to correlate with coral cover and growth, particularly for branching Acropora species. The biodiversity index for the Jamaican reefs was lowered after the 2005 mass bleaching event, as were the numbers of coral colonies, but both had recovered by 2009. The importance of coastal zone reef management strategies and the economic value of reefs are discussed, and a protocol is suggested for future management of Jamaican reefs.",
    "readLink": "http://www.mdpi.com/1424-2818/2/6/881/"
  },
  {
    "title": "Regulation of Cholesterol Metabolism by Phytochemicals Derived from Algae and Edible Mushrooms in Non-Alcoholic Fatty Liver Disease",
    "authors": [
      "Yahav Eilam,",
      "Noam Pintel,",
      "Hamdan Khattib,",
      "Natalie Shagug,",
      "Raged Taha,",
      "Dorit Avni"
    ],
    "doi": "https://doi.org/10.3390/ijms232213667",
    "journalVolume": "Vol. 23,\n                                no. 13667\n                                \n                                  p.\n                                  13667",
    "issn": "1661-6596 (Print)",
    "publisher": "1422-0067 (Online)",
    "countryOfPublisher": "MDPI AG",
    "lcc": [
      "Switzerland",
      "Science: Biology (General)",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/ijms",
    "abstract": "Cholesterol synthesis occurs in almost all cells, but mainly in hepatocytes in the liver. Cholesterol is garnering increasing attention for its central role in various metabolic diseases. In addition, cholesterol is one of the most essential elements for cells as both a structural source and a player participating in various metabolic pathways. Accurate regulation of cholesterol is necessary for the proper metabolism of fats in the body. Disturbances in cholesterol homeostasis have been linked to various metabolic diseases, such as hyperlipidemia and non-alcoholic fatty liver disease (NAFLD). For many years, the use of synthetic chemical drugs has been effective against many health conditions. Furthermore, from ancient to modern times, various plant-based drugs have been considered local medicines, playing important roles in human health. Phytochemicals are bioactive natural compounds that are derived from medicinal plants, fruit, vegetables, roots, leaves, and flowers and are used to treat a variety of diseases. They include flavonoids, carotenoids, polyphenols, polysaccharides, vitamins, and more. Many of these compounds have been proven to have antioxidant, anti-inflammatory, antiobesity and antihypercholesteremic activity. The multifaceted role of phytochemicals may provide health benefits to humans with regard to the treatment and control of cholesterol metabolism and the diseases associated with this disorder, such as NAFLD. In recent years, global environmental climate change, the COVID-19 pandemic, the current war in Europe, and other conflicts have threatened food security and human nutrition worldwide. This further emphasizes the urgent need for sustainable sources of functional phytochemicals to be included in the food industry and dietary habits. This review summarizes the latest findings on selected phytochemicals from sustainable sources—algae and edible mushrooms—that affect the synthesis and metabolism of cholesterol and improve or prevent NAFLD.",
    "readLink": "https://www.mdpi.com/1422-0067/23/22/13667"
  },
  {
    "title": "Environmental Concern: Antecedents of Ecotourism Visit Intention with Time Perspective and Destination Image as Determination Variables",
    "authors": [
      "Yohan Wismantoro,",
      "MG Westri Kekalih Susilowati,",
      "Amalia Nur Chasanah,",
      "Vincent Didiek Wiet Aryanto"
    ],
    "doi": "https://doi.org/10.56444/mem.v38i2.3945",
    "journalVolume": "Vol. 38,\n                                no. 2\n                                \n                                  pp.\n                                  399\n                                  – 413",
    "issn": "0854-1442 (Print)",
    "publisher": "2503-4464 (Online)",
    "countryOfPublisher": "Universitas 17 Agustus 1945 (UNTAG) Semarang",
    "lcc": [
      "Indonesia",
      "Technology: Manufactures: Production management. Operations management",
      "Social Sciences: Industries. Land use. Labor: Management. Industrial management"
    ],
    "journalUrl": "http://jurnal.untagsmg.ac.id/index.php/fe/index",
    "abstract": "Environmental damage and sustainability become the center of attention along with climate change today. One of the interesting things is the change in behavior in the consumption of products categorized as \"green\", including in terms of choosing tourism destinations. Environmentally friendly tourism destinations or ecotourism is increasingly becoming an option for those who care about the environment. Ecotourism is also used by many countries, including travel agents, to increase their economic value or profit. This study aims to investigate how the role of Environmental Concern as antecendent of Ecoturism Visit Intention mediates the influence of Future Time perspective and Destination Image toward Ecotourism visit Intention. This research involved 200 respondents who had visited ecotourism destinations at least twice, which was obtained using a convenience sample approach. The data were analyzed using Structural Equation Modelling (SEM) which were processed using the SmartPLS 4.0 statistical package. The result shows that Future Time perspective and Destination’s Image positively impact Ecotourism Intention. Future Time perspective and Destination’s Image also influence Ecotourism Intention indirectly through Environmental Concern as the mediating variable. As an implication, the government and travel agents improve service readiness and perception of high-value propositions to develop a better destination image.",
    "readLink": "http://jurnal.untagsmg.ac.id/index.php/fe/article/view/3945"
  }
]