[
  {
    "title": "Energy Efficiency of Heavy-Duty Vehicles in Mexico",
    "authors": [
      "Oscar S. Serrano-Guevara,",
      "José I. Huertas,",
      "Luis F. Quirama,",
      "Antonio E. Mogro"
    ],
    "doi": "https://doi.org/10.3390/en16010459",
    "journalVolume": "Vol. 16,\n                                no. 459\n                                \n                                  p.\n                                  459",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "The energy consumption of a large sample of vehicles (6955) operating during the last 3 years under everyday conditions across Mexico was monitored via OBD-based telematics systems. A life cycle statistical analysis of the obtained data showed that, on average, 54 t diesel vehicles used for long-distance freight transport consume 44.25 L/100 km and emit 1513 g CO2e/km. When these vehicles are powered by natural gas, the energy consumption and the emissions of greenhouse gases (GHG) are increased by 23% and reduced by 0.8%, respectively. Using manufacturers’ data, these values reduce energy consumption by 16% and GHG emissions by 52% when they are electric. Similar observations were made for other vehicles sizes used for transporting goods and people.",
    "readLink": "https://www.mdpi.com/1996-1073/16/1/459"
  },
  {
    "title": "Lusus naturae:climate and invasions of plant pathogens modify agricultural and forest lands",
    "authors": [
      "Salvatore Moricca,",
      "Alessandro Ragazzi"
    ],
    "doi": "https://doi.org/10.4081/ija.2009.s3.13",
    "journalVolume": "Vol. 4,\n                                no. 3s",
    "issn": "1125-4718 (Print)",
    "publisher": "2039-6805 (Online)",
    "countryOfPublisher": "PAGEPress Publications",
    "lcc": [
      "Italy",
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://www.agronomy.it",
    "abstract": "The ecological and economic sustainability of agricultural and forest systems of many advanced and underdeveloped Countries are strongly threatened by the increasing introduction of exotic plant pathogens. This article provides an overview of the main causes behind these invasions. Some important diseases caused by non native phytopathogens, whose arrival in the past century had a disastrous impact on the environment and economy of vast rural areas of our Country are reported. Some dangerous, emerging pathogens, which are literally destroying whole territories in various parts of the Planet, with severe damage to agricultural crops, landscape, economy and local tourism are also reported. Action strategies to prevent immigration of unwanted pathogens, and mitigation strategies, aimed at the development of various measures to mitigate the negative effects of plant parasites already established in the territory are then discussed. Finally, it is highlighted how such a far-reaching problem can be properly tackled only with the active contribution of governments, institutions responsible for plant health monitoring (warning services), research, and agricultural, tourism and transport operators.",
    "readLink": "https://www.agronomy.it/index.php/agro/article/view/300"
  },
  {
    "title": "Soil Science Challenges in a New Era: A Transdisciplinary Overview of Relevant Topics",
    "authors": [
      "Jesús Rodrigo-Comino,",
      "Manuel López-Vicente,",
      "Vinod Kumar,",
      "Andrés Rodríguez-Seijo,",
      "Orsolya Valkó,",
      "Claudia Rojas,",
      "Hamid Reza Pourghasemi,",
      "Luca Salvati,",
      "Noura Bakr,",
      "Emmanuelle Vaudour,",
      "Eric C Brevik,",
      "Maja Radziemska,",
      "Manuel Pulido,",
      "Simone Di Prima,",
      "Marta Dondini,",
      "Wim de Vries,",
      "Erika S Santos,",
      "Maria de Lourdes Mendonça-Santos,",
      "Yang Yu,",
      "Panos Panagos"
    ],
    "doi": "https://doi.org/10.1177/1178622120977491",
    "journalVolume": "Vol. 13",
    "issn": "1178-6221 (Online)",
    "publisher": "SAGE Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://journals.sagepub.com/home/asw",
    "abstract": "Transdisciplinary approaches that provide holistic views are essential to properly understand soil processes and the importance of soil to society and will be crucial in the future to integrate distinct disciplines into soil studies. A myriad of challenges faces soil science at the beginning of the 2020s. The main aim of this overview is to assess past achievements and current challenges regarding soil threats such as erosion and soil contamination related to different United Nations sustainable development goals (SDGs) including (1) sustainable food production, (2) ensure healthy lives and reduce environmental risks (SDG3), (3) ensure water availability (SDG6), and (4) enhanced soil carbon sequestration because of climate change (SDG13). Twenty experts from different disciplines related to soil sciences offer perspectives on important research directions. Special attention must be paid to some concerns such as (1) effective soil conservation strategies; (2) new computational technologies, models, and in situ measurements that will bring new insights to in-soil process at spatiotemporal scales, their relationships, dynamics, and thresholds; (3) impacts of human activities, wildfires, and climate change on soil microorganisms and thereby on biogeochemical cycles and water relationships; (4) microplastics as a new potential pollutant; (5) the development of green technologies for soil rehabilitation; and (6) the reduction of greenhouse gas emissions by simultaneous soil carbon sequestration and reduction in nitrous oxide emission. Manuscripts on topics such as these are particularly welcomed in Air, Soil and Water Research .",
    "readLink": "https://doi.org/10.1177/1178622120977491"
  },
  {
    "title": "Mapping the spatiotemporal evolution of seawater intrusion in the Moroccan coastal aquifer of Ghiss-Nekor using GIS-based modeling",
    "authors": [
      "Abdelhak Bourjila,",
      "Fouad Dimane,",
      "Mohammad Ghalit,",
      "Morad Taher,",
      "Salim Kamari,",
      "Yahya El Hammoudani,",
      "Iliass Achoukhi,",
      "Khadija Haboubi"
    ],
    "doi": "Vol. 4\n                                \n                                \n                                  pp.\n                                  104\n                                  – 119",
    "issn": "2666-4453 (Online)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/water-cycle/",
    "abstract": "The impact of seawater intrusion on coastal aquifers is a major concern in managing groundwater resources. The unconfined coastal aquifer of Ghiss-Nekor, located in a semi-arid area, is particularly vulnerable to seawater intrusion (SWI) because of excessive groundwater pumping and climate change impacts. Therefore, the main goal of the present work is to track the spatiotemporal evolution of SWI in the Ghiss-Nekor aquifer by analyzing data from the years 2015 and 2022 using appropriate geochemical approaches. Accordingly, a range of geochemical techniques were employed, including the Piper diagram, Chadha's diagram, Gibbs diagram, Stiff diagram, major ions variation maps, Hydrochemical Facies Evolution Diagrams (HFE-D), and seawater fraction (fsea). As a result, Gibbs diagram clearly indicates the contribution of seawater to the salinization of the Ghiss-Nekor aquifer. Further information is provided by the Piper, Chadha, and Stiff diagrams, which reveal that 29%–38% of the wells studied display Na–Cl water type, a characteristic feature of seawater facies. Additionally, statistical analysis shows a significant increase in salinity levels between 2015 and 2022. Furthermore, the spatiotemporal analysis using the differential mapping technique (DMT) confirmed the increase of salinity, particularly near the shoreline. Additionally, the HFE-D showed that the region impacted by SWI increased from 14% to 20% between 2015 and 2022, and the maximum fsea value rose from 14.84% to 25.77% over the same time frame. Our findings reinforce the assumption that SWI is worsening over time in the Ghiss-Nekor aquifer. In summary, the techniques used in this study were effective in tracking the spatiotemporal evolution of SWI in the aquifer and in quantifying it. The results of this study can inform the development of effective strategies for managing SWI in coastal aquifers.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666445323000156"
  },
  {
    "title": "International Interdependence for Energy Security in Present Times",
    "authors": [
      "H. Ch. Sarma"
    ],
    "doi": "https://doi.org/10.24411/2221-3279-2020-10049",
    "journalVolume": "Vol. 11,\n                                no. 4\n                                \n                                  pp.\n                                  61\n                                  – 77",
    "issn": "2221-3279 (Print)",
    "publisher": "2412-4990 (Online)",
    "countryOfPublisher": "Jurist, Publishing Group",
    "lcc": [
      "Russian Federation",
      "Political science: Political science (General)"
    ],
    "journalUrl": "http://www.comparativepolitics.org/",
    "abstract": "Energy remains the backbone of the global economy in present times, and competition is most closely associated with achieving energy security. States, whether big or small, have been involved in a race to achieve energy security for national development; however, in the process, they have foregone the need and opportunity to accumulate the benefits coming from greater interdependence and cooperation between them. The paper proposes that states under prevailing circumstances, when climate change is manifesting in new forms and volatility in global oil markets is at an all-time high, need to overhaul their understanding and application of energy security according with the ground realities. Energy security at the world level can be achieved through cooperative adjustments along the supply chain, involving supply, transit and consuming states, to build enhanced mutual dependence. These adjustments would enable states to reposition themselves and optimally operate in the global energy trade; thus, altering the dynamics of global energy system and embedding sustainability in it. All of that will come with the dedication of national governments, along with a sense of urgency and participation in decision-making among end consumers (i.e. people) and advocacy of international climate-energy forums, to revamp the existing energy system to meet the changing energy needs of mankind both at present and in coming time.",
    "readLink": "https://comparativepolitics.elpub.ru/jour/article/view/1239"
  },
  {
    "title": "Global gap-analysis of amphipod barcode library",
    "authors": [
      "Anna Maria Jażdżewska,",
      "Anne Helene S. Tandberg,",
      "Tammy Horton,",
      "Saskia Brix"
    ],
    "doi": "https://doi.org/10.7717/peerj.12352",
    "journalVolume": "Vol. 9\n                                \n                                \n                                  p.\n                                  e12352",
    "issn": "2167-8359 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://peerj.com/",
    "abstract": "In the age of global climate change and biodiversity loss there is an urgent need to provide effective and robust tools for diversity monitoring. One of the promising techniques for species identification is the use of DNA barcoding, that in Metazoa utilizes the so called ‘gold-standard’ gene of cytochrome c oxidase (COI). However, the success of this method relies on the existence of trustworthy barcode libraries of the species. The Barcode of Life Data System (BOLD) aims to provide barcodes for all existing organisms, and is complemented by the Barcode Index Number (BIN) system serving as a tool for potential species recognition. Here we provide an analysis of all public COI sequences available in BOLD of the diverse and ubiquitous crustacean order Amphipoda, to identify the barcode library gaps and provide recommendations for future barcoding studies. Our gap analysis of 25,702 records has shown that although 3,835 BINs (indicating putative species) were recognised by BOLD, only 10% of known amphipod species are represented by barcodes. We have identified almost equal contribution of both records (sequences) and BINs associated with freshwater and with marine realms. Three quarters of records have a complete species-level identification provided, while BINs have just 50%. Large disproportions between identification levels of BINs coming from freshwaters and the marine environment were observed, with three quarters of the former possessing a species name, and less than 40% for the latter. Moreover, the majority of BINs are represented by a very low number of sequences rendering them unreliable according to the quality control system. The geographical coverage is poor with vast areas of Africa, South America and the open ocean acting as “white gaps”. Several, of the most species rich and highly abundant families of Amphipoda (e.g., Phoxocephalidae, Ampeliscidae, Caprellidae), have very poor representation in the BOLD barcode library. As a result of our study we recommend stronger effort in identification of already recognised BINs, prioritising the studies of families that are known to be important and abundant components of particular communities, and targeted sampling programs for taxa coming from geographical regions with the least knowledge.",
    "readLink": "https://peerj.com/articles/12352.pdf"
  },
  {
    "title": "Climate Change Adaptation: An Ecosystem-Based Approach for Livelihood Improvement of Fringe Communities around Worobong South Forest Reserve in Ghana",
    "authors": [
      "Samuel Adu-Acheampong,",
      "Conrad Kyei-Mensah,",
      "Rosina Kyerematen"
    ],
    "doi": "https://doi.org/10.1155/2022/2435419",
    "journalVolume": "Vol. 2022",
    "issn": "1687-9368 (Print)",
    "publisher": "1687-9376 (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Agriculture: Forestry",
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "https://www.hindawi.com/journals/ijfr/",
    "abstract": "Anthropogenic and climate-induced change can potentially impact negatively on direct dependents of forest ecosystem services. To help build resilient societies, we examined the vulnerability of ecosystem-dependent communities in the Worobong South Forest Reserve (WSFR). We also examined climate variability impacts on forests and further suggested ecosystem-based adaptation (EbA) strategies for livelihood improvements in the study area. The reserve can be found in the Eastern region of Ghana. We administered 250 questionnaires as well as studied time series data for temperature and rainfall with satellite images using the mixed method approach. The types of questionnaires used were open-ended and closed-ended semistructured questionnaires. The study also involved a focus group discussion and the development of trend analysis of relationships between the two data sets in 2016. Our results show that respondents perceived variation in average annual temperature and rainfall over the past few decades as the main reasons for the decline in the supply of bush meat, freshwater, tree barks, and leaves in the study area. The results of the questionnaire corroborated those of the data for the time series obtained from the Ghana Meteorological Agency (GMeT) which is correlated with changes in the structure of (WSFR). To build resilient livelihoods and ecosystems, residents suggested strategies such as intensification of agroforestry systems with gain sharing arrangements, forest regulation enforcement, and bushfire control as ways to sustain the forests in the WSFR. We conclude that any measure to develop any climate change resilient mechanism in the WSFR should include those suggestions from residents.",
    "readLink": "http://dx.doi.org/10.1155/2022/2435419"
  },
  {
    "title": "Impact of climate change on growth dynamics of Norway spruce in south-eastern Norway",
    "authors": [
      "Čermák, Petr,",
      "Rybníček, Michal,",
      "Žid, Tomáš,",
      "Andreassen, Kjell,",
      "Børja, Isabella,",
      "Kolář, Tomáš"
    ],
    "doi": "https://doi.org/10.14214/sf.1781",
    "journalVolume": "Vol. 51,\n                                no. 2",
    "issn": "2242-4075 (Online)",
    "publisher": "Finnish Society of Forest Science",
    "countryOfPublisher": "Finland",
    "lcc": [
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://silvafennica.fi/",
    "abstract": "The ongoing climate change may have a distinct effect on Norway spruce growth, one of the most important tree species in European forest management. Therefore, the understanding and assessment of climate-growth relationship can help to reveal relevant patterns in temporal variability that may result in lower tree vitality and decline. The main objective of our study was to evaluate the long-term climate-growth variability of Norway spruce in south-eastern Norway, at the northern edge of the temperate zone. We sampled in total 270Â dominant and co-dominant trees from 18 plots in south-eastern Norway. We analysed stem cores and evaluated crown condition parameters to assess the retrospective tree growth and vitality. Despite considerable differences in the crown parameters, high similarity among tree-ring width (TRW) series allowed compiling the regional tree-ring width chronology. Correlations between TRW and climate parameters showed temporal instability in their relationship during the period 1915â2012. While we did not detect any significant relationships between TRW and climate parameters in the first half of the study period (1915â1963), a significant correlation between TRW and spring precipitation was observed for the period 1964â2012. This shift appeared concurrent with temperatures reaching above-average values compared to the average of the climate normal period 1961â1990.",
    "readLink": "https://www.silvafennica.fi/article/1781"
  },
  {
    "title": "The practice of climate change policy evaluations in the European Union and its member states: results from a meta-analysis",
    "authors": [
      "Noriko Fujiwara,",
      "Harro van Asselt,",
      "Stefan Böβner,",
      "Sebastian Voigt,",
      "Niki-Artemis Spyridaki,",
      "Alexandros Flamos,",
      "Emilie Alberola,",
      "Keith Williges,",
      "Andreas Türk,",
      "Michael ten Donkelaar"
    ],
    "doi": "https://doi.org/10.1186/s42055-019-0015-8",
    "journalVolume": "Vol. 2,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 16",
    "issn": "2520-8748 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Social Sciences: Industries. Land use. Labor: Economic growth, development, planning"
    ],
    "journalUrl": "https://sustainableearthreviews.biomedcentral.com/",
    "abstract": "Abstract Background This article presents the main findings from a meta-analysis of how climate change mitigation policy evaluations have been undertaken in the European Union (EU) and six of its Member States: Austria, Czech Republic, France, Germany, Greece and the United Kingdom. It aims to provide insights into how policy evaluations are carried out and how those practices might be improved. As a first step, this article reviews the literature on the theory and practice of policy evaluations to guide our methodology and further analysis. Results Our sample of 236 policy evaluations in the EU and six Member States covers the period 2010–2016. Compared with the results of a similar meta-analysis carried out covering the period 1998–2007, formal evaluations commissioned by government bodies have been on the rise in 2010–2016. Most evaluations focus on effectiveness and goal achievement and usually forgo a deeper level of reflexivity and/or public participation in the evaluation process. The analysis also reveals the dominance of the energy sector in the sampled evaluations. The article finds that the low number of any policy evaluations in the agriculture, waste or land-use sectors is an area for further investigation. Conclusions The exercise of identifying, coding and categorising these evaluations for 7 years helps to provide insights into the potential use of ex-post evaluations in support of future EU legislative proposals and accompanying impact assessments. Having a good understanding on how a certain policy performed particularly according to evaluation criteria might form the basis for more ambitious climate change mitigation policies in the future. Our analysis further shows that it is crucial and urgent to allocate sufficient resources to the coverage of relatively under-represented sectors, such as land use, land-use change and forestry, and waste.",
    "readLink": "https://doi.org/10.1186/s42055-019-0015-8"
  },
  {
    "title": "Change Trend and Restoration Potential of Vegetation Net Primary Productivity in China over the Past 20 Years",
    "authors": [
      "Guobo Liu,",
      "Quanqin Shao,",
      "Jiangwen Fan,",
      "Jia Ning,",
      "Kai Rong,",
      "Haibo Huang,",
      "Shuchao Liu,",
      "Xiongyi Zhang,",
      "Linan Niu,",
      "Jiyuan Liu"
    ],
    "doi": "https://doi.org/10.3390/rs14071634",
    "journalVolume": "Vol. 14,\n                                no. 1634\n                                \n                                  p.\n                                  1634",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "As an important vegetation parameter and ecological index, vegetation net primary productivity (NPP) can intuitively reflect changes in the ecological environment and the level of the carbon budget. However, the change trend of NPP and its recovery potential in China over the past 20 years remain unclear. Here, we used trend analysis, multiple regression analysis and residual analysis methods to analyse the change trend in the NPP of China’s terrestrial ecosystems from 2000 to 2019, as well as the climax background, restoration status and restoration potential of the NPP of forest, grassland and desert ecosystems. The results showed that (1) the change in vegetation NPP in China from 2000 to 2019 showed a continuous upward trend, with a change slope of 2.39 gC/m2/a2, and the area with a positive slope of change accounted for 68.10% of the country’s land area. The contribution rates of meteorological conditions and human activities to vegetation NPP changes were 85.41% and 14.59%, respectively. (2) The results obtained by the regression analysis method of meteorological conditions based on nature reserves could reflect the zonal climax vegetation status to a large extent, and the obtained values had a smooth transition within each ecogeographical division and between each ecogeographical division, which truly reflected the law of gradual change in climate, vegetation and natural conditions. The annual total NPP of the climax background vegetation in China’s forest, grassland and desert ecosystems was approximately 2.76 ± 0.28 PgC, and the annual total NPP of the three ecosystems was 1.90 ± 0.2 PgC, 0.80 ± 0.07 PgC and 0.009 ± 0.0005 PgC, respectively. (3) The annual total vegetation NPP of the restoration status of China’s forest, grassland and desert ecosystems was 2.24 PgC, and the annual total vegetation NPP of the three was 1.54 PgC, 0.65 PgC and 0.007 PgC, respectively. Benefiting from the effective implementation of climate warming and humidification and ecological engineering, the agro-pastoral zone, the Loess Plateau, the eastern Sichuan Basin and the Greater Khingan Range had the most significant increases in the past 20 years. (4) The annual total vegetation NPP of China’s forest, grassland and desert ecosystem restoration potential was approximately 0.52 ± 0.28 PgC, which accounted for approximately 19.05% of the annual total NPP of the climax background vegetation. The annual total vegetation NPP of forest, grassland and desert ecosystems restoration status was 0.36 ± 0.2 PgC, 0.16 ± 0.07 PgC and 0.002 ± 0.0005 PgC, respectively; the restoration potential accounted for 18.80%, 9.67% and 23.95% of the climax background vegetation NPP, respectively. The deployment of ecological projects should fully consider the restrictive climate conditions for decision makers and ecological scholars, and the benefits and costs of the projects should be considered comprehensively.",
    "readLink": "https://www.mdpi.com/2072-4292/14/7/1634"
  }
]