[
  {
    "title": "How competitive is drought deciduousness in tropical forests? A combined eco-hydrological and eco-evolutionary approach",
    "authors": [
      "Giulia Vico,",
      "David Dralle,",
      "Xue Feng,",
      "Sally Thompson,",
      "Stefano Manzoni"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aa6f1b",
    "journalVolume": "Vol. 12,\n                                no. 6\n                                \n                                  p.\n                                  065006",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Drought-deciduous and evergreen species are both common in tropical forests, where there is the need to cope with water shortages during periodic dry spells and over the course of the dry season. Which phenological strategy is favored depends on the long-term balance of carbon costs and gains that leaf phenology imposes as a result of the alternation of wet and dry seasons and the unpredictability of rainfall events. This study integrates a stochastic eco-hydrological framework with key plant economy traits to derive the long-term average annual net carbon gain of trees exhibiting different phenological strategies in tropical forests. The average net carbon gain is used as a measure of fitness to assess which phenological strategies are more productive and more evolutionarily stable (i.e. not prone to invasion by species with a different strategy). The evergreen strategy results in a higher net carbon gain and more evolutionarily stable communities with increasing wet season lengths. Reductions in the length of the wet season or the total rainfall, as predicted under climate change scenarios, should promote a shift towards more drought-deciduous communities, with ensuing implications for ecosystem functioning.",
    "readLink": "https://doi.org/10.1088/1748-9326/aa6f1b"
  },
  {
    "title": "Exploring Freshwater Regimes and Impact Factors in the Coastal Estuaries of the Vietnamese Mekong Delta",
    "authors": [
      "Vinh  Hoa Dang,",
      "Dung  Duc Tran,",
      "Thuc  Bich Thi Pham,",
      "Dao  Nguyen Khoi,",
      "Phuong  Ha Tran,",
      "Ninh  Trung Nguyen"
    ],
    "doi": "https://doi.org/10.3390/w11040782",
    "journalVolume": "Vol. 11,\n                                no. 4\n                                \n                                  p.\n                                  782",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Freshwater resources make an essential contribution to the livelihoods of millions of local people in the coastal estuaries of the Vietnamese Mekong Delta (VMD). However, coastal freshwaters currently face numerous threats, not least (i) changing tidal dynamics due to sea level rise and (ii) changes in river regimes due to dam construction upstream. This research explores the evolution of freshwater regimes in these coastal estuaries. Using process diagrams, freshwater distributions are mapped and analyzed. Application of statistical methods provides insight into freshwater flow cycles and variations in water regimes upstream at various measurement points within the estuaries. A previously calibrated and validated hydraulic model is used to simulate drought-year scenarios and spatial changes in freshwaters over time. Findings indicate decreasing river discharges in the flood season, but increasing discharges in the dry season, due to the impacts of hydropower dams. In addition, the driest months are shifting earlier. From this data, we derive rules of thumb regarding freshwater distributions in the coastal estuaries of the VMD. These relate to (i) the boundary beyond which freshwater is always found; (ii) the boundary where freshwater appears daily; (iii) the start of the freshwater season; (iii) the boundary where freshwater appears until February and until April; (iv) the end of the flood season; and (v) the number of days without freshwater per year. The trends discerned will help local freshwater users and decision makers formulate forward-looking, flexible strategies for freshwater exploitation, while also providing avenues for further research.",
    "readLink": "https://www.mdpi.com/2073-4441/11/4/782"
  },
  {
    "title": "Leaf Nitrogen and Phosphorus Stoichiometry of <i>Cyclocarya paliurus</i> across China",
    "authors": [
      "Yang Liu,",
      "Qingliang Liu,",
      "Tongli Wang,",
      "Shengzuo Fang"
    ],
    "doi": "https://doi.org/10.3390/f9120771",
    "journalVolume": "Vol. 9,\n                                no. 12\n                                \n                                  p.\n                                  771",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Leaf stoichiometry (nitrogen (N), phosphorus (P) and N:P ratio) is not only important for studying nutrient composition in forests, but also reflects plant biochemical adaptation to geographic and climate conditions. However, patterns of leaf stoichiometry and controlling factors are still unclear for most species. In this study, we determined leaf N and P stoichiometry and their relationship with soil properties, geographic and climate variables for Cyclocarya paliurus based on a nation-wide dataset from 30 natural populations in China. The mean values of N and P concentrations and N:P ratios were 9.57 mg g−1, 0.91 mg g−1 and 10.51, respectively, indicating that both leaf N and P concentrations in C. paliurus forests were lower than those of China and the global flora, and almost all populations were limited in N concentration. We found significant differences in leaf N and P concentrations and N:P ratios among the sampled C. paliurus populations. However, there were no significant correlations between soil properties (including organic C, total N and P concentrations) and leaf stoichiometry. The pattern of variation in leaf N concentration across the populations was positively correlated with latitude (24.46° N⁻32.42° N), but negatively correlated with mean annual temperature (MAT); meanwhile, leaf N concentration and N:P ratios were negatively correlated with mean temperature in January (MTmin) and mean annual frost-free period (MAF). Together, these results suggested that temperature-physiological stoichiometry with a latitudinal trend hold true at both global and regional levels. In addition, the relationships between leaf stoichiometry and climate variables provided information on how leaf stoichiometry of this species may respond to climate change.",
    "readLink": "https://www.mdpi.com/1999-4907/9/12/771"
  },
  {
    "title": "Bayesian versus politically motivated reasoning in human perception of climate anomalies",
    "authors": [
      "Joseph T Ripberger,",
      "Hank C Jenkins-Smith,",
      "Carol L Silva,",
      "Deven E Carlson,",
      "Kuhika Gupta,",
      "Nina Carlson,",
      "Riley E Dunlap"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aa8cfc",
    "journalVolume": "Vol. 12,\n                                no. 11\n                                \n                                  p.\n                                  114004",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "In complex systems where humans and nature interact to produce joint outcomes, mitigation, adaptation, and resilience require that humans perceive feedback—signals of health and distress—from natural systems. In many instances, humans readily perceive feedback. In others, feedback is more difficult to perceive, so humans rely on experts, heuristics, biases, and/or identify confirming rationalities that may distort perceptions of feedback. This study explores human perception of feedback from natural systems by testing alternate conceptions about how individuals perceive climate anomalies, a form of feedback from the climate system. Results indicate that individuals generally perceive climate anomalies, especially when the anomalies are relatively extreme and persistent. Moreover, this finding is largely robust to political differences that generate predictable but small biases in feedback perception at extreme ends of the partisan spectrum. The subtlety of these biases bodes well for mitigation, adaptation, and resilience as human systems continue to interact with a changing climate system.",
    "readLink": "https://doi.org/10.1088/1748-9326/aa8cfc"
  },
  {
    "title": "Preliminary Assessment of Copper/cerium Mixed Oxides for Thermochemical Energy Storage Applications",
    "authors": [
      "Gianluca Landi,",
      "Claudio Tregambi,",
      "Piero Bareschino,",
      "Erasmo Mancusi,",
      "Francesco Pepe,",
      "Roberto Solimene"
    ],
    "doi": "https://doi.org/10.3303/CET2399051",
    "journalVolume": "Vol. 99",
    "issn": "1974-9791 (Print)",
    "publisher": "2283-9216 (Online)",
    "countryOfPublisher": "AIDIC Servizi S.r.l.",
    "lcc": [
      "Italy",
      "Technology: Chemical technology: Chemical engineering",
      "Technology: Electrical engineering. Electronics. Nuclear engineering: Electronics: Computer engineering. Computer hardware"
    ],
    "journalUrl": "https://www.cetjournal.it/index.php/cet",
    "abstract": "An extensive exploitation of renewable energies is required to face climate change, and reduce the dependence on fossil fuels. Thermochemical energy storage (TCES) systems are bound to play a major role in the next years to overcome the intrinsic variability of many renewable sources, thus increasing their dispatchability. Within this field, reversible gas-solid chemical reactions are among the most promising systems thanks to high theoretical values of energy storage density, and virtual unlimited time scales of energy storage. Copper oxide is an interesting candidate for TCES, but suffers from particle sintering/agglomeration at the high process temperature required by the system. In this work, several Cu:Ce mixed oxides have been synthesized and tested in a thermogravimetric analyzer under process parameters relevant to TCES applications, with the aim of preventing copper oxide sintering/agglomeration. Morphology and chemical composition of the synthesized and reacted samples have been scrutinized by means of XRD and SEM-EDS analyses.",
    "readLink": "https://www.cetjournal.it/index.php/cet/article/view/13129"
  },
  {
    "title": "Is it the end of combustion and engine combustion research? Should it be?",
    "authors": [
      "Gautam Kalghatgi"
    ],
    "doi": "Vol. 10\n                                \n                                \n                                  p.\n                                  100142",
    "issn": "2666-691X (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General): Transportation engineering"
    ],
    "journalUrl": "https://www.journals.elsevier.com/transportation-engineering",
    "abstract": "The dominant narrative in the affluent west is that climate change poses an “existential threat” and very rapid cuts in greenhouse gas (GHG) emissions and hence fossil fuel use are needed to avoid it. Simultaneously oil, gas, coal, aviation, steel and cement industries and livestock farming have to be largely shut down to eliminate GHG. This review argues that globally all this will not happen by 2050, let alone 2030 because the scale of the problem is too large. Transport is particularly difficult to decarbonize and current policies focusing entirely on battery electric vehicles will not and must not succeed. GHG levels are unlikely to come down significantly in the next several decades and even if they did, extreme weather events will not disappear. It is better to recognize such realities and make societies more resilient to the effects of climate change. Humanity will have to adapt to any further warming as it has successfully done with the previous warming of about 1.1 C over the past century. Combustion research, particularly of fossil fuels and in internal combustion engines is currently seen as unnecessary in many countries. However, it will be absolutely necessary, along with the development of the alternatives in order to ensure that energy use is improved since combustion will continue to be central to supplying global energy and driving transport for decades to come. The gap between current policies and reality will perhaps be bridged as energy security concerns come to the fore.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666691X22000409"
  },
  {
    "title": "Study on the Functional Improvement of Economic Damage Assessment for the Integrated Assessment Model",
    "authors": [
      "Changxin Liu,",
      "Hailing Zhang,",
      "Zheng Wang"
    ],
    "doi": "https://doi.org/10.3390/su11051280",
    "journalVolume": "Vol. 11,\n                                no. 5\n                                \n                                  p.\n                                  1280",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The economic damage function of the integrated assessment model (IAM) is used to quantify the economic loss caused by climate change, and it is quite important for coupling the economic system and natural system in a model. However, there are many shortcomings of the damage function in the current IAM. The most important shortcoming is that the only climatic factor in the damage function is the global annual mean temperature rise, which would result in the estimation deviating from reality. We improved the damage function by introducing extreme climate change events. Additionally, the improved damage function is applicable to the regional characteristics by using regional climate change data. The extreme climate event information is extracted with the categories of the disasters. The damage function is set up by using the Ordinary Least Square (OLS) method based on the climate data and economic loss data. The results show that the improved IAM damage function can better reflect the actual climate change economic loss in China, making it more reasonable. This paper provides an important method and technical solution for the realization of an effective connection between the disaster damage function of the integrated assessment model and the climate elements of the Earth system model.",
    "readLink": "http://www.mdpi.com/2071-1050/11/5/1280"
  },
  {
    "title": "Defects Impact on PV System GHG Mitigation Potential and Climate Change",
    "authors": [
      "Waqas Ahmed,",
      "Jamil Ahmed Sheikh,",
      "Shahjadi Hisan Farjana,",
      "M. A. Parvez Mahmud"
    ],
    "doi": "https://doi.org/10.3390/su13147793",
    "journalVolume": "Vol. 13,\n                                no. 7793\n                                \n                                  p.\n                                  7793",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Solar photovoltaic (PV) systems are widely used to mitigate greenhouse gases (GHG), due to their green renewable nature. However, environmental factors such as bird drops, shade, pollution, etc., accommodation on PV panels surface reduce photons transmission to PV cells, which results in lower energy yield and GHG mitigation potential of PV system. In this study, the PV system’s energy and GHG mitigation potential loss is investigated under environmental stresses. Defects/hotspots caused by the environment on PV panel surface have unknown occurrence frequency, time duration, and intensity and are highly variable from location to location. Therefore, different concentrations of defects are induced in a healthy 12 kWp PV system. Healthy PV system has the potential to avoid the burning of 3427.65 L of gasoline by 16,157.9 kWh green energy production per annum. However, in 1% and 20% defective systems, green energy potential reduces to 15,974.3 and 12,485.6 kWh per annum, respectively. It is equivalent to lesser evasion burning of 3388.70, and 2648.64 L of gasoline, respectively. A timely solution to defective panels can prevent losses in the PV system to ensure optimal performance.",
    "readLink": "https://www.mdpi.com/2071-1050/13/14/7793"
  },
  {
    "title": "Evaluating the Productivity of Paddy Water Resources through SWOT Analysis: The Case of Northern Iran",
    "authors": [
      "Imaneh Goli,",
      "Hossein Azadi,",
      "Mehdi Nooripoor,",
      "Mirza Barjees Baig,",
      "Ants-Hannes Viira,",
      "Iulia Ajtai,",
      "Ahsen Işık Özgüven"
    ],
    "doi": "https://doi.org/10.3390/w13212964",
    "journalVolume": "Vol. 13,\n                                no. 2964\n                                \n                                  p.\n                                  2964",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Water shortages in rice production represent a formidable challenge for the world’s food, economic, and social security. Water is the most important single component for sustainable rice growth, especially in the world’s traditional rice-growing areas. Therefore, this study attempts to evaluate the improvement of rice water productivity in Northern Iran on the basis of Strengths, Weaknesses, Opportunities, and Threats (SWOT) analysis. This study is a qualitative-descriptive survey. A random sampling method was used to determine the sample size, and finally, 105 male and female rural facilitators in Sari city (the capital of Mazandaran Province located in Northern Iran) were surveyed. The results showed that the development of appropriate infrastructure, increasing new irrigation and drainage networks with the aim of increasing the use of efficient water technologies, was the most important strategy. The most necessary strengths, weaknesses, opportunities, and threats to improve the water productivity and management of paddy farms in the study area are, respectively, as follows: “fertile paddy fields and relatively good soils in most areas”, “weakness in the participation and interaction of users in water resources projects and paying attention only to the physical development of irrigation networks and ignoring the issues of network operation and farmers’ participation in the management”, “improving irrigation planning”, and “surplus harvest from Tajan River and drop in water level”. Obtained findings may be used to address water scarcity and water quality management issues in the agriculture sector. The results demonstrate that, under potential climate change and water shortages, SWOT may be seen as a guide for contingency initiatives.",
    "readLink": "https://www.mdpi.com/2073-4441/13/21/2964"
  },
  {
    "title": "Salt-Tolerant Plant Growth Promoting Rhizobacteria for Enhancing Crop Productivity of Saline Soils",
    "authors": [
      "Dilfuza Egamberdieva,",
      "Dilfuza Egamberdieva,",
      "Dilfuza Egamberdieva,",
      "Stephan Wirth,",
      "Sonoko Dorothea Bellingrath-Kimura,",
      "Jitendra Mishra,",
      "Naveen K. Arora"
    ],
    "doi": "https://doi.org/10.3389/fmicb.2019.02791",
    "journalVolume": "Vol. 10",
    "issn": "1664-302X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.frontiersin.org/microbiology",
    "abstract": "Soil salinity has emerged as a serious issue for global food security. It is estimated that currently about 62 million hectares or 20 percent of the world’s irrigated land is affected by salinity. The deposition of an excess amount of soluble salt in cultivable land directly affects crop yields. The uptake of high amount of salt inhibits diverse physiological and metabolic processes of plants even impacting their survival. The conventional methods of reclamation of saline soil which involve scraping, flushing, leaching or adding an amendment (e.g., gypsum, CaCl2, etc.) are of limited success and also adversely affect the agro-ecosystems. In this context, developing sustainable methods which increase the productivity of saline soil without harming the environment are necessary. Since long, breeding of salt-tolerant plants and development of salt-resistant crop varieties have also been tried, but these and aforesaid conventional approaches are not able to solve the problem. Salt tolerance and dependence are the characteristics of some microbes. Salt-tolerant microbes can survive in osmotic and ionic stress. Various genera of salt-tolerant plant growth promoting rhizobacteria (ST-PGPR) have been isolated from extreme alkaline, saline, and sodic soils. Many of them are also known to mitigate various biotic and abiotic stresses in plants. In the last few years, potential PGPR enhancing the productivity of plants facing salt-stress have been researched upon suggesting that ST-PGPR can be exploited for the reclamation of saline agro-ecosystems. In this review, ST-PGPR and their potential in enhancing the productivity of saline agro-ecosystems will be discussed. Apart from this, PGPR mediated mechanisms of salt tolerance in different crop plants and future research trends of using ST-PGPR for reclamation of saline soils will also be highlighted.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fmicb.2019.02791/full"
  }
]