[
  {
    "title": "Coevolution of Hydrological Cycle Components under Climate Change: The Case of the Garonne River in France",
    "authors": [
      "Youen Grusson,",
      "François Anctil,",
      "Sabine Sauvage,",
      "José  Miguel Sánchez Pérez"
    ],
    "doi": "https://doi.org/10.3390/w10121870",
    "journalVolume": "Vol. 10,\n                                no. 12\n                                \n                                  p.\n                                  1870",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Climate change is suspected to impact water circulation within the hydrological cycle at catchment scale. A SWAT model approach to assess the evolution of the many hydrological components of the Garonne catchment (Southern France) is deployed in this study. Performance over the calibration period (2000⁻2010) are satisfactory, with Nash⁻Sutcliffe ranging from 0.55 to 0.94 or R2 from 0.86 to 0.98. Similar performance values are obtained in validation (1962⁻2000). Water cycle is first analyzed based on past observed climatic data (1962⁻2010) to understand its variations and geographical spread. Comparison is then conducted against the different trends obtained from a climate ensemble over 2010⁻2050. Results show a strong impact on green water, such as a reduction of the soil water content (SWC) and a substantial increase in evapotranspiration (ET) in winter. In summer, however, some part of the watershed faces lower ET fluxes because of a lack of SWC to answer the evapotranspiratory demand, highlighting possible future deficits of green water stocks. Blue water fluxes are found significantly decreasing during summer, when in winter, discharge in the higher part of the watershed is found increasing because of a lower snow stock associated to an increase of liquid precipitation, benefiting surface runoff.",
    "readLink": "https://www.mdpi.com/2073-4441/10/12/1870"
  },
  {
    "title": "Does Agricultural Credit Mitigate the Effect of Climate Change on Cereal Production? Evidence from Sichuan Province, China",
    "authors": [
      "Wensong He,",
      "Wei Chen,",
      "Abbas Ali Chandio,",
      "Bangzheng Zhang,",
      "Yuansheng Jiang"
    ],
    "doi": "https://doi.org/10.3390/atmos13020336",
    "journalVolume": "Vol. 13,\n                                no. 336\n                                \n                                  p.\n                                  336",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "This study attempts to investigate the effects of global climate change (via temperature and rainfall) on cereal production in Sichuan over the 1978–2018 period, whether agricultural credit combining with technical progress (i.e., mechanical farming rate) mitigate the effect of climate change. The present study empirically analyzed the short-term and long-term interrelation among all the considered variables by using the autoregressive distributed lag (ARDL) model. The results of the ARDL bounds testing revealed that there is a long-term cointegration relationship between the variables. The findings showed that temperature significantly negatively affected cereal production, while rainfall significantly contributed to cereal production in the context of Sichuan province, China. Agricultural credit, especially in the long run, significantly improved cereal production, implying that agricultural credit is used to invest in climate mitigation technologies in cereal production. Findings further indicated that the mechanical farming rate significantly enhanced cereal production, indicating that technical progress has been playing a vital role. This study suggests that the policymakers should formulate more comprehensive agricultural policies to meet the financial needs of the agricultural sector and increase support for production technology.",
    "readLink": "https://www.mdpi.com/2073-4433/13/2/336"
  },
  {
    "title": "Climate-induced interannual variability of marine primary and export production in three global coupled climate carbon cycle models",
    "authors": [
      "B. Schneider,",
      "L. Bopp,",
      "M. Gehlen,",
      "J. Segschneider,",
      "T. L. Frölicher,",
      "P. Cadule,",
      "P. Friedlingstein,",
      "S. C. Doney,",
      "M. J. Behrenfeld,",
      "F. Joos"
    ],
    "doi": "Vol. 5,\n                                no. 2\n                                \n                                  pp.\n                                  597\n                                  – 614",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Fully coupled climate carbon cycle models are sophisticated tools that are used to predict future climate change and its impact on the land and ocean carbon cycles. These models should be able to adequately represent natural variability, requiring model validation by observations. The present study focuses on the ocean carbon cycle component, in particular the spatial and temporal variability in net primary productivity (PP) and export production (EP) of particulate organic carbon (POC). Results from three coupled climate carbon cycle models (IPSL, MPIM, NCAR) are compared with observation-based estimates derived from satellite measurements of ocean colour and results from inverse modelling (data assimilation). Satellite observations of ocean colour have shown that temporal variability of PP on the global scale is largely dominated by the permanently stratified, low-latitude ocean (Behrenfeld et al., 2006) with stronger stratification (higher sea surface temperature; SST) being associated with negative PP anomalies. Results from all three coupled models confirm the role of the low-latitude, permanently stratified ocean for anomalies in globally integrated PP, but only one model (IPSL) also reproduces the inverse relationship between stratification (SST) and PP. An adequate representation of iron and macronutrient co-limitation of phytoplankton growth in the tropical ocean has shown to be the crucial mechanism determining the capability of the models to reproduce observed interactions between climate and PP.",
    "readLink": "http://www.biogeosciences.net/5/597/2008/bg-5-597-2008.pdf"
  },
  {
    "title": "Recognition of Forest Carbon Rights in Indonesia: A Constitutional Approach",
    "authors": [
      "Kenny Cetera"
    ],
    "doi": "https://doi.org/10.19184/ejlh.v9i1.29331",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  151\n                                  – 176",
    "issn": "2355-4673 (Print)",
    "publisher": "2621-3710 (Online)",
    "countryOfPublisher": "Faculty of Law, University of Jember",
    "lcc": [
      "Indonesia",
      "Law"
    ],
    "journalUrl": "https://jurnal.unej.ac.id/index.php/eJLH/index",
    "abstract": "As a forest-rich nation, Indonesia has actively participated in carbon market governance like the REDD+ program. With the rapid expansion of REDD+ to address the effects of climate change, questions surrounding carbon rights have surfaced. This study aims to analyze the regulatory development of carbon rights in Indonesia and its impact on the community rights over forest resources by elaborating on the ideal carbon rights governance under a constitutional perspective. The study uses the normative method, which includes pertinent rules and supporting statements from climate change specialists. This study shows that carbon rights are defined broadly as the right to participate in forest carbon trading, although they require a government permit. There is no clear explanation of the relationship between land tenure and carbon ownership under the existing legislation, despite four permits to acquire carbon benefits: environmental service, social forestry, ecosystem restoration, and forest carbon administration permit. While the state can claim state control rights on certain commodities like carbon under Article 33 of the Indonesian Constitution, it also has to manage the distribution of carbon incentives based on the public interest. By facilitating the transfer of carbon rights under a carbon trading scheme while highlighting the government's role in sharing the benefits of carbon via a result-based payment scheme, Presidential Regulation 98/2021 contributes to more explicit control of carbon rights. All concerns related to carbon rights governance in Indonesia include complicated administrative and technical requirements for applying for a license, insecure land tenure due to overlapping claims, and unlawful encroachment in forest regions. Since land tenure issues remain unresolved, recognizing carbon rights as an alternative to recognizing marginal and community rights to forest resources could be viable. KEYWORDS: Environmental Regulation, Forest Carbon Rights, REDD+.",
    "readLink": "https://jurnal.unej.ac.id/index.php/ejlh/article/view/29331"
  },
  {
    "title": "Early Warning Weather Hazard System for Power System Control",
    "authors": [
      "Amalija Božiček,",
      "Bojan Franc,",
      "Božidar Filipović-Grčić"
    ],
    "doi": "https://doi.org/10.3390/en15062085",
    "journalVolume": "Vol. 15,\n                                no. 2085\n                                \n                                  p.\n                                  2085",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Power systems and their primary components, mostly the transmission and distribution of overhead lines, substations, and other power facilities, are distributed in space and are exposed to various atmospheric and meteorological conditions. These conditions carry a certain level of risk for reliable electrical power delivery. Various atmospheric hazards endanger the operation of power systems, where the most significant are thunderstorms, wildfire events, and floods which can cause various ranges of disturbances, faults, and damages to the power grid, or even negatively affect the quality of life. By utilizing a weather monitoring and early warning system, it is possible to ensure a faster reaction against different weather-caused fault detections and elimination, to ensure a faster and more adequate preparation for fighting extreme weather events, while maintaining overhead line protection and fault elimination. Moreso, it is possible to bypass overhead lines that have the highest risk of unfavorable meteorological events and hazards, and reroute the energy, thus providing electricity to endangered areas in times of need while minimizing blackouts, and consequently, improving the quality of human life. This paper will present an analysis of the various risks of atmospheric phenomena, in the meteorological and climate context, and discuss various power system components, the power system control, operations, planning, and power quality. A concept with the main functionalities and data sources needed for the establishment of an early warning weather hazard system will be proposed. The proposed solution can be used as a utility function in power system control to mitigate risks to the power system due to atmospheric influences and ongoing climate change.",
    "readLink": "https://www.mdpi.com/1996-1073/15/6/2085"
  },
  {
    "title": "Blue carbon of Mexico, carbon stocks and fluxes: a systematic review",
    "authors": [
      "Jorge A. Herrera-Silveira,",
      "Monica A. Pech-Cardenas,",
      "Sara M. Morales-Ojeda,",
      "Siuling Cinco-Castro,",
      "Andrea Camacho-Rico,",
      "Juan P. Caamal Sosa,",
      "Juan E. Mendoza-Martinez,",
      "Eunice Y. Pech-Poot,",
      "Jorge Montero,",
      "Claudia Teutli-Hernandez"
    ],
    "doi": "https://doi.org/10.7717/peerj.8790",
    "journalVolume": "Vol. 8\n                                \n                                \n                                  p.\n                                  e8790",
    "issn": "2167-8359 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://peerj.com/",
    "abstract": "Mexico has more than 750,000 ha of mangroves and more than 400,000 ha of seagrasses. However, approximately 200,000 ha of mangroves and an unknown area of seagrass have been lost due to coastal development associated with urban, industrial and tourist purposes. In 2018, the approved reforms to the General Law on Climate Change (LGCC) aligned the Mexican law with the international objectives established in the 2nd Article of the Paris Agreement. This action proves Mexico’s commitment to contributing to the global target of stabilizing the greenhouse gas emissions concentration in the planet. Thus, restoring and conserving mangrove and seagrass habitats could contribute to fulfilling this commitment. Therefore, as a first step in establishing a mitigation and adaptation plan against climate change with respect to conservation and restoration actions of these ecosystems, we evaluated Mexican blue carbon ecosystems through a systematic review of the carbon stock using the standardized method of Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA). We used the data from 126 eligible studies for both ecosystems (n = 1220). The results indicated that information is missing at the regional level. However, the average above and below ground organic carbon stocks from mangroves in Mexico is 113.6 ± 5.5 (95% CI [99.3–118.4]) Mg Corg ha−1 and 385.1 ± 22 (95% CI [344.5–431.9]) Mg Corg ha−1, respectively. The variability in the Corg stocks for both blue carbon ecosystems in Mexico is related to variations in climate, hydrology and geomorphology observed along the country’s coasts in addition to the size and number of plots evaluated with respect to the spatial cover. The highest values for mangroves were related to humid climate conditions, although in the case of seagrasses, they were related to low levels of hydrodynamic stress. Based on the official extent of mangrove and seagrass area in Mexico, we estimate a total carbon stock of 237.7 Tg Corg from mangroves and 48.1 Tg Corg from seagrasses. However, mangroves and seagrasses are still being lost due to land use change despite Mexican laws meant to incorporate environmental compensation. Such losses are largely due to loopholes in the legal framework that dilute the laws’ effectiveness and thus ability to protect the ecosystem. The estimated emissions from land use change under a conservative approach in mangroves of Mexico were approximately 24 Tg CO2e in the last 20 years. Therefore, the incorporation of blue carbon into the carbon market as a viable source of supplemental finance for mangrove and seagrass protection is an attractive win-win opportunity.",
    "readLink": "https://peerj.com/articles/8790.pdf"
  },
  {
    "title": "Small forest growers in tropical landscapes should be embraced as partners for Green-growth: Increase wood supply, restore land, reduce poverty, and mitigate climate change",
    "authors": [
      "E. K. Sadanandan Nambiar"
    ],
    "doi": "Vol. 6\n                                \n                                \n                                  p.\n                                  100154",
    "issn": "2666-7193 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Agriculture: Forestry",
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "https://www.journals.elsevier.com/trees-forests-and-people",
    "abstract": "Our ideas and investments for landscape restoration should be broadened to include sustainably managed plantation forestry, especially those owned by small growers in forest-rural landscapes, as a part of the solution. Small growers play seminal roles in tropical forestry; for example, they provide about 90% and 60% of the industrial wood in India and Vietnam, respectively, and are central for countries such as Ethiopia and Uganda. They contribute to restoration of degraded landscapes in large areas. Wood production and use of wood products as a carbon positive, renewable, recyclable material should be a part of climate change mitigation actions. Forestry and wood-based business is providing livelihoods for millions of rural households and probably helping hundreds of thousands of families out of poverty.Tropical countries are facing widening wood supply- demand gaps. Substantial growth of wood production from small-scale plantations via both higher productivity per unit area and carefully managed land expansion, may be the only options for closing this gap. Nevertheless, there is no reliable inventory of the number of small-scale growers and households involved in any tropical country. Similarly, there is a serious lack of attention given to productivity in small -scale plantations, and exploring how sustainable management practices can improve productivity, product value, economic outcomes, and environmental benefits, at appropriate spatial and temporal scales.Many projects carried out in the name of small growers within country are fragmented, donor-driven, and uncoordinated. They will be more effective for providing benefits to small-growers if each recipient country developed a holistic and coherent strategy with priorities for advancing small- scale plantation forestry, within which, projects from international groups are harnessed. Creation of a cooperative (public-private), action and impact driven organisation(centre) is proposed. For success, the private sector should engage small growers as co-investing partners for advancing Green-growth and landscape restoration, and thus foster a direct conduit for channelling the global interests in tree-forest based solutions for improving the environment and reducing rural poverty.Small-scale plantation forestry can be substantially strengthened by three opportunities: the growing demand for wood, the role of forests and land restoration in the global carbon cycle and for low-emissions economy, and the urgent need to uplift rural economies and reduce poverty. These challenges are interwoven, and sustainably managed forestry offers integrated solutions for addressing them.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666719321000935"
  },
  {
    "title": "On the planetary capacity to sustain human populations",
    "authors": [
      "CS Reynolds"
    ],
    "doi": "https://doi.org/10.3354/esep00153",
    "journalVolume": "Vol. 14,\n                                no. 1\n                                \n                                  pp.\n                                  33\n                                  – 41",
    "issn": "1611-8014 (Print)",
    "publisher": "1863-5415 (Online)",
    "countryOfPublisher": "Inter-Research",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences: Commerce: Business: Business ethics"
    ],
    "journalUrl": "http://www.int-res.com/journals/esep/",
    "abstract": "This essay investigates the limiting capacity of the planet to support humans, making various assumptions about current practices and the intensities of per caput resource consumption. Supposing people to be exclusively vegetarian, consuming cereals produced by present methods, at the highest reported yields, and also eschewing the cultivation of non-edible crops, the Earth is argued to be capable of sustaining a population up to 55 billion. Consuming mixed diets including meat and beverages while continuing to raise non-food crops reduces the capacity by 7- to 10-fold, closer to the actual population at the present time. When the availability and distribution of exploitable water supplies are considered, it is difficult to argue for a sustainable population much exceeding 10 billion, without considerable changes in the equity of supply. All such extrapolations are subject to unknown consequences of rapid and chaotic climate change. The possibility that the rate of human population growth may be stabilising for other reasons, with numbers perhaps peaking at 10 to 11 billion, may yet allow increasingly widespread and severe water shortages to be avoided. This coincidence offers the opportunity to improve human sustainability through new social structures and new, cleaner, more resource-efficient technologies. They need to be directed towards solving inequities in resource use—not only of food and energy, but especially also of water. Though ultimately speculative and polemical, the essay is a genuine attempt to promote the case for recognising our real problems and the need to evolve strategies for survival.",
    "readLink": "https://www.int-res.com/abstracts/esep/v14/n1/p33-41/"
  },
  {
    "title": "Wastewater Reuse: An Economic Perspective to Identify Suitable Areas for Poplar Vegetation Filter Systems for Energy Production",
    "authors": [
      "Mauro Viccaro,",
      "Mario Cozzi,",
      "Donatella Caniani,",
      "Salvatore Masi,",
      "Ignazio M. Mancini,",
      "Marianna Caivano,",
      "Severino Romano"
    ],
    "doi": "https://doi.org/10.3390/su9122161",
    "journalVolume": "Vol. 9,\n                                no. 12\n                                \n                                  p.\n                                  2161",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The increasing interest towards climate change, water and energy saving, and soil protection has led the research community to consider non-conventional water as a sustainable source for irrigation of energy crops. Vegetation filter systems are considered a reliable technique for sustainable biomass cultivation, enabling the use of reclaimed wastewater as water and nutrients sources during irrigation periods. In this study, a geographic information system (GIS)-based spatial model was developed to identify areas potentially suitable for creating vegetation filter systems with poplars to size the plants of energy production. An economic assessment allowed us to identify the cost-effectiveness areas for biomass production that can be fertigated by reclaimed wastewater. Considering the Basilicata region as the test region, a surface area of 258,512 ha was investigated, identifying 73,331 ha of SRF soils sited downstream of 45 wastewater treatment plants (WWTPs). However, considering only areas that have positive net present value and are economically attractive, results indicate 1606 ha of SRF falling within the areas of influence of 39 WWTPs. The results show that the sector of dedicated crops, adjacent and linked with WWTPs, expresses a total capacity of 50.56 MW for thermal, 8.25 MW for electricity, and 31 MW for cogeneration (25.07 MWt and 5.94 MWe) plants.",
    "readLink": "https://www.mdpi.com/2071-1050/9/12/2161"
  },
  {
    "title": "Critical Perspectives of NGOs on Voluntary Corporate Environmental Reporting: Thai Public Listed Companies",
    "authors": [
      "Jittima Wichianrak,",
      "Tehmina Khan,",
      "David Teh,",
      "Steven Dellaportas"
    ],
    "doi": "https://doi.org/10.3390/su15076195",
    "journalVolume": "Vol. 15,\n                                no. 6195\n                                \n                                  p.\n                                  6195",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "This study examines the nature of environmental disclosures of Thai public listed companies (PLCs) which operate in environmentally sensitive industries and the factors affecting environmental disclosures as well as the need for a critical perspective from Non-Governmental Organizations (NGOs) on corporate environmental reporting. A semi-structured interview approach was used for 19 interviews to attain critical perspectives of NGOs on environmental reporting. Thematic analysis through the lens of legitimacy theory and stakeholder theory is undertaken to identify themes and patterns that emerged from the study. Findings of this study reveal that the lack of quantity and quality when it comes to corporate environmental reports are serious issues, thus activating civil society’s criticism. Quality issues are dominant for the lack of reliance on voluntary environmental reporting by NGOs. The government’s monitoring and regulatory compliance systems is key, which has been highlighted as another factor. NGOs prefer government information over environmental information reported by companies. There is strong support for third-party verification and assurance to make the reports more reliable and useful. This study adds to the environmental disclosures and reporting literature by providing insights into civil society perspectives on corporate environmental reporting in the context of a developing country—Thailand. It sheds light on how companies can improve their stakeholder management and engagement strategy. It provides recommendations which may be used to inform relevant policy makers in improving Thai disclosure regulation and compliance mechanisms to promote greater monitoring and accountability. It also suggests companies further explore and examine potential technologies to support their reporting.",
    "readLink": "https://www.mdpi.com/2071-1050/15/7/6195"
  }
]