[
  {
    "title": "Thermal Performance Optimization Simulation Study of a Passive Solar House with a Light Steel Structure and Phase Change Walls",
    "authors": [
      "Lei Cheng,",
      "Chunlong Zhuang,",
      "Shengbo Li,",
      "Guangqin Huang,",
      "Hongyu Zhang,",
      "Fei Gan,",
      "Ningge Xu,",
      "Shanshan Hou"
    ],
    "doi": "https://doi.org/10.3390/en16093725",
    "journalVolume": "Vol. 16,\n                                no. 3725\n                                \n                                  p.\n                                  3725",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Phase change materials are used in passive solar house construction with light steel structure walls, which can overcome the problems of weak heat storage capacity and poor utilization of solar heat and effectively solve the thermal defects of light steel structure walls. Based on this, on the basis of preliminary experimental research, this study further carried out theoretical analysis and simulation research on the thermal performance of a light steel structure passive solar house (Trombe form) with PCM walls. Through the heat balance analysis of heat transfer in the heat collecting partition wall, the theoretical calculation formula of the phase change temperature of the PCM was obtained, and it verified theoretically that the phase change temperature value should be 1–3 °C higher than the target indoor air temperature. The evaluation index “accumulated daily indoor temperature offset value” was proposed for evaluating the effect of phase change materials on the indoor temperature of the passive solar house, and “EnergyPlus” software was used to study the influence of the phase change temperature, the amount of material, and the thickness of the insulation layer on the indoor air temperature in a natural day. The results showed that there was a coupling relationship among the performance and between of the thickness of the PCM layer and the phase change temperature. Under typical diurnal climate conditions in the northern Tibetan Plateau of China, the optimal combination of the phase change temperature and the layer thickness was 17 °C and 15 mm, respectively. Especially at a certain temperature, excessive increases in the thickness of the phase transition layer could not improve the indoor thermal environment. For this transition temperature, there exists an optimal transition layer thickness. For a Trombe solar house, the thickness of the insulation layer has an independent impact on indoor temperature compared to other factors, which has an economic value, such as 50 mm in this case. In general, this paper studied the relationship between several important parameters of the phase change wall of a solar house by using numerical simulation methods and quantitatively calculated the optimal parameters under typical meteorological conditions, thus providing a feasible simulation design method for similar engineering applications.",
    "readLink": "https://www.mdpi.com/1996-1073/16/9/3725"
  },
  {
    "title": "Islamic architecture and patterns of functional requirements associated The concept of Islamic architecture, characteristics and advantages",
    "authors": [
      "Sherif Hussien"
    ],
    "doi": "https://doi.org/10.12816/0036536",
    "journalVolume": "Vol. 1,\n                                no. 2\n                                \n                                  pp.\n                                  76\n                                  – 91",
    "issn": "2356-9654 (Print)",
    "publisher": "2357-0342 (Online)",
    "countryOfPublisher": "Arab Association for Islamic Civilization and Art",
    "lcc": [
      "Egypt",
      "Fine Arts: Architecture"
    ],
    "journalUrl": "https://mjaf.journals.ekb.eg/?lang=en",
    "abstract": "The importance of the study of Islamic Heritage In being an “outstanding balance and inventory” Which is characterized by stability and continuity together, And collects in itself spiritual and aesthetic value, In addition to being the fact that concrete material Imposed accepted and respected for being honest documentation of the culture of society and the unity of exactitude of the personal, intellectual and features through the ages. Islamic heritage is in architecture and interior design honest record of the culture of the community, It is the product of physical and aesthetic heritage formations that lasted and proved its authenticity and value in the face of constant change and successive technical revolutions and even forced the world to respect them. So the concept of the Islamic heritage in architecture and interior design has a twofold main components: - Intellectual and notch is to concepts and ideas and beliefs and cultural values. - Material notch, which is reflected in the business and things that came to Heirs. Which concludes us to translate the life of human society is a product of the experiences, skills and innovations brought about by the community throughout its history. Islamic art has been affected of civilizations it contained Islam affected creative, where genius and innovation which drives the evolution of art rings until it reaches its destination and to the formation of an integrated gelling. If Islamic art has been influenced by the arts of the country since its inception that open and private Sasanian and Byzantine ones. However, it ruled out including the mythical aspects of arts and simulation formal quality or special formations inherited and transmitted and innovative, then addressed the abstract arts in line with Islamic teachings and the spirit and philosophy of religion. With this distinction of Islamic Art with its Facial features for the arts that influenced the rest of the religious and the arts. Islamic art has found an easy way to absorb the different arts that influenced their personal and melted down in the melting pot, Because all these arts organized by the spirit of the East, which tends inherently toward abstraction and alteration of natural shapes and formatted in the same rhythm and geometric configurations and decorative formats. We have devised a system from Islamic architecture architecturally distinctive integrated in terms of formations and structures of architectural and decorative that are in the aggregate unified Islamic style in his spirit and character, Although some details differed from region to region. Some blame the secret unit that combines Islamic Arts and manifested in Islamic style to unite calligraphy Who writes by the Koran, as well as the eastern thought the character and its interaction with the environment in the country in which the spread of the Islamic religion. Thus it appeared for the souls of the people of this country single environment, and the converging desert climate and the environment, To accept the same faith-based art forms and philosophies which completed in any country Private and that there are no differences in the geographical nature between various Islamic country, except in Turkey and India alone, Where falling rain you do not know what other countries, Which necessitated a change in some of the architectural formations from the rest of the country warm and dry desert, But it did not prevent it without a holistic expressive unity for the Islamic faith in these regions, Like other Islamic countries, And remained the same are used as decorative elements, fonts and Arab architectural elements as Minaret and the dome and the contract required by the fine imposed by the mind as much as functionally to the strengthening of the mosque to agree to practice prayer and the way irregular rows of worshipers against a wall accidentally direction. So we had exposure to this heritage and preserve it with some data show the natural environment, which represents a flood of tender across the waves of time.",
    "readLink": "https://mjaf.journals.ekb.eg/article_20482.html"
  },
  {
    "title": "Temperature and Violent Crime in Dallas, Texas: Relationships and Implications of Climate Change",
    "authors": [
      "Janet L. Gamble,",
      "Jeremy J. Hess"
    ],
    "doi": "Vol. 13,\n                                no. 3\n                                \n                                  pp.\n                                  239\n                                  – 246",
    "issn": "1936-900X (Print)",
    "publisher": "1936-9018 (Online)",
    "countryOfPublisher": "eScholarship Publishing, University of California",
    "lcc": [
      "United States",
      "Medicine: Internal medicine: Medical emergencies. Critical care. Intensive care. First aid"
    ],
    "journalUrl": "http://escholarship.org/uc/uciem_westjem",
    "abstract": "Introduction: To investigate relationships between ambient temperatures and violent crimes to determine whether those relationships are consistent across different crime categories and whether they are best described as increasing linear functions, or as curvilinear functions that decrease beyond some temperature threshold. A secondary objective was to consider the implications of the observed relationships for injuries and deaths from violent crimes in the context of a warming climate. To address these questions, we examined the relationship between daily ambient temperatures and daily incidents of violent crime in Dallas, Texas from 1993–1999.Methods: We analyzed the relationships between daily fluctuations in ambient temperature, other meteorological and temporal variables, and rates of daily violent crime using time series piece-wise regression and plots of daily data. Violent crimes, including aggravated assault, homicide, and sexualassault, were analyzed.Results: We found that daily mean ambient temperature is related in a curvilinear fashion to daily rates of violent crime with a positive and increasing relationship between temperature and aggravated crime that moderates beyond temperatures of 80 F and then turns negative beyond 90 F.Conclusion: While some have characterized the relationship between temperature and violent crime as a continually increasing linear function, leaving open the possibility that aggravated crime will increase in a warmer climate, we conclude that the relationship in Dallas is not linear, but moderatesand turns negative at high ambient temperatures. We posit that higher temperatures may encourage people to seek shelter in cooler indoor spaces, and that street crime and other crimes of opportunity are subsequently decreased. This finding suggests that the higher ambient temperatures expected with climate change may result in marginal shifts in violent crime in the short term, but are not likely to be accompanied by markedly higher rates of violent crime and associated increased incidence of injuryand death. Additional studies are indicated, across cities at varying latitudes that experience a range of daily ambient temperatures. [West J Emerg Med. 2012;13(3):239–246.]",
    "readLink": "http://escholarship.org/uc/item/1613p1gt#"
  },
  {
    "title": "Management-induced changes in soil organic carbon  on global croplands",
    "authors": [
      "K. Karstens,",
      "K. Karstens,",
      "B. L. Bodirsky,",
      "B. L. Bodirsky,",
      "J. P. Dietrich,",
      "M. Dondini,",
      "J. Heinke,",
      "M. Kuhnert,",
      "C. Müller,",
      "S. Rolinski,",
      "P. Smith,",
      "I. Weindl,",
      "H. Lotze-Campen,",
      "H. Lotze-Campen,",
      "A. Popp"
    ],
    "doi": "https://doi.org/10.5194/bg-19-5125-2022",
    "journalVolume": "Vol. 19\n                                \n                                \n                                  pp.\n                                  5125\n                                  – 5149",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Soil organic carbon (SOC), one of the largest terrestrial carbon (C) stocks on Earth, has been depleted by anthropogenic land cover change and agricultural management. However, the latter has so far not been well represented in global C stock assessments. While SOC models often simulate detailed biochemical processes that lead to the accumulation and decay of SOC, the management decisions driving these biophysical processes are still little investigated at the global scale. Here we develop a spatially explicit data set for agricultural management on cropland, considering crop production levels, residue returning rates, manure application, and the adoption of irrigation and tillage practices. We combine it with a reduced-complexity model based on the Intergovernmental Panel on Climate Change (IPCC) tier 2 method to create a half-degree resolution data set of SOC stocks and SOC stock changes for the first 30 cm of mineral soils. We estimate that, due to arable farming, soils have lost around 34.6 GtC relative to a counterfactual hypothetical natural state in 1975. Within the period 1975–2010, this SOC debt continued to expand by 5 GtC (0.14 GtC yr−1) to around 39.6 GtC. However, accounting for historical management led to 2.1 GtC fewer (0.06 GtC yr−1) emissions than under the assumption of constant management. We also find that management decisions have influenced the historical SOC trajectory most strongly by residue returning, indicating that SOC enhancement by biomass retention may be a promising negative emissions technique. The reduced-complexity SOC model may allow us to simulate management-induced SOC enhancement – also within computationally demanding integrated (land use) assessment modeling.",
    "readLink": "https://bg.copernicus.org/articles/19/5125/2022/bg-19-5125-2022.pdf"
  },
  {
    "title": "Transcriptome profiling and phytohormone responses of Arabidopsis roots to different ambient temperatures",
    "authors": [
      "Qionghui Fei,",
      "Liyuan Liang,",
      "Fan Li,",
      "Li Zhang,",
      "Youxia Li,",
      "Yuman Guo,",
      "Lei Wu,",
      "Xueqin Meng,",
      "Huanhuan Gao,",
      "Xiaofeng Li"
    ],
    "doi": "https://doi.org/10.1080/17429145.2019.1634770",
    "journalVolume": "Vol. 14,\n                                no. 1\n                                \n                                  pp.\n                                  314\n                                  – 323",
    "issn": "1742-9145 (Print)",
    "publisher": "1742-9153 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Agriculture: Plant culture",
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tjpi",
    "abstract": "Ambient temperatures influence plant growth and development, however very little is known about changes in root growth in response to ambient temperature change. Here, we performed transcriptome profiling and compared the differences in gene expression at lower and higher temperatures compared with normal plant growth temperatures. Our analysis of the biological processes and molecular functions regulated by differentially expressed genes revealed that low temperature upregulated carbohydrate metabolism and transmembrane transport, and downregulated signal transduction and defense. High temperature upregulated metabolic processes, transport, and auxin biosynthesis, and downregulated catabolic processes. We found that increased temperature specifically affected the levels of Arabidopsis response regulators, ARR1 and ARR12, to decrease cytokinin signaling, altered the level of the brassinosteroid receptor BRI1 to downregulate brassinosteroid signaling, and changed the level of the gibberellin receptor DELLA to upregulate gibberellin signaling and mediate root elongation. These data contribute to our knowledge of how root growth adapts to elevated ambient temperature under climate warming.",
    "readLink": "http://dx.doi.org/10.1080/17429145.2019.1634770"
  },
  {
    "title": "Impact of two different types of El Niño events on runoff over the  conterminous United States",
    "authors": [
      "T. Tang,",
      "W. Li,",
      "G. Sun"
    ],
    "doi": "https://doi.org/10.5194/hess-20-27-2016",
    "journalVolume": "Vol. 20,\n                                no. 1\n                                \n                                  pp.\n                                  27\n                                  – 37",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "The responses of river runoff to shifts of large-scale climatic patterns are of increasing concerns to water resource planners and managers for long-term climate change adaptation. El Niño, as one of the most dominant modes of climate variability, is closely linked to hydrologic extremes such as floods and droughts that cause great loss of lives and properties. However, the different impacts of the two types of El Niño, i.e., central Pacific (CP-) and eastern Pacific (EP-)El Niño, on runoff across the conterminous US (CONUS) are not well understood. This study characterizes the impacts of the CP- and EP-El Niño on seasonal and annual runoff using observed streamflow data from 658 reference gaging stations and the NCAR-CCSM4 model. We found that surface runoff responds similarly to the two types of El Niño events in southeastern, central, southern, and western coastal regions, but differently in northeast (NE), Pacific northwest (PNW) and west north central (WNC) climatic zones. Specifically, EP-El Niño events tend to bring above-average runoff in NE, WNC, and PNW throughout the year while CP-El Niño events cause below-than normal runoff in the three regions. Similar findings were also found by analyzing NCAR-CCSM4 model outputs that captured both the CP- and EP-El Niño events, representing the best data set among CMIP5 models. The CCSM4 model simulates lower runoff values during CP-El Niño years than those in EP-El Niño over all of the three climatic regions (NE, PNW, and WNC) during 1950–1999. In the future (2050–2099), for both types of El Niño years, runoff is projected to increase over the NE and PNW regions, mainly due to increased precipitation (P). In contrast, the increase of future evapotranspiration (ET) exceeds that of future P, leading to a projected decrease in runoff over the WNC region. In addition, model analysis indicates that all of the three regions (NE, PNW, and WNC) are projected to have lower runoff in CP-El Niño years than in EP-El Niño years. Our study suggests that the US water resources may be distributed more unevenly in space and time with more frequent and intense flood and drought events. The findings from this study have important implications to water resource management at regional scales. Information generated from this study may help water resource planners to anticipate the influence of two different types of El Niño events on droughts and floods across the CONUS.",
    "readLink": "http://www.hydrol-earth-syst-sci.net/20/27/2016/hess-20-27-2016.pdf"
  },
  null,
  {
    "title": "The Viability of Biofuels in Developing Countries: Successes, Failures, and Challenges",
    "authors": [
      "Hamid Zentou,",
      "Nurul Shafiqah Rosli,",
      "Cham Hue Wen,",
      "Kafel Abdul Azeez,",
      "Chandima Gomes"
    ],
    "doi": "Vol. 38,\n                                no. 4\n                                \n                                  pp.\n                                  173\n                                  – 182",
    "issn": "1021-9986 (Print)",
    "publisher": "Iranian Institute of Research and Development in Chemical Industries (IRDCI)-ACECR",
    "countryOfPublisher": "Iran, Islamic Republic of",
    "lcc": [
      "Technology: Chemical technology: Chemical engineering",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.ijcce.ac.ir",
    "abstract": "In the last few decades, finding alternatives to fossil fuels has become a hot issue across all international frontiers. The Intergovernmental Panel on Climate Change (IPCC) has shed light on the feasibility of using biofuels to meet the growing energy demand as well as to reduce CO2 emissions which are a major cause of global warming, especially in the transportation sector. The production and use of biofuels in developing countries have further advantages, including social and economic benefits. On the other hand, the biofuel industry in some developing countries is facing critical challenges related to food security, land availability, production cost, etc. In this regard, several studies have recently been conducted to address these issues, and this paper comprehensively reviews these cases with respect to the successes, failures, and challenges faced by developing countries, such as Brazil, Africa and India, in expanding their biofuel production. It is clear that all the efforts devoted to promoting the biofuel sector are still insufficient to come over the challenges associated with biofuel production despite the achievements realized in some experiences as Brazil. However, the Brazilian experience cannot be spread over other countries. Implementation of policies with regard to the specifications of each country that integrate with the other sector without intersection is highly recommended. Moreover, further efforts are needed from scientists to reduce biofuel production costs, which may promote the biofuel market as an alternative to fossil fuel.",
    "readLink": "http://www.ijcce.ac.ir/article_35879_a06ce3ef12267266e4812bbe1a4d7a4d.pdf"
  },
  {
    "title": "The impact of anthropogenic land use and land cover change on regional climate extremes",
    "authors": [
      "Kirsten L. Findell,",
      "Alexis Berg,",
      "Pierre Gentine,",
      "John P. Krasting,",
      "Benjamin R. Lintner,",
      "Sergey Malyshev,",
      "Joseph A. Santanello,",
      "Elena Shevliakova"
    ],
    "doi": "https://doi.org/10.1038/s41467-017-01038-w",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 10",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "Land use and land cover change has led to more frequent hot, dry summers in parts of the mid-latitudes. Here the authors use an Earth system model to show that regions converted to crops and pastures experience hot, dry summers 2 to 4 times more frequently than they would if native forests had remained.",
    "readLink": "https://doi.org/10.1038/s41467-017-01038-w"
  },
  {
    "title": "Effects of plant diversity, soil microbial diversity, and network complexity on ecosystem multifunctionality in a tropical rainforest",
    "authors": [
      "Yanxuan Chen,",
      "Xiaobo Huang,",
      "Xiaobo Huang,",
      "Xiaobo Huang,",
      "Xuedong Lang,",
      "Xuedong Lang,",
      "Xuedong Lang,",
      "Rong Tang,",
      "Rong Tang,",
      "Rong Tang,",
      "Rui Zhang,",
      "Rui Zhang,",
      "Rui Zhang,",
      "Shuaifeng Li,",
      "Shuaifeng Li,",
      "Shuaifeng Li,",
      "Jianrong Su,",
      "Jianrong Su,",
      "Jianrong Su"
    ],
    "doi": "https://doi.org/10.3389/fpls.2023.1238056",
    "journalVolume": "Vol. 14",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "IntroductionPlant diversity and soil microbial diversity are important driving factors in sustaining ecosystem multifunctionality (EMF) in terrestrial ecosystems. However, little is known about the relative importance of plant diversity, soil microbial diversity, and soil microbial network complexity to EMF in tropical rainforests.MethodsThis study took the tropical rainforest in Xishuangbanna, Yunnan Province, China as the research object, and quantified various ecosystem functions such as soil organic carbon stock, soil nutrient cycling, biomass production, and water regulation in the tropical rainforest to explore the relationship and effect of plant diversity, soil microbial diversity, soil microbial network complexity and EMF.ResultsOur results exhibited that EMF decreased with increasing liana species richness, soil fungal diversity, and soil fungal network complexity, which followed a trend of initially increasing and then decreasing with soil bacterial diversity while increasing with soil bacterial network complexity. Soil microbial diversity and plant diversity primarily affected soil nutrient cycling. Additionally, liana species richness had a significant negative effect on soil organic carbon stocks. The random forest model suggested that liana species richness, soil bacterial network complexity, and soil fungal network complexity indicated more relative importance in sustaining EMF. The structural equation model revealed that soil bacterial network complexity and tree species richness displayed the significantly positive effects on EMF, while liana species richness significantly affected EMF via negative pathway. We also observed that soil microbial diversity indirectly affected EMF through soil microbial network complexity. Soil bulk density had a significant and negative effect on liana species richness, thus indirectly influencing EMF. Simultaneously, we further found that liana species richness was the main indicator of sustaining EMF in a tropical rainforest, while soil bacterial diversity was the primary driving factor.DiscussionOur findings provide new insight into the relationship between biodiversity and EMF in a tropical rainforest ecosystem and the relative contribution of plant and soil microibal diversity to ecosystem function with increasing global climate change.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2023.1238056/full"
  }
]