[
  {
    "title": "Climate extremes in Europe at 1.5 and 2 degrees of global warming",
    "authors": [
      "Andrew D King,",
      "David J Karoly"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aa8e2c",
    "journalVolume": "Vol. 12,\n                                no. 11\n                                \n                                  p.\n                                  114031",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "There is an international effort to attempt to limit global warming to 1.5 °C above pre-industrial levels, however, there is a lack of quantitative analysis on the benefits of holding global warming to such a level. In this study, coupled climate model simulations are used to form large ensembles of simulated years at 1.5 °C and 2 °C of global warming. These ensembles are used to assess projected changes in the frequency and magnitude of European climate extremes at these warming levels. For example, we find that events similar to the European record hot summer of 2003, which caused tens of thousands of excess deaths, would be very likely at least 24% less frequent in a world at 1.5 °C global warming compared to 2 °C global warming. Under 2 °C of global warming, we could expect such extreme summer temperatures in the historical record to become commonplace, occurring in at least one-in-every-two years. We find that there are very clear benefits to limiting global warming for the European continent, including fewer and less intense heat and rainfall extremes when compared with higher levels of global warming.",
    "readLink": "https://doi.org/10.1088/1748-9326/aa8e2c"
  },
  {
    "title": "Spatiotemporal heterogeneity of net primary productivity and response to climate change in the mountain regions of southwest China",
    "authors": [
      "Yahui Wang,",
      "Erfu Dai,",
      "Chunsheng Wu"
    ],
    "doi": "Vol. 132\n                                \n                                \n                                  p.\n                                  108273",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "Monitoring changes in the net primary productivity (NPP) of vegetation and its response to climatic changes is integral to gain insight into the carbon cycle mechanism and facilitate human well-being. Nonetheless, past studies lacked a month-scaled exploration and largely ignored spatial heterogeneity of the time lag effect. In this study, we focused on the Hengduan Mountain region situated in southwest China and analyzed the variation of NPP and its main driving mechanisms during 2000–2016. Our results revealed that: (1) The annual NPP signified a slightly increasing trend. On the grid-scale, the variation region of NPP was mainly characterized by increasing trends in most of the growth stages, except for July. (2) The response of NPP to climate change presented obvious spatial heterogeneity and complexity. The increasing NPP of the growing season in the northeast part and areas around Xichang can be attributed to temperature rising, while the increase of temperature in the central valleys led to a decline in NPP. Furthermore, decreasing precipitation led to the decrease in NPP in the western valleys. Thus, adequate water should be provided for the vegetation in western valley, and drought-tolerant plants should be choice in the central valley. (3) Changes in NPP were more influenced by temperature than precipitation, which was more evident on monthly scale, especially during April and May, and for the southeast and northeast part in June and August. (4) The lag time of NPP variation in relation to temperature changes was shorter than that of precipitation in most growth stages, indicating that NPP is more sensitive to temperature. In the colder region or growth stages, the lagged time of the response of NPP to temperature was shorter, which was more obvious on the monthly scale. This research will have important implications for ecosystem management.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X21009389"
  },
  {
    "title": "Theoretical Comparison of the Effects of Different Traffic Conditions on Urban Road Environmental External Costs",
    "authors": [
      "Mohammad  Maghrour Zefreh,",
      "Adam Torok"
    ],
    "doi": "https://doi.org/10.3390/su13063541",
    "journalVolume": "Vol. 13,\n                                no. 3541\n                                \n                                  p.\n                                  3541",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "External costs that are associated with air pollution, climate change linked to greenhouse gas emissions (GHG), and noise are among the most important environmental externalities that are generated by road transport, which have been well monetized. This paper theoretically investigates the effects of different traffic conditions on the environmental external costs of urban roads where traffic flow is more complicated than un-interrupted traffic flows. A Monte Carlo method is used to theoretically simulate traffic speed in different traffic conditions. Subsequently, the emitted carbon dioxide (CO2), nitrogen oxides (NOx), carbon monoxide (CO), particulate matter (PM), sulfur dioxide (SO2), and noise were estimated in each of the theoretically simulated traffic conditions. Finally, the environmental external costs in each traffic condition were calculated taking the EU average costs values into account. The results showed that, when compared to free-flow condition, the total air pollutant and GHG external costs (€2010) have been increased by 6%, 31%, 44%, 50%, and 93% in under-saturated flow, accelerated flow, decelerated flow, congestion, and over-saturated congestion, respectively. Furthermore, the total noise cost (€2010/year/person exposed), as compared to free-flow condition, has been decreased by 2%, 11%, 12%, 36%, and 69% in accelerated flow, under-saturated flow, congestion, over-saturated congestion, and decelerated flow, respectively.",
    "readLink": "https://www.mdpi.com/2071-1050/13/6/3541"
  },
  {
    "title": "Severity of drought and heatwave crop losses tripled over the last five decades in Europe",
    "authors": [
      "Teresa Armada Brás,",
      "Júlia Seixas,",
      "Nuno Carvalhais,",
      "Jonas Jägermeyr"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/abf004",
    "journalVolume": "Vol. 16,\n                                no. 6\n                                \n                                  p.\n                                  065012",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Extreme weather disasters (EWDs) can jeopardize domestic food supply and disrupt commodity markets. However, historical impacts on European crop production associated with droughts, heatwaves, floods, and cold waves are not well understood—especially in view of potential adverse trends in the severity of impacts due to climate change. Here, we combine observational agricultural data (FAOSTAT) with an extreme weather disaster database (EM-DAT) between 1961 and 2018 to evaluate European crop production responses to EWD. Using a compositing approach (superposed epoch analysis), we show that historical droughts and heatwaves reduced European cereal yields on average by 9% and 7.3%, respectively, associated with a wide range of responses (inter-quartile range +2% to −23%; +2% to −17%). Non-cereal yields declined by 3.8% and 3.1% during the same set of events. Cold waves led to cereal and non-cereal yield declines by 1.3% and 2.6%, while flood impacts were marginal and not statistically significant. Production losses are largely driven by yield declines, with no significant changes in harvested area. While all four event frequencies significantly increased over time, the severity of heatwave and drought impacts on crop production roughly tripled over the last 50 years, from −2.2% (1964–1990) to −7.3% (1991–2015). Drought-related cereal production losses are shown to intensify by more than 3% yr ^−1 . Both the trend in frequency and severity can possibly be explained by changes in the vulnerability of the exposed system and underlying climate change impacts.",
    "readLink": "https://doi.org/10.1088/1748-9326/abf004"
  },
  {
    "title": "Reducing Planetary Health Risks Through Short‐Lived Climate Forcer Mitigation",
    "authors": [
      "Yiqi Zheng,",
      "Nadine Unger"
    ],
    "doi": "https://doi.org/10.1029/2021GH000422",
    "journalVolume": "Vol. 5,\n                                no. 7\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2471-1403 (Online)",
    "publisher": "American Geophysical Union (AGU)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental protection"
    ],
    "journalUrl": "http://agupubs.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2471-1403/",
    "abstract": "Abstract Global air pollution and climate change are major threats to planetary health. These threats are strongly linked through the short‐lived climate forcers (SLCFs); ozone (O3), aerosols, and methane (CH4). Understanding the impacts of ambitious SLCF mitigation in different source emission sectors on planetary health indicators can help prioritize international air pollution control strategies. A global Earth system model is applied to quantify the impacts of idealized 50% sustained reductions in year 2005 emissions in the eight largest global anthropogenic source sectors on the SLCFs and three indicators of planetary health: global mean surface air temperature change (∆GSAT), avoided PM2.5‐related premature mortalities and gross primary productivity (GPP). The model represents fully coupled atmospheric chemistry, aerosols, land ecosystems and climate, and includes dynamic CH4. Avoided global warming is modest, with largest impacts from 50% cuts in domestic (−0.085 K), agriculture (−0.034 K), and waste/landfill (−0.033 K). The 50% cuts in energy, domestic, and agriculture sector emissions offer the largest opportunities to mitigate global PM2.5‐related health risk at around 5%–7% each. Such small global impacts underline the challenges ahead in achieving the World Health Organization aspirational goal of a 2/3 reduction in the number of deaths from air pollution by 2030. Uncertainty due to natural climate variability in PM2.5 is an important underplayed dimension in global health risk assessment that can vastly exceed uncertainty due to the concentration‐response functions at the large regional scale. Globally, cuts to agriculture and domestic sector emissions are the most attractive targets to achieve climate and health co‐benefits through SLCF mitigation.",
    "readLink": "https://doi.org/10.1029/2021GH000422"
  },
  {
    "title": "An Assessment of Glacier Inventories for the Third Pole Region",
    "authors": [
      "Xia He,",
      "Xia He,",
      "Shiqiao Zhou,",
      "Shiqiao Zhou"
    ],
    "doi": "https://doi.org/10.3389/feart.2022.848007",
    "journalVolume": "Vol. 10",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "A glacier inventory contains data that are important for understanding the hydrology, water resources, and impacts of climate change in glaciated regions. Ten glacier inventories have been created for the Third Pole Region (TPR) or high-mountain Asia, but they vary largely in spatial coverage area and data quality. Therefore, it is necessary to assess the data quality to help potential users choose the right glacier inventories for their research. Using the analytical hierarchy process, this study selects eight assessment factors and quantifies the quality of eight glacier inventories of the TPR. The eight glacier inventories that we assessed are the Randolph Glacier Inventory (RGI), the Glacier Area Mapping for Discharge in Asian Mountains (GGI18), the Second Chinese Glacier Inventory (CGI-2), the Glacier Inventory of the Hindu Kush–Himalayan Region (HKHGI), the Glacier Inventory for the Western Himalayas (WHGI), the Glacier Inventory for the Karakoram and Pamir Region (KPGI), the Second Glacier Inventory of Pakistan (PGI-2) and the Glacier Inventory for the Southeastern Tibetan Plateau (SETPGI). The assessment results indicate that the overall quality of the small-scale glacier inventories of WHGI, KPGI, PGI-2, and SETPGI is higher than that of the large-scale inventories of RGI, GGI18, CGI-2, and HKHGI. For the large-scale inventories, the quality-ranking order from high to low is CGI-2, GGI18, RGI, and HKHGI. However, the comprehensive quality of CGI-2 and GGI18 is comparable over the area covered by CGI-2. The comprehensive quality of CGI-2, GGI18, and RGI exhibits clear spatial differences. Overall, the data quality is higher for the inner TPR than for the surrounding areas. By merging the products of the eight glacier inventories, a new glacier inventory product of the best comprehensive quality was derived for the entire TPR. This new product resembles the spatial distribution of the best-quality glacier inventories of the regions where the different products overlap. In terms of specific regions, the CGI-2 and GGI18 are the best products for most parts of the TPR in China, except for an area of southeastern Tibet where the highest-quality data are from the SETPGI. The other main distributions of the best products are the WHGI for the western Himalayas, the GGI18 and HKHGI for the Hindu Kush and the middle and eastern Himalayas, the PGI-2 for Pakistan, the KPGI for the Karakorum–Pamir area, and the GGI18 and CGI-2 for the Tianshan Mountains. The new data product greatly promotes the quality of a single glacier inventory for the entire TPR. This database will meet the needs of a variety of potential researchers, including those who prefer to get information for a particular parameter from a single glacier inventory (http://data.tpdc.ac.cn/en/data).",
    "readLink": "https://www.frontiersin.org/articles/10.3389/feart.2022.848007/full"
  },
  {
    "title": "Contrail Lifetime in Context of Used Flight Levels",
    "authors": [
      "Sébastien Lán,",
      "Jakub Hospodka"
    ],
    "doi": "https://doi.org/10.3390/su142315877",
    "journalVolume": "Vol. 14,\n                                no. 15877\n                                \n                                  p.\n                                  15877",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The impact of contrails on Earth’s climate is probably not negligible, yet there are only a few initiatives aimed at mitigating the influence of aviation on the environment. To achieve zero CO2 emissions, aircraft manufacturers and airlines propose complex and costly methods and technologies such as synthetic fuels, hybrid engines, or expensive carbon offsetting. On the other hand, contrail mitigation by achievable operational measures has the potential to achieve benefits with a very positive cost-benefit ratio without the need for a complex technological change in aviation. It seems that one suitable tool for contrail mitigation is the change in flight level. Therefore, we focused on the assessment of flight levels with typical contrails occurrence and common flight levels used by air traffic management. Some influence of tropopause height throughout the year was presumed to be a factor, therefore we studied different times of the year. The tropopause height influences not only contrail occurrence but also the preferred flight level, as airlines tend to avoid flying directly in the tropopause. We present some basic statistics about the frequency of contrail occurrence based on flight level. We focused on long-lived contrails to emphasize the more important contrails in this context. Information about flight levels is based on ADS-B data transmitted by aircraft and recorded by a ground station near the place of contrail occurrence, which was based on optical survey.",
    "readLink": "https://www.mdpi.com/2071-1050/14/23/15877"
  },
  {
    "title": "Quantifying the impact of ocean acidification on our future climate",
    "authors": [
      "R. J. Matear,",
      "A. Lenton"
    ],
    "doi": "https://doi.org/10.5194/bg-11-3965-2014",
    "journalVolume": "Vol. 11,\n                                no. 14\n                                \n                                  pp.\n                                  3965\n                                  – 3983",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Ocean acidification (OA) is the consequence of rising atmospheric CO2 levels, and it is occurring in conjunction with global warming. Observational studies show that OA will impact ocean biogeochemical cycles. Here, we use an Earth system model under the RCP8.5 emission scenario to evaluate and quantify the first-order impacts of OA on marine biogeochemical cycles, and its potential feedback on our future climate. We find that OA impacts have only a small impact on the future atmospheric CO2 (less than 45 ppm) and global warming (less than a 0.25 K) by 2100. While the climate change feedbacks are small, OA impacts may significantly alter the distribution of biological production and remineralisation, which would alter the dissolved oxygen distribution in the ocean interior. Our results demonstrate that the consequences of OA will not be through its impact on climate change, but on how it impacts the flow of energy in marine ecosystems, which may significantly impact their productivity, composition and diversity.",
    "readLink": "http://www.biogeosciences.net/11/3965/2014/bg-11-3965-2014.pdf"
  },
  {
    "title": "Africa in the Modern Model of the World Order: a Powerful Player or an Outsider?",
    "authors": [
      "I. O. Abramova"
    ],
    "doi": "https://doi.org/10.23932/2542-0240-2018-11-5-6-21",
    "journalVolume": "Vol. 11,\n                                no. 5\n                                \n                                  pp.\n                                  6\n                                  – 21",
    "issn": "2542-0240 (Print)",
    "publisher": "2587-9324 (Online)",
    "countryOfPublisher": "Ассоциация независимых экспертов «Центр изучения кризисного общества» (in English: Association for independent experts “Center for Crisis Society Studies”)",
    "lcc": [
      "Russian Federation",
      "Political science: International relations"
    ],
    "journalUrl": "https://www.ogt-journal.com/jour/index",
    "abstract": "The article analyses the transfiguration of Africa’s position in the emerging new model of world economic development. The author emphasizes that until recently Africa was assigned the role of an “outsider” of the world economy. The transition of developed countries to a postindustrial and innovative development model has further exacerbated the lagging behind of the countries of the region from the advanced directions of the economy. Other negative factors that affected the development of African economies in the second decade of the 21st century include the high dependence of the African economy on commodity exports, the slowdown in China’s growth, the socio-economic consequences of the so-called “Arab spring”, primarily the destruction of Libya, and the continuation of old and the emergence of new conflicts in a number of African states. Despite numerous and often successful attempts by external forces to keep Africa as an object within the world economy and politics, the continent is increasingly becoming an active “subject” in international relations, and its development in the coming decades may, in our view, change its position in a new model of world development. Beginning in the 2030s, Africa, according to the forecasts, including those made at the Institute of African Studies of the Russian Academy of Sciences, will turn into the most important and almost unique global strategic reserve of sources of raw materials within the framework of the “Coming (New) Production Revolution” – NPR, Next (in other documents New) Production Revolution. The African continent today occupies the leading positions in the world precisely for those commodities that have no analogues and are vital for the development of defense and innovative technologies of the 21st century. Other important factors in the accelerated development of Africa are the quantitative and qualitative growth of the continent’s labor potential, the expansion of consumption in the African domestic markets, the economic diversification in a number countries of the continent by means of increasing the share of services and industry in GDP, and a significant improvement in the business climate as a result of improved investment legislation and the gradual stabilization of domestic political of the situation. Besides the increase in financial revenues in various forms, regional integration, (including a continental free trade zone), will be a key to accelerating economic growth in the African continent, whichwill allow for joint and more effective use of the potentials of individual African states. Modern Africa is a dynamically growing market of labor force, consumer goods, investment, modern technologies, high technology machinery products. The author anticipates in the foreseeable future the realization of a scenario of gradual evolvement of a joined pan-African pole of global significance.",
    "readLink": "https://www.ogt-journal.com/jour/article/view/350"
  },
  {
    "title": "Effect of ENSO on the Ozone Valley over the Tibetan Plateau Based on the WACCM4 Model",
    "authors": [
      "Yongchi Li,",
      "Feng Xu,",
      "Lingfeng Wan,",
      "Peng Chen,",
      "Dong Guo,",
      "Shujie Chang,",
      "Chen Yang"
    ],
    "doi": "https://doi.org/10.3390/rs15020525",
    "journalVolume": "Vol. 15,\n                                no. 525\n                                \n                                  p.\n                                  525",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "El Niño-Southern Oscillation (ENSO) is the most significant global ocean–atmosphere coupled signal in the tropical Pacific Ocean, and it can affect the stratosphere. However, the ENSO-related dynamical processes that influence the ozone valley during summer are still not well understood and are under-investigated. In this study, we used the ERA5 and MERRA-2 reanalysis data from 1979 to 2021 combined with numerical simulations to analyze the mechanisms through which ENSO affects the ozone valley over the Tibetan Plateau in the upper troposphere and the lower stratosphere (UTLS) in summer. The results showed that the two cores of the ozone valley in UTLS were more evident in the summer following La Niña than in the summer following El Niño. At low latitudes, negative O3 anomalies in UTLS were observed in the summer following El Niño and positive O3 anomalies were observed in the summer following La Niña. At middle latitudes, negative O3 anomalies in UTLS were found near 60°E in the summer following El Niño, while negative anomalies were found at 40°E and 120°E in the summer following La Niña. The analysis of the flow and vorticity fields suggested that the field anomalies can cause vertical motion, which in turn leads to the mixing of different ozone concentrations and affects the ozone valley in UTLS over the Tibetan Plateau. In particular, the warming of the Indian Ocean sea-surface temperature (SST) in the summer following El Niño enhances the South Asian High (SAH) through two-stage thermal adaptation, leading to ozone anomalies at low latitudes in the ozone-valley region. These conclusions were verified by a simulation using the WACCM4 model, the results of which were consistent with the original observations.",
    "readLink": "https://www.mdpi.com/2072-4292/15/2/525"
  }
]