[
  {
    "title": "River baptism and climate change among African-Initiated Churches: An eco-theological critique",
    "authors": [
      "Mookgo S. Kgatle,",
      "Mashilo Modiba"
    ],
    "doi": "https://doi.org/10.4102/ve.v44i1.2878",
    "journalVolume": "Vol. 44,\n                                no. 1\n                                \n                                  pp.\n                                  e1\n                                  – e7",
    "issn": "1609-9982 (Print)",
    "publisher": "2074-7705 (Online)",
    "countryOfPublisher": "AOSIS",
    "lcc": [
      "South Africa",
      "Philosophy. Psychology. Religion: Practical Theology"
    ],
    "journalUrl": "https://verbumetecclesia.org.za/index.php/ve",
    "abstract": "River baptism has biblical and historical significance in the Christian tradition. Many established mainline churches have baptismal pools where they safely conduct baptism. However, some African-Initiated Churches have been practicing river baptism because of their beliefs, theology and at times a lack of resources. While African-Initiated Churches have a theological basis for practicing river baptism, the challenge is that during rainy seasons, river baptism among African-Initiated Churches becomes hazardous because congregants can get swept away by water during the baptism ritual. This study uses an eco-theological critique to assess the relevance of river baptism amid climate change. This is a conceptual study that opted for content analysis as the research methodology. The study recommends that African-Initiated Churches that still practice river baptism must take extra caution in ensuring the safety of their congregants. If possible, life savers can be included in the baptismal programme of such churches as a way of ensuring the safety of their members. Most importantly, the African-Initiated Churches will have to rethink their theology of practicing river baptism amid climate change and other environmental crises. Such a theology should find a balance between the beliefs in river baptism and the safety of the believers. Intradisciplinary and/or interdisciplinary implications: The theological concept of baptism is discussed within the environmental science challenge of climate change. The article proposes solutions to contemporary challenges of river baptism in African-Initiated Churches through an eco-theological critique.",
    "readLink": "https://verbumetecclesia.org.za/index.php/ve/article/view/2878"
  },
  {
    "title": "Response of Eyjafjallajökull, Torfajökull and Tindfjallajökull ice caps in Iceland to regional warming, deduced by remote sensing",
    "authors": [
      "Jørgen Dall,",
      "Thórdís Högnadóttir,",
      "Magnús Tumi Gudmundsson,",
      "Finnur Pálsson,",
      "Etienne Berthier,",
      "Eyjólfur Magnússon,",
      "Helgi Björnsson,",
      "Sverrir Gudmundsson"
    ],
    "doi": "https://doi.org/10.3402/polar.v30i0.7282",
    "journalVolume": "Vol. 30,\n                                no. 0\n                                \n                                  pp.\n                                  1\n                                  – 11",
    "issn": "0800-0395 (Print)",
    "publisher": "1751-8369 (Online)",
    "countryOfPublisher": "Norwegian Polar Institute",
    "lcc": [
      "Norway",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "https://polarresearch.net/index.php/polar/index",
    "abstract": "We assess the volume change and mass balance of three ice caps in southern Iceland for two periods, 1979–1984 to 1998 and 1998 to 2004, by comparing digital elevation models (DEMs). The ice caps are Eyjafjallajökull (ca. 81 km2), Tindfjallajökull (ca. 15 km2) and Torfajökull (ca. 14 km2). The DEMs were compiled using aerial photographs from 1979 to 1984, airborne Synthetic Aperture Radar (SAR) images obtained in 1998 and two image pairs from the SPOT 5 satellite's high-resolution stereoscopic (HRS) instrument acquired in 2004. The ice-free part of the accurate DEM from 1998 was used as a reference map for co-registration and correction of the vertical offset of the other DEMs. The average specific mass balance was estimated from the mean elevation difference between glaciated areas of the DEMs. The glacier mass balance declined significantly between the two periods: from −0.2 to 0.2 m yr−1 w. eq. during the earlier period (1980s through 1998) to −1.8 to −1.5 m yr−1 w. eq. for the more recent period (1998–2004). The declining mass balance is consistent with increased temperature over the two periods. The low mass balance and the small accumulation area ratio of Tindfjallajökull and Torfajökull indicate that they will disappear if the present-day climate continues. The future lowering rate of Eyjafjallajökull will, however, be influenced by the 2010 subglacial eruption in the Eyjafjallajökull volcano.",
    "readLink": "http://www.polarresearch.net/index.php/polar/article/view/7282/pdf_207"
  },
  {
    "title": "Modeling Flood-Induced Stress in Soybeans",
    "authors": [
      "Heather R. Pasley,",
      "Isaiah Huber,",
      "Michael J. Castellano,",
      "Sotirios V. Archontoulis"
    ],
    "doi": "https://doi.org/10.3389/fpls.2020.00062",
    "journalVolume": "Vol. 11",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Despite the detrimental impact that excess moisture can have on soybean (Glycine max [L.] Merr) yields, most of today's crop models do not capture soybean's dynamic responses to waterlogged conditions. In light of this, we synthesized literature data and used the APSIM software to enhance the modeling capacity to simulate plant growth, development, and N fixation response to flooding. Literature data included greenhouse and field experiments from across the U.S. that investigated the impact of flood timing and duration on soybean. Five datasets were used for model parameterization of new functions and three datasets were used for testing. Improvements in prediction accuracy were quantified by comparing model performance before and after the implementation of new stage-dependent excess water functions for phenology, photosynthesis and N-fixation. The relative root mean square error (RRMSE) for yield predictions improved by 26% and the RRMSE predictions of biomass improved by 40%. Extensive model testing found that the improved model accurately simulates plant responses to flooding including how these responses change with flood timing and duration. When used to project soybean response to future climate scenarios, the model showed that intense rain events had a greater negative effect on yield than a 25% increase in rainfall distributed over 1 or 3 month(s). These developments advance our ability to understand, predict and, thereby, mitigate yield loss as increases in climatic volatility lead to more frequent and intense flooding events in the future.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fpls.2020.00062/full"
  },
  {
    "title": "Dynamic Vegetation Responses to Climate and Land Use Changes over the Inner Mongolia Reach of the Yellow River Basin, China",
    "authors": [
      "Tingxiang Liu,",
      "Qiang Zhang,",
      "Tiantian Li,",
      "Kaiwen Zhang"
    ],
    "doi": "https://doi.org/10.3390/rs15143531",
    "journalVolume": "Vol. 15,\n                                no. 3531\n                                \n                                  p.\n                                  3531",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Ecological protection and high-quality development of the Yellow River Basin (YRB), China, aroused remarkable concerns from China’s Central Government, and has been a major national strategy. The Inner Mongolia reach of the Yellow River Basin (IM-YRB) is a typical dryland with pervasive vegetation restoration through the actions of the ecological projects that have been conducted in recent years. However, how climate changes and human activities, such as land use and land cover (LULC) changes, jointly impact vegetation variations in this region remains poorly understood. Here, using an explainable machine learning technique, we evaluated linkages between the kernel normalized difference vegetation index (kNDVI) and air temperature, precipitation, soil moisture, and LULC changes, and relevant marginal contributions of these four drivers to the observed vegetation changes. The grassland fraction on a pixel level was selected as the quantitative LULC variable due to its key role in regional LULC. We found that interannual kNDVI changes in most areas of this study region were negatively sensitive to temperature, but positively sensitive to precipitation and soil moisture, with area fractions of 71.74%, 96.93%, and 89.33%, respectively. The area fraction of negative kNDVI sensitivity to LULC was roughly equivalent to that of positive kNDVI sensitivity. The contributions of air temperature, precipitation, soil moisture, and LULC to overall kNDVI changes were 21.54%, 33.32%, 32.19%, and 12.95%, respectively. Moisture conditions also play a critical role in vegetation changes, which was reflected by the fluctuating growth of kNDVI as interannual changes in precipitation. Nonetheless, kNDVI changes are also affected by LULC, and LULC became the dominant factor behind the kNDVI anomalies over the grassland restoration regions from barren over the IM-YRB. This research provides theoretical support for dryland vegetation restoration under the influence of climate change.",
    "readLink": "https://www.mdpi.com/2072-4292/15/14/3531"
  },
  {
    "title": "Discussion on the Need for Harvested Rainwater Quality Standards Tailored to the Reuse Purpose",
    "authors": [
      "Emil Tsanov,",
      "Dobril Valchev,",
      "Irina Ribarova,",
      "Galina Dimova"
    ],
    "doi": "https://doi.org/10.3390/pr11030665",
    "journalVolume": "Vol. 11,\n                                no. 665\n                                \n                                  p.\n                                  665",
    "issn": "2227-9717 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Chemical technology",
      "Science: Chemistry"
    ],
    "journalUrl": "https://www.mdpi.com/journal/processes",
    "abstract": "Rainwater harvesting attracts rising interest in solving the new challenges associated with climate change and socio-economic development. Rainwater harvesting is addressed in various policies, but standards related to the harvested rainwater quality (HRWQ) are currently set mostly for reuse for agricultural purposes. This paper discusses the necessity for the introduction of specific legislative requirements for the HRWQ tailored to the reuse purpose, which would reduce the health and environmental risks. Based on a literature review of research outcomes regarding HRWQ parameters and existing legislation, the paper discusses the complexity of the factors influencing HRWQ and provides some thoughts for possible actions forward that could be undertaken toward the development of specific legislation. The actions include the application of a risk-based approach, the development of a database and guidance with technological solutions.",
    "readLink": "https://www.mdpi.com/2227-9717/11/3/665"
  },
  {
    "title": "Is It Possible to Distinguish Global and Regional Climate Change from Urban Land Cover Induced Signals? A Mid-Latitude City Example",
    "authors": [
      "Sarah Wiesner,",
      "Benjamin Bechtel,",
      "Jana Fischereit,",
      "Verena Gruetzun,",
      "Peter Hoffmann,",
      "Bernd Leitl,",
      "Diana Rechid,",
      "K. Heinke Schlünzen,",
      "Simon Thomsen"
    ],
    "doi": "https://doi.org/10.3390/urbansci2010012",
    "journalVolume": "Vol. 2,\n                                no. 1\n                                \n                                  p.\n                                  12",
    "issn": "2413-8851 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation",
      "Social Sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/urbansci",
    "abstract": "The local climate in cities differs from the one in rural areas, most prominently characterized by increased surface and air temperatures, known as the “(surface) urban heat island”. As climate has changed and continues to change in all areas of the world, the question arises whether the effects that are noticeable in urban areas are “homemade”, or whether some of them originate from global and regional scale climate changes. Identifying the locally induced changes of urban meteorological parameters is especially relevant for the development of adaptation and mitigation measures. This study aims to distinguish global and regional climate change signals from those induced by urban land cover. Therefore, it provides a compilation of observed and projected climate changes, as well as urban influences on important meteorological parameters. It is concluded that evidence for climate change signals is found predominantly in air temperature. The effect of urban land cover on local climate can be detected for several meteorological parameters, which are air and surface temperature, humidity, and wind. The meteorology of urban areas is a mixture of signals in which the influencing parameters cannot be isolated, but can be assessed qualitatively. Blending interactions between local effects and regional changes are likely to occur.",
    "readLink": "http://www.mdpi.com/2413-8851/2/1/12"
  },
  {
    "title": "Quantifying Agricultural Drought Severity for Spring Wheat Based on Response of Leaf Photosynthetic Features to Progressive Soil Drying",
    "authors": [
      "Kai Zhang,",
      "Bo Zhang,",
      "Funian Zhao"
    ],
    "doi": "https://doi.org/10.3390/atmos13040531",
    "journalVolume": "Vol. 13,\n                                no. 531\n                                \n                                  p.\n                                  531",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Agricultural drought definition focuses on the effect of water deficit during the crop growth period on the final crop yield. However, it is difficult to quantify the dynamic process for agricultural drought precisely during the crop growing season and then relate its impact to the final crop yield. This study was conducted to quantify agricultural drought severity for spring wheat (Triticum aestivum L.) at the jointing stage based on the response of leaf physiological parameters to progressive soil drying. The leaf potential and gas exchange parameters were observed daily using a DewPoint Potential Meter (WP4) and portable photosynthetic apparatus (LI-6400) at the jointing stage of spring wheat for two different water treatments: well water supply and natural drought, respectively. The results showed that the leaf photosynthetic features’ response to available soil water could be classified into five main stages, as the available soil water thresholds were at 0.41, 0.2, 0.12, and 0.04, respectively. We defined those five stages as no agricultural drought, mild agricultural drought, moderate agricultural drought, severe agricultural drought, and extremely severe agricultural drought based on the different mechanisms of the net photosynthesis rate’s response to progressive soil drying. The parameters of three stomatal conductance models, i.e., Ball–Berry, Leuning, and Medlyn, had two apparently different groups of values divided by moderate agricultural drought. This study combined atmosphere–soil–crop as a unit to quantify agricultural drought severity during the crop growth period could be used to model crop growth and development under water deficit conditions and calculate agricultural drought indices in drought research and management.",
    "readLink": "https://www.mdpi.com/2073-4433/13/4/531"
  },
  null,
  {
    "title": "GPU-accelerated atmospheric chemical kinetics in the ECHAM/MESSy (EMAC) Earth system model (version 2.52)",
    "authors": [
      "M. Alvanos,",
      "T. Christoudias"
    ],
    "doi": "https://doi.org/10.5194/gmd-10-3679-2017",
    "journalVolume": "Vol. 10\n                                \n                                \n                                  pp.\n                                  3679\n                                  – 3693",
    "issn": "1991-959X (Print)",
    "publisher": "1991-9603 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology"
    ],
    "journalUrl": "https://www.geoscientific-model-development.net/",
    "abstract": "This paper presents an application of GPU accelerators in Earth system modeling. We focus on atmospheric chemical kinetics, one of the most computationally intensive tasks in climate–chemistry model simulations. We developed a software package that automatically generates CUDA kernels to numerically integrate atmospheric chemical kinetics in the global climate model ECHAM/MESSy Atmospheric Chemistry (EMAC), used to study climate change and air quality scenarios. A source-to-source compiler outputs a CUDA-compatible kernel by parsing the FORTRAN code generated by the Kinetic PreProcessor (KPP) general analysis tool. All Rosenbrock methods that are available in the KPP numerical library are supported.Performance evaluation, using Fermi and Pascal CUDA-enabled GPU accelerators, shows achieved speed-ups of 4. 5 × and 20. 4 × , respectively, of the kernel execution time. A node-to-node real-world production performance comparison shows a 1. 75 × speed-up over the non-accelerated application using the KPP three-stage Rosenbrock solver. We provide a detailed description of the code optimizations used to improve the performance including memory optimizations, control code simplification, and reduction of idle time. The accuracy and correctness of the accelerated implementation are evaluated by comparing to the CPU-only code of the application. The median relative difference is found to be less than 0.000000001 % when comparing the output of the accelerated kernel the CPU-only code.The approach followed, including the computational workload division, and the developed GPU solver code can potentially be used as the basis for hardware acceleration of numerous geoscientific models that rely on KPP for atmospheric chemical kinetics applications.",
    "readLink": "https://www.geosci-model-dev.net/10/3679/2017/gmd-10-3679-2017.pdf"
  },
  {
    "title": "Climate Change Impacts and Challenges of Combating Food Insecurity in Rural Somkhele, KwaZulu-Natal, South Africa",
    "authors": [
      "Llewellyn Leonard"
    ],
    "doi": "https://doi.org/10.3390/su142316023",
    "journalVolume": "Vol. 14,\n                                no. 16023\n                                \n                                  p.\n                                  16023",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Climate change poses immense challenges for food security in most developing countries. The extent to which residents are able to reduce their impact on food resources and adapt to climate change will have implications for their livelihoods. Although climate change research has explored adaptation strategies to mitigate the negative effects on food security, empirical work on how climate change affects rural household food security in South Africa has been limited. This paper examines not only how climate change affects food security, but also residential challenges in combating climate change and food security. This paper focused on the Somkhele rural community located in the uMkhanyakude District Municipality of Northern KwaZulu-Natal, an area affected by water scarcity induced by climate change. A questionnaire was used to ascertain the views of 424 households on the impacts of climate variability on food security and the coping mechanisms and challenges involved in secure livelihoods. The results indicate that climate change has affected agricultural productivity and the use of water in households, especially since 2015. Food security is shaped by unemployment and a lack of financial capital. The local government did not assist with the required infrastructure to obtain water. Good governance and reflexive approaches are required to take into account household livelihood strategies and indigenous knowledge systems to ensure that support against the impacts of climate change is relevant",
    "readLink": "https://www.mdpi.com/2071-1050/14/23/16023"
  }
]