[
  {
    "title": "Nonlinear response of Asian summer monsoon precipitation to emission reductions in South and East Asia",
    "authors": [
      "Ross Herbert,",
      "Laura J Wilcox,",
      "Manoj Joshi,",
      "Ellie Highwood,",
      "Dave Frame"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ac3b19",
    "journalVolume": "Vol. 17,\n                                no. 1\n                                \n                                  p.\n                                  014005",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Anthropogenic aerosols over South and East Asia currently have a stronger impact on the Asian summer monsoon (ASM) than greenhouse gas emissions, yet projected aerosol emission changes in these regions are subject to considerable uncertainties such as timescale, location, or emission type. We use a circulation/climate model with idealised aerosol distributions to demonstrate that the sum of ASM responses to aerosol emission reductions in each region is very different to the response to simultaneous reductions in both regions, implying the ASM response to aerosol emissions reductions is highly nonlinear. The phenomenon is independent of whether aerosols are scattering or absorbing, and results from interaction of induced atmospheric circulation changes. The nonlinearity from interactions between aerosol forcing from different regions represents a new source of uncertainty in projections of ASM changes over the next 30–40 years, and may limit the utility of country-dependent aerosol trajectories when considering their Asia-wide effects, though we recommend further work to establish whether the nonlinearity is buffered by other drivers. To understand likely changes in the ASM due to aerosol reductions, countries will need to accurately take account of emissions reductions from across the wider region, rather than approximating them using simple scenarios and emulators. The nonlinearity in the response to forcing therefore presents a regional public goods issue for countries affected by the ASM, as the costs and benefits of aerosol emissions reductions are not internalised; in fact, forcings from different countries such as India and China work jointly to determine outcomes across the region.",
    "readLink": "https://doi.org/10.1088/1748-9326/ac3b19"
  },
  {
    "title": "How to evaluate nature-based solutions performance for microclimate, water and soil management issues – Available tools and methods from Nature4Cities European project results",
    "authors": [
      "Ryad Bouzouidja,",
      "Patrice Cannavo,",
      "Philippe Bodénan,",
      "Ágnes Gulyás,",
      "Márton Kiss,",
      "Attila Kovács,",
      "Béatrice Béchet,",
      "Katia Chancibault,",
      "Etienne Chantoiseau,",
      "Pierre-Emmanuel Bournet,",
      "Rania Bouzidi,",
      "René Guénon,",
      "Thierry Lebeau,",
      "Marjorie Musy,",
      "Fabrice Rodriguez"
    ],
    "doi": "Vol. 125\n                                \n                                \n                                  p.\n                                  107556",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "In the context of climate change, Nature-Based Solutions (NBSs), a recently developed concept, are increasingly considered as part of the adaptation strategies of the cities. Studies using expert models and methods (EMM) receive a great deal of scientific attention. Considering EMM increasing use, this study aims to perform an analysis of the reported evaluation results, reflecting the capability of the EMM to accurately tackle urban challenges identified within the EU Nature4Cities project. Then, we propose a set of indicators and recommendations about sixteen EMM to be used by funders, researchers and practitioners when evaluating the performance of NBSs. The coupling of the different components (climate, water and soil) is not a simple matter. The analysis relies on the definition of the range of the reported metrics and on the investigation of the relationship between the various indices, applied for the EMM evaluation. Secondly, the study assesses the existing EMM, indicating the potential of NBSs: (i) to reduce urban heat island, (ii) to limit surface warming, (iii) to increase the thermal comfort of people, (iv) to limit the overheating and runoff of surfaces due to impervious areas, (v) to increase water retention during stormy episodes, (vi) to improve storm water quality at the outlet of the sustainable urban drainage systems, (vii) to promote the filtration and epuration of storm water runoff in soil and (viii) to be a support for vegetation. The analysis reveals that EMM can be considered as helpful tools for urban microclimate, urban soil and water management analysis, provided their limitations and characteristics are taken into account by the user when choosing tools and interpreting results (e.g. application scale). With regard to the performance of NBSs, the most commonly used indicators clearly depend on the scale of the project.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X21002211"
  },
  {
    "title": "Physiological, morphological and ecological traits drive desiccation resistance in north temperate dung beetles",
    "authors": [
      "Beatrice Nervo,",
      "Angela Roggero,",
      "Dan Chamberlain,",
      "Enrico Caprio,",
      "Antonio Rolando,",
      "Claudia Palestrini"
    ],
    "doi": "https://doi.org/10.1186/s40850-021-00089-3",
    "journalVolume": "Vol. 6,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "2056-3132 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Zoology"
    ],
    "journalUrl": "http://bmczool.biomedcentral.com/",
    "abstract": "Abstract Background Increasing temperatures and changes in precipitation patterns threaten the existence of many organisms. It is therefore informative to identify the functional traits that underlie differences in desiccation resistance to understand the response of different species to changes in water availability resulting from climate change. We used adult dung beetles as model species due to their importance to ecosystem services. We investigated: (i) the effect of physiological (water loss rate, water loss tolerance, body water content), morphological (body mass) and ecological (nesting behaviour) traits on desiccation resistance; (ii) the role of phylogenetic relatedness in the above associations; and, (iii) whether relatively large or small individuals within a species have similar desiccation resistance and whether these responses are consistent across species. Results Desiccation resistance decreased with increasing water loss rate and increased with increasing water loss tolerance (i.e. proportion of initial water content lost at the time of death). A lack of consistent correlation between these traits due to phylogenetic relatedness suggests that the relationship is not determined by a shared evolutionary history. The advantage of a large body size in favouring desiccation resistance depended on the nesting behaviour of the dung beetles. In rollers (one species), large body sizes increased desiccation resistance, while in tunnelers and dwellers, desiccation resistance seemed not to be dependent on body mass. The phylogenetic correlation between desiccation resistance and nesting strategies was significant. Within each species, large individuals showed greater resistance to desiccation, and these responses were consistent across species. Conclusions Resistance to desiccation was explained mainly by the dung beetles’ ability to reduce water loss rate (avoidance) and to tolerate water loss (tolerance). A reduction in water availability may impose a selection pressure on body size that varies based on nesting strategies, even though these responses may be phylogenetically constrained. Changes in water availability are more likely to affect dweller species, and hence the ecosystem services they provide.",
    "readLink": "https://doi.org/10.1186/s40850-021-00089-3"
  },
  {
    "title": "Managing vulnerability to drought and enhancing livelihood resilience in sub-Saharan Africa: Technological, institutional and policy options",
    "authors": [
      "Bekele Shiferaw,",
      "Kindie Tesfaye,",
      "Menale Kassie,",
      "Tsedeke Abate,",
      "B.M. Prasanna,",
      "Abebe Menkir"
    ],
    "doi": "https://doi.org/10.1016/j.wace.2014.04.004",
    "journalVolume": "Vol. 3,\n                                no. C\n                                \n                                  pp.\n                                  67\n                                  – 79",
    "issn": "2212-0947 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/weather-and-climate-extremes/",
    "abstract": "Agriculture and the economies of Sub-Saharan Africa (SSA) are highly sensitive to climatic variability. Drought, in particular, represents one of the most important natural factors contributing to malnutrition and famine in many parts of the region. The overall impact of drought on a given country/region and its ability to recover from the resulting social, economic and environmental impacts depends on several factors. The economic, social and environmental impacts of drought are huge in SSA and the national costs and losses incurred threaten to undermine the wider economic and development gains made in the last few decades in the region. There is an urgent need to reduce the vulnerability of countries to climate variability and to the threats posed by climate change. This paper attempts to highlight the challenges of drought in SSA and reviews the current drought risk management strategies, especially the promising technological and policy options for managing drought risks to protect livelihoods and reduce vulnerability. The review suggests the possibilities of several ex ante and ex post drought management strategies in SSA although their effectiveness depends on agro-climatic and socio-economic conditions. Existing technological, policy and institutional risk management measures need to be strengthened and integrated to manage drought ex ante and to minimize the ex post negative effects for vulnerable households and regions. A proactive approach that combines promising technological, institutional and policy solutions to manage the risks within vulnerable communities implemented by institutions operating at different levels (community, sub-national, and national) is considered to be the way forward for managing drought and climate variability.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212094714000280"
  },
  {
    "title": "The longitudinal relationship of school climate with adolescent social and emotional health",
    "authors": [
      "Mitchell D. Wong,",
      "Kulwant K. Dosanjh,",
      "Nicholas J. Jackson,",
      "Dennis Rünger,",
      "Rebecca N. Dudovitz"
    ],
    "doi": "https://doi.org/10.1186/s12889-021-10245-6",
    "journalVolume": "Vol. 21,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 8",
    "issn": "1471-2458 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://bmcpublichealth.biomedcentral.com",
    "abstract": "Abstract Background Schools and school climate are thought to influence academic outcomes as well as child and adolescent development, health and well-being. We sought to examine the relationship between several aspects of the school climate with adolescent social-emotional health outcomes. Methods We analysed data from the Reducing Inequities through Social and Educational change Follow-up (RISE UP) Study, a longitudinal natural experimental study of Los Angeles high school students collected from 2013 to 2018. We analysed data on the portion of the sample that completed the baseline, 10th grade and 11th grade surveys (n=1114). Students reported their perceptions of school climate at 10th grade and social-emotional outcomes including grit, self-efficacy, depression, hopelessness, and stress at baseline (9th grade) and at 11th grade. Multivariable regressions adjusted for student and parental demographics and baseline social-emotional states tested associations between school climate and each outcome. Results Students who reported being in authoritative school environments in 10th grade, one that is highly supportive and highly structured, had subsequently higher levels of self-efficacy (p< 0.001) and grit (p=0.01). They also had fewer depressive symptoms (p=0.008), and less hopelessness (p = 0.01), stress at school (p=0.002) and stress about the future (p=0.03) reported in 11th grade. Conclusions School climate, and particularly an authoritative school environment, is strongly associated with better social-emotional health among adolescents. Relationship with teachers and their disciplinary style may be a focus for future interventions to improve the social-emotional health of children.",
    "readLink": "https://doi.org/10.1186/s12889-021-10245-6"
  },
  {
    "title": "Public Procurement, a Tool for Achieving the Goals of Sustainable Development",
    "authors": [
      "Otilia Manta,",
      "Mirela Panait,",
      "Eglantina Hysa,",
      "Elena Rusu ,",
      "Maria Cojocaru"
    ],
    "doi": "https://doi.org/10.24818/EA/2022/61/861",
    "journalVolume": "Vol. 24,\n                                no. 61\n                                \n                                  pp.\n                                  861\n                                  – 876",
    "issn": "1582-9146 (Print)",
    "publisher": "2247-9104 (Online)",
    "countryOfPublisher": "Academy of Economic Studies of Bucharest",
    "lcc": [
      "Romania",
      "Social Sciences: Commerce: Business",
      "Social Sciences: Economic theory. Demography: Economics as a science"
    ],
    "journalUrl": "https://www.amfiteatrueconomic.ro/Home_EN.aspx",
    "abstract": "This paper proposes a “systematization” of current concerns about sustainable public procurement, an investigation of ways and solutions for public procurement to make an increased contribution to achieving sustainable development goals. The authors emphasize the need to capitalize on all the components of sustainability, especially the social component and those on how to support the public procurement process in compliance with climate change procedures. It is very important for the authorities to take into account the social sustainability of public procurement when awarding contracts by introducing sustainability clauses in public procurement legislation. In order to clarify this issue, the national laws of the countries reporting to the World Bank on public procurement issues have been mapped, the opinions of other researchers have been systematized, as well as relevant studies of international organizations (OECD, European Commission, UNESCO, World Bank). Statistical data from the World Bank's Global Public Procurement Database (GPPD), systematized by group of countries, were processed using statistical tools to test the hypotheses.",
    "readLink": "https://www.amfiteatrueconomic.ro/temp/Article_3147.pdf"
  },
  {
    "title": "Climate Change Impacts on Ecosystem Services in High Mountain Areas: A Literature Review",
    "authors": [
      "Ignacio Palomo"
    ],
    "doi": "https://doi.org/10.1659/MRD-JOURNAL-D-16-00110.1",
    "journalVolume": "Vol. 37,\n                                no. 2\n                                \n                                  pp.\n                                  179\n                                  – 187",
    "issn": "0276-4741 (Print)",
    "publisher": "1994-7151 (Online)",
    "countryOfPublisher": "International Mountain Society",
    "lcc": [
      "Switzerland",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.mrd-journal.org",
    "abstract": "High mountain areas are experiencing some of the earliest and greatest impacts of climate change. However, knowledge on how climate change impacts multiple ecosystem services that benefit different stakeholder groups remains scattered in the literature. This article presents a review of the literature on climate change impacts on ecosystem services benefiting local communities and tourists in high mountain areas. Results show a lack of studies focused on the global South, especially where there are tropical glaciers, which are likely to be the first to disappear. Climate change impacts can be classified as impacts on food and feed, water availability, natural hazards regulation, spirituality and cultural identity, aesthetics, and recreation. In turn, climate change impacts on infrastructure and accessibility also affect ecosystem services. Several of these impacts are a direct threat to the lives of mountain peoples, their livelihoods and their culture. Mountain tourism is experiencing abrupt changes too. The magnitude of impacts make it necessary to strengthen measures to adapt to climate change in high mountain areas.",
    "readLink": "http://www.bioone.org/doi/full/10.1659/MRD-JOURNAL-D-16-00110.1"
  },
  {
    "title": "An Approach for the Validation of a Coastal Erosion Vulnerability Index: An Application in Sicily",
    "authors": [
      "Giorgio Manno,",
      "Grazia Azzara,",
      "Carlo Lo Re,",
      "Chiara Martinello,",
      "Mirko Basile,",
      "Edoardo Rotigliano,",
      "Giuseppe Ciraolo"
    ],
    "doi": "https://doi.org/10.3390/jmse11010023",
    "journalVolume": "Vol. 11,\n                                no. 23\n                                \n                                  p.\n                                  23",
    "issn": "2077-1312 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Naval Science: Naval architecture. Shipbuilding. Marine engineering",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://www.mdpi.com/journal/jmse",
    "abstract": "In recent decades, coastal erosion phenomena have increased due to climate change. The increased frequency and intensity of extreme events and the poor sediment supply by anthropized river basins (dams, river weirs, culverts, etc.) have a crucial role in coastal erosion. Therefore, an integrated analysis of coastal erosion is crucial to produce detailed and accurate coastal erosion vulnerability information to support mitigation strategies. This research aimed to assess the erosion vulnerability of the Sicilian coast, also including a validation procedure of the obtained scenario. The coastal vulnerability was computed by means of the CeVI (Coastal Erosion Vulnerability Index) approach, which considers physical indicators such as geomorphology and geology, coastal slope, sea storms, wave maxima energy flux and sediment supply to river mouths. Each indicator was quantified using indexes which were assessed considering transects orthogonal to the coastline in 2020. These transects were clustered inside natural compartments called littoral cells. Each cell was assumed to contain a complete cycle of sedimentation and not to have sediment exchange with the near cells. Physical parameters were identified to define a new erosion vulnerability index for the Sicilian coast. By using physical indexes (geological/geomorphological, erosion/sediment supply, sea storms, etc.), the CeVI was calculated both for each littoral cell and for the transects that fall into retreating/advancing coastal areas. The vulnerability index was then validated by comparing CeVI values and the coastline change over time. The validation study showed a direct link between the coastline retreat and high values of CeVI. The proposed method allowed for a detailed mapping of the Sicilian coastal vulnerability, and it will be useful for coastal erosion risk management purposes.",
    "readLink": "https://www.mdpi.com/2077-1312/11/1/23"
  },
  {
    "title": "Hydropower Potential in the Periglacial Environment of Switzerland under Climate Change",
    "authors": [
      "Daniel Ehrbar,",
      "Lukas Schmocker,",
      "David  F. Vetsch,",
      "Robert  M. Boes"
    ],
    "doi": "https://doi.org/10.3390/su10082794",
    "journalVolume": "Vol. 10,\n                                no. 8\n                                \n                                  p.\n                                  2794",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Hydropower is the most important domestic source of renewable energy in Switzerland. Many reservoirs are located in the periglacial environment of the Swiss Alps. Climate change and the changeover to a new energy system will challenge the existing infrastructure, but will also provide perspectives for new hydropower plants (HPPs). This study presents a framework for the systematic analysis of the hydropower potential of the periglacial Swiss Alps. The results are referenced to the Swiss Energy Strategy and other potential courses of action, such as upgrade of existing infrastructure. An evaluation matrix with 16 economical, environmental and social criteria for the consistent rating of all feasible sites is proposed. All criteria and their ratings are explained. It is demonstrated that the chosen methodology leads to a relatively stable ranking even for significantly different weighting models. Although being affected by uncertainties and remaining challenges, the methodology and results are sufficiently detailed for decision-making. Therefore, recommendations for future hydropower investments can be given. The results are strongly linked to Swiss boundary conditions, but the methodology itself is generally applicable for all glaciers worldwide, if the required input data are available.",
    "readLink": "http://www.mdpi.com/2071-1050/10/8/2794"
  },
  {
    "title": "Binational climate change vulnerability assessment of migratory birds in the Great Lakes Basins: Tools and impediments.",
    "authors": [
      "Robert S Rempel,",
      "Megan L Hornseth"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0172668",
    "journalVolume": "Vol. 12,\n                                no. 2\n                                \n                                  p.\n                                  e0172668",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Climate change is a global concern, requiring international strategies to reduce emissions, however, climate change vulnerability assessments are often local in scope with assessment areas restricted to jurisdictional boundaries. In our study we explored tools and impediments to understanding and responding to the effects of climate change on vulnerability of migratory birds from a binational perspective. We apply and assess the utility of a Climate Change Vulnerability Index on 3 focal species using distribution or niche modeling frameworks. We use the distributional forecasts to explore possible changes to jurisdictional conservation responsibilities resulting from shifting distributions for: eastern meadowlark (Sturnella magna), wood thrush (Hylocichla mustelina), and hooded warbler (Setophaga citrina). We found the Climate Change Vulnerability Index to be a well-organized approach to integrating numerous lines of evidence concerning effects of climate change, and provided transparency to the final assessment of vulnerability. Under this framework, we identified that eastern meadowlark and wood thrush are highly vulnerable to climate change, but hooded warbler is less vulnerable. Our study revealed impediments to assessing and modeling vulnerability to climate change from a binational perspective, including gaps in data or modeling for climate exposure parameters. We recommend increased cross-border collaboration to enhance the availability and resources needed to improve vulnerability assessments and development of conservation strategies. We did not find evidence to suggest major shifts in jurisdictional responsibility for the 3 focal species, but results do indicate increasing responsibility for these birds in the Canadian Provinces. These Provinces should consider conservation planning to help ensure a future supply of necessary habitat for these species.",
    "readLink": "http://europepmc.org/articles/PMC5321439?pdf=render"
  }
]