[
  {
    "title": "Elevated CO<sub>2</sub> Increases Severity of Thermal Hyponasty in Leaves of Tomato",
    "authors": [
      "Michael D. Thomas,",
      "Scott A. Heckathorn,",
      "Jennifer K. Boldt"
    ],
    "doi": "https://doi.org/10.3390/horticulturae9080907",
    "journalVolume": "Vol. 9,\n                                no. 907\n                                \n                                  p.\n                                  907",
    "issn": "2311-7524 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/horticulturae",
    "abstract": "We previously showed that chronic warming plus elevated carbon dioxide (eCO2) causes extreme upward bending of leaflets and petioles (i.e., hyponasty) in tomato (Solanum lycopersicum), which reduces growth. In that study, only two levels of CO2 (400, 700 ppm) and temperature (30, 37 °C) were tested in young vegetative plants, and the underlying mechanism for warming + eCO2 hyponasty was not investigated. In this study, warming + eCO2 hyponasty was evaluated in tomato across a range of temperatures and CO2 concentrations, and at multiple life stages. Based on their roles in thermal hyponasty, ethylene and auxin tomato mutants were examined, and light quality manipulated, to explore the mechanism for warming + eCO2 hyponasty. At eCO2 (800 ppm), the petiole angle increased roughly linearly with temperature from 30 to 38 °C. Under high temperature stress (38 °C), the petiole angle increased similarly at all eCO2 concentrations (600/800/1000 vs. 400 ppm). All life stages examined had an increased petiole angle in leaves developed during warming + eCO2, such that most leaves in juvenile plants exhibited hyponasty but only young growing leaves did so in adults. Auxin-insensitive mutants displayed a reduced petiole angle compared to auxin-sensitive, ethylene-sensitive, ethylene-insensitive, and non-mutant genotypes, indicating that auxin, but not ethylene, is likely a main component of this hyponastic response. Reduced far-red-to-red light plus increased blue light reduced petiole hyponasty compared to non-filtered white light during warming + eCO2. These results indicate that eCO2 affects the well-characterized thermal hyponastic response of leaves, which has implications for future plant responses to climate change.",
    "readLink": "https://www.mdpi.com/2311-7524/9/8/907"
  },
  null,
  {
    "title": "Landscape Variables Influence over Active Restoration Strategies of <i>Nothofagus</i> Forests Degraded by Invasive <i>Castor canadensis</i> in Tierra del Fuego",
    "authors": [
      "Guillermo J. Martínez Pastur,",
      "Juan M. Cellini,",
      "María V. Lencinas,",
      "Yamina M. Rosas,",
      "Jonathan J. Henn,",
      "Pablo L. Peri"
    ],
    "doi": "https://doi.org/10.3390/su13147541",
    "journalVolume": "Vol. 13,\n                                no. 7541\n                                \n                                  p.\n                                  7541",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "North American beavers (Castor canadensis) are responsible for the major changes in the Tierra del Fuego Archipelago, altering riparian forests for the long-term. Passive restoration of the areas affected was ineffective in the medium-term (up to 20 years), being necessary active strategies. Plantations in abandoned ponds were made with Nothofagus pumilio and N. antarctica tree species across Tierra del Fuego island (Argentina). In the first experiment, we analysed the influence of biotic and abiotic factors in three micro-habitats in the impacted areas: front and tail of ponds, and cut not-flooded forest areas. Five-years-old N. pumilio seedlings had 39% survival in front, 21% in tails, and 46% in cut areas at year-3 of the restoration experiments, being negatively influenced by plant cover and soil moisture. Lower growth was recorded during year-1 (0.7–0.9 cm yr−1), but increased on time (1.9 cm yr−1 front, 1.6 cm yr−1 tail, 4.3 cm yr−1 cut areas). A second experiment explores the alternative to substitute the tree species to face the harder conditions of the impact and climate change. For this, we conducted a new plantation at four locations across the main bioclimatic zones, where 10–40 cm N. antarctica plants attained 17% survival in meadows (front and tail) and 30% in cut areas, being higher with larger than smaller plants (25% vs. 18%), and where they are mainly influenced by rainfall (4% in sites −1 and 41% in >400 mm yr−1). The main damage was detected in the above-ground biomass due to dryness, but root survival allowed the emergence of new shoots in the following growing season. It is necessary to monitor different Nothofagus species across natural environments in the landscape to determine the feasibility and effectiveness of different strategies in restoration plans, considering the selection of climate-resilient tree species.",
    "readLink": "https://www.mdpi.com/2071-1050/13/14/7541"
  },
  {
    "title": "Circular Economy: An Inevitability Issue for the Sustainable Human Civilization",
    "authors": [
      "Haradhan Kumar Mohajan"
    ],
    "doi": "Vol. 20,\n                                no. 3\n                                \n                                  pp.\n                                  23\n                                  – 54",
    "issn": "2393-1795 (Online)",
    "publisher": "Editura Fundatiei Romania de Maine",
    "countryOfPublisher": "Romania",
    "lcc": [
      "Social Sciences: Economic history and conditions",
      "Social Sciences: Economic theory. Demography: Economics as a science"
    ],
    "journalUrl": "http://anale-economie.spiruharet.ro/",
    "abstract": "Since start of the Industrial Revolution about 260 years ago, the negative effects from the traditional linear economy (LE) become threat to the stability of the economies and natural ecosystems. Strength of climate change, reduction of environment pollution and integrity of ecosystems are essential issues for survival of the global humanity. According to LE resources for production are easily available and unlimited, and after use wastes are disposable. The circular economy (CE) is an alternative to the LE where the resources may be used for as long as possible. It tries to capture the value of existing products and materials, and decreases the use of primary materials in industries. The CE is a part of environmental economics and beneficial to the society. It keeps products, components, and materials at their highest utility and maximum value at all times. At present CE is one of the most focused terms among environmental economic scientists. The aim of this study is the implementation of the sustainable development strategies and the transition from LE towards CE.",
    "readLink": "http://anale.spiruharet.ro/index.php/economics/article/view/1010"
  },
  {
    "title": "Interannual and Decadal Variability of Sea Surface Temperature and Sea Ice Concentration in the Barents Sea",
    "authors": [
      "Bayoumy Mohamed,",
      "Frank Nilsen,",
      "Ragnheid Skogseth"
    ],
    "doi": "https://doi.org/10.3390/rs14174413",
    "journalVolume": "Vol. 14,\n                                no. 4413\n                                \n                                  p.\n                                  4413",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Sea ice loss and accelerated warming in the Barents Sea have recently been one of the main concerns of climate research. In this study, we investigated the trends and possible relationships between sea surface temperature (SST), sea ice concentration (SIC), and local and large-scale atmospheric parameters over the last 39 years (1982 to 2020). We examined the interannual and long-term spatiotemporal variability of SST and SIC by performing an empirical orthogonal function (EOF) analysis. The SST warming rate from 1982 through 2020 was 0.35 ± 0.04 °C/decade and 0.40 ± 0.04 °C/decade in the ice-covered and ice-free regions, respectively. This climate warming had a significant impact on sea-ice conditions in the Barents Sea, such as a strong decline in the SIC (−6.52 ± 0.78%/decade) and a shortening of the sea-ice season by about −26.1 ± 7.5 days/decade, resulting in a 3.4-month longer summer ice-free period over the last 39 years. On the interannual and longer-term scales, the Barents Sea has shown strong coherent spatiotemporal variability in both SST and SIC. The temporal evolution of SST and SIC are strongly correlated, whereas the Atlantic Multidecadal Oscillation (AMO) influences the spatiotemporal variability of SST and SIC. The highest spatial variability (i.e., the center of action of the first EOF mode) of SST was observed over the region bounded by the northern and southern polar fronts, which are influenced by both warm Atlantic and cold Arctic waters. The largest SIC variability was found over the northeastern Barents Sea and over the Storbanken and Olga Basin. The second EOF mode revealed a dipole structure with out-of-phase variability between the ice-covered and ice-free regions for the SST and between the Svalbard and Novaya Zemlya regions for SIC. In order to investigate the processes that generate these patterns, a correlation analysis was applied to a set of oceanic (SST) and atmospheric parameters (air temperature, zonal, and meridional wind components) and climate indices. This analysis showed that SST and SIC are highly correlated with air temperature and meridional winds and with two climate indices (AMO and East Atlantic Pattern (EAP)) on an interannual time scale. The North Atlantic Oscillation (NAO) only correlated with the second EOF mode of SST on a decadal time scale.",
    "readLink": "https://www.mdpi.com/2072-4292/14/17/4413"
  },
  {
    "title": "ForamEcoGEnIE 2.0: incorporating symbiosis and spine traits into a trait-based global planktic foraminiferal model",
    "authors": [
      "R. Ying,",
      "F. M. Monteiro,",
      "J. D. Wilson,",
      "D. N. Schmidt"
    ],
    "doi": "https://doi.org/10.5194/gmd-16-813-2023",
    "journalVolume": "Vol. 16\n                                \n                                \n                                  pp.\n                                  813\n                                  – 832",
    "issn": "1991-959X (Print)",
    "publisher": "1991-9603 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology"
    ],
    "journalUrl": "https://www.geoscientific-model-development.net/",
    "abstract": "Planktic foraminifera are major marine calcifiers in the modern ocean, regulating the marine inorganic carbon pump, and generating marine fossil archives of past climate change. The foraminifera contain ecogroups with and without spines and algal symbionts, creating functional trait diversity which expands their ecological niches. Here, we incorporate symbiosis and spine traits into the symbiont-barren non-spinose foraminifer functional type in EcoGEnIE to represent all the extant foraminifera species. We calibrated the modelled new traits using Latin hypercube sampling (LHS) and identified the optimal model parameters from an ensemble of 1200 runs compared with global observations from core-top sediment samples, sediment traps, and plankton nets. The model successfully describes the global distribution and seasonal abundance variation of the four major foraminiferal functional groups. The model reproduces the dominance of the symbiont-obligate group in subtropical gyres and of the symbiont-barren types in the productive subpolar oceans. Global annual mean biomass and foraminifer-derived carbon export rate are correctly predicted compared to data, with biomass ranging from 0.001 to 0.010 mmol C m−3 and organic carbon export 0.002–0.031 mmol C m−2 d−1. The model captures the seasonal peak time of biomass and organic carbon export but struggles to reproduce the amplitude of both in productive areas. The sparseness and uneven distribution of observations and the model's limitation in upwelling regions likely contribute to this discrepancy. Our model overcomes the lack of major groups in the previous ForamEcoGEnIE 1.0 version and offers the potential to explore foraminiferal ecology dynamics and its impact on biogeochemistry in modern, future, and paleogeographic environments.",
    "readLink": "https://gmd.copernicus.org/articles/16/813/2023/gmd-16-813-2023.pdf"
  },
  {
    "title": "Water Storage in Dry Riverbeds of Arid and Semi-Arid Regions: Overview, Challenges, and Prospects of Sand Dam Technology",
    "authors": [
      "Bisrat  Ayalew Yifru,",
      "Min-Gyu Kim,",
      "Jeong-Woo Lee,",
      "Il-Hwan Kim,",
      "Sun-Woo Chang,",
      "Il-Moon Chung"
    ],
    "doi": "https://doi.org/10.3390/su13115905",
    "journalVolume": "Vol. 13,\n                                no. 5905\n                                \n                                  p.\n                                  5905",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Augmenting water availability using water-harvesting structures is of importance in arid and semi-arid regions (ASARs). This paper provides an overview and examines challenges and prospects of the sand dam application in dry riverbeds of ASARs. The technology filters and protects water from contamination and evaporation with low to no maintenance cost. Sand dams improve the socio-economy of the community and help to cope with drought and climate change. However, success depends on the site selection, design, and construction. The ideal site for a sand dam is at a transition between mountains and plains, with no bend, intermediate slope, and impermeable riverbed in a catchment with a slope greater than 2°. The spillway dimensioning considers the flow velocity, sediment properties, and storage target, and the construction is in multi-stages. Recently, the failure of several sand dams because of incorrect siting, evaporation loss, and one-stage construction were reported. Revision of practitioners’ manuals by considering catchment scale hydrological and hydrogeological characteristics, spillway height, and sediment transport are recommended. Research shows that protected wells have better water quality than open wells and scoop holes. Therefore, the community should avoid open defecation, pit latrines, tethering of animals, and applying pesticides near the sand dam.",
    "readLink": "https://www.mdpi.com/2071-1050/13/11/5905"
  },
  {
    "title": "Quantitative attribution of climate effects on Hurricane Harvey’s extreme rainfall in Texas",
    "authors": [
      "S-Y Simon Wang,",
      "Lin Zhao,",
      "Jin-Ho Yoon,",
      "Phil Klotzbach,",
      "Robert R Gillies"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aabb85",
    "journalVolume": "Vol. 13,\n                                no. 5\n                                \n                                  p.\n                                  054014",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Hurricane Harvey made landfall in August 2017 as the first land-falling category 4 hurricane to hit the state of Texas since Hurricane Carla in September 1961. While its intensity at landfall was notable, most of the vast devastation in the Houston metropolitan area was due to Harvey stalling near the southeast Texas coast over the next several days. Harvey’s long-duration rainfall event was reminiscent of extreme flooding that occurred in the neighboring state of Louisiana: both of which were caused by a stalled tropical low-pressure system producing four days of intense precipitation. A quantitative attribution analysis of Harvey’s rainfall was conducted using a mesoscale atmospheric model forced by constrained boundary and initial conditions that had their long-term climate trends removed. The removal of the various trends of the boundary and initial conditions minimizes the effects of warming in the air and the ocean surface on Harvey. The 60 member ensemble simulations suggest that post-1980 climate warming could have contributed to the extreme precipitation that fell on southeast Texas during 26–29 August 2017 by approximately 20%, with an interquartile range of 13%–37%. While the attribution outcome could be model dependent, this downscaling approach affords the closest means possible of a case-to-case comparison for event attribution, complementing other statistics-based attribution studies on Harvey. Further analysis of a global climate model tracking Harvey-like stalling systems indicates an increase in storm frequency and intensity over southeast Texas through the mid-21st century.",
    "readLink": "https://doi.org/10.1088/1748-9326/aabb85"
  },
  {
    "title": "Above ground carbon stock mapping over Coimbatore and Nilgiris Biosphere: a key source to the C sink",
    "authors": [
      "Manoj Hari,",
      "Sruthi Srinivasan,",
      "Arunachalam Rajasekaran,",
      "Bhishma Tyagi"
    ],
    "doi": "https://doi.org/10.1080/17583004.2021.1962979",
    "journalVolume": "Vol. 12,\n                                no. 4\n                                \n                                  pp.\n                                  411\n                                  – 428",
    "issn": "1758-3004 (Print)",
    "publisher": "1758-3012 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tcmt",
    "abstract": "Mapping and quantifying above ground carbon (AGC) Stocks reflect significant dynamics in the terrestrial carbon cycle and cascade climate change. Estimation of such key driver was performed for the dominant species (Bamboo, Eucalyptus and Teak) over Coimbatore and Nilgiris Biosphere (2006 − 2018 quadruple interval) of Tamilnadu, India with the developed global stepwise multiple linear regression (SMLR) and local geographically weighted regression (GWR) models using multi-dynamic variables. Evapotranspiration (ET) developed using Mapping Evapotranspiration at High Resolution with Internalized Calibration (METRIC) model for the region was analysed with the best-fitted AGC estimation model to understand AGC—ET synergistic pertinence dynamics. The study compared and validated the estimation by the models and indicated that AGC estimation using SMLR exhibiting a high degree of accuracy ( ) with nominal negative bias in the estimation ranging from with amplification of GWR prediction indicted positive bias with comparatively least mean accuracy ( ). The ET—AGC reciprocity for the dominant species resulted that, bamboo with lower AGC correlated with higher ET tailed by teak with higher AGC and ET and eucalyptus with relatively higher AGC and lower ET and respectively. The analysis resulted in minimal biasness in AGC mapping using SMLR, and both the model signifies that the region can potentially be considered a long-term carbon sink.",
    "readLink": "http://dx.doi.org/10.1080/17583004.2021.1962979"
  },
  {
    "title": "The changing impact of snow conditions and refreezing on the mass balance of an idealized Svalbard glacier",
    "authors": [
      "Ward Van Pelt,",
      "Veijo Pohjola,",
      "Carleen Reijmer"
    ],
    "doi": "https://doi.org/10.3389/feart.2016.00102",
    "journalVolume": "Vol. 4",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "Glacier surface melt and runoff depend strongly on seasonal and perennial snow (firn) conditions. Not only does the presence of snow and firn directly affect melt rates by reflecting solar radiation, it may also act as a buffer against mass loss by storing melt water in refrozen or liquid form. In Svalbard, ongoing and projected amplified climate change with respect to the global mean change has severe implications for the state of snow and firn and its impact on glacier mass loss. Model experiments with a coupled surface energy balance - ﬁrn model were done to investigate the surface mass balance and the changing role of snow and ﬁrn conditions for an idealized Svalbard glacier. A climate forcing for the past, present and future (1984-2104) is constructed, based on observational data from Svalbard Airport and a seasonally dependent projection scenario. Results illustrate ongoing and future ﬁrn degradation in response to an elevational retreat of the equilibrium line altitude (ELA) of 31 m decade−1. The temperate ﬁrn zone is found to retreat and expand, while cold ice in the ablation zone warms considerably. In response to pronounced winter warming and an associated increase in winter rainfall, the current prevalence of refreezing during the melt season gradually shifts to the winter season in a future climate. Sensitivity tests reveal that in a present and future climate the density and thermodynamic structure of Svalbard glaciers are heavily inﬂuenced by refreezing. Refreezing acts as a net buffer against mass loss. However, the net mass balance change after refreezing is substantially smaller than the amount of refreezing itself, which can be ascribed to melt-enhancing effects after refreezing, which partly offset the primary mass-retaining effect of refreezing.",
    "readLink": "http://journal.frontiersin.org/Journal/10.3389/feart.2016.00102/full"
  }
]