[
  {
    "title": "Age of the Mt. Ortles ice cores, the Tyrolean Iceman and glaciation of the highest summit of South Tyrol since the Northern Hemisphere Climatic Optimum",
    "authors": [
      "P. Gabrielli,",
      "C. Barbante,",
      "G. Bertagna,",
      "M. Bertó,",
      "D. Binder,",
      "A. Carton,",
      "L. Carturan,",
      "F. Cazorzi,",
      "G. Cozzi,",
      "G. Dalla Fontana,",
      "M. Davis,",
      "F. De Blasi,",
      "R. Dinale,",
      "G. Dragà,",
      "G. Dreossi,",
      "D. Festi,",
      "M. Frezzotti,",
      "J. Gabrieli,",
      "S. P. Galos,",
      "P. Ginot,",
      "P. Heidenwolf,",
      "T. M. Jenk,",
      "N. Kehrwald,",
      "D. Kenny,",
      "O. Magand,",
      "V. Mair,",
      "V. Mikhalenko,",
      "P. N. Lin,",
      "K. Oeggl,",
      "G. Piffer,",
      "M. Rinaldi,",
      "U. Schotterer,",
      "M. Schwikowski,",
      "R. Seppi,",
      "A. Spolaor,",
      "B. Stenni,",
      "D. Tonidandel,",
      "C. Uglietti,",
      "V. Zagorodnov,",
      "T. Zanoner,",
      "P. Zennaro"
    ],
    "doi": "https://doi.org/10.5194/tc-10-2779-2016",
    "journalVolume": "Vol. 10,\n                                no. 6\n                                \n                                  pp.\n                                  2779\n                                  – 2797",
    "issn": "1994-0416 (Print)",
    "publisher": "1994-0424 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.the-cryosphere.net/",
    "abstract": "In 2011 four ice cores were extracted from the summit of Alto dell'Ortles (3859 m), the highest glacier of South Tyrol in the Italian Alps. This drilling site is located only 37 km southwest from where the Tyrolean Iceman, ∼ 5.3 kyrs old, was discovered emerging from the ablating ice field of Tisenjoch (3210 m, near the Italian–Austrian border) in 1991. The excellent preservation of this mummy suggested that the Tyrolean Iceman was continuously embedded in prehistoric ice and that additional ancient ice was likely preserved elsewhere in South Tyrol. Dating of the ice cores from Alto dell'Ortles based on 210Pb, tritium, beta activity and 14C determinations, combined with an empirical model (COPRA), provides evidence for a chronologically ordered ice stratigraphy from the modern glacier surface down to the bottom ice layers with an age of ∼ 7 kyrs, which confirms the hypothesis. Our results indicate that the drilling site has continuously been glaciated on frozen bedrock since ∼ 7 kyrs BP. Absence of older ice on the highest glacier of South Tyrol is consistent with the removal of basal ice from bedrock during the Northern Hemisphere Climatic Optimum (6–9 kyrs BP), the warmest interval in the European Alps during the Holocene. Borehole inclinometric measurements of the current glacier flow combined with surface ground penetration radar (GPR) measurements indicate that, due to the sustained atmospheric warming since the 1980s, an acceleration of the glacier Alto dell'Ortles flow has just recently begun. Given the stratigraphic–chronological continuity of the Mt. Ortles cores over millennia, it can be argued that this behaviour has been unprecedented at this location since the Northern Hemisphere Climatic Optimum.",
    "readLink": "http://www.the-cryosphere.net/10/2779/2016/tc-10-2779-2016.pdf"
  },
  {
    "title": "Modelling the Impact of Temperature under Climate Change Scenarios on Native and Invasive Vascular Vegetation on the Antarctic Peninsula and Surrounding Islands",
    "authors": [
      "Elissa Penfound,",
      "Christopher Wellen,",
      "Eric Vaz"
    ],
    "doi": "https://doi.org/10.3390/geomatics2040022",
    "journalVolume": "Vol. 2,\n                                no. 22\n                                \n                                  pp.\n                                  390\n                                  – 414",
    "issn": "2673-7418 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Geology"
    ],
    "journalUrl": "https://www.mdpi.com/journal/geomatics",
    "abstract": "There are only two species of native vascular plants found on the Antarctic Peninsula and the surrounding islands, Deschampsia Antarctica, and Colobanthus quitensis. Poa annua, a successful invasive species, poses a threat to D. antarctica and C. quitensis. This region may experience extreme changes in biodiversity due to climate change over the next 100 years. This study explores the relationship between vascular vegetation and changing temperature on the Antarctic Peninsula and uses a systems modelling approach to account for three climate change scenarios over a 100-year period. The results of this study indicate that (1) D. antarctica, C. quitensis, and P. annua will likely be impacted by temperature increases, and greater temperature increases will facilitate more rapid species expansion, (2) in all scenarios D. antarctica species occurrences increase to higher values compared to C. quitensis and P. annua, suggesting that D. antarctica populations may be more successful at expanding into newly forming ice-free areas, (3) C. quitensis may be more vulnerable to the spread of P. annua than D. antarctica if less extreme warming occurs, and (4) C. quitensis relative growth rate is capable of reaching higher values than D. antarctica and P. annua, but only under extreme warming conditions.",
    "readLink": "https://www.mdpi.com/2673-7418/2/4/22"
  },
  {
    "title": "Economic Viability and Use Dynamics of the Enset Food System in Ethiopia: Its Implications for Food Security",
    "authors": [
      "Teshome Sirany,",
      "Esubalew Tadele,",
      "Tewabe Hibistu,",
      "Alemayehu Kefalew,",
      "Haimanot Reta"
    ],
    "doi": "https://doi.org/10.1155/2022/5741528",
    "journalVolume": "Vol. 2022",
    "issn": "2356-654X (Print)",
    "publisher": "2314-7539 (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://www.hindawi.com/journals/aag/",
    "abstract": "Food security is a key issue worldwide and must be considered in both spatial and temporal contexts. Securing the availability of food somewhere in a country does not ensure food security in other areas. Similarly, securing food available today does not guarantee its availability tomorrow. Therefore, parameters such as rapid population growth, urbanization, changing consumption patterns, and globalization, as well as climate change and depletion of natural resources, must be kept in mind while planning the issue of food security. In this regard, Enset, which is a large perennial herbaceous crop native to Ethiopia, is highly stapled to approximately 20 million people in the southern, eastern, and central parts of Ethiopia. It is a common practice in the agricultural system of these areas, making these areas Enset belt regions of the country. On the other hand, the remaining parts of the country often do not practice such farming systems despite the fact that there are good opportunities to do so. One way of expanding the experience of Enset culture is through promoting its food system and multiple-use dynamics. Hence, decision-makers and policy designers in the area of agriculture would consider intensifying Enset to its nonbelt areas, to transform agricultural and food systems to end hunger, achieve food security, and improve nutrition.",
    "readLink": "http://dx.doi.org/10.1155/2022/5741528"
  },
  {
    "title": "Societal Evaluation of Bioeconomy Scenarios for Germany",
    "authors": [
      "Katrin Zander,",
      "Sabine Will,",
      "Jan Göpel,",
      "Christopher Jung,",
      "Rüdiger Schaldach"
    ],
    "doi": "https://doi.org/10.3390/resources11050044",
    "journalVolume": "Vol. 11,\n                                no. 44\n                                \n                                  p.\n                                  44",
    "issn": "2079-9276 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/resources",
    "abstract": "Transitioning to a bio-based economy is widely perceived as a necessary way to tackle climate change and other key environmental challenges. Given the major socio-economic consequences that such a transition entails for people’s everyday lives, it is crucial to take account of citizens’ perceptions and levels of acceptance of these changes. This study applies a holistic approach to gain an understanding of how citizens in Germany assess possible developments associated with transitioning to a bioeconomy. We developed three future scenarios modelling the impacts on people’s day-to-day lives of adopting different elements of a bioeconomy and of replacing fossil resources with biogenic resources to a lesser or greater extent by 2050. German citizens were asked to evaluate the different scenarios through a quantitative online survey. Although the respondents largely preferred the scenario of “Bioeconomy Change” entailing the most substantial changes in resource use, many also expressed concerns about the possible negative socio-economic effects of this scenario, including fears of increased product prices, declining living standards, and greater social injustice. The results show that younger people and women are more in favour of changes towards a bioeconomy than men and older people. Since the acceptance of bio-technical innovations increases with greater knowledge about such innovations and their usefulness, the transformation process must make use of sound communication strategies that involve all societal groups by engaging them in constructive dialogue.",
    "readLink": "https://www.mdpi.com/2079-9276/11/5/44"
  },
  {
    "title": "ANALISIS VARIABILITAS CURAH HUJAN DAN SUHU DI BALI",
    "authors": [
      "Ogi Setiawan"
    ],
    "doi": "https://doi.org/10.20886/jakk.2012.9.1.66-79",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  66\n                                  – 79",
    "issn": "0216-0897 (Print)",
    "publisher": "2502-6267 (Online)",
    "countryOfPublisher": "Centre for Social Research and Development, Economics, Policy and Climate Change",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JAKK/",
    "abstract": "Indonesia sebagai negara kepulauan yang terdiri dari pulau-pulau besar dan kecil menjadi sangat rentan terhadap dampak perubahan iklim. Salah satu pulau yang juga rentan terhadap perubahan iklim adalah pulau Bali. Dampak potensial adanya perubahan iklim adalah perubahan pola hujan, peningkatan suhuudaradankenaikanpermukaanlaut. Sektoryangakanmenerimadampakperubahaniklimdengan serius adalah sektor kehutanan dan pertanian. Untuk mendukung upaya mitigasi dan adaptasi maka diperlukan informasi perubahan iklim yang terjadi. Penelitian ini bertujuan untuk mengetahui variabilitas iklim di Bali. Metode yang digunakan adalah analisis kecenderungan curah hujan, analisis perubahan suhu udara, analisis perubahan tipe iklim dan analisis pergeseran bulan basah, lembab dan kering. Data hujan yang digunakan adalah data hujan dari GPCC (1961-1998) dan BMKG Bali (19992008), sedangkan data suhu berasal dari BMKG Bali (2004-2008). Hasil analisis menunjukkan bahwa di pulau Bali secara umum sudah mengalami perubahan iklim. Tipe iklim berdasarkan Schmidt-Ferguson mengalami perubahan dari relatif basah menjadi agak kering. Suhu udara rata-rata bulanan serta curah hujan bulanan dan tahunan memiliki kecenderungan yang semakin meningkat. Bulan basah dan bulan kering telah mengalami pergeseran dan perubahan jumlahnya. Dampak perubahan iklim terhadap ekosistem hutan di Bali belum diketahui dengan pasti, namun terdapat beberapa implikasi perubahan iklim terhadap sektor kehutanan diantaranya kebakaran hutan dan perubahan jadwal penanaman.",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JAKK/article/view/2529"
  },
  {
    "title": "Ericaceous vegetation of the Bale Mountains of Ethiopia will prevail in the face of climate change",
    "authors": [
      "Yohannes O. Kidane,",
      "Samuel Hoffmann,",
      "Anja Jaeschke,",
      "Mirela Beloiu,",
      "Carl Beierkuhnlein"
    ],
    "doi": "https://doi.org/10.1038/s41598-022-05846-z",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 17",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Climate change impacts the structure, functioning, and distribution of species and ecosystems. It will shift ecosystem boundaries, potentially affecting vulnerable ecosystems, such as tropical Africa's high mountain ecosystems, i.e., afroalpine ecosystems, and their highly susceptible uniquely adapted species. However, ecosystems along these mountains are not expected to respond similarly to the change. The ericaceous woody vegetation, located between the low-elevation broadleaf forests and high-elevation afroalpine vegetation, are anticipated to be affected differently. We hypothesize that projected climate change will result in an upward expansion and increasing dominance of ericaceous vegetation, which will negatively impact the endemic rich afroalpine ecosystems of the extensive Sanetti plateau. Hence, we modeled the impact of future climate change on the distribution of ericaceous vegetation and discussed its effect on bordering ecosystems in the Bale Mountains. We applied four familiar correlative modeling approaches: bioclim, domain, generalized linear methods, and support vector machines. We used WorldClim’s bioclimatic variables as environmental predictors and two representative concentration pathways (RCPs) of the IPCC Fifth Assessment Report climate change scenarios, namely RCP4.5 and RCP8.5 for future climate projection. The results indicate increased ericaceous vegetation cover on the midaltitude of northwestern and northern parts of the massif, and the Sanetti plateau. We observed upward range expansion and increase of close ericaceous vegetation in midaltitudes, while receding from the lower range across the massif. Moreover, the current ericaceous vegetation range correlates to the temperature and precipitation trends, reaffirming the critical role of temperature and precipitation in determining species distributions along elevational gradients. The results indicate the high likelihood of considerable changes in this biodiversity hotspot in Eastern Africa.",
    "readLink": "https://doi.org/10.1038/s41598-022-05846-z"
  },
  {
    "title": "Characteristics of Energy Distribution in a Desert Ecosystem in Inner Mongolia, Northern China",
    "authors": [
      "Yumeng Pan,",
      "Huijie Xiao,",
      "Zhiming Xin,",
      "Junran Li,",
      "Abbas Miri,",
      "Qiqi Cao"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2022.939782",
    "journalVolume": "Vol. 10",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "Desert ecosystems are vulnerable to climate change because of their fragile environment and poor self-regulation ability. Exploring the land–surface energy balance and the water/heat transfer processes of such regions for water resource management purposes is critical. The processes of surface water and heat transfer throughout the desert ecosystems and the effects of environmental factors on the energy distribution remain poorly studied. In this study, we used an eddy covariance system and surface meteorological data (2019–2021) to investigate the characteristics of the energy balance of Dengkou Desert ecosystem located in Inner Mongolia, northern China. Also, we evaluated the effects of different environmental factors on the energy distribution in this desert ecosystem. We found that the temporal patterns of both sensible heat flux (H) and latent heat flux (LE) with time are consistent with that of net radiation (Rn), and Rn is dominated by H. The sum of the daily average soil heat flux during the observation period was positive, indicating that soil was a heat sink and that the atmosphere transfers heat to the soil. During the observation period, the energy distribution of H/Rn fluctuated greatly, presenting a general U-shaped trend, while LE/Rn presented an inverted V-shaped trend. The main factor affecting H was Rn, followed by saturated vapor pressure, air temperature (Ta), and relative humidity. For LE, the main influencing factors were Ta, and Rn. The energy closure of the half-hour flux in the Inner Mongolian desert ecosystem during the observation period was 48%–68%, and the energy balance ratio was 0.54–0.74. The energy closure at the daily scale was higher than that at the half-hour scale, and the energy closure during daytime was higher than that at night.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2022.939782/full"
  },
  {
    "title": "A Plea for a New Synthesis: From Twentieth-Century Paleobiology to Twenty-First-Century Paleontology and Back Again",
    "authors": [
      "Marco Tamborini"
    ],
    "doi": "https://doi.org/10.3390/biology11081120",
    "journalVolume": "Vol. 11,\n                                no. 1120\n                                \n                                  p.\n                                  1120",
    "issn": "2079-7737 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "https://www.mdpi.com/journal/biology",
    "abstract": "In this paper, I will briefly discuss the elements of novelty and continuity between twentieth-century paleobiology and twenty-first-century paleontology. First, I will outline the heated debate over the disciplinary status of paleontology in the mid-twentieth century. Second, I will analyze the main theoretical issue behind this debate by considering two prominent case studies within the broader paleobiology agenda. Third, I will turn to twenty-first century paleontology and address five representative research topics. In doing so, I will characterize twenty-first century paleontology as a science that strives for more data, more technology, and more integration. Finally, I will outline what twenty-first-century paleontology might inherit from twentieth-century paleobiology: the pursuit of and plea for a new synthesis that could lead to a second paleobiological revolution. Following in the footsteps of the paleobiological revolution of the 1960s and 1970s, the paleobiological revolution of the twenty-first century would enable paleontologists to gain strong political representation and argue with a decisive voice at the “high table” on issues such as the expanded evolutionary synthesis, the conservation of Earth’s environment, and global climate change.",
    "readLink": "https://www.mdpi.com/2079-7737/11/8/1120"
  },
  {
    "title": "Rainfall trends and variation in the Maasai Mara ecosystem and their implications for animal population and biodiversity dynamics.",
    "authors": [
      "Gundula S Bartzke,",
      "Joseph O Ogutu,",
      "Sabyasachi Mukhopadhyay,",
      "Devolent Mtui,",
      "Holly T Dublin,",
      "Hans-Peter Piepho"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0202814",
    "journalVolume": "Vol. 13,\n                                no. 9\n                                \n                                  p.\n                                  e0202814",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Rainfall exerts a controlling influence on the availability and quality of vegetation and surface water for herbivores in African terrestrial ecosystems. We analyse temporal trends and variation in rainfall in the Maasai Mara ecosystem of East Africa and infer their implications for animal population and biodiversity dynamics. The data originated from 15 rain gauges in the Mara region (1965-2015) and one station in Narok Town (1913-2015), in Kenya's Narok County. This is the first comprehensive and most detailed analysis of changes in rainfall in the region of its kind. Our results do not support the current predictions of the International Panel of Climate Change (IPCC) of very likely increases of rainfall over parts of Eastern Africa. The dry season rainfall component increased during 1935-2015 but annual rainfall decreased during 1962-2015 in Narok Town. Monthly rainfall was more stable and higher in the Mara than in Narok Town, likely because the Mara lies closer to the high-precipitation areas along the shores of Lake Victoria. Predominantly deterministic and persistent inter-annual cycles and extremely stable seasonal rainfall oscillations characterize rainfall in the Mara and Narok regions. The frequency of severe droughts increased and floods intensified in the Mara but droughts became less frequent and less severe in Narok Town. The timings of extreme droughts and floods coincided with significant periodicity in rainfall oscillations, implicating strong influences of global atmospheric and oceanic circulation patterns on regional rainfall variability. These changing rainfall patterns have implications for animal population dynamics. The increase in dry season rainfall during 1935-2015 possibly counterbalanced the impacts of resource scarcity generated by the declining annual rainfall during 1965-2015 in Narok Town. However, the increasing rainfall extremes in the Mara can be expected to create conditions conducive to outbreaks of infectious animal diseases and reduced vegetation quality for herbivores, particularly when droughts and floods persist over multiple years. The more extreme wet season rainfall may also alter herbivore space use, including migration patterns.",
    "readLink": "http://europepmc.org/articles/PMC6145597?pdf=render"
  },
  {
    "title": "An overview of climate change adaptation and mitigation research in Africa",
    "authors": [
      "Yvette Baninla,",
      "Yvette Baninla,",
      "Ayyoob Sharifi,",
      "Zaheer Allam,",
      "Suiven John Paul Tume,",
      "Ngeh Najibullah Gangtar,",
      "Ngiamte George"
    ],
    "doi": "https://doi.org/10.3389/fclim.2022.976427",
    "journalVolume": "Vol. 4",
    "issn": "2624-9553 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/climate#",
    "abstract": "Research on climate change has increased significantly since the 1970s. There has also been a particular focus on Africa, given its vulnerability to climate change impacts and its urbanization trends that may have massive implications for climate change adaptation and mitigation. Despite the wealth of publications on climate change in Africa, there is a lack of review studies that highlight the overall research landscape. If this status of climate research is clarified, African countries can better deal with climate change. Hence, this paper aims to improve our understanding of the status and trends of research on climate change adaptation and mitigation in Africa. Our review, straddling from 1990 to late 2021, recognizes the foundations that underpin climate change adaptation and mitigation literature. Based on keywords associated with Africa's climate change adaptation and mitigation, we undertook bibliometric research by collecting 3,316 related SCI/SSCI articles. In addition, we provided a thematic evolution over three decades, compartmentalized into four sub-periods (1990–2007; 2008–2014; 2015–2019; 2020–2021). Priority research topics and themes have been dynamic over time, with some core concepts receiving more attention (vulnerability, food, water, and energy security). Although the number of published articles exhibited a rapidly growing trend, their distribution is extremely uneven. Articles were mainly published by institutions from certain parts of the continent, with the University of Cape Town, making the highest contribution. About 72% of the existing studies focused on climate change adaptation, while climate change mitigation was less represented with 22%. The results also showed that researchers have examined not all African countries. South Africa, Ethiopia, and Ghana are hot spots, while most countries are largely neglected. Africa and African countries need to improve their future research ability on climate change mitigation. Assessing climate change risks and measures in African countries should be prioritized.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fclim.2022.976427/full"
  }
]