[
  {
    "title": "Implementing new flood protection standards: obstacles to adaptive management and how to overcome these",
    "authors": [
      "Klijn Frans,",
      "Asselman Nathalie E.M.,",
      "de Kruif Arno,",
      "Bloemen Pieter J.T.M.,",
      "Haasnoot Marjolijn"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/20160721003",
    "journalVolume": "Vol. 7\n                                \n                                \n                                  p.\n                                  21003",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "The Netherlands is updating its flood protection, whilst fully taking into account climate change and socioeconomic development. This translates in ‘anticipatory standards’ which need to be met in 2050, and which apply for the then foreseen climate and economy. Whilst the government maintains to have adopted a policy of adaptive planning and management, the new standards are thus based on one future situation, which qualifies as a ‘high end scenario’ from a flood risk management perspective. The consequences of adopting these new standards are now becoming clear. It is expected that many hundreds of kilometres of primary flood defences need to be reinforced and/or raised, at an estimated investment of about 9-14 billion euros. The many uncertainties about actual future development, however, complicate the decision making about the implementation of individual reinforcement projects: should one aim at immediately meeting the new standard or gradually improve and grow towards it? In this paper we discuss the uncertain decision making context, show that lawfulness (working according to procedures, rules and regulations) and expediency (towards a purpose) may jeopardize the good intentions of adaptive management, and argue that optimization may not provide the most useful answer to this decision making problem.",
    "readLink": "http://dx.doi.org/10.1051/e3sconf/20160721003"
  },
  {
    "title": "Adaptation Becoming Business as Usual: A Framework for Climate-Change-Ready Transport Infrastructure",
    "authors": [
      "Andrew D. Quinn,",
      "Emma J. S. Ferranti,",
      "Simon P. Hodgkinson,",
      "Anson C. R. Jack,",
      "John Beckford,",
      "John M. Dora"
    ],
    "doi": "https://doi.org/10.3390/infrastructures3020010",
    "journalVolume": "Vol. 3,\n                                no. 2\n                                \n                                  p.\n                                  10",
    "issn": "2412-3811 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/infrastructures",
    "abstract": "Extreme weather damages and disrupts transport infrastructure in a multitude of ways. Heavy rainfall and ensuing landslides or flooding may lead to road or rail closures; extreme heat can damage road surfaces, or cause tracks, signalling or electronic equipment to overheat, or thermal discomfort for passengers. As extreme weather is expected to occur more frequently in the future, transport infrastructure owners and operators must increase their preparedness in order to reduce weather-related service disruption and the associated financial costs. This article presents a two-sided framework for use by any organisation to develop climate-change-ready transport infrastructure, regardless of their current level of knowledge or preparedness for climate change. The framework is composed of an adaptation strategy and an implementation plan, and has the overarching ambition to embed climate change adaptation within organisational procedures so it becomes a normal function of business. It advocates adaptation pathways, i.e., sequential adaptive actions that do not compromise future actions. The circular, iterative structure ensures new knowledge, or socio-economic changes may be incorporated, and that previous adaptations are evaluated. Moreover, the framework aligns with existing asset management procedures (e.g., ISO standards) or governmental or organisational approaches to climate change adaptation. By adopting this framework, organisations can self-identify their own level of adaptation readiness and seek to enhance it.",
    "readLink": "http://www.mdpi.com/2412-3811/3/2/10"
  },
  {
    "title": "Micropaleontology and palaeoclimate during the early Cretaceous in the Lishu depression, Songliao basin, Northeast China",
    "authors": [
      "Wei Yan,",
      "Tailiang Fan,",
      "Hongyu Wang,",
      "Chen Zhu,",
      "Zhiqian Gao,",
      "Xiangjie Meng,",
      "Yangzi Sun,",
      "Fan Yang"
    ],
    "doi": "https://doi.org/10.1016/j.gsf.2015.12.005",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  93\n                                  – 106",
    "issn": "1674-9871 (Print)",
    "publisher": "2588-9192 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Netherlands",
      "Science: Geology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/geoscience-frontiers",
    "abstract": "Diverse and abundant microfossils, such as palynomorphs, algae and Ostracoda, were collected from lower Cretaceous strata of Lishu depression, located in southeastern Songliao basin, and were identified and classified in order to provide relevant, detailed records for paleoclimate research. The early Cretaceous vegetation and climate of southeastern Songliao basin have been inferred from the analysis of palynomorph genera, algae and Ostracoda of the LS1 and SW110 wells. The lower Cretaceous strata include, in ascending stratigraphic order, the Shahezi, Yingcheng and Denglouku formations. Palynological assemblages for each formation, based on biostratigraphic and statistical analyses, provide an assessment of their longitudinal variations. During deposition of the Shahezi Formation, the climate was mid-subtropical. Vegetation consisted of coniferous forest and herbage. During deposition of the Yingcheng Formation, the climate was south Asian tropical. Vegetation consisted mainly of coniferous forest and herbal shrub. In addition, fresh and saline non-marine water dominated the lacustrine setting during deposition of these formations. Deposition of the Denglouku Formation, however, occurred under a hot and dry tropical climate. The vegetation was mostly coniferous forest and lake waters became saline. Palaeoclimate variation is correlated by the lake level change and the development of sedimentary facies. Palaeoclimate contribute to the formation of hydrocarbon source rocks and reservoir.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674987116000025"
  },
  {
    "title": "pH: A core node of interaction networks among soil organo-mineral fractions",
    "authors": [
      "Bin Niu,",
      "Tianzhu Lei,",
      "Qiuyu Chen,",
      "Ming Shao,",
      "Xiaoqin Yang,",
      "Hongzhe Jiao,",
      "Yibo Yang,",
      "Georg Guggenberger,",
      "Gengxin Zhang"
    ],
    "doi": "Vol. 178\n                                \n                                \n                                  p.\n                                  108058",
    "issn": "0160-4120 (Print)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.journals.elsevier.com/environment-international",
    "abstract": "Mineral-associated organic matter (MAOM) is the largest soil organic carbon (OC) pool with the longest turnover. MAOM is expected to have relatively little sensitivity to climate change due to mineral protection, but its persistence involves several organo-mineral fractions. The uncertainty in the response of specific organo-mineral fractions to climate change hampers the reliability of predictions of MAOM preservation in the future. Here, we applied a sequential chemical fractionation method integrated with network analysis to investigate MAOM stabilization mechanisms across five alpine ecosystems: alpine desert, alpine steppe, alpine meadow, alpine wetland, and alpine forest. Hierarchical cluster analysis revealed grouping of seven extractable OM fractions in MAOM into three OM clusters: a cluster with weak bondings consisting of water-soluble OM (WSOM) and weakly adsorbed fractions (2.1–21.3% of total OC); a cluster with metal-bound complexes comprising Ca-OM complexes and Fe/Al-OM complexes (3.8–12.2% of total OC); and a cluster with strong bonding composed of Al oxyhydroxides, carbonates and Fe oxyhydroxides (12.2–33.5% of total OC). The relative percentages of OM from soils of the five ecosystems in the three clusters exhibited distinct pH dependence patterns. With the increase in pH, the cluster with weak bondings decreased, and that with strong bondings increased, while the one with metal-bound complexes showed a maximum at weakly acidic pH. Organo-mineral fractions and metal cations in MAOM constructed a complex network with pH as the central node. Results suggest that precipitation does not only alter vegetation type and microbial biomass but also regulate soil pH, which is balanced by specific metal cations, thus resulting in particular pH preference of specific OM clusters. These findings demonstrate that soil pH plays a central role in unveiling MAOM dynamics and can serve as a good predictor of soil organo-mineral fractions across alpine ecosystems.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S0160412023003318"
  },
  {
    "title": "The Role Transition of Dietary Species Richness in Modulating the Gut Microbial Assembly and Postweaning Performance of a Generalist Herbivore",
    "authors": [
      "Guoliang Li,",
      "Chao Shi,",
      "Yiran Song,",
      "Haiyan Chu,",
      "Zhibin Zhang"
    ],
    "doi": "https://doi.org/10.1128/mSystems.00979-21",
    "journalVolume": "Vol. 6,\n                                no. 6",
    "issn": "2379-5077 (Online)",
    "publisher": "American Society for Microbiology",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "https://journals.asm.org/journal/msystems",
    "abstract": "ABSTRACT When facing a food shortage, generalist herbivores can respond by expanding their dietary species richness (DSR) to maximize energy collection, regardless of whether forages are preferred or not. Higher DSR usually indicates higher nutrient adequacy and better health. However, the high-DSR diet containing a large proportion of preferred species or a large proportion of less-preferred species means different things to an animal. It is still unknown how different shift patterns in DSR would affect distinctly the performance of animals via altering gut microbiota. We examined the gut microbial composition, diversity, community assembly processes, and performance of a generalist herbivore, Lasiopodomys brandtii, in a feeding experiment with increased levels of simulated DSR shifting from preferred plant species to less preferred ones. We found the survival rate and body growth of Brandt’s voles showed a dome-shaped association with DSR: species performance increased initially with the increase of preferred plant species but declined with the increase of less-preferred food items. Several microbial taxa and functions closely related to the metabolism of amino acids and short-chain fatty acids also showed a dome-shaped association with DSR, which is consistent with the observation of performance change. However, the alpha diversities of gut microbiota increased linearly with DSR. The null model and phylogenetic analysis suggested that stochastic processes dominate at low DSR diets, whereas deterministic processes prevail at high DSR diets. These results suggest that the role of DSR in regulating animal performance by gut microbiota depends on the number of preferred forage items. IMPORTANCE The plant species diversity varies greatly under the influence of both climate change and human disturbance, which may negatively affect the productivity as well as the variability of organisms (e.g., small herbivores) at the next trophic level. It is still unknown how gut microbiota of small herbivores respond to such changes in dietary species richness. Our manipulative food experiment revealed that dietary species richness can affect the composition, functions, and community assembly of gut microbiota of Brandt’s vole in a nonlinear way. Given the fast-growing interest in therapeutic diets to treat dysbiosis and to improve health conditions, our study highlights the need to consider not just the variety of consumed food but also the principles of rational nutrition.",
    "readLink": "https://journals.asm.org/doi/10.1128/mSystems.00979-21"
  },
  {
    "title": "Validity of Physics Teaching Materials Based on STEM to Improve Climate Literacy of High School Students",
    "authors": [
      "Octaviani  Mutmainah,",
      "Abdul Hakim,",
      "Muliati Syam"
    ],
    "doi": "https://doi.org/10.29303/jpft.v8i2.4053",
    "journalVolume": "Vol. 8,\n                                no. 2",
    "issn": "2614-5618 (Print)",
    "publisher": "2407-6902 (Online)",
    "countryOfPublisher": "Program Studi Pendidikan Fisika FKIP Universitas Mataram",
    "lcc": [
      "Indonesia",
      "Science: Physics",
      "Education: Theory and practice of education"
    ],
    "journalUrl": "https://jurnalfkip.unram.ac.id/index.php/JPFT/index",
    "abstract": "This study aimed to develop physics teaching material based on Science, Technology, Engineering, and Mathematics (STEM), which criteria valid. The study employed is development research using the ADDIE development model. The ADDIE which consists of five stages, namely Analyze, Design, Development, Implementation, and Evaluation which is limited to three stages, namely; (1) analysis, (2) design, and (3) development for aspects of validity. The validity of the teaching material was determined with the aid of experts and learning practitioners. The validation results of physics teaching material based on STEM were categorized as very valid with a validity level of 92% and student response with a score of 85%. Based on the results obtained, the climate change physics teaching materials based on STEM are suitable for improving high school students' climate literacy.",
    "readLink": "http://jurnalfkip.unram.ac.id/index.php/JPFT/article/view/4053"
  },
  {
    "title": "Differential Responses of Plant Primary Productivity to Nutrient Addition in Natural and Restored Alpine Grasslands in the Qinghai Lake Basin",
    "authors": [
      "Chunli Li,",
      "Yonghui Li,",
      "Xinwei Li,",
      "Li Ma,",
      "Yuanming Xiao,",
      "Chunhui Zhang"
    ],
    "doi": "https://doi.org/10.3389/fpls.2021.792123",
    "journalVolume": "Vol. 12",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Climate, land-use changes, and nitrogen (N) deposition strongly impact plant primary productivity, particularly in alpine grassland ecosystems. In this study, the differential responses of plant community primary productivity to N and phosphorus (P) nutrient application were investigated in the natural (NG) and “Grain for Green” restored (RG) alpine grasslands by a continuous 3-year experiment in the Qinghai Lake Basin. N addition only significantly promoted plant aboveground biomass (AGB) by 42% and had no significant effect on belowground biomass (BGB) and total biomass (TB) in NG. In comparison with NG, N addition elevated AGB and BGB concurrently in RG by 138% and 24%, respectively, which further significantly increased TB by 41% in RG. Meanwhile, N addition significantly decreased BGB and the AGB ratio (R/S) both in NG and RG. Compared with N addition, P addition did not perform an evident effect on plant biomass parameters. Additionally, AGB was merely negatively influenced by growing season temperatures (GST) under the N addition treatment in NG. AGB was negatively associated with GST but positively related to growing season precipitation (GSP) in RG. By contrast, changes in the R/S ratio in RG were positively correlated with GST and negatively related to GSP. In sum, the results revealed that plant community biomass exhibited convergent (AGB and R/S) and divergent (BGB and TB) responses to N addition between NG and RG. In addition, the outcomes suggested that climate warming would enhance plant biomass allocation to belowground under ongoing N deposition, and indicated the significance of precipitation for plant growth and AGB accumulation in this restored alpine grassland ecosystem.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2021.792123/full"
  },
  {
    "title": "A long-term proxy for sea ice thickness in the Canadian Arctic: 1996–2020",
    "authors": [
      "I. A. Glissenaar,",
      "J. C. Landy,",
      "D. G. Babb,",
      "G. J. Dawson,",
      "S. E. L. Howell"
    ],
    "doi": "https://doi.org/10.5194/tc-17-3269-2023",
    "journalVolume": "Vol. 17\n                                \n                                \n                                  pp.\n                                  3269\n                                  – 3289",
    "issn": "1994-0416 (Print)",
    "publisher": "1994-0424 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.the-cryosphere.net/",
    "abstract": "This study presents a long-term winter sea ice thickness proxy product for the Canadian Arctic based on a random forest regression model – applied to ice charts and scatterometer data, trained on CryoSat-2 observations, and applying an ice type–sea ice thickness correction using the Pan-Arctic Ice Ocean Modeling and Assimilation System (PIOMAS) – that provides 25 years of sea ice thickness in the Beaufort Sea, Baffin Bay, and, for the first time, the Canadian Arctic Archipelago. An evaluation of the product with in situ sea ice thickness measurements shows that the presented sea ice thickness proxy product correctly estimates the magnitudes of the ice thickness and accurately captures spatial and temporal variability. The product estimates sea ice thickness within 30 to 50 cm uncertainty from the model. The sea ice thickness proxy product shows that sea ice is thinning over most of the Canadian Arctic, with a mean trend of −0.82 cm yr−1 in April over the whole study area (corresponding to 21 cm thinning over the 25-year record), but that trends vary locally. The Beaufort Sea and Baffin Bay show significant negative trends during all months, though with peaks in November (−2.8 cm yr−1) and April (−1.5 cm yr−1), respectively. The Parry Channel, which is part of the Northwest Passage and relevant for shipping, shows significant thinning in autumn. The sea ice thickness proxy product provides, for the first time, the opportunity to study long-term trends and variability in sea ice thickness in the Canadian Arctic, including the narrow channels in the Canadian Arctic Archipelago.",
    "readLink": "https://tc.copernicus.org/articles/17/3269/2023/tc-17-3269-2023.pdf"
  },
  {
    "title": "Benchmarking carbon fluxes of the ISIMIP2a biome models",
    "authors": [
      "Jinfeng Chang,",
      "Philippe Ciais,",
      "Xuhui Wang,",
      "Shilong Piao,",
      "Ghassem Asrar,",
      "Richard Betts,",
      "Frédéric Chevallier,",
      "Marie Dury,",
      "Louis François,",
      "Katja Frieler,",
      "Anselmo García Cantú Ros,",
      "Alexandra-Jane Henrot,",
      "Thomas Hickler,",
      "Akihiko Ito,",
      "Catherine Morfopoulos,",
      "Guy Munhoven,",
      "Kazuya Nishina,",
      "Sebastian Ostberg,",
      "Shufen Pan,",
      "Shushi Peng,",
      "Rashid Rafique,",
      "Christopher Reyer,",
      "Christian Rödenbeck,",
      "Sibyll Schaphoff,",
      "Jörg Steinkamp,",
      "Hanqin Tian,",
      "Nicolas Viovy,",
      "Jia Yang,",
      "Ning Zeng,",
      "Fang Zhao"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aa63fa",
    "journalVolume": "Vol. 12,\n                                no. 4\n                                \n                                  p.\n                                  045002",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "The purpose of this study is to evaluate the eight ISIMIP2a biome models against independent estimates of long-term net carbon fluxes (i.e. Net Biome Productivity, NBP) over terrestrial ecosystems for the recent four decades (1971–2010). We evaluate modeled global NBP against 1) the updated global residual land sink (RLS) plus land use emissions ( E _LUC ) from the Global Carbon Project (GCP), presented as R + L in this study by Le Quéré et al ( 2015 ), and 2) the land CO _2 fluxes from two atmospheric inversion systems: Jena CarboScope s81_v3.8 and CAMS v15r2, referred to as F _Jena and F _CAMS respectively. The model ensemble-mean NBP (that includes seven models with land-use change) is higher than but within the uncertainty of R + L, while the simulated positive NBP trend over the last 30 yr is lower than that from R + L and from the two inversion systems. ISIMIP2a biome models well capture the interannual variation of global net terrestrial ecosystem carbon fluxes. Tropical NBP represents 31 ± 17% of global total NBP during the past decades, and the year-to-year variation of tropical NBP contributes most of the interannual variation of global NBP. According to the models, increasing Net Primary Productivity (NPP) was the main cause for the generally increasing NBP. Significant global NBP anomalies from the long-term mean between the two phases of El Niño Southern Oscillation (ENSO) events are simulated by all models ( p < 0.05), which is consistent with the R + L estimate ( p = 0.06), also mainly attributed to NPP anomalies, rather than to changes in heterotrophic respiration (Rh). The global NPP and NBP anomalies during ENSO events are dominated by their anomalies in tropical regions impacted by tropical climate variability. Multiple regressions between R + L, F _Jena and F _CAMS interannual variations and tropical climate variations reveal a significant negative response of global net terrestrial ecosystem carbon fluxes to tropical mean annual temperature variation, and a non-significant response to tropical annual precipitation variation. According to the models, tropical precipitation is a more important driver, suggesting that some models do not capture the roles of precipitation and temperature changes adequately.",
    "readLink": "https://doi.org/10.1088/1748-9326/aa63fa"
  },
  {
    "title": "Machine Learning in Weather Prediction and Climate Analyses—Applications and Perspectives",
    "authors": [
      "Bogdan Bochenek,",
      "Zbigniew Ustrnul"
    ],
    "doi": "https://doi.org/10.3390/atmos13020180",
    "journalVolume": "Vol. 13,\n                                no. 180\n                                \n                                  p.\n                                  180",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "In this paper, we performed an analysis of the 500 most relevant scientific articles published since 2018, concerning machine learning methods in the field of climate and numerical weather prediction using the Google Scholar search engine. The most common topics of interest in the abstracts were identified, and some of them examined in detail: in numerical weather prediction research—photovoltaic and wind energy, atmospheric physics and processes; in climate research—parametrizations, extreme events, and climate change. With the created database, it was also possible to extract the most commonly examined meteorological fields (wind, precipitation, temperature, pressure, and radiation), methods (Deep Learning, Random Forest, Artificial Neural Networks, Support Vector Machine, and XGBoost), and countries (China, USA, Australia, India, and Germany) in these topics. Performing critical reviews of the literature, authors are trying to predict the future research direction of these fields, with the main conclusion being that machine learning methods will be a key feature in future weather forecasting.",
    "readLink": "https://www.mdpi.com/2073-4433/13/2/180"
  }
]