[
  {
    "title": "Perception to Adaptation of Climate Change in Nepal: An Empirical Analysis Using Multivariate Probit Model",
    "authors": [
      "Arun GC,",
      "Jun-Ho Yeo"
    ],
    "doi": "https://doi.org/10.3390/sci2040087",
    "journalVolume": "Vol. 2,\n                                no. 87\n                                \n                                  p.\n                                  87",
    "issn": "2413-4155 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.mdpi.com/journal/sci",
    "abstract": "This study assessed farmers’ perception of climate change, and estimated the determinants of, and evaluated the relationship among, adaptation practices using the multivariate probit model. A survey in 300 agricultural households was carried out covering 10 sample districts considering five agro-ecological zones and a vulnerability index. Four adaptation choices (change in planting date, crop variety, crop type and investment in irrigation) were deemed as outcome variables and socioeconomic, demographic, institutional, farm-level and perceptions variables were deployed as explanatory variables. Their marginal effects were determined for three climatic variables—temperature, precipitation and drought. Age, gender and education of head of household, credit access, farm area, rain-fed farming and tenure, were found to be more influential compared to other factors. All four adaptation options were found to be complimentary to each other. Importantly, the intensity of the impact of dependent variables in different models, and for the available adaptation options, were found to be unequal. Therefore, policy options and support facilities should be devised according to climatic variables and adaptation options to achieve superior results.",
    "readLink": "https://www.mdpi.com/2413-4155/2/4/87"
  },
  {
    "title": "The Mediterranean Sea regime shift at the end of the 1980s, and intriguing parallelisms with other European basins.",
    "authors": [
      "Alessandra Conversi,",
      "Serena Fonda Umani,",
      "Tiziana Peluso,",
      "Juan Carlos Molinero,",
      "Alberto Santojanni,",
      "Martin Edwards"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0010633",
    "journalVolume": "Vol. 5,\n                                no. 5\n                                \n                                  p.\n                                  e10633",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "BACKGROUND: Regime shifts are abrupt changes encompassing a multitude of physical properties and ecosystem variables, which lead to new regime conditions. Recent investigations focus on the changes in ecosystem diversity and functioning associated to such shifts. Of particular interest, because of the implication on climate drivers, are shifts that occur synchronously in separated basins. PRINCIPAL FINDINGS: In this work we analyze and review long-term records of Mediterranean ecological and hydro-climate variables and find that all point to a synchronous change in the late 1980s. A quantitative synthesis of the literature (including observed oceanic data, models and satellite analyses) shows that these years mark a major change in Mediterranean hydrographic properties, surface circulation, and deep water convection (the Eastern Mediterranean Transient). We provide novel analyses that link local, regional and basin scale hydrological properties with two major indicators of large scale climate, the North Atlantic Oscillation index and the Northern Hemisphere Temperature index, suggesting that the Mediterranean shift is part of a large scale change in the Northern Hemisphere. We provide a simplified scheme of the different effects of climate vs. temperature on pelagic ecosystems. CONCLUSIONS: Our results show that the Mediterranean Sea underwent a major change at the end of the 1980s that encompassed atmospheric, hydrological, and ecological systems, for which it can be considered a regime shift. We further provide evidence that the local hydrography is linked to the larger scale, northern hemisphere climate. These results suggest that the shifts that affected the North, Baltic, Black and Mediterranean (this work) Seas at the end of the 1980s, that have been so far only partly associated, are likely linked as part a northern hemisphere change. These findings bear wide implications for the development of climate change scenarios, as synchronous shifts may provide the key for distinguishing local (i.e., basin) anthropogenic drivers, such as eutrophication or fishing, from larger scale (hemispheric) climate drivers.",
    "readLink": "http://europepmc.org/articles/PMC2873283?pdf=render"
  },
  {
    "title": "Climatic risks of Beijing–Tianjin–Hebei urban agglomeration and their changes",
    "authors": [
      "Chen Sining,",
      "Guo Jun"
    ],
    "doi": "https://doi.org/10.1080/19475705.2021.1924296",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1298\n                                  – 1314",
    "issn": "1947-5705 (Print)",
    "publisher": "1947-5713 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences: Industries. Land use. Labor: Management. Industrial management: Risk in industry. Risk management"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tgnh",
    "abstract": "Aiming at building an international urban agglomeration, Beijing–Tianjin–Hebei urban agglomeration takes an active part in international cooperation and competition in a greater depth, and plays a crucial role in supporting and guiding the national economic and social prosperity. In the passing years, Beijing–Tianjin–Hebei urban agglomeration has been severely subjected to extreme weather–climate events, which has aroused tremendous response and enormous concern among all social strata. This thesis sums up the impact of building the Beijing–Tianjin–Hebei urban agglomeration on extreme events such as rainstorm, high temperature and heavy haze, and the meteorological disaster risks faced by Beijing–Tianjin–Hebei urban agglomeration in the context of climate change, and comes up with corresponding countermeasures and suggestions for planning and building Beijing–Tianjin–Hebei urban agglomeration and Xiong'an New Area in the context of climate change.",
    "readLink": "http://dx.doi.org/10.1080/19475705.2021.1924296"
  },
  null,
  {
    "title": "The impacts of temperature averages, variabilities and extremes on China’s winter wheat yield and its changing rate",
    "authors": [
      "Yueyue Yu,",
      "Xuhui Yang,",
      "Zhaoyong Guan,",
      "Qi Zhang,",
      "Xichen Li,",
      "Chaman Gul,",
      "Xin Xia"
    ],
    "doi": "https://doi.org/10.1088/2515-7620/ace2a0",
    "journalVolume": "Vol. 5,\n                                no. 7\n                                \n                                  p.\n                                  071002",
    "issn": "2515-7620 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/2515-7620",
    "abstract": "China is the world’s largest producer and consumer of wheat. The impact of temperature averages, variabilities, and extremes on winter wheat yield changes is still not very clear. The annual production data for winter wheat in China’s provinces and municipalities and NCEP-NCAR Reanalysis-1 data were used from November to April in the period 1949–2018, to investigate the impact of temperature-related variables, such as the winter average temperature ( $\\overline{{{\\rm{T}}}_{2{\\rm{m}}}}$ ), winter variance of temperature ( ${{\\rm{T}}}_{2{\\rm{m}}\\_{\\rm{var}}}$ ), extreme hot days (EHD), and extreme cold days (ECD), on China’s winter wheat yield. Ensemble Empirical Mode Decomposition (EEMD) analysis showed that winter wheat yield has an in-phase relationship with average temperature but an out-of-phase relationship with variance of temperature, extreme hot days, and extreme cold days on timescales greater than 20 years. The changing rates of winter wheat yield and temperature-related variables were well measured by their sliding trends. At the overwintering growth stage, the increasing rate of average temperature and extreme hot days (temperature variance and extreme cold days) exhibit negative (positive) correlations with the rate of winter wheat yield change, with the strongest correlation observed in southeast China. During the tillering growth stage, the changing rates of average temperature exhibited a positive correlation with the rate of winter wheat yield change, whereas negative associations were observed with temperature variance, extreme hot days, and extreme cold days. Among the regions, Central China showed the weakest correlations. At the reviving growth stage, however, the relationship of changing rates of temperature-related variables with that of winter wheat yield was much weaker. These observational results are important and can be used as a reference in climate models for improving the climatic impacts on the winter wheat yield.",
    "readLink": "https://doi.org/10.1088/2515-7620/ace2a0"
  },
  {
    "title": "Shifting Hydrological Processes in a Canadian Agroforested Catchment due to a Warmer and Wetter Climate",
    "authors": [
      "Okan Aygün,",
      "Christophe Kinnard,",
      "Stéphane Campeau,",
      "Sebastian A. Krogh"
    ],
    "doi": "https://doi.org/10.3390/w12030739",
    "journalVolume": "Vol. 12,\n                                no. 3\n                                \n                                  p.\n                                  739",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "This study examines the hydrological sensitivity of an agroforested catchment to changes in temperature and precipitation. A physically based hydrological model was created using the Cold Regions Hydrological Modelling platform to simulate the hydrological processes over 23 years in the Acadie River Catchment in southern Québec. The observed air temperature and precipitation were perturbed linearly based on existing climate change projections, with warming of up to 8 °C and an increase in total precipitation up to 20%. The results show that warming causes a decrease in blowing snow transport and sublimation losses from blowing snow, canopy-intercepted snowfall and the snowpack. Decreasing blowing snow transport leads to reduced spatial variability in peak snow water equivalent (SWE) and a more synchronized snow cover depletion across the catchment. A 20% increase in precipitation is not sufficient to counteract the decline in annual peak SWE caused by a 1 °C warming. On the other hand, peak spring streamflow increases by 7% and occurs 20 days earlier with a 1 °C warming and a 20% increase in precipitation. However, when warming exceeds 1.5 °C, the catchment becomes more rainfall dominated and the peak flow and its timing follows the rainfall rather than snowmelt regime. Results from this study can be used for sustainable farming development and planning in regions with hydroclimatic characteristics similar to the Acadie River Catchment, where climate change may have a significant impact on the dominating hydrological processes.",
    "readLink": "https://www.mdpi.com/2073-4441/12/3/739"
  },
  {
    "title": "Progress and Applications of Plant Growth-Promoting Bacteria in Salt Tolerance of Crops",
    "authors": [
      "Yaru Gao,",
      "Hong Zou,",
      "Baoshan Wang,",
      "Fang Yuan"
    ],
    "doi": "https://doi.org/10.3390/ijms23137036",
    "journalVolume": "Vol. 23,\n                                no. 7036\n                                \n                                  p.\n                                  7036",
    "issn": "1661-6596 (Print)",
    "publisher": "1422-0067 (Online)",
    "countryOfPublisher": "MDPI AG",
    "lcc": [
      "Switzerland",
      "Science: Biology (General)",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/ijms",
    "abstract": "Saline soils are a major challenge in agriculture, and salinization is increasing worldwide due to climate change and destructive agricultural practices. Excessive amounts of salt in soils cause imbalances in ion distribution, physiological dehydration, and oxidative stress in plants. Breeding and genetic engineering methods to improve plant salt tolerance and the better use of saline soils are being explored; however, these approaches can take decades to accomplish. A shorter-term approach to improve plant salt tolerance is to be inoculated with bacteria with high salt tolerance or adjusting the balance of bacteria in the rhizosphere, including endosymbiotic bacteria (living in roots or forming a symbiont) and exosymbiotic bacteria (living on roots). Rhizosphere bacteria promote plant growth and alleviate salt stress by providing minerals (such as nitrogen, phosphate, and potassium) and hormones (including auxin, cytokinin, and abscisic acid) or by reducing ethylene production. Plant growth-promoting rhizosphere bacteria are a promising tool to restore agricultural lands and improve plant growth in saline soils. In this review, we summarize the mechanisms of plant growth-promoting bacteria under salt stress and their applications for improving plant salt tolerance to provide a theoretical basis for further use in agricultural systems.",
    "readLink": "https://www.mdpi.com/1422-0067/23/13/7036"
  },
  {
    "title": "Streamflow impacts of biofuel policy-driven landscape change.",
    "authors": [
      "Sami Khanal,",
      "Robert P Anex,",
      "Christopher J Anderson,",
      "Daryl E Herzmann"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0109129",
    "journalVolume": "Vol. 9,\n                                no. 10\n                                \n                                  p.\n                                  e109129",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Likely changes in precipitation (P) and potential evapotranspiration (PET) resulting from policy-driven expansion of bioenergy crops in the United States are shown to create significant changes in streamflow volumes and increase water stress in the High Plains. Regional climate simulations for current and biofuel cropping system scenarios are evaluated using the same atmospheric forcing data over the period 1979-2004 using the Weather Research Forecast (WRF) model coupled to the NOAH land surface model. PET is projected to increase under the biofuel crop production scenario. The magnitude of the mean annual increase in PET is larger than the inter-annual variability of change in PET, indicating that PET increase is a forced response to the biofuel cropping system land use. Across the conterminous U.S., the change in mean streamflow volume under the biofuel scenario is estimated to range from negative 56% to positive 20% relative to a business-as-usual baseline scenario. In Kansas and Oklahoma, annual streamflow volume is reduced by an average of 20%, and this reduction in streamflow volume is due primarily to increased PET. Predicted increase in mean annual P under the biofuel crop production scenario is lower than its inter-annual variability, indicating that additional simulations would be necessary to determine conclusively whether predicted change in P is a response to biofuel crop production. Although estimated changes in streamflow volume include the influence of P change, sensitivity results show that PET change is the significantly dominant factor causing streamflow change. Higher PET and lower streamflow due to biofuel feedstock production are likely to increase water stress in the High Plains. When pursuing sustainable biofuels policy, decision-makers should consider the impacts of feedstock production on water scarcity.",
    "readLink": "http://europepmc.org/articles/PMC4188602?pdf=render"
  },
  {
    "title": "Connected Youth",
    "authors": [
      "Rye Ståle Angen"
    ],
    "doi": "https://doi.org/10.2478/nor-2013-0041",
    "journalVolume": "Vol. 34,\n                                no. 1\n                                \n                                  pp.\n                                  33\n                                  – 48",
    "issn": "2001-5119 (Online)",
    "publisher": "Sciendo",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Language and Literature: Philology. Linguistics: Communication. Mass media"
    ],
    "journalUrl": "https://sciendo.com/journal/NOR?tab=aims-scope",
    "abstract": "The present article investigates how young people use the Internet to gain information about distant events that can be used in their schoolwork. The aim is to better understand the process behind youngsters’ construction of what is distant, which in turn may help us to understand how people construct knowledge and act in relation to such realities. Empirical sources originate from qualitative interviews and observations of Norwegian secondary school students using computers to search for information about tropical rainforests and climate change. A network approach has been used to frame this topic, in which extensibility and flow are the main analytical perspectives. The findings reveal that students tend to not connect directly to distant sources when looking for information about distant realities. Rather, they relate to the global flow of information by using national nodes of information flow that indirectly relate them to what is happening at a distance.",
    "readLink": "https://doi.org/10.2478/nor-2013-0041"
  },
  {
    "title": "LCA-Based Environmental Performance of Olive Cultivation in Northwestern Greece: From Rainfed to Irrigated through Conventional and Smart Crop Management Practices",
    "authors": [
      "Konstantina Fotia,",
      "Andi Mehmeti,",
      "Ioannis Tsirogiannis,",
      "George Nanos,",
      "Andreas P. Mamolos,",
      "Nikolaos Malamos,",
      "Pantelis Barouchas,",
      "Mladen Todorovic"
    ],
    "doi": "https://doi.org/10.3390/w13141954",
    "journalVolume": "Vol. 13,\n                                no. 1954\n                                \n                                  p.\n                                  1954",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Olive cultivation is expanding rapidly in the northwestern part of Greece, under both rainfed and irrigated practices. Irrigation can result in larger yields and economic returns, but trade-offs in the water–energy–pollution nexus remain a controversial and challenging issue. This study presents an environmental Life Cycle Assessment (LCA) of Greek olive orchard systems in the plain of Arta (Epirus), comparing rainfed (baseline), Decision Support System (DSS)-based (smart) irrigation practices and farmer experience-based (conventional) irrigation practices. The contributions in this paper are, first, to provide a first quantitative indication of the environmental performance of Greek olive growing systems under different management strategies, and second, to detail the advantages that can be achieved using smart irrigation in olive cultivation in the Greek and Mediterranean contexts. Eighteen midpoints (e.g., climate change, water scarcity, acidification, freshwater eutrophication, etc.), two endpoints (damages on human health and ecosystem quality), and a single score (overall environmental impact) were quantified using the IMPACT World+ life cycle impact assessment method. The LCA model was set up using the OpenLCA software v1.10.3. The functional units were 1 ton of product (mass-based) and 1 ha of cultivated area (area-based) on a cradle-to-farm gate perspective. Irrigated systems had the lowest impacts per mass unit due to higher yields, but showed the highest impacts per cultivated area. The DSS-based irrigation management could reduce water and energy use by 42.1% compared to conventional practices. This is translated into a reduction of 5.3% per 1 ton and 10.4% per 1 ha of the total environmental impact. A sensitivity analysis of impact assessment models demonstrated that the benefits could be up to 18% for 1 ton of product or 22.6% for 1 ha of cultivated land. These results outline that DSS-based irrigation is a promising option to support less resource-intensive and sustainable intensification of irrigated agriculture systems in the plain of Arta.",
    "readLink": "https://www.mdpi.com/2073-4441/13/14/1954"
  }
]