[
  {
    "title": "A method for calculating the variance and confidence intervals for tree biomass estimates obtained from allometric equations",
    "authors": [
      "Alecia Nickless,",
      "Robert Scholes,",
      "Sally Archibald"
    ],
    "doi": "Vol. 107,\n                                no. 5/6",
    "issn": "0038-2353 (Print)",
    "publisher": "1996-7489 (Online)",
    "countryOfPublisher": "Academy of Science of South Africa",
    "lcc": [
      "South Africa",
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.sajs.co.za",
    "abstract": "The need for accurate quantification of the amount of carbon stored in the environment has never been greater. Carbon sequestration has become a vital component of the battle against global climate change, and monitoring and quantifying this process are major challenges for policymakers. Plant allometric equations allow managers and scientists to quantify the biomass contained in a tree without cutting it down, and therefore can play a pivotal role in measuring carbon sequestration in forests and savannahs. These equations have been available since the beginning of the 20th century, but their usefulness depends on the ability to estimate the error associated with the equations - something which has received scant attention in the past. This paper provides a method based on the theory of linear regression and the lognormal distribution to derive confidence limits for estimates of biomass derived from plant allometric equations. Allometric equations for several southern African savannah species are provided, as well as the parameters and equations required to calculate the confidence intervals. This method was applied to data collected from a sampling campaign carried out in a savannah landscape at the Skukuza flux site, Kruger National Park, South Africa. Here the error was 10% of the total site biomass for the woody biomass and 2% for the leaf biomass. When the data were split into individual plots and used to estimate site biomass (as would occur in most sampling schemes) the error increased to 16% and 12% of the woody and leaf biomasses, respectively, as the sampling errors were added to the errors in the allometric equation. These methods can be used in any discipline that applies allometric equations, such as health sciences and animal physiology.",
    "readLink": "http://192.168.0.108/index.php/sajs/article/view/9847"
  },
  {
    "title": "Environmental performance of the urban microclimate in pedestrian zones of Tarija, Bolivia",
    "authors": [
      "María Eugenia Martínez Mansilla"
    ],
    "doi": "https://doi.org/10.5379/urbani-izziv-en-2021-32-supplement-7",
    "journalVolume": "Vol. 32,\n                                no. supplement\n                                \n                                  pp.\n                                  107\n                                  – 122",
    "issn": "0353-6483 (Print)",
    "publisher": "1855-8399 (Online)",
    "countryOfPublisher": "Urbanistični inštitut RS",
    "lcc": [
      "Slovenia",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: City planning"
    ],
    "journalUrl": "https://urbaniizziv.uirs.si/",
    "abstract": "One of the main challenges facing the city is the need to improve the conditions of urban mobility and accessibility as fundamental aspects of urban life with social, spatial, functional, and cultural repercussions for adaptation to climate change. For this purpose, analysing thermal comfort and the influence of microclimate as the main factors of determining urban heat islands (UHI) caused by solar radiation from construction materials and surfaces leads to the following research question: How do pedestrian zones affect the microclimate and how can they contribute to thermal comfort? The objective of this article is to evaluate the environmental performance of the urban microclimate in a single street in the historic centre of the city of Tarija. The method consists of applying a simulation with the ENVI-met 4.4.5 software to two scenarios: 1) asphalt road and parking areas, and 2) pedestrian path with vegetation and natural surface materials. The simulated maps present variables of air temperature, T surface, and radiant temperature to determine the level of thermal comfort calculated with the predicted mean vote index (V). The results showed a 6 °C difference in the surface temperature between both scenarios, and the PMV index was comfortable at 9:00, while later, at 12h and 15h, the index improved with the incorporation of vegetation and natural materials on the road surface. Similarly, through remote sensing, 5.14 °C was obtained as the land surface temperature (LST). These indicators spotlight the effects of the change in the urban microclimate to improved decision-making in urban design and argue for a network of pedestrian areas in the city.",
    "readLink": "\n              http://www.urbaniizziv.si/Portals/urbaniizziv/Clanki/2021/UIZZIV_supplement_32_2021_7.pdf\n        "
  },
  {
    "title": "Using Time-Series Videos to Quantify Methane Bubbles Flux from Natural Cold Seeps in the South China Sea",
    "authors": [
      "Pengfei Di,",
      "Dong Feng,",
      "Jun Tao,",
      "Duofu Chen"
    ],
    "doi": "https://doi.org/10.3390/min10030216",
    "journalVolume": "Vol. 10,\n                                no. 3\n                                \n                                  p.\n                                  216",
    "issn": "2075-163X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Geology: Mineralogy"
    ],
    "journalUrl": "https://www.mdpi.com/journal/minerals",
    "abstract": "Natural cold seeps are an important source of methane and other greenhouse gases to the ocean and atmosphere in the marine environment. Accurate quantification of methane bubble fluxes from cold seeps is vital for evaluating their influence on the global methane budget and climate change. We quantified the flux of gas bubbles released from two natural cold seep sites in the South China Sea: one seep vent in the Haima cold seeps (1400 m depth) and three seep vents at Site F (1200 m depth). We determined bubble diameter, size distribution, and bubble release rate using image processing techniques and a semiautomatic bubble-counting algorithm. The bubble size distributions fit well to log-normal distribution, with median bubble diameters between 2.54 mm and 6.17 mm. The average bubble diameters and release rates (4.8−26.1 bubbles s−1) in Site F was lower than that in Haima cold seeps (22.6 bubbles s−1), which may be attributed to a variety of factors such as the nature of the gas reservoir, hydrostatic pressure, migration pathways in the sediments, and pore size. The methane fluxes emitted at Haima cold seeps (12.6 L h−1) and at Site F (4.9 L h−1) indicate that the Haima and Site F cold seeps in the South China Sea may be a source of methane to the ocean. However, temporal variations in the bubble release rate and the geochemical characteristics of the seeps were not constrained in this study due to the short observational time interval.",
    "readLink": "https://www.mdpi.com/2075-163X/10/3/216"
  },
  {
    "title": "Salmonid thermal habitat contraction in a hydrogeologically complex setting",
    "authors": [
      "Antóin M. O'Sullivan,",
      "Emily Corey,",
      "Richard A. Cunjak,",
      "Tommi Linnansaari,",
      "R. Allen Curry"
    ],
    "doi": "https://doi.org/10.1002/ecs2.3797",
    "journalVolume": "Vol. 12,\n                                no. 10\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract Broadening our understanding of river thermal variability is of paramount importance considering the role temperature plays in aquatic ecosystem health. At the catchment scale, spatial statistical river network models (SSN) are popular for analyses of river temperature, as these are less “data hungry” than other modeling methods, and have offered invaluable insights into how thermal habitats of salmonids may change with climate warming. However, recent work has demonstrated that hydrogeological complexity can disrupt river temperature spatial autocorrelation. We test the prediction that the non‐linearity of hydrological processes inherent in a hydrogeologically complex setting, such as the Miramichi River, invalidates the SSN approach, and a Random Forest (RF) model can overcome these complexities. In all instances, RFs outperformed SSNs when predicting average (TwA) and maximum (TwM) August river temperature during 2017, and were quite robust (TwA and TwM: R2 = 0.93; RMSE = 0.6°C; R2 = 0.91; RMSE = 1.0°C, respectively). We conclude that RF models can capture the inherent non‐linearity of hydrological processes in complex hydrogeologic settings. We examined thermal habitat change for adult and 1+/2+ Atlantic salmon—AS—(Salmo salar), and all age classes of brook trout—BKT—(Salvelinus fontinalis), during August 2017, with thresholds of behavioral thermoregulation specific to the catchment. We assumed a baseline = TwA and investigated river network contraction (km) for TwM. During TwA, all habitat was suggested to be thermally suitable for 1+/2+ AS (20°C). For TwM, ~80% of the catchment was predicted to be unsuitable for adult AS and BKT. We examined two boundaries for behavorial thermoregulation in 1+/2+ AS: >23°C and >27°C. For the >23°C boundary, ~27.7% of the catchment is thermally unsuitable during TwM, and 4.9% is thermally unsuitable for the >27°C boundary. TwA in August 2017 was identical to long‐term (1970–1999) July–August TwA, as such these thermal maps will be useful for resource managers.",
    "readLink": "https://doi.org/10.1002/ecs2.3797"
  },
  {
    "title": "Deep-time Arctic climate archives: high-resolution coring of Svalbard's sedimentary record –  SVALCLIME, a workshop report",
    "authors": [
      "K. Senger,",
      "D. Kulhanek,",
      "M. T. Jones,",
      "A. Smyrak-Sikora,",
      "S. Planke,",
      "S. Planke,",
      "V. Zuchuat,",
      "W. J. Foster,",
      "S.-A. Grundvåg,",
      "H. Lorenz,",
      "M. Ruhl,",
      "K. K. Sliwinska,",
      "M. L. Vickers,",
      "W. Xu"
    ],
    "doi": "https://doi.org/10.5194/sd-32-113-2023",
    "journalVolume": "Vol. 32\n                                \n                                \n                                  pp.\n                                  113\n                                  – 135",
    "issn": "1816-8957 (Print)",
    "publisher": "1816-3459 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology"
    ],
    "journalUrl": "http://www.scientific-drilling.net/",
    "abstract": "​​​​​​​We held the MagellanPlus workshop SVALCLIME “Deep-time Arctic climate archives: high-resolution coring of Svalbard's sedimentary record”, from 18 to 21 October​​​​​​​ 2022 in Longyearbyen, to discuss scientific drilling of the unique high-resolution climate archives of Neoproterozoic to Paleogene age present in the sedimentary record of Svalbard. Svalbard is globally unique in that it facilitates scientific coring across multiple stratigraphic intervals within a relatively small area. The polar location of Svalbard for some of the Mesozoic and the entire Cenozoic makes sites in Svalbard highly complementary to the more easily accessible mid-latitude sites, allowing for investigation of the polar amplification effect over geological time. The workshop focused on how understanding the geological history of Svalbard can improve our ability to predict future environmental changes, especially at higher latitudes. This topic is highly relevant for the ICDP 2020–2030 Science Plan Theme 4 “Environmental Change” and Theme 1 “Geodynamic Processes”. We concluded that systematic coring of selected Paleozoic, Mesozoic, and Paleogene age sediments in the Arctic should provide important new constraints on deep-time climate change events and the evolution of Earth's hydrosphere–atmosphere–biosphere system. We developed a scientific plan to address three main objectives through scientific onshore drilling on Svalbard: a. Investigate the coevolution of life and repeated icehouse–greenhouse climate transitions, likely forced by orbital variations, by coring Neoproterozoic and Paleozoic glacial and interglacial intervals in the Cryogenian (“Snowball/Slushball Earth”) and late Carboniferous to early Permian time periods.b. Assess the impact of Mesozoic Large Igneous Province emplacement on rapid climate change and mass extinctions, including the end-Permian mass extinction, the end-Triassic mass extinction, the Jenkyns Event (Toarcian Oceanic Anoxic Event), the Jurassic Volgian Carbon Isotopic Excursion and the Cretaceous Weissert Event and Oceanic Anoxic Event 1a.c. Examine the early Eocene hothouse and subsequent transition to a coolhouse world in the Oligocene by coring Paleogene sediments, including records of the Paleocene–Eocene Thermal Maximum, the Eocene Thermal Maximum 2, and the Eocene–Oligocene transition. The SVALCLIME science team created plans for a 3-year drilling programme using two platforms: (1) a lightweight coring system for holes of ∼ 100 m length (4–6 sites) and (2) a larger platform that can drill deep holes of up to ∼ 2 km (1–2 sites). In situ wireline log data and fluid samples will be collected in the holes, and core description and sampling will take place at The University Centre in Svalbard (UNIS) in Longyearbyen. The results from the proposed scientific drilling will be integrated with existing industry and scientific boreholes to establish an almost continuous succession of geological environmental data spanning the Phanerozoic. The results will significantly advance our understanding of how the interplay of internal and external Earth processes are linked with global climate change dynamics, the evolution of life, and mass extinctions.",
    "readLink": "https://sd.copernicus.org/articles/32/113/2023/sd-32-113-2023.pdf"
  },
  {
    "title": "Levelized Cost of Electricity Generation by Small Hydropower Projects under Clean Development Mechanism in India",
    "authors": [
      "Epari Ritesh Patro,",
      "Teegala Srinivasa Kishore,",
      "Ali Torabi Haghighi"
    ],
    "doi": "https://doi.org/10.3390/en15041473",
    "journalVolume": "Vol. 15,\n                                no. 1473\n                                \n                                  p.\n                                  1473",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Contrary to conventional fossil fuel-based electricity generation technologies, renewable energy centered technologies, specifically small hydropower, release a lesser amount of anthropogenic greenhouse gases but are normally more expensive. A major segment of the capital investment in the current small hydropower scenario accounts for equipment and construction process costs. The construction and cost administration process are generally limited to analysis of the capital cost of civil constructions, electro-mechanical equipment works, neglecting the costs related to operating and maintaining the plant, replacement or refurbishment, certified emission reductions, among others. Contemporary studies indicate that these costs form a substantial fraction of the total capital investment. Consequently, for cost management and investment decision making, small hydropower plant developers are drawing increased attention in recent years towards conducting life cycle costing studies that take into account the ignored costs. In addition, small hydropower plants in developing nations can become more competitive by trading the emission reductions achieved under the provision of the Clean Development Mechanism, an outcome of the Kyoto Protocol proposed at the United Nations Framework Convention on Climate Change. In this paper, a modest attempt has been made to determine the Levelized cost of electricity generation using life cycle costing methodology, which accounts for all the costs over operating lifetime on a range of small hydropower plants and the results are analyzed.",
    "readLink": "https://www.mdpi.com/1996-1073/15/4/1473"
  },
  {
    "title": "Rethinking the city through memory and meaning of place",
    "authors": [
      "Sanchez-Gonzalez, Diego"
    ],
    "doi": "Vol. 10,\n                                no. 12\n                                \n                                  pp.\n                                  5\n                                  – 7",
    "issn": "2007-1639 (Print)",
    "publisher": "Universidad Autónoma de Nuevo León",
    "countryOfPublisher": "Mexico",
    "lcc": [
      "Fine Arts: Architecture"
    ],
    "journalUrl": "http://contexto.uanl.mx/",
    "abstract": "In the city the understanding of each location involves an approach to the processes and strategies of power behind socio-spatial dynamics associated with urban segregation and social exclusion. However, the intellectual weakness of the interpretations of the urban phenomenon requires rethinking the concepts and methodological tools to face the challenges of urban development in a context of economic instability, population aging and climate change. In this regard, various experts invite us to unravel the complex reality behind urban social processes and give us grounds to encourage political commitment and avoid indifference. Precisely against apathy and widespread resignation on urban issues and growing inequality, there is a pressing need to experience different initiatives aimed at developing social commitment, from consensus-building anchored in dialogue and memory community. En la ciudad la comprensión de cada lugar implica un acercamiento a los procesos y estrategias de poder que hay detrás de las dinámicas socioespaciales asociadas a la segregación urbana y exclusión social. Sin embargo, la debilidad intelectual de las interpretaciones sobre el fenómeno urbano obliga a replantear los conceptos e instrumentos metodológicos para enfrentar los retos del desarrollo urbano en un contexto de inestabilidad económica, envejecimiento demográfico y de cambio climático. Al respecto, diferentes expertos nos invitan a desentrañar la compleja realidad que hay detrás de los procesos sociales urbanos y nos dan argumentos para propiciar el compromiso político y evitar la indiferencia. Precisamente, frente a la apatía y la resignación generalizadas sobre la cuestión urbana y la creciente desigualdad, existe una necesidad apremiante de experimentar distintas iniciativas encaminadas a desarrollar el compromiso social, a partir de la búsqueda de consensos anclados en el diálogo y la memoria de la comunidad.",
    "readLink": "http://contexto.uanl.mx/pdf/num12/Presentacion.pdf"
  },
  {
    "title": "Simulation of the Water Storage Capacity of Siling Co Lake on the Tibetan Plateau and Its Hydrological Response to Climate Change",
    "authors": [
      "Yuanzhi Tang,",
      "Junjun Huo,",
      "Dejun Zhu,",
      "Zhe Yuan"
    ],
    "doi": "https://doi.org/10.3390/w14193175",
    "journalVolume": "Vol. 14,\n                                no. 3175\n                                \n                                  p.\n                                  3175",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Due to their special geographical locations and environments, plateau lakes play a key role in maintaining regional water balance, but lake water storage changes are upsetting this balance. Based on data from lakes on the Tibetan Plateau (TP), this study used the Spatial Processes in Hydrology (SPHY) model to simulate the runoff process in the Siling Co basin from 2000 to 2016 and estimated the changes in water storage of Siling Co and the contribution of each component of runoff into the lake. The results showed that the water storage capacity of Siling Co has increased by 1.2 billion m3/yr, and the lake area continues to expand; declines in precipitation have significantly reduced baseflow (BF), rainfall runoff (RR), and snow runoff (SR), while temperature increases have raised glacier runoff (GR). The simulated average runoff showed that BF, GF, RR, and SR contribute 24%, 22%, 16%, and 38%, respectively, of the flow into Siling Co. Based on hypothetical climate change scenarios and two Shared Socioeconomic Pathways (SSP1-2.6 and SSP3-7.0) from the MRI-ESM2-0 GCMs, this study estimated that a 10% increase in precipitation could lead to a 28% increase in total runoff, while a 1 °C increase in temperature could lead to a 10% decrease in runoff. The average runoff depth of the basin is expected to increase by 30–39 mm, since the temperature and precipitation may increase significantly from 2020 to 2050. The intensification of glacial melting caused by the increase in temperature continues, posing a greater challenge to many water resources management problems caused by the expansion of lakes.",
    "readLink": "https://www.mdpi.com/2073-4441/14/19/3175"
  },
  {
    "title": "Impact of saltwater intrusion on relation to fruit growing households in Ben Tre, Vietnam",
    "authors": [
      "Ngo Thi Thanh Truc,",
      "Le Vinh Thuc"
    ],
    "doi": "https://doi.org/10.51599/are.2022.08.01.07",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  133\n                                  – 151",
    "issn": "2414-584X (Online)",
    "publisher": "Institute of Eastern European Research and Consulting",
    "countryOfPublisher": "Ukraine",
    "lcc": [
      "Agriculture: Agriculture (General)",
      "Social Sciences: Commerce: Business"
    ],
    "journalUrl": "http://are-journal.com",
    "abstract": "Purpose. Saltwater intrusion affected seriously the livelihood of mangosteen growers in Ben Tre, a coastal province in the Vietnamese Mekong Delta in 2016. This study assesses how saltwater intrusion influenced the livelihood vulnerability of the mangosteen households and communities. Methodology / approach. This study used the United Nations’ Livelihood Vulnerability Index (LVI) and a similar index from the Intergovernmental Panel on Climate Change (LVI-IPCC) using data from 196 interviewed mangosteen growers in Cho Lach district, Ben Tre province in 2016 and 2018. A total of twenty-five (25) indicators are applied to calculate the two indices, using data as exposure to saltwater intrusion and natural hazards (5), socio-demographic factors (11), and sensitivity of health, finance, and source of water for domestic use (9). Results. The analysis results show that mangosteen-growing households had a medium vulnerability in 2016 and 2018 based on both indices. However, they were extremely vulnerable due to saltwater intrusion in 2016, and a high household percentage had a moderate value in the vulnerability index. They did not experience how to respond to saltwater intrusion and received a late warning on saltwater intrusion from the local authorities and media. However, mangosteen-growing households had a quick adaptive behavior to shift to new crops to improve their income in 2018. Originality / scientific novelty. The study provides a set of indicators to assess the vulnerability of this low-vulnerable area based on past studies as well as the actual situation of the study area in 2016 and 2018 to determine what factors influenced the main components, LVI and LVI – IPCC. These indicators represented the characteristics of the rural households in Vietnam and other Asian countries. This research also indicated how LVI and LVI – IPCC results differently and when they should be used. The analysis identified the factors influencing the LVI and LVI – IPCC by levels of saltwater intrusion in different years of 2016 and 2018, two different severe and less severe sites, adaptive and non-adaptive households, and their interaction. Practical value / implications. LVI and LVI-IPCC are good indicators for local and regional assessments on how saltwater intrusion and natural hazards affect households’ and communities’ livelihood and thereby how to guide them to respond promptly in such cases.",
    "readLink": "https://are-journal.com/are/article/view/513"
  },
  {
    "title": "Interaction Effect of Stand Age and Diversity on Aboveground Wood Carbon Accumulation in Subtropical Mixed Forests of the Zhejiang Province (China)",
    "authors": [
      "Gang Wang,",
      "Binglou Xie,",
      "Yulong Lv,",
      "Jiayang Yin,",
      "Yufeng Zhou,",
      "Lin Xu,",
      "Yongjun Shi"
    ],
    "doi": "https://doi.org/10.3390/f14020262",
    "journalVolume": "Vol. 14,\n                                no. 262\n                                \n                                  p.\n                                  262",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Aboveground wood carbon (AWC) stocks in forest ecosystems are mediated by biotic and abiotic variables. Understanding the internal regulatory mechanisms of forests is important for future forest management and global climate change mitigation. However, how these factors affect AWC in subtropical mixed forests remains poorly understood. Using a database from the National Forest Inventory (NFI) from China, we observed the effects of climate variables (temperature and precipitation), stand structure indices (stand density and DBH coefficient of variation and diversity), stand diversity indices (taxonomic diversity, functional diversity, and phylogenetic diversity), and stand functional indices on coniferous mixed forests (CMF), coniferous–broadleaf mixed forests (CBMF), and broadleaf mixed forests (BMF). Meanwhile, we examined the AWC based on a linear mixed model and a structural equation model for each mixed forest. We found that both stand structure and stand diversity can affect the AWC through their indirect effects on the stand function, aligning with the niche complementarity effect. Stand age is an important factor affecting AWC because it interacts with stand structure and stand diversity. Our study highlights that AWC is dependent on the regulation of stand age and structure, which can be crucial for boosting high carbon stocks in subtropical forests.",
    "readLink": "https://www.mdpi.com/1999-4907/14/2/262"
  }
]