[
  {
    "title": "A satellite-based snow cover climatology (1985–2011) for the European Alps derived from AVHRR data",
    "authors": [
      "F. Hüsler,",
      "T. Jonas,",
      "M. Riffler,",
      "J. P. Musial,",
      "S. Wunderle"
    ],
    "doi": "https://doi.org/10.5194/tc-8-73-2014",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  73\n                                  – 90",
    "issn": "1994-0416 (Print)",
    "publisher": "1994-0424 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.the-cryosphere.net/",
    "abstract": "Seasonal snow cover is of great environmental and socio-economic importance for the European Alps. Therefore a high priority has been assigned to quantifying its temporal and spatial variability. Complementary to land-based monitoring networks, optical satellite observations can be used to derive spatially comprehensive information on snow cover extent. For understanding long-term changes in alpine snow cover extent, the data acquired by the Advanced Very High Resolution Radiometer (AVHRR) sensors mounted onboard the National Oceanic and Atmospheric Association (NOAA) and Meteorological Operational satellite (MetOp) platforms offer a unique source of information. In this paper, we present the first space-borne 1 km snow extent climatology for the Alpine region derived from AVHRR data over the period 1985–2011. The objective of this study is twofold: first, to generate a new set of cloud-free satellite snow products using a specific cloud gap-filling technique and second, to examine the spatiotemporal distribution of snow cover in the European Alps over the last 27 yr from the satellite perspective. For this purpose, snow parameters such as snow onset day, snow cover duration (SCD), melt-out date and the snow cover area percentage (SCA) were employed to analyze spatiotemporal variability of snow cover over the course of three decades. On the regional scale, significant trends were found toward a shorter SCD at lower elevations in the south-east and south-west. However, our results do not show any significant trends in the monthly mean SCA over the last 27 yr. This is in agreement with other research findings and may indicate a deceleration of the decreasing snow trend in the Alpine region. Furthermore, such data may provide spatially and temporally homogeneous snow information for comprehensive use in related research fields (i.e., hydrologic and economic applications) or can serve as a reference for climate models.",
    "readLink": "http://www.the-cryosphere.net/8/73/2014/tc-8-73-2014.pdf"
  },
  {
    "title": "The differential modulation of secondary metabolism induced by a protein hydrolysate and a seaweed extract in tomato plants under salinity",
    "authors": [
      "Leilei Zhang,",
      "Giorgio Freschi,",
      "Youssef Rouphael,",
      "Stefania De Pascale,",
      "Luigi Lucini"
    ],
    "doi": "https://doi.org/10.3389/fpls.2022.1072782",
    "journalVolume": "Vol. 13",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Climate change and abiotic stress challenges in crops are threatening world food production. Among others, salinity affects the agricultural sector by significantly impacting yield losses. Plant biostimulants have received increasing attention in the agricultural industry due to their ability to improve health and resilience in crops. The main driving force of these products lies in their ability to modulate plant metabolic processes involved in the stress response. This study’s purpose was to investigate the effect of two biostimulant products, including a protein hydrolysate (Clever HX®) and a seaweed extract with high amino acids content (Ascovip®), and their combination, on the metabolomics profile of tomato crops grown under salt stress (150 mM NaCl). Several stress indicators (leaf relative water content, membrane stability index, and photosynthesis activity) and leaf mineral composition after salinity stress exposure were assessed to evaluate stress mitigation, together with growth parameters (shoot and root biomasses). After that, an untargeted metabolomics approach was used to investigate the mechanism of action of the biostimulants and their link with the increased resilience to stress. The application of the biostimulants used reduced the detrimental effect of salinity. In saline conditions, protein hydrolysate improved shoot dry weight while seaweed extracts improved root dry weight. Regarding stress indicators, the application of the protein hydrolysate was found to alleviate the membrane damage caused by salinity stress compared to untreated plants. Surprisingly, photosynthetic activity significantly improved after treatment with seaweed extracts, suggesting a close correlation between root development, root water assimilation capacity and photosynthetic activity. Considering the metabolic reprogramming after plant biostimulants application, protein hydrolysates and their combination with seaweed extracts reported a distinctive metabolic profile modulation, mainly in secondary metabolite, lipids and fatty acids, and phytohormones biosynthetic pathways. However, treatment with seaweed extract reported a similar metabolic reprogramming trend compared to salinity stress. Our findings indicate a different mechanism of action modulated by protein hydrolysate and seaweed extract, suggesting stronger activity as a stress mitigator of protein hydrolysate in tomato crops under salinity stress.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2022.1072782/full"
  },
  {
    "title": "Recommendations to align higher education teaching with the UN sustainability goals – A scoping survey",
    "authors": [
      "Achim Buerkle,",
      "Amy O'Dell,",
      "Harveen Matharu,",
      "Linda Buerkle,",
      "Pedro Ferreira"
    ],
    "doi": "Vol. 5\n                                \n                                \n                                  p.\n                                  100280",
    "issn": "2666-3740 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Education: Theory and practice of education"
    ],
    "journalUrl": "https://www.journals.elsevier.com/international-journal-of-educational-research-open",
    "abstract": "Global challenges such as climate change, limited resources, and an ever-growing world population demonstrate a perceptible impact on the lives of people around the globe. To tackle the arising issues and to enable peace and prosperity in the future, the United Nations (UN) have defined 17 interlinked sustainable development goals. A major facilitator to achieve these goals is considered through education. Consequently, higher education institutes have started to align their curricula with sustainable development. Yet, lesser attention has been paid to teaching methods themselves. Hence, in this paper, a scoping survey is performed on how higher education teaching can be inspired by the UN sustainable development goals, specifically, by a summarized subset of 7 goals: (1) Tackle Poverty, (2) Enable Good Health and Well-Being, (3) Establish Quality Education, (4) Reduce Inequalities, (5) Embrace Environmental Sustainability, (6) Foster Innovation, and (7) Establish Partnerships. Overall, the discussed recommendations show a promising potential towards having a positive impact on higher education, yet, also unveil conflicts between different goals. Nevertheless, this paper could provide an orientation to critically reflect on current means of higher education teaching.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666374023000559"
  },
  {
    "title": "Hydro-Morphological Characteristics Using Flow Duration Curve, Historical Data and Remote Sensing: Effects of Land Use and Climate",
    "authors": [
      "Philip  Kibet Langat,",
      "Lalit Kumar,",
      "Richard Koech,",
      "Manoj  Kumer Ghosh"
    ],
    "doi": "https://doi.org/10.3390/w11020309",
    "journalVolume": "Vol. 11,\n                                no. 2\n                                \n                                  p.\n                                  309",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Ecohydrological changes in large rivers of the world result from a long history of human dimensions and climate. The increasing human population, intensified land use, and climate change have led to a decline in the most critical aspect of achieving sustainable development, namely, that of water resources. This study assessed recent hydromorphological characteristics of the tropical Tana River in Kenya using flow duration curve, and geospatial techniques to gain a better understanding of human impacts over the last two decades and their consequences for new development projects. The results show that all extremal peak, low, and mean discharges exhibited significant increasing trends over a period of 17 years. Dam construction represents a 13% reduction of the maximum discharge and a 30% decrease in low flows, while post-regulation hydrological changes indicated an increase of 56 and 40% of high flows and low flows respectively. Dominant flow was observed to be higher for the current decade than the previous decade, representing a rise of the dominant streamflow by 33%. The assessment of four morphologically active sites at the downstream reach showed channel adjustments which support the changes in the flow regimes observed. The channel width increased by 8.7 and 1.9% at two sites but decreased by 31.5 and 16.2% for the other two sites under study during the time period. The results underscore the contribution of other main human modifications, apart from regulation, such as increased water abstraction and inter basin transfer, up-stream land use and anthropogenic climate change to assess the ecohydrological status in this river basin. Such streamflow regime dynamics may have implications on water resource management, riverine environments, and development of new water projects.",
    "readLink": "https://www.mdpi.com/2073-4441/11/2/309"
  },
  {
    "title": "Sensitivity Analysis of the Climate Effect of Using Pyrochar Biofuel for Heat and Electricity Generation",
    "authors": [
      "Johanna Högosta,",
      "Ali Mohammadi"
    ],
    "doi": "https://doi.org/10.3390/pr9101744",
    "journalVolume": "Vol. 9,\n                                no. 1744\n                                \n                                  p.\n                                  1744",
    "issn": "2227-9717 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Chemical technology",
      "Science: Chemistry"
    ],
    "journalUrl": "https://www.mdpi.com/journal/processes",
    "abstract": "This study aims to quantify the climate change impact of pyrochar production from pulp and paper mill sludge and the subsequent utilisation in combined heat and power (CHP) plants for co-generation of heat and electricity using the environmental life cycle assessment (E-LCA) method. In the Pyrochar Scenario, in which the sludge is pyrolyzed into pyrochar, the authors have assumed that pyrochar would replace coal. In the Reference Scenario, sludge is incinerated with a subsequent low rate of energy recovery. A comprehensive sensitivity analysis was performed to determine the conditions in which the sludge pyrochar would offer the greatest climate-effect benefits. The parameters selected for the said analysis are the form of pyrochar (pellet or powder), fuels replaced by it in the CHP plant (solid waste and peat vis-à-vis coal), and the utilisation of the pyrochar fuel in another European country (Germany and Spain vis-à-vis Sweden). The results of this E-LCA clearly show that using pyrochar as a biofuel in CHP plants delivered a considerable reduction in greenhouse gas (GHG) emissions (−1.87 tonne CO2-eq per 2.8 tonne dry sludge). Contribution analysis reveals that the process accounting for the biggest share of the reduction is the pyrochar combustion (a negative contribution of 76%), which results in a displacement of coal-based fuels. The authors conclude that the utilisation of pyrochar in firing units would provide the highest reduction in GHG emissions, while recommending a comprehensive economic analysis in addition to climate effect assessment, before making a decision regarding the introduction of sludge pyrochar to the energy sector.",
    "readLink": "https://www.mdpi.com/2227-9717/9/10/1744"
  },
  {
    "title": "The Classification of Reflectance Anisotropy and Its Application in Albedo Retrieval",
    "authors": [
      "Mengzhuo Zhao,",
      "Hu Zhang,",
      "Cancan Chen,",
      "Chenxia Wang,",
      "Yan Liu,",
      "Juan Li,",
      "Tiejun Cui"
    ],
    "doi": "https://doi.org/10.3390/atmos13081182",
    "journalVolume": "Vol. 13,\n                                no. 1182\n                                \n                                  p.\n                                  1182",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "The land surface albedo reflects the ability of the surface to reflect solar radiation and is a critical physical variable in the study of the Earth’s energy budget and global climate change. Algorithms for the retrieval of albedo usually require multi-angle measurements due to surface anisotropy. However, most of the satellites cannot currently provide sufficient and well-distributed observations; therefore, the accuracy of remotely sensed albedo is constrained. Based on the Moderate-Resolution Imaging Spectroradiometer (MODIS) Bidirectional Reflectance Distribution Function (BRDF) and albedo product (MCD43A1), this study proposed a method to further subdivide reflectance anisotropy and build an updated database of BRDF archetype, using both the Anisotropic Flat Index (AFX) and Perpendicular Anisotropic Flat Index (PAFX). The BRDF archetypes were used to fit the corresponding MODIS BRDF, and the optimal number of BRDF archetype categories was determined according to the tendency of fitting error. The effect of surface anisotropy and observation noise on albedo retrieval were explored based on simulated MODIS reflectance. Finally, the BRDF archetype A2P2 was taken as prior knowledge to retrieve albedo from a different number of MODIS observations, and the result was validated by the high-quality MODIS albedo product. The results show that the fitting error between BRDF archetypes and MODIS BRDF shows a rapid decline when introducing the PAFX in the classification process. A 3-by-3 matrix of BRDF archetypes, which occupy 73.44% and 70.13% of the total decline in the red and NIR band, can be used to represent the characteristics of reflectance anisotropy. The archetype A2P2 may be used as prior knowledge to improve the albedo retrieval from insufficient observations. The validation results based on MODIS observations show that the archetype A2P2-based albedo can reach root-mean-square errors (RMSEs) of no more than 0.03.",
    "readLink": "https://www.mdpi.com/2073-4433/13/8/1182"
  },
  {
    "title": "Bedrock mediates responses of ecosystem productivity to climate variability",
    "authors": [
      "Xiaoli Dong,",
      "Jonathan B. Martin,",
      "Matthew J. Cohen,",
      "Tongbi Tu"
    ],
    "doi": "https://doi.org/10.1038/s43247-023-00773-x",
    "journalVolume": "Vol. 4,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "2662-4435 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Geology",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.nature.com/commsenv/",
    "abstract": "Abstract Sensitivity of ecosystem productivity to climate variability is a critical component of ecosystem resilience to climate change. Variation in ecosystem sensitivity is influenced by many variables. Here we investigate the effect of bedrock lithology and weathering products on the sensitivity of ecosystem productivity to variation in climate water deficit using Bayesian statistical models. Two thirds of terrestrial ecosystems exhibit negative sensitivity, where productivity decreases with increased climate water deficit, while the other third exhibit positive sensitivity. Variation in ecosystem sensitivity is significantly affected by regolith porosity and permeability and regolith and soil thickness, indicating that lithology, through its control on water holding capacity, exerts important controls on ecosystem sensitivity. After accounting for effects of these four variables, significant differences in sensitivity remain among ecosystems on different rock types, indicating the complexity of bedrock effects. Our analysis suggests that regolith affects ecosystem sensitivity to climate change worldwide and thus their resilience.",
    "readLink": "https://doi.org/10.1038/s43247-023-00773-x"
  },
  {
    "title": "Vertical Differences in the Long-Term Trends and Breakpoints of NDVI and Climate Factors in Taiwan",
    "authors": [
      "Hui Ping Tsai,",
      "Geng-Gui Wang,",
      "Zhong-Han Zhuang"
    ],
    "doi": "https://doi.org/10.3390/rs13224707",
    "journalVolume": "Vol. 13,\n                                no. 4707\n                                \n                                  p.\n                                  4707",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "This study explored the long-term trends and breakpoints of vegetation, rainfall, and temperature in Taiwan from overall and regional perspectives in terms of vertical differences from 1982 to 2012. With time-series Advanced Very-High-Resolution Radiometer (AVHRR) normalized difference vegetation index (NDVI) data and Taiwan Climate Change Estimate and Information Platform (TCCIP) gridded monthly climatic data, their vertical dynamics were investigated by employing the Breaks for Additive Seasonal and Trend (BFAST) algorithm, Pearson’s correlation analysis, and the Durbin–Watson test. The vertical differences in NDVI values presented three breakpoints and a consistent trend from positive (1982 to 1989) to negative at varied rates, and then gradually increased after 2000. In addition, a positive rainfall trend was discovered. Average and maximum temperature had similar increasing trends, while minimum temperature showed variations, especially at higher altitudes. In terms of regional variations, the vegetation growth was stable in the north but worse in the central region. Higher elevations revealed larger variations in the NDVI and temperature datasets. NDVI, along with average and minimum temperature, showed their largest changes earlier in higher altitude areas. Specifically, the increasing minimum temperature direction was more prominent in the mid-to-high-altitude areas in the eastern and central regions. Seasonal variations were observed for each region. The difference between the dry and wet seasons is becoming larger, with the smallest difference in the northern region and the largest difference in the southern region. Taiwan’s NDVI and climatic factors have a significant negative correlation (p < 0.05), but the maximum and minimum temperatures have significant positive effects at low altitudes below 500 m. The northern and central regions reveal similar responses, while the south and east display different feedbacks. The results illuminate climate change evidence from assessment of the long-term dynamics of vegetation and climatic factors, providing valuable references for establishing correspondent climate-adaptive strategies in Taiwan.",
    "readLink": "https://www.mdpi.com/2072-4292/13/22/4707"
  },
  {
    "title": "Monitoring the resilience of a no-take marine reserve to a range extending species using benthic imagery.",
    "authors": [
      "Nicholas R Perkins,",
      "Geoffrey R Hosack,",
      "Scott D Foster,",
      "Jacquomo Monk,",
      "Neville S Barrett"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0237257",
    "journalVolume": "Vol. 15,\n                                no. 8\n                                \n                                  p.\n                                  e0237257",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Global climate change is driving the redistribution of marine species and thereby potentially restructuring endemic communities. Understanding how localised conservation measures such as protection from additional human pressures can confer resilience to ecosystems is therefore an important area of research. Here, we examine the resilience of a no-take marine reserve (NTR) to the establishment of urchin barrens habitat. The barrens habitat is created through overgrazing of kelp by an invading urchin species that is expanding its range within a hotspot of rapid climate change. In our study region, a multi-year monitoring program provides a unique time-series of benthic imagery collected by an Autonomous Underwater Vehicle (AUV) within an NTR and nearby reference areas. We use a Bayesian hierarchical spatio-temporal modelling approach to estimate whether the NTR is associated with reduced formation of urchin barrens, and thereby enhances local resilience. Our approach controls for the important environmental covariates of depth and habitat complexity (quantified as rugosity derived from multibeam sonar mapping), as well as spatial and temporal dependence. We find evidence for the NTR conferring resilience with a strong reserve effect that suggests improved resistance to the establishment of barrens. However, we find a concerning and consistent trajectory of increasing barrens cover in both the reference areas and the NTR, with the odds of barrens increasing by approximately 32% per year. Thus, whereas the reserve is demonstrating resilience to the initial establishment of barrens, there is currently no evidence of recovery once barrens are established. We also find that depth and rugosity covariates derived from multibeam mapping provide useful predictors for barrens occurrence. These results have important management implications as they demonstrate: (i) the importance of monitoring programs to inform adaptive management; (ii) that NTRs provide a potential local conservation management tool under climate change impacts, and (iii) that technologies such as AUVs and multibeam mapping can be harnessed to inform regional decision-making. Continuation of the current monitoring program is required to assess whether the NTR can provide long term protection from a phase shift that replaces kelp with urchin barrens.",
    "readLink": "https://doi.org/10.1371/journal.pone.0237257"
  },
  {
    "title": "Soil properties and carbon sequestration in Persian oak (Quercus brantii var. persica) forests, Iran",
    "authors": [
      "Ali Mahdavi,",
      "Azadeh Maleki,",
      "Masoud Bazgir"
    ],
    "doi": "https://doi.org/10.17221/140/2018-JFS",
    "journalVolume": "Vol. 65,\n                                no. 7\n                                \n                                  pp.\n                                  247\n                                  – 255",
    "issn": "1212-4834 (Print)",
    "publisher": "1805-935X (Online)",
    "countryOfPublisher": "Czech Academy of Agricultural Sciences",
    "lcc": [
      "Czechia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://jfs.agriculturejournals.cz/",
    "abstract": "One of the important issues both in the political discussion about climate change and in forest ecosystem research is carbon sequestration. In this paper, we estimated soil carbon sequestration (SCS) in two Persian oak forest stands of different origin (seed and coppice). Soil samples were taken at two soil depths (0-15 and 15-30 cm) and locations (under the tree crown and open area) in each oak stand. Results showed that surface layers (0-15 cm) had the highest soil carbon sequestration ranging from 41.2 t.ha-1 to 47.9 t.ha-1 for both oak forests. The total SCS was higher (between 79.5 and 89.07 t.ha-1) in open areas of the two forest stands than under the crowns of oak trees. Finally, the amount of total SCS in seed originated forest (SOF) (86.52 t.ha-1) was significantly greater (P < 0.05) than in coppice forest (CF) (77.70 t.ha-1). The results indicate that a relatively large proportion of C loss in CF is due to overgrazing, forest degradation and conversion to coppice forests in the study area.",
    "readLink": "https://jfs.agriculturejournals.cz/artkey/jfs-201907-0001_soil-properties-and-carbon-sequestration-in-persian-oak-quercus-brantii-var-persica-forests-iran.php"
  }
]