[
  {
    "title": "Mitigation of urban heat stress – a modelling case study for the area of Stuttgart",
    "authors": [
      "Fallmann, Joachim,",
      "Emeis, Stefan,",
      "Suppan, Peter"
    ],
    "doi": "https://doi.org/10.12854/erde-144-15",
    "journalVolume": "Vol. 144,\n                                no. 3-4\n                                \n                                  p.\n                                  202-216",
    "issn": "0013-9998 (Print)",
    "publisher": "Gesellschaft für Erdkunde zu Berlin",
    "countryOfPublisher": "Germany",
    "lcc": [
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://www.die-erde.org",
    "abstract": "In 2050 the fraction of urban global population will increase to over 69%, which means that around 6.3 billion people are expected to live in urban areas (UN 2011). Cities are the predominant habitation places for humans to live and are vulnerable to extreme weather events aggravating phenomena like heat stress. Finding mitigation strategies to sustain future development is of great importance, given expected influences on human health. In this study, the mesoscale numerical model WRF is used on a regional scale for the urban area of Stuttgart, to simulate the effect of urban planning strategies on dynamical processes affecting urban climate. After comparing two urban parameterisation schemes, a sensitivity study for different scenarios is performed; it shows that a change of the reflective properties of surfaces has the highest impact on near-surface temperatures compared to an increase of urban green areas or a decrease of building density. The Urban Heat Island (UHI) describes the temperature difference between urban and rural temperatures; it characterises regional urban climate and is responsible for urban-rural circulation patterns. Applying urban planning measures may decrease the intensity of the UHI in the study area by up to 2 °C by using heat-reflective roof paints or by 1 °C through replacing impervious surfaces by natural vegetation in the urban vicinity – compared to a value of 2.5 °C for the base case. Because of its topographical location in a valley and the overall high temperatures in this region, the area of Stuttgart suffers from heat stress to a comparatively large extent.",
    "readLink": "http://www.die-erde.org/index.php/die-erde/article/view/75/50"
  },
  {
    "title": "A review of scientifc linkages and interactions between climate change and air quality, with implications for air quality management in South Africa",
    "authors": [
      "Tirusha Thambiran,",
      "Roseanne Diab"
    ],
    "doi": "Vol. 106,\n                                no. 3/4",
    "issn": "0038-2353 (Print)",
    "publisher": "1996-7489 (Online)",
    "countryOfPublisher": "Academy of Science of South Africa",
    "lcc": [
      "South Africa",
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.sajs.co.za",
    "abstract": "In recent years there has been considerable advancement in our scientifc understanding of the linkages and interactions between climate change and air quality. A warmer, evolving climate is likely to have severe consequences for air quality due to impacts on pollution sources and meteorology. Climate-induced changes to sources of tropospheric ozone precursor gases and to atmospheric circulation are likely to lead to changes in both the concentration and dispersion of near-surface ozone that could act to offset improvements in air quality. The control of air pollutants through air quality management is also likely to impact on climate change, with reductions in ozone, particulate matter and sulphur dioxide being of particular interest. The improved understanding of the relationship between air quality and climate change provides a scientific basis for policy interventions. After a review of the scientific linkages, the potential to include climate change considerations in air quality management planning processes in South Africa was examined.",
    "readLink": "http://192.168.0.117/index.php/sajs/article/view/9971"
  },
  {
    "title": "Conservation of Plants and Trees in the Light of Prophetic Teachings",
    "authors": [
      "Sumaira Nawaz,",
      "Shah Moeen ud Din Hashmi"
    ],
    "doi": "https://doi.org/10.36476/JIRS.5:1.06.2020.16",
    "journalVolume": "Vol. 5,\n                                no. 1",
    "issn": "2518-5330 (Print)",
    "publisher": "2519-7118 (Online)",
    "countryOfPublisher": "University of Haripur",
    "lcc": [
      "Pakistan",
      "Philosophy. Psychology. Religion: Islam. Bahai Faith. Theosophy, etc.: Islam",
      "Philosophy. Psychology. Religion: Religions. Mythology. Rationalism"
    ],
    "journalUrl": "http://jirs.uoh.edu.pk/index.php/JIRS",
    "abstract": "Article endeavors to analyze the prophetic guiding principles regarding human behaviors related to plants and trees being an important component of our environment. The discussion mainly deals with the key environmental issues emphasizing plantation and its significance for balancing the equilibrium of the environment. Additionally, it thrashes out that humans are urged to seedling the plantation even the world is to be ended in Islam. The present study is delimited to the present ecological crises faced by society and a great challenge to the globe. The current ecological problems i.e global warming and climate change are interpreted just to analyze the environmental behaviors in Hadith literature. However, a profundity descriptive study has been conducted in the most influential way to examine the prophetic rules for human behaviors related to trees and plants being environment friendly. Furthermore, the existing practices of humans related to such an environmental sphere also been aptly figure out to highlight all possible ways in the light of prophetic guidance to deal with prevailing environmental issues. Inconsistency between religious teachings and human behaviors need the keen interest of religious scholars and social scientists to carefully harmonize both for maintaining the ecological balance in nature.",
    "readLink": "http://jirs.uoh.edu.pk/index.php/JIRS/article/view/225"
  },
  {
    "title": "A coal elimination treaty 2030: Fast tracking climate change mitigation, global health and security",
    "authors": [
      "Anthony Burke,",
      "Stefanie Fishel"
    ],
    "doi": "Vol. 3\n                                \n                                \n                                  p.\n                                  100046",
    "issn": "2589-8116 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Law: Law in general. Comparative and uniform law. Jurisprudence: Comparative law. International uniform law: Environmental law",
      "Political science"
    ],
    "journalUrl": "https://www.journals.elsevier.com/earth-system-governance",
    "abstract": "This article sets out the case for an international treaty to phase out the mining and burning of coal—a Coal Elimination Treaty, or CET—by 2030, as a way of addressing multiple weaknesses in the global climate change regime and as a medium-term success towards arresting average global heating at 1.5°C before 2050. Given the growing risk that the Paris agreement will fail to trigger rapid emissions reduction, we propose the CET as a global “supply-side” mechanism, and as a way of empowering climate-vulnerable and high-ambition states. We make an integrated environmental, public health and security case for a CET, specify its design principles, and propose three negotiation pathways, including a normative model inspired by the 2017 Treaty on the Prohibition of Nuclear Weapons; one that would progressively stigmatize, prohibit and eliminate coal so as to prevent a dire and unmanageable climatic future.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2589811620300057"
  },
  {
    "title": "The Effect of Climate Variability on Cultivated Crops’ Yield and Farm Income in Chiang Mai Province, Thailand",
    "authors": [
      "Yadanar Kyaw,",
      "Thi Phuoc Lai Nguyen,",
      "Ekbordin Winijkul,",
      "Wenchao Xue,",
      "Salvatore G. P. Virdis"
    ],
    "doi": "https://doi.org/10.3390/cli11100204",
    "journalVolume": "Vol. 11,\n                                no. 204\n                                \n                                  p.\n                                  204",
    "issn": "2225-1154 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/climate",
    "abstract": "Agriculture, entwined with climatic conditions, plays a pivotal role in Thailand’s sustenance and economy. This study aimed to examine the trends of climate variability and its correlation with crop yields and social and farm factors affecting farm net income in Chiang Mai province, Thailand. Time series climate data (2002–2020) on temperature and rainfall and yields were analyzed using the Mann–Kendall trend test and Sen’s slope estimation to investigate the trends and their changes. The Pearson correlation was used to assess the association between climate variability and cultivated crop yields, and multiple linear regression was used to detect the factors influencing the farm net income. The findings show that the total annual rainfall showed an unchanged trend, but the annual temperature increased over time. Higher temperature negatively impacted longan yield but positively affected maize, with no significant impact on rice yield. The rainfall trend had no effect on crop yields. Despite declining trends in some cultivated crops’ yield, farm net income was unaffected by individual crop types. Farm income relied on cumulative output and geographic location. This research emphasizes the need for integrating climate data and forecasting models considering agronomic and socio-economic factors and crop suitability assessments for specific regions into adaptation policies and practice.",
    "readLink": "https://www.mdpi.com/2225-1154/11/10/204"
  },
  {
    "title": "Conflicting Effects of Climate and Vector Behavior on the Spread of a Plant Pathogen",
    "authors": [
      "Matthew P. Daugherty,",
      "Adam R. Zeilinger,",
      "Rodrigo P. P. Almeida"
    ],
    "doi": "https://doi.org/10.1094/PBIOMES-01-17-0004-R",
    "journalVolume": "Vol. 1,\n                                no. 1\n                                \n                                  pp.\n                                  46\n                                  – 53",
    "issn": "2471-2906 (Online)",
    "publisher": "The American Phytopathological Society",
    "countryOfPublisher": "United States",
    "lcc": [
      "Agriculture: Plant culture",
      "Science: Microbiology: Microbial ecology",
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "https://apsjournals.apsnet.org/journal/pbiomes",
    "abstract": "Local climatic conditions are important determinants of disease dynamics through effects on vector population performance or distribution. Yet, climate may also be epidemiologically significant due to effects on host−pathogen infection dynamics. We developed a model to explore interactive effects between climate-mediated acceleration in disease phenology (i.e., faster incubation or symptom onset) and vector preference based on host symptom status. Higher incubation rates favored pathogen outbreaks, but more rapid symptom onset may constrain spread if vectors avoid symptomatic hosts. Next, we tested whether warmer conditions favored greater spread of the plant pathogen, Xylella fastidiosa, by its leafhopper vector, Graphocephala atropunctata. Inoculated and healthy plants were reared in two temperature-controlled greenhouses. At six times postinoculation, a healthy and inoculated plant were exposed to noninfective vectors, after which pathogen spread was evaluated. Incubation rate and symptom onset in infected hosts was significantly accelerated at higher temperature. Although there was a tendency for greater pathogen spread at higher temperature, the effect depended on time since inoculation. In later introductions, after disease symptoms manifest, vectors were more likely to be found on healthy hosts. Vector avoidance of symptoms, particularly for hosts reared at higher temperature, constrained pathogen spread at later introductions. These results indicate that climate and vector behavior may mediate interactively pathogen spread. Further consideration of such epidemiological complexities is needed to predict adequately the consequences of climate change for disease dynamics.",
    "readLink": "https://doi.org/10.1094/PBIOMES-01-17-0004-R"
  },
  {
    "title": "A curious sociology",
    "authors": [
      "Colm Flaherty"
    ],
    "doi": "Vol. 60,\n                                no. 2",
    "issn": "0038-0342 (Print)",
    "publisher": "2002-066X (Online)",
    "countryOfPublisher": "Swedish Sociological Association",
    "lcc": [
      "Sweden",
      "Social Sciences: Sociology (General)"
    ],
    "journalUrl": "https://sociologiskforskning.se",
    "abstract": "In the first sociology course I ever took, our first reading was The sociological imagination. Mills’s (2000) writings on the differences between personal troubles and public issues, the influence of historical developments on individual experiences, and his overarching emphasis on thinking sociologically opened my eyes to a new way of seeing, understanding, and acting in the world. The sociological imagination Mills describes encourages us to question common-sense, to wonder why our societies look the way they do, and to imagine different lives, choices, and ideals. However, in his discussion of the sociological imagination, Mills (2000:5) presupposes that we (and our fellow citizens) are inherently curious, suggesting that “what [we] feel [we] need is a quality of mind that will help [us]… to achieve lucid summations of what is going on in the world and what may be happening within [ourselves].” At least for me, this was not necessarily something I felt as an 18-year-old in my second semester of university when I first encountered Mills. Yet, as we read and discussed Mills, Mead, Addams, Weber, Smith, and others, this feeling developed and grew. I became more curious, inspired to continue reading and learning sociology. Sociology helped me develop a better understanding of myself and the world around me at the same time as I found that sociology enabled me to choose amongst broader lines of actions, ideals, and life paths. This text considers the role that sociology can (and should) play in helping us understand our world. I begin with this personal anecdote, on my experience of encountering sociology, because it (unsurprisingly) heavily influences my answer to the question of how I, as a young sociologist, view the role and future of sociology. Here, I will argue that we should understand sociology as a practice characterized by curiosity. I suggest that this could have at least two potential benefits. First, a sociology saturated with curiosity would be an inherently relevant sociology. Although I (and presumably, other readers of this journal) may read sociological texts, discuss sociological theory, and do sociological research on an (almost) daily basis, sociology lacks the cultural resonance of disciplines like economics and psychology in the newspapers, public debates, and broader discourses of our society. The reasons for this are too numerous to consider here, but I argue that one of these reasons is that we seldom present sociology as something anyone can do, or something that can be useful in everyday life. A curious sociology would be a sociology that offers not answers, dry facts, or abstract theories but instead would present sociology as an active practice that enables us to better integrate our experiences and understand the connections between different people, locations, and events. Second, a curious sociology promotes increased democracy, freedom, and autonomy. Here, I make no claims that sociology or curiosity can truly combat structural oppressions, enforced through material, political, and legal power. However, I do suggest that the practice of sociology encourages us to seek new connections, attempt new tasks, and reconsider our values at the same time as it increases our interest in values, norms, and ideals initially foreign to us. Sociology, in this sense, implies experimentation—the trying out of new selves and the creation of new means and ends. My conception of a curious sociology grows out of a particular understanding of the word sociology. Defining sociology is an inherently fraught exercise. Therefore, I wish to emphasize that I make no claim to a universal definition here, but instead merely offer some outlines of my own understanding. Sociology, for me, encompasses a manner of being, understanding, and acting in the world. It is an active, critical practice that involves both “an attempt to understand” (Berger 1963:4) and an acknowledgement that “to understand something is to acquire a way of doing something” (Crossley 2013:149). Sociology entails critically questioning the world around us as well as critically questioning ourselves, our taste and our actions. Sociology, in this sense, is therefore not solely something we do in our roles as researchers or teachers, but instead a habit [see e.g. James (1997)] that we can (and should) adopt in almost all social settings. Curiosity forms a part of this habit. I follow Dewey (1966) in viewing curiosity as the process through which we seek new connections to our experiences. Through curiosity, Dewey (1966:244) suggests that “our ordinary daily experiences cease to be things of the moment and [instead] gain enduring substance.” Like sociology, curiosity in this conception is active. Through this activity, our experiences become more significant, meaningful, and holistic. Like all habits, the practice of sociology must be learned. Thus, when discussing the role of sociology, the obvious place to start is in the classroom. Teaching sociology implies finding new and better ways to incorporate and expand the interests our students arrive with, demonstrating that sociological theories are not merely abstract ideas but instead concrete tools. For example, when teaching on deviance and stigma, I have found it helpful to ask students to observe and consider events they attend like family dinners, parties, or university lectures and create lists of rules or norms that govern these settings. I argue that it is less important to have an encyclopedic knowledge of Goffman, Becker, and their influences and more important how their writings allow us to analyze how power works in these varied settings, through examining who can and cannot stigmatize in these settings or whether different individuals suffer the same consequences for similar behaviors. In immediately making sociological theories concrete, I suggest that (at least some) students become more curious about why the social situations they find themselves in appear as they do and begin to reconsider how their experiences in these seemingly strikingly different places can be connected. Similarly, it can help students to query whether the rules, habits, and norms that regulate these social settings are desirable, and if not, what alternatives may exist or be imagined. The point, then, is not necessarily that students can recite the writings or theories of Durkheim, Collins, or Cohen (to remain with the criminological theme) but rather that they engage in the activity of questioning and wondering. Theories are, after all, merely tools we use to try to understand and explain the world around us. In focusing teaching on promoting the activity of sociology rather than the canon of sociology, I suggest that we may help our students to ask more questions, expand their horizons, and become more curious. Similarly, if we consider sociology as a habit rather than profession, I suggest that we must take seriously Martin’s (2022:39) claim that we often “do not carry out research to clarify issues about which we are unsure” and that we instead at times explore “questions…whose answers are so obvious that they are hardly worth asking.” One does not have to agree with Martin’s polemic stance on the current state of sociology to agree that research projects should start from a place of true doubt and curiosity. I suggest that one manner of ensuring that our research explores questions of both relevance and doubt would be to take the tenets of Dorothy Smith much more seriously than we often do. Departing from the experiences, problems, and questions of everyday life not only ensures that research remains rooted in concrete realities of actual subjects, but also enables us to pursue projects and questions that overlap between different spheres or fields of sociological research. Just as Mills famously argues that we should reject methodological fetishism, we should also reject theoretical or subfield fetishism. If we instead view sociology as a holistic activity, we can not only better connect the many varied and brilliant works of sociology that already exist, but also promote increased cooperation amongst different researchers, schools of thought, and even disciplines. Sociology, understood as an activity rather than a field, could play a vital role in understanding, changing, and improving our societies. The problems which we tend to examine in sociological research—poverty, sexism, racism, climate change, etc.—are not problems that individuals will solve. These are problems that can only be solved collectively. We require new solutions and will need to experiment with new forms of social organization. The activity of sociology is vital for imagining these new social arrangements as well as in helping us see if they solve our current problems and what new problems they might create. Promoting sociology as a curious activity means finding new ways to reach out to broader audiences at the same time as it means encouraging more individuals to engage in the activity of sociology, questioning and experimenting with the social orders they desire. In this sense, I end where I started, in agreement with Mills that the habit of sociology remains an invaluable aid not only in understanding our social world, but in changing it. Colm Flaherty Postdoc at the Department of Social Sciences and Business, Roskilde University Universitetsvej 1, 14.1, DK-4000, Roskilde colmf@ruc.dk",
    "readLink": "https://sociologiskforskning.se/sf/article/view/25485"
  },
  {
    "title": "Critical review of SWAT applications in the upper Nile basin countries",
    "authors": [
      "A. van Griensven,",
      "P. Ndomba,",
      "S. Yalew,",
      "F. Kilonzo"
    ],
    "doi": "https://doi.org/10.5194/hess-16-3371-2012",
    "journalVolume": "Vol. 16,\n                                no. 9\n                                \n                                  pp.\n                                  3371\n                                  – 3381",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "The Soil and Water Assessment Tool (SWAT) is an integrated river basin model that is widely applied within the Nile basin. Up to date, more than 20 peer-reviewed papers describe the use of SWAT for a variety of problems in the upper Nile basin countries, such as erosion modelling, land use and climate change impact modelling and water resources management. The majority of the studies are focused on locations in the tropical highlands in Ethiopia and around Lake Victoria. The popularity of SWAT is attributed to the fact that the tool is freely available and that it is readily applicable through the development of geographic information system (GIS) based interfaces and its easy linkage to sensitivity, calibration and uncertainty analysis tools. The online and free availability of basic GIS data that are required for SWAT made its applicability more straightforward even in data-scarce areas. However, the easy use of SWAT may not always lead to appropriate models which is also a consequence of the quality of the available free databases in these regions. In this paper, we aim at critically reviewing the use of SWAT in the context of the modelling purpose and problem descriptions in the tropical highlands of the Nile basin countries. To evaluate the models that are described in journal papers, a number of criteria are used to evaluate the model set-up, model performances, physical representation of the model parameters, and the correctness of the hydrological model balance. On the basis of performance indicators, the majority of the SWAT models were classified as giving satisfactory to very good results. Nevertheless, the hydrological mass balances as reported in several papers contained losses that might not be justified. Several papers also reported the use of unrealistic parameter values. More worrying is that many papers lack this information. For this reason, most of the reported SWAT models have to be evaluated critically. An important gap is the lack of attention that is given to the vegetation and crop processes. None of the papers reported any adaptation to the crop parameters, or any crop-related output such as leaf area index, biomass or crop yields. A proper simulation of the land cover is important for obtaining correct runoff generation, evapotranspiration and erosion computations. It is also found that a comparison of SWAT applications on the same or similar case study but by different research teams and/or model versions resulted in very different results. It is therefore recommended to find better methods to evaluate the representativeness of the distributed processes and parameters (especially when land use studies are envisaged) or predictions of the future through environmental changes. The main recommendation is that more details on the model set-up, the parameters and outputs should be provided in the journal papers or supplementary materials in order to allow for a more stringent evaluation of these models.",
    "readLink": "http://www.hydrol-earth-syst-sci.net/16/3371/2012/hess-16-3371-2012.pdf"
  },
  {
    "title": "Sea State Decadal Variability in the North Atlantic: A Review",
    "authors": [
      "Antoine Hochet,",
      "Guillaume Dodet,",
      "Fabrice Ardhuin,",
      "Mark Hemer,",
      "Ian Young"
    ],
    "doi": "https://doi.org/10.3390/cli9120173",
    "journalVolume": "Vol. 9,\n                                no. 173\n                                \n                                  p.\n                                  173",
    "issn": "2225-1154 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/climate",
    "abstract": "Long-term changes of wind-generated ocean waves have important consequences for marine engineering, coastal management, ship routing, and marine spatial planning. It is well-known that the multi-annual variability of wave parameters in the North Atlantic is tightly linked to natural fluctuations of the atmospheric circulation, such as the North Atlantic Oscillation. However, anthropogenic climate change is also expected to influence sea states over the long-term through the modification of atmospheric and ocean circulation and melting of sea ice. Due to the relatively short duration of historical sea state observations and the significant multi-decadal variability in the sea state signal, disentangling the anthropogenic signal from the natural variability is a challenging task. In this article, the literature on inter-annual to multi-decadal variability of sea states in the North Atlantic is reviewed using data from both observations and model reanalysis.",
    "readLink": "https://www.mdpi.com/2225-1154/9/12/173"
  },
  {
    "title": "Framing Forest Fires and Environmental Activism: a Storytelling Contest about Human Intervention in Nature",
    "authors": [
      "Enric Castelló,",
      "Marta Montagut"
    ],
    "doi": "https://doi.org/10.15581/003.32.4.291-306",
    "journalVolume": "Vol. 32,\n                                no. 4\n                                \n                                  pp.\n                                  291\n                                  – 306",
    "issn": "2386-7876 (Online)",
    "publisher": "Universidad de Navarra",
    "countryOfPublisher": "Spain",
    "lcc": [
      "Language and Literature: Philology. Linguistics: Communication. Mass media",
      "Social Sciences: Commerce: Business: Advertising"
    ],
    "journalUrl": "https://revistas.unav.edu/index.php/communication-and-society",
    "abstract": "This article focuses on the processes of sense-making of forest fires in a Mediterranean context. The authors use a textual approach to compare media framing with activist organizational storytelling. The authors conducted a frame analysis in two major daily newspapers in Catalonia (La Vanguardia and El Periódico de Catalunya) during three summers and compared the results with the stories from four leading activist and volunteering organizations that came out of in-depth interviews with their members, one focus group and published materials. The results identified up to five major mainstream media frames, among which were stories focusing on agricultural risk, climate change and weather conditions; imprudent and negligent attitudes; inappropriate fuel management and woodland conditions; and arson. The natural self-regulatory frame was present as part of the discourse of resilience but almost residual. Some journalism focused on the spectacular nature of the events and their dramatic impact, which led to some degree of mediatization of wildfires. The organizations problematized these frames and discussed about the appropriateness of human intervention to prevent forest fires. The results also revealed that activists observed the issue from a broader complexity, replicating frames on “structural responsibility” instead of “individual responsibility” allocation. The authors point out that if wildfires are to be better understood and dealt with more in-depth knowledge is required of different stakeholders’ approaches to preventing forest fires.",
    "readLink": "https://www.unav.edu/publicaciones/revistas/index.php/communication-and-society/article/view/35433"
  }
]