[
  {
    "title": "State-of-the-Art Review of the Key Factors Affecting Electric Vehicle Adoption by Consumers",
    "authors": [
      "Konstantina Anastasiadou,",
      "Nikolaos Gavanas"
    ],
    "doi": "https://doi.org/10.3390/en15249409",
    "journalVolume": "Vol. 15,\n                                no. 9409\n                                \n                                  p.\n                                  9409",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "The dependence of road transport on fossil fuels and its contribution to greenhouse gas (GHG) and pollutant emissions are main concerns leading to the need for shifting toward alternative energy sources and, namely, electromobility. The current paper aims to identify the key determinants affecting the consumer adoption of electric vehicles (EVs), focusing on private passenger cars. Toward this purpose, a systematic review of recent international literature is conducted in order to identify motivators and barriers, which are then categorized following the PESTLE (Political–Economic–Social–Technological–Legal–Environmental) approach. Based on the review results, main policy implications and recommendations are discussed. A main conclusion is that the recent literature highlights a wide array of determinants, without converging as to which ones are the most influential regarding EV adoption by consumers. Another conclusion is that the environmental aspects are less important for consumers than anticipated, despite the concerns about climate change and renewable energy transition.",
    "readLink": "https://www.mdpi.com/1996-1073/15/24/9409"
  },
  {
    "title": "Environmental filtering rather than dispersal limitation dominated plant community assembly in the Zoige Plateau",
    "authors": [
      "Jianping Yang,",
      "Peixi Su,",
      "Zijuan Zhou,",
      "Rui Shi,",
      "Xinjing Ding"
    ],
    "doi": "https://doi.org/10.1002/ece3.9117",
    "journalVolume": "Vol. 12,\n                                no. 7\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2045-7758 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20457758",
    "abstract": "Abstract Identifying the mechanisms that underlie the assembly of plant communities is critical to the conservation of terrestrial biodiversity. However, it is seldom measured or quantified how much deterministic versus stochastic processes contribute to community assembly in alpine meadows. Here, we measured the decay in community similarity with spatial and environmental distance in the Zoige Plateau. Furthermore, we used redundancy analysis (RDA) to divide the variations in the relative abundance of plant families into four components to assess the effects of environmental and spatial. Species assemblage similarity liner declined with geographical distance (p < .001, R2 = .6388), and it decreased significantly with increasing distance of total phosphorus (TP), alkali‐hydrolyzable nitrogen (AN), available potassium (AK), nitrate nitrogen (NO3+–N), and ammonia nitrogen (NH4+–N). Environmental and spatial variables jointly explained a large proportion (55.2%) of the variation in the relative abundance of plant families. Environmental variables accounted for 13.1% of the total variation, whereas spatial variables accounted for 11.4%, perhaps due to the pronounced abiotic gradients in the alpine areas. Our study highlights the mechanism of plant community assembly in the alpine ecosystem, where environmental filtering plays a more important role than dispersal limitation. In addition, a reasonably controlled abundance of Compositae (the family with the highest niche breadth and large niche overlap value with Gramineae and Cyperaceae) was expected to maintain sustainable development in pastoral production. These results suggest that management measures should be developed with the goal of improving or maintaining suitable local environmental conditions.",
    "readLink": "https://doi.org/10.1002/ece3.9117"
  },
  {
    "title": "Effect of land use, season, and soil depth on soil microbial biomass carbon of Eastern Himalayas",
    "authors": [
      "Nima Tshering Lepcha,",
      "N. Bijayalaxmi Devi"
    ],
    "doi": "https://doi.org/10.1186/s13717-020-00269-y",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 14",
    "issn": "2192-1709 (Online)",
    "publisher": "SpringerOpen",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologicalprocesses.com/",
    "abstract": "Abstract Background Soil microbial biomass, an important nutrient pool for ecosystem nutrient cycling is affected by several factors including climate, edaphic, and land-use change. Himalayan soils are young and unstable and prone to erosion and degradation due to its topography, bioclimatic conditions and anthropogenic activities such as frequent land-use change. Through this study, we tried to assess how soil parameters and microbial biomass carbon (MBC) of Eastern Himalayan soils originated from gneissic rock change with land-use type, soil depth and season. Chloroform fumigation extraction method was employed to determine MBC from different land-use types. Results Soil physical and chemical properties varied significantly with season, land-use and soil depth (p < 0.001). The maximum values of soil properties were observed in the rainy season followed by summer and winter season in all the study sites. Annual mean microbial biomass carbon was highest in the forest (455.03 μg g− 1 ) followed by cardamom agroforestry (392.86 μg g− 1) and paddy cropland (317.47 μg g− 1). Microbial biomass carbon exhibited strong significant seasonal difference (p < 0.001) in all the land-use types with a peak value in the rainy season (forest-592.78 μg g− 1; agroforestry- 499.84 μg g− 1 and cropland- 365.21 μg g− 1) and lowest in the winter season (forest − 338.46 μg g− 1; agroforestry – 320.28 μg g− 1 and cropland − 265.70 μg g− 1). The value of microbial biomass carbon decreased significantly with soil depth (p < 0.001) but showed an insignificant increase in the second year which corresponds to a change in rainfall pattern. Besides, land-use type, season and soil depth, soil properties also strongly influenced microbial biomass carbon (p < 0.001). Microbial quotient was highest in the agroforestry system (2.16%) and least in the subtropical forest (1.91%). Conclusions Our results indicate that land-use, soil depth and season significantly influenced soil properties and microbial biomass carbon. The physical and chemical properties of soil and MBC exhibit strong seasonality while the type of land-use influenced the microbial activity and biomass of different soil layers in the study sites. Higher soil organic carbon content in cardamom agroforestry and forest in the present study indicates that restoration of the litter layer through retrogressive land-use change accelerates microbial C immobilization which further helps in the maintenance of soil fertility and soil organic carbon sequestration.",
    "readLink": "http://link.springer.com/article/10.1186/s13717-020-00269-y"
  },
  {
    "title": "National Capacity Self Assessment for Non-Annex I Nations: The Case of Lebanon",
    "authors": [
      "Farid B. Chaaban,",
      "Mohammad Akkawi"
    ],
    "doi": "Vol. 3,\n                                no. 3",
    "issn": "2146-4553 (Online)",
    "publisher": "EconJournals",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://www.econjournals.com/index.php/ijeep",
    "abstract": "Countries, both developed and developing, are called on to identify, through self assessments, their priority environmental issues such as mitigating greenhouse gas emissions, combating deforestation, promoting sustainable land and water management, and minimizing their vulnerabilities to the impact of climate change. Root cause analysis is conducted to determine the major barriers and institutional capacities. This papers presents capacity constraints in national priority issues typically encountered in developing or non-annex one nations, with the national capacity self assessment of Lebanon taken as a case study. The analysis of the information has identified a number of achievements and difficulties related to the fulfillment of the commitments under the UN Framework Convention on Climate Change. The common priority issues are national action plan for GHG abatement, vulnerability and adaptation, research and systematic observation, technology transfer, and education and public awareness. Root cause analysis related to priority issues has been carried out during which the causes and impacts of the constraints have been identified. The corresponding assessment matrices are also presented. Lack of financial resources is found to be the constraint facing priority issues. Keywords: Power sector; self assessment; capacity development; root cause analysis; market penetration. JEL Classifications: O13; O53",
    "readLink": "http://mail.econjournals.com/index.php/ijeep/article/view/472"
  },
  {
    "title": "Project-Based Learning as a Method for Interdisciplinary Adaptation to Climate Change—Reda Valley Case Study",
    "authors": [
      "Dominika Wróblewska,",
      "Romanika Okraszewska"
    ],
    "doi": "https://doi.org/10.3390/su12114360",
    "journalVolume": "Vol. 12,\n                                no. 4360\n                                \n                                  p.\n                                  4360",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The challenges of the global labour market require university authorities to extend traditional forms of education into more innovative and effective solutions. Project-based learning (PjBL) is one of highly effective methods for acquiring knowledge and teaching “soft” skills to future employees. This article describes an experimental use of PjBL at a university with a long history of teaching based on traditional methods—the Gdansk University of Technology. The experiment was conducted in the academic year 2017–2018, in collaboration with the city of Wejherowo. The project’s main goal was to solve the city’s real problems related to climate change, land development and water management. The project was implemented experimentally as part of two subjects: spatial planning, and monitoring and environmental management to ensure an interdisciplinary approach and cover the scope of the project fully. The results of the experiment confirmed the evidence-based advantages of PjBL. However, several methodological, organisational and technical problems, which need to be resolved before a new edition starts, were encountered during the experimental implementation of the method. The experiment was positively received by students, clients, and tutors. To evaluate the impact of PjBL on spatial planning education, the new edition must include a methodological framework for evaluation.",
    "readLink": "https://www.mdpi.com/2071-1050/12/11/4360"
  },
  {
    "title": "Empirical Approach for Modelling Tree Phenology in Mixed Forests Using Remote Sensing",
    "authors": [
      "Koffi Dodji Noumonvi,",
      "Gal Oblišar,",
      "Ana Žust,",
      "Urša Vilhar"
    ],
    "doi": "https://doi.org/10.3390/rs13153015",
    "journalVolume": "Vol. 13,\n                                no. 3015\n                                \n                                  p.\n                                  3015",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Phenological events are good indicators of the effects of climate change, since phenological phases are sensitive to changes in environmental conditions. Although several national phenological networks monitor the phenology of different plant species, direct observations can only be conducted on individual trees, which cannot be easily extended over large and continuous areas. Remote sensing has often been applied to model phenology for large areas, focusing mostly on pure forests in which it is relatively easier to match vegetation indices with ground observations. In mixed forests, phenology modelling from remote sensing is often limited to land surface phenology, which consists of an overall phenology of all tree species present in a pixel. The potential of remote sensing for modelling the phenology of individual tree species in mixed forests remains underexplored. In this study, we applied the seasonal midpoint (SM) method with MODIS GPP to model the start of season (SOS) and the end of season (EOS) of six different tree species in Slovenian mixed forests. First, substitute locations were identified for each combination of observation station and plant species based on similar environmental conditions (aspect, slope, and altitude) and tree species of interest, and used to retrieve the remote sensing information used in the SM method after fitting the best of a Gaussian and two double logistic functions to each year of GPP time series. Then, the best thresholds were identified for SOS and EOS, and the results were validated using cross-validation. The results show clearly that the usual threshold of 0.5 is not best in most cases, especially for estimating the EOS. Despite the difficulty in modelling the phenology of different tree species in a mixed forest using remote sensing, it was possible to estimate SOS and EOS with moderate errors as low as Fagus sylvatica and Tilia sp.) and Fagus sylvatica and Populus tremula), respectively.",
    "readLink": "https://www.mdpi.com/2072-4292/13/15/3015"
  },
  {
    "title": "The climate impact of COVID-19-induced contrail changes",
    "authors": [
      "A. Gettelman,",
      "C.-C. Chen,",
      "C. G. Bardeen"
    ],
    "doi": "https://doi.org/10.5194/acp-21-9405-2021",
    "journalVolume": "Vol. 21\n                                \n                                \n                                  pp.\n                                  9405\n                                  – 9416",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "The COVID-19 pandemic caused significant economic disruption in 2020 and severely impacted air traffic. We use a state-of-the-art Earth system model and ensembles of tightly constrained simulations to evaluate the effect of the reductions in aviation traffic on contrail radiative forcing and climate in 2020. In the absence of any COVID-19-pandemic-caused reductions, the model simulates a contrail effective radiative forcing (ERF) of 62 ± 59 mW m−2 (2 standard deviations). The contrail ERF has complex spatial and seasonal patterns that combine the offsetting effect of shortwave (solar) cooling and longwave (infrared) heating from contrails and contrail cirrus. Cooling is larger in June–August due to the preponderance of aviation in the Northern Hemisphere, while warming occurs throughout the year. The spatial and seasonal forcing variations also map onto surface temperature variations. The net land surface temperature change due to contrails in a normal year is estimated at 0.13 ± 0.04 K (2 standard deviations), with some regions warming as much as 0.7 K. The effect of COVID-19 reductions in flight traffic decreased contrails. The unique timing of such reductions, which were maximum in Northern Hemisphere spring and summer when the largest contrail cooling occurs, means that cooling due to fewer contrails in boreal spring and fall was offset by warming due to fewer contrails in boreal summer to give no significant annual averaged ERF from contrail changes in 2020. Despite no net significant global ERF, because of the spatial and seasonal timing of contrail ERF, some land regions would have cooled slightly (minimum −0.2 K) but significantly from contrail changes in 2020. The implications for future climate impacts of contrails are discussed.",
    "readLink": "https://acp.copernicus.org/articles/21/9405/2021/acp-21-9405-2021.pdf"
  },
  {
    "title": "Greenhouse Gas Emissions and Economic Performance in EU Agriculture: An Empirical Study in a Non-Linear Framework",
    "authors": [
      "Eleni Zafeiriou,",
      "Ioannis Mallidis,",
      "Konstantinos Galanopoulos,",
      "Garyfallos Arabatzis"
    ],
    "doi": "https://doi.org/10.3390/su10113837",
    "journalVolume": "Vol. 10,\n                                no. 11\n                                \n                                  p.\n                                  3837",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Numerous linkages among Agriculture and climate change have been identified and validated in global terms. In European Union, the economic performance⁻carbon dioxide emission relationship has become a particularly high priority issue for Common agricultural policy within the last decade, attracting scientific interest. Within this socio⁻economic framework, the present work studies the relationship between agricultural carbon emissions equivalents and income per capita for the agricultural sector in different EU countries with the assistance of the nonlinear autoregressive distributed lag (NARDL) cointegration technique. Our findings validate the existence of a strong relationship between GHG emissions and agricultural income, since the cointegration among the two variables is established in all instances, while the asymmetric impact of agricultural income on carbon emissions may well provide policy makers with tools which when implemented, may well promote the increase of agricultural income along with GHG effect mitigation in a successful way.",
    "readLink": "https://www.mdpi.com/2071-1050/10/11/3837"
  },
  {
    "title": "Recycling of Post-Use Bioprocessing Plastic Containers—Mechanical Recycling Technical Feasibility",
    "authors": [
      "Duc-Nam Luu,",
      "Magali Barbaroux,",
      "Gaelle Dorez,",
      "Katell Mignot,",
      "Estelle Doger,",
      "Achille Laurent,",
      "Jean-Michel Brossard,",
      "Claus-Jürgen Maier"
    ],
    "doi": "https://doi.org/10.3390/su142315557",
    "journalVolume": "Vol. 14,\n                                no. 15557\n                                \n                                  p.\n                                  15557",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Most of the plastic-based solutions used in bio-manufacturing are today incinerated after use, even the not “bio-contaminated”. Bioprocessing bags used for media and buffer preparation and storage represent the largest amount today. The aim of this work was to technically assess the feasibility of the mechanical recycling of bioprocessing bags. Materials from different sorting and recycling strategies have been characterized, for their suitability of further use. Quantitative physical and mechanical tests and analysis (FTIR, DSC, TGA, density, MFI, color, tensile, flexural, and Charpy choc) were performed. The data show that these recycled plastics could be oriented towards second use requiring physical properties similar to equivalent virgin materials. A comparative life cycle assessment, based on a theoretical framework, shows that mechanical recycling for end of life presents the advantage of keeping material in the loop, without showing a significant statistical difference compared to incineration with regards to the climate change indicator.",
    "readLink": "https://www.mdpi.com/2071-1050/14/23/15557"
  },
  {
    "title": "Implications of Zoonoses From Hunting and Use of Wildlife in North American Arctic and Boreal Biomes: Pandemic Potential, Monitoring, and Mitigation",
    "authors": [
      "Lucy O. Keatts,",
      "Martin Robards,",
      "Sarah H. Olson,",
      "Karsten Hueffer,",
      "Stephen J. Insley,",
      "Stephen J. Insley,",
      "Damien O. Joly,",
      "Susan Kutz,",
      "David S. Lee,",
      "Cheryl-Lesley B. Chetkiewicz,",
      "Stéphane Lair,",
      "Nicholas D. Preston,",
      "Mathieu Pruvot,",
      "Mathieu Pruvot,",
      "Justina C. Ray,",
      "Donald Reid,",
      "Jonathan M. Sleeman,",
      "Raphaela Stimmelmayr,",
      "Raphaela Stimmelmayr,",
      "Craig Stephen,",
      "Craig Stephen,",
      "Chris Walzer,",
      "Chris Walzer"
    ],
    "doi": "https://doi.org/10.3389/fpubh.2021.627654",
    "journalVolume": "Vol. 9",
    "issn": "2296-2565 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/public-health",
    "abstract": "The COVID-19 pandemic has re-focused attention on mechanisms that lead to zoonotic disease spillover and spread. Commercial wildlife trade, and associated markets, are recognized mechanisms for zoonotic disease emergence, resulting in a growing global conversation around reducing human disease risks from spillover associated with hunting, trade, and consumption of wild animals. These discussions are especially relevant to people who rely on harvesting wildlife to meet nutritional, and cultural needs, including those in Arctic and boreal regions. Global policies around wildlife use and trade can impact food sovereignty and security, especially of Indigenous Peoples. We reviewed known zoonotic pathogens and current risks of transmission from wildlife (including fish) to humans in North American Arctic and boreal biomes, and evaluated the epidemic and pandemic potential of these zoonoses. We discuss future concerns, and consider monitoring and mitigation measures in these changing socio-ecological systems. While multiple zoonotic pathogens circulate in these systems, risks to humans are mostly limited to individual illness or local community outbreaks. These regions are relatively remote, subject to very cold temperatures, have relatively low wildlife, domestic animal, and pathogen diversity, and in many cases low density, including of humans. Hence, favorable conditions for emergence of novel diseases or major amplification of a spillover event are currently not present. The greatest risk to northern communities from pathogens of pandemic potential is via introduction with humans visiting from other areas. However, Arctic and boreal ecosystems are undergoing rapid changes through climate warming, habitat encroachment, and development; all of which can change host and pathogen relationships, thereby affecting the probability of the emergence of new (and re-emergence of old) zoonoses. Indigenous leadership and engagement in disease monitoring, prevention and response, is vital from the outset, and would increase the success of such efforts, as well as ensure the protection of Indigenous rights as outlined in the United Nations Declaration on the Rights of Indigenous Peoples. Partnering with northern communities and including Indigenous Knowledge Systems would improve the timeliness, and likelihood, of detecting emerging zoonotic risks, and contextualize risk assessments to the unique human-wildlife relationships present in northern biomes.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpubh.2021.627654/full"
  }
]