[
  {
    "title": "Temperature and barometric pressure affect the activity intensity and movement of an endangered thermoconforming lizard",
    "authors": [
      "Daniel Ariano‐Sánchez,",
      "Rasmus M. Mortensen,",
      "Rory P. Wilson,",
      "Peder Bjureke,",
      "Stefanie Reinhardt,",
      "Frank Rosell"
    ],
    "doi": "https://doi.org/10.1002/ecs2.3990",
    "journalVolume": "Vol. 13,\n                                no. 3\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract Global warming is expected to affect movement‐related thermoregulation in ectotherms, but the likely effects on thermoconforming lizards, which spend little energy in thermoregulation behavior, are unclear. We used the Guatemalan beaded lizard (Heloderma charlesbogerti) as a model thermoconforming species to investigate the effects of ambient temperature and barometric pressure (a cue for rain in the study area) on activity intensity and the structure of movement paths. We tracked 12 individuals over a total of 148 animal days during the wet season of 2019 using Global Positioning System tags and triaxial accelerometry. We found a clear positive effect of ambient temperature on activity (using vectorial dynamic body acceleration [VeDBA]) and step length of lizard movements. The movement also became more directional (longer step lengths and smaller turning angles) with increasing ambient temperatures. There was a small negative effect of barometric pressure on VeDBA. We propose that our patterns are indicative of internal state changes in the animals, as they move from a state of hunger, eliciting foraging, which is enhanced by lower temperatures and rainfall to a thermally stressed state, which initiates shelter‐seeking. Our findings highlight the sensitivity of this species to temperature change, show that not all thermoconforming lizards are thermal generalists, and indicate that predicted regional increases in temperature and reduction in rainfall are likely to negatively impact this species by reducing the width of their operational thermal window.",
    "readLink": "https://doi.org/10.1002/ecs2.3990"
  },
  {
    "title": "Foreign demand for agricultural commodities drives virtual carbon exports from Cambodia",
    "authors": [
      "Emma Johansson,",
      "Stefan Olin,",
      "Jonathan Seaquist"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ab8157",
    "journalVolume": "Vol. 15,\n                                no. 6\n                                \n                                  p.\n                                  064034",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Rapid deforestation is a major sustainability challenge, partly as the loss of carbon sinks exacerbates global climate change. In Cambodia, more than 13% of the total land area has been contracted out to foreign and domestic agribusinesses in the form of economic land concessions, causing rapid large-scale land use change and deforestation. Additionally, the distant drivers of local and global environmental change often remain invisible. Here, we identify hotspots of carbon loss between 1987–2017 using the dynamic global vegetation model LPJ-GUESS and by comparing past and present land use and land cover. We also link global consumption and production patterns to their environmental effects in Cambodia by mapping the countries to which land-use embedded carbon are exported. We find that natural forests have decreased from 54%–21% between 1987 and 2017, mainly for the expansion of farmland and orchards, translating into 300 million tons of carbon lost, with loss rates over twice as high within economic land concessions. China is the largest importer of embedded carbon, mainly for rubber and sugarcane from Chinese agribusinesses. Cambodian investors have also negatively affected carbon pools through export-oriented products like rubber. The combined understanding of environmental change and trade flows makes it possible to identify distant drivers of deforestation, which is important for crafting more environmentally and socially responsible policies on national and transnational scales.",
    "readLink": "https://doi.org/10.1088/1748-9326/ab8157"
  },
  {
    "title": "Drought Analysis in East Nusa Tenggara (Indonesia) Using Regional Frequency Analysis",
    "authors": [
      "Heri Kuswanto,",
      "Anggi Wahyu Puspa,",
      "Imam Safawi Ahmad,",
      "Fausania Hibatullah"
    ],
    "doi": "https://doi.org/10.1155/2021/6626102",
    "journalVolume": "Vol. 2021",
    "issn": "2356-6140 (Print)",
    "publisher": "1537-744X (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Technology",
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.hindawi.com/journals/tswj/",
    "abstract": "Drought is a condition of a shortage of water that has an impact on economic activity. This research studies the severe drought area in Indonesia using Regional Frequency Analysis (RFA), based on daily precipitation data recorded at nine stations. The analysis reveals five homogeneous regions, based on discordancy and heterogeneity tests. Furthermore, the L-moment approach is applied to investigate the regional distribution and suggests that the Pearson type III distribution is the distribution that best fits the five regions. This distribution is also used to calculate the regional growth curve that is employed in the drought analysis. The drought return period analysis, for conditions of 40% of normal rainfall, concludes that the region containing the Fransiskus Xaverius, Gewayantana, and Mali stations has the highest drought risk, indicated by the fastest return period estimate of 2 years and 4 months. Moreover, the extreme drought analysis shows that two of the regions have the potential to experience the return of extreme drought, with less than 20% of normal rainfall, in less than four years.",
    "readLink": "http://dx.doi.org/10.1155/2021/6626102"
  },
  {
    "title": "Different climate factors contributing for runoff increases in the high glacierized tributaries of Tarim River Basin, China",
    "authors": [
      "Xiaolei Wang,",
      "Yi Luo,",
      "Lin Sun,",
      "Muhammad Shafeeque"
    ],
    "doi": "Vol. 36\n                                \n                                \n                                  p.\n                                  100845",
    "issn": "2214-5818 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Science: Geology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/journal-of-hydrology-regional-studies/",
    "abstract": "Study region: The headwaters of Tarim River. Study focus: The Tarim River basin is the largest arid inland river basin in China and recently only Aksu, Yarkant and Hotan Rivers have natural hydraulic connections with it. With climate changing, the runoff from the headwaters of Tarim River basin has undergone obvious changes that significantly affected downstream areas. It is necessary to quantitatively attribute the impact of climate changes on runoff. However, the previous researches mostly focused on the Aksu River basin, and the attribution of runoff changes in the Yarkant and Hotan River basins was nearly blank. This paper is dedicated to reveal the dominated climate factors for the runoff changes in all the three tributaries with large glacier coverage, by combining the glacier-enhanced SWAT model with the original and detrended precipitation and temperature inputs. New hydrological insights for the region: It was recognized that the rising temperature respectively contributed 94 % and 66 % to streamflow increases in the Hotan and Aksu River basins with slower glacier shrinking during 1965−2007. Meanwhile, the increased precipitation contributed 87 % to streamflow increase in the Yarkant River basin with a larger glacier area retreating ratio. It is not as widely believed that the runoff changes in high glacierized basins are more correlated with temperature changes. The respective variation amplitude of temperature and precipitation should be concerned in every catchment.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2214581821000744"
  },
  {
    "title": "Immediate and Persistent Effects of Temperature on Oxygen Consumption and Thermal Tolerance in Embryos and Larvae of the Baja California Chorus Frog, Pseudacris hypochondriaca",
    "authors": [
      "Casey A. Mueller,",
      "Julie Bucsky,",
      "Lindsey Korito,",
      "Samantha Manzanares"
    ],
    "doi": "https://doi.org/10.3389/fphys.2019.00754",
    "journalVolume": "Vol. 10",
    "issn": "1664-042X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physiology"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/physiology",
    "abstract": "The developmental environment has significant immediate effects on phenotypes, but it may also persistently or permanently shape phenotypes across life history. This study examined how developmental temperature influenced embryonic and larval phenotypes of Baja California chorus frog (Pseudacris hypochondriaca), an abundant amphibian in southern California and northern Baja California. We collected egg clutches from native ponds in northern San Diego County within 24 h of fertilization, and clutches were separated and distributed between constant temperatures of 10, 15, 20, and 25°C for incubation. Oxygen consumption rate (V˙O2), developmental stage, and embryo and yolk masses were measured throughout development. Time to 50% hatch, survival at 50% hatch, and hatch duration were determined. Development rate was strongly affected by temperature, with warmer temperatures reducing time to hatch and hatch duration. Survival to hatch was high across all temperatures, >90%. Mass-specific V˙O2 of embryos either remained constant or increased throughout development, and by hatching energy demand was significantly increased at higher temperatures. There were limited temperature effects on growth, with embryo and yolk dry mass similar between temperatures throughout embryonic development. To examine long-term effects of embryonic temperature, we reared hatchlings from each temperature until onset of larval feeding. Once feeding, larvae were acclimated to 20 or 25°C (>2 weeks). Following acclimation to 20 or 25°C, we measured larval mass-specific V˙O2 and critical thermal maximum (CTMax) at a common developmental stage (Gosner stages 32–36, “hindlimb toe differentiation”). Embryonic temperature had persistent effects on larval V˙O2 and CTMax, with warmer temperatures generally resulting in similar or higher V˙O2 and CTMax. This partially supported a “warmer is better” effect of embryonic incubation temperature. These results suggest that in a thermally robust amphibian species, temperature may program the phenotype during early development to construct traits in thermal tolerance and energy use that may persist. Overall, P. hypochondriaca displays a thermally robust phenotype, and it is possible that amphibians that possess a wider range of phenotypic plasticity will be relatively more successful mitigating effects of climate change.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fphys.2019.00754/full"
  },
  {
    "title": "Water footprint of milk production systems in semi-arid plains of North Africa",
    "authors": [
      "Yerou Houari,",
      "Belguerbi Benamar,",
      "Homrani Abdelkader,",
      "Benabdeli Kheloufi"
    ],
    "doi": "https://doi.org/10.2298/BAH2101027Y",
    "journalVolume": "Vol. 37,\n                                no. 1\n                                \n                                  pp.\n                                  27\n                                  – 43",
    "issn": "1450-9156 (Print)",
    "publisher": "2217-7140 (Online)",
    "countryOfPublisher": "Institute for Animal Husbandry, Belgrade",
    "lcc": [
      "Serbia",
      "Agriculture: Animal culture"
    ],
    "journalUrl": "https://scindeks.ceon.rs/journaldetails.aspx?issn=1450-9156",
    "abstract": "Water resources are becoming scarce and must be preserved. The significant use of water is linked to agriculture in general and to livestock in particular. Very little research in semi-arid regions has been devoted to assessing the contribution of ruminants to water scarcity. This contribution explores the relationships between dairy farming and the various water resources available in an ecosystem with climatic constraints. To meet future food demand while sustainably managing the available land and water resources, dairy farm systems in semi-arid regions must adapt in response to climate and socioeconomic change. In this study, we focus on the south Mediterranean region to analyze the key factors influencing water productivity in dairy farming, especially in context characterized by water scarcity. In order to characterize the relationship between dairy cattle breeding and water resources, a monitoring of 40 dairy cattle stables has been carried out in a semi-arid region. The technical and economic parameters of each farm were evaluated: the use of water according to their origins to the production of fodder by source, the contribution of virtual water off the farm, the total fodder biomass, feeding system practiced on the farms and the performances achieved. Analysis of the data indicates that productivity of fodder in dry matter differ between the two systems with values of the order of 12520 to 17188 kg/ha (p<0.05) respectively for type extensive and intensive systems. The milk yield per cow did not exceed an average value of 3680 kg (rang 3240 to 4120 kg. The mean gross margin per kilogram of milk was low, not exceeding 0.13€. A significant effect (p<0.05) of the value of the water footprint between the two dairy farm systems with an average of around 2.05m 3 /kg of milk (range 1.96 to 2.15 respectively for intensive and extensive farms). The contribution of rainfall is estimated at 57% and the rest is represented by the participation of irrigation and virtual water with 18% and 25% respectively. Necessary actions must be taken along the milk production process in order to improve the productivity of water for Houari Yerou et al. 28 forage production and the milk which depends in large part on annual rainfall and to a lesser extent on groundwater.",
    "readLink": "https://scindeks-clanci.ceon.rs/data/pdf/1450-9156/2021/1450-91562101027Y.pdf"
  },
  {
    "title": "Specific climate classification for Mediterranean hydrology  and future evolution under Med-CORDEX regional climate model scenarios",
    "authors": [
      "A. Allam,",
      "A. Allam,",
      "R. Moussa,",
      "W. Najem,",
      "C. Bocquillon"
    ],
    "doi": "https://doi.org/10.5194/hess-24-4503-2020",
    "journalVolume": "Vol. 24\n                                \n                                \n                                  pp.\n                                  4503\n                                  – 4521",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "The Mediterranean region is one of the most sensitive regions to anthropogenic and climatic changes, mostly affecting its water resources and related practices. With multiple studies raising serious concerns about climate shifts and aridity expansion in the region, this one aims to establish a new high-resolution classification for hydrology purposes based on Mediterranean-specific climate indices. This classification is useful in following up on hydrological (water resource management, floods, droughts, etc.) and ecohydrological applications such as Mediterranean agriculture. Olive cultivation is the characteristic agricultural practice of the Mediterranean region. The proposed approach includes the use of classic climatic indices and the definition of new climatic indices, mainly precipitation seasonality index Is or evapotranspiration threshold SPET, both in line with river flow regimes, a principal component analysis to reduce the number of indices, K-means classification to distribute them into classes, and finally the construction of a decision tree based on the distances to class kernels to reproduce the classification without having to repeat the whole process. The classification was set and validated by WorldClim-2 at 1 km high-resolution gridded data for the 1970–2000 baseline period and 144 stations' data over 30 to 120 years, both at monthly time steps. Climatic classes coincided with a geographical distribution in the Mediterranean ranging from the most seasonal and driest class 1 in the south to the least seasonal and most humid class 5 in the north, showing the climatic continuity from one place to another and enhancing the visibility of change trends. The MED-CORDEX ALADIN and CCLM historical and projected data at 12 and 50 km resolution simulated under the RCP4.5 and 8.5 scenarios for the 2070–2100 period served to assess the climate change impact on this classification by superimposing the projected changes on the baseline grid-based classification. RCP scenarios increase the seasonality index Is by +80 % and the aridity index IArid by +60 % in the north and IArid by +10 % without Is change in the south, hence causing the wet season shortening and river regime modification with the migration north of moderate and extreme winter regimes instead of early spring regimes. The ALADIN and CCLM regional climate models (RCMs) have demonstrated an evolution of the Mediterranean region towards arid climate. The classes located to the north are slowly evolving towards moderate coastal classes, which might affect hydrologic regimes due to shorter humid seasons and earlier snowmelts. These scenarios might look favourable for Mediterranean cultivation; however, the expected impact on water resources and flow regimes will surely expand and directly hit ecosystems, food, health, and tourism, as risk is interconnected between domains. This kind of classification might be reproduced at the global scale, using the same or other climatic indices specific to each region, highlighting their physiographic characteristics and hydrological responses.",
    "readLink": "https://hess.copernicus.org/articles/24/4503/2020/hess-24-4503-2020.pdf"
  },
  {
    "title": "Glacial lake changes and outburst flood hazard in Chandra basin, North-Western Indian Himalaya",
    "authors": [
      "Chander Prakash,",
      "R. Nagarajan"
    ],
    "doi": "https://doi.org/10.1080/19475705.2018.1445663",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  337\n                                  – 355",
    "issn": "1947-5705 (Print)",
    "publisher": "1947-5713 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences: Industries. Land use. Labor: Management. Industrial management: Risk in industry. Risk management"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tgnh",
    "abstract": "Climatic change-induced glacier recession has been accompanied by formation and growth of proglacial lakes in the Himalayan region, which pose an emerging significant threat to the downstream communities/settlements in the form of outburst floods. To understand spatiotemporal evolution patterns, sources and driving mechanism of formation and expansion of glacial lakes, a temporal inventory of glacial lakes (area > 2000 m2) in Chandra basin has been developed from 2000 to 2014 using IRS LISS-III images. From 2000 to 2014, the total number of glacial lakes in Chandra basin increased from 28 to 46 and area expanded from 1.91 ± 0.24 km2 to 3.26 ± 0.24 km2. Glacier recession and increased glacier melt runoff due to climate warming led to the formation and expansion of glacial lakes in space vacated by glacier recession. The increase in number and area of ice-dammed lakes at higher elevations confirms the continued glacier retreat in the basin. Lakes in contact or in the proximity of the mother glacier exhibit higher growth and formation rate. The accelerated growth of glacial lakes has resulted in increased hazard and damage potential of glacial lake outburst floods in Chandra basin. Seven potentially dangerous lakes are identified and analysed qualitatively for outburst probability.",
    "readLink": "http://dx.doi.org/10.1080/19475705.2018.1445663"
  },
  {
    "title": "Transnationalization of climate adaptation by regional governments and the RegionsAdapt initiative",
    "authors": [
      "Joana Setzer,",
      "Elisa Sainz de Murieta,",
      "Ibon Galarraga,",
      "Fernando Rei,",
      "Mariângela Mendes Lomba Pinho"
    ],
    "doi": "https://doi.org/10.1017/sus.2020.6",
    "journalVolume": "Vol. 3",
    "issn": "2059-4798 (Online)",
    "publisher": "Cambridge University Press",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.cambridge.org/core/journals/global-sustainability",
    "abstract": "Adaptation to climate change has traditionally been framed as a local problem. However, in recent years, adaptation has risen on the global policy agenda. This article contributes to the study of transnational climate adaptation through an investigation of international connectivity on climate adaptation between regional policy-makers. We examine the RegionsAdapt initiative, the first global commitment to promote and track the progress of regional adaptation. While adapting to climate change at the regional level is crucial, we suggest that transnational adaptation governance not only helps to promote adaptation measures, but also improves the process of tracking the progress of such action, its visibility and its aggregation.",
    "readLink": "https://www.cambridge.org/core/product/identifier/S205947982000006X/type/journal_article"
  },
  {
    "title": "Global Challenges and New Approaches in the Common Agricultural Policy 2014 - 2020",
    "authors": [
      "Bánhegyi Gabriella"
    ],
    "doi": "https://doi.org/10.2478/eual-2014-0007",
    "journalVolume": "Vol. 3,\n                                no. 2\n                                \n                                  pp.\n                                  48\n                                  – 54",
    "issn": "1339-9276 (Online)",
    "publisher": "Sciendo",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Agriculture: Agriculture (General)",
      "Law: Law in general. Comparative and uniform law. Jurisprudence: Comparative law. International uniform law: Environmental law"
    ],
    "journalUrl": "https://www.sciendo.com/journal/EUAL",
    "abstract": "Unfavorable environmental issues raise attention globally toward the concept of sustainability. Agriculture is not only a sector influenced greatly by environmental conditions, but at the same time, as the most important utilizer of land, a major shaper of the environmental conditions. When forming agricultural policies special attention should be paid to issues such as climate change, scarcity of fresh water, food shortage and biodiversity loss — just to name some of them. The new European general strategy for the upcoming 7 years period has brought new measures for the agricultural policy as well, environment and sustainability being among the top issues.",
    "readLink": "https://doi.org/10.2478/eual-2014-0007"
  }
]