[
  {
    "title": "Selection at the Y chromosome of the African buffalo driven by rainfall.",
    "authors": [
      "Pim van Hooft,",
      "Barend J Greyling,",
      "Herbert H T Prins,",
      "Wayne M Getz,",
      "Anna E Jolles,",
      "Armanda D S Bastos"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0001086",
    "journalVolume": "Vol. 2,\n                                no. 10\n                                \n                                  p.\n                                  e1086",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Selection coefficients at the mammalian Y chromosome typically do not deviate strongly from neutrality. Here we show that strong balancing selection, maintaining intermediate frequencies of DNA sequence variants, acts on the Y chromosome in two populations of African buffalo (Syncerus caffer). Significant correlations exist between sequence variant frequencies and annual rainfall in the years before conception, with five- to eightfold frequency changes over short time periods. Annual rainfall variation drives the balancing of sequence variant frequencies, probably by affecting parental condition. We conclude that sequence variants confer improved male reproductive success after either dry or wet years, making the population composition and dynamics very sensitive to climate change. The mammalian Y chromosome, interacting with ecological processes, may affect male reproductive success much more strongly than previously thought.",
    "readLink": "http://europepmc.org/articles/PMC2034602?pdf=render"
  },
  {
    "title": "Towards a funding mechanism for loss and damage from climate change impacts",
    "authors": [
      "Melanie Pill"
    ],
    "doi": "Vol. 35\n                                \n                                \n                                  p.\n                                  100391",
    "issn": "2212-0963 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/climate-risk-management/",
    "abstract": "Finance for loss and damage from human-induced climate change impacts as it is recognised in the Paris Agreement is contentiously discussed in international negotiations, so far without any resolution. Based on 43 interviews with elite stakeholders working on loss and damage (L&D), this paper explores what components a funding mechanism requires to avert, minimise and address L&D, how funds are best mobilised and how they should be administered or distributed. Interviewees included actors in the United Nations Framework Convention on Climate Change negotiations, small island developing states (SIDS) and developing country representatives, non-governmental organisations (NGO), Executive Committee members of the Warsaw International Mechanism for Loss and Damage (WIM), multilateral organisations, environmental actors in the private sector, and developed countries. Through analysis of responses, diverse perspectives are presented and distilled into one potential mechanism. The paper offers insights into where opinions of interviewees align or misalign and inform a way forward for L&D funding in a politically sensitive environment. The majority of interviewees believed that L&D funds should be mobilised through the ‘polluter pays principle’ to finance components of a L&D mechanism that relate to a) adaptation and disaster risk reduction, b) insurance and c) solidarity. The Green Climate Fund or the Warsaw International Mechanism for Loss and Damage have the potential to play an administrative role in a L&D finance mechanism. Compensation payments are overall considered impractical, not desired by developing countries and rejected by developed nations. Unexpected responses were related to investments into gender equality to reduce L&D, establishment of sovereign funds and usage of philanthropic organisations as a funding source for L&D.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212096321001224"
  },
  {
    "title": "The Adapting city. Resilience through water design in Rotterdam",
    "authors": [
      "Maurizio Francesco Errigo"
    ],
    "doi": "https://doi.org/10.6092/1970-9870/5402",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  51\n                                  – 64",
    "issn": "1970-9889 (Print)",
    "publisher": "1970-9870 (Online)",
    "countryOfPublisher": "Università di Napoli Federico II",
    "lcc": [
      "Italy",
      "Technology: Engineering (General). Civil engineering (General): Transportation engineering",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: Urbanization. City and country"
    ],
    "journalUrl": "http://www.tema.unina.it/index.php/tema",
    "abstract": "The Netherlands is a fragile and vulnerable land; dutch landscape consists of a dense network of polders characterized by key elements such as dams, windmills and farms; it is a unique landscape but, at the same time, is very fragile and constantly changing; spatial planning is very important, just as important is the resilience of the system and its adaptation to climate change. Rotterdam is a delta city and, in a period of heavy climate change, it will experiment more extreme weather conditions, such as heavier rainstorms, longer periods of drought and more heat waves, as well as higher water levels in the river Meuse; so is important to know that it is a deep vulnerable city and need right strategies to overcome the problem and to be adapted to conseguences of climate change. Resilience has been under the attention of the municipality for about fifteen years; Rotterdam is the inspiring example to other delta cities around the world going through a sustainability approach; as a green city is an attractive and resilient city where people love to live, work and relax; sustainability is an integral part of all area development projects in Rotterdam; sustainable areas are future-proof areas with good living conditions. In Rotterdam, architects and urban designers are finally responding to the threats of rising sea levels by \"welcoming the water\" into city, so the waterscape is becoming a new paradigm of spatial planning; Rotterdam is striving to become a climate proof city that will be safe and attractive to inhabitants, visitors and businesses, and will remain so in the future. A healthy delta city in which it is pleasant to live, work and spend leisure time.",
    "readLink": "http://www.tema.unina.it/index.php/tema/article/view/5402"
  },
  {
    "title": "Projected changes in extreme rainfall and temperature events and possible implications for Cameroon's socio‐economic sectors",
    "authors": [
      "Alain T. Tamoffo,",
      "Torsten Weber,",
      "Akintomide A. Akinsanola,",
      "Derbetini A. Vondou"
    ],
    "doi": "https://doi.org/10.1002/met.2119",
    "journalVolume": "Vol. 30,\n                                no. 2\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "1350-4827 (Print)",
    "publisher": "1469-8080 (Online)",
    "countryOfPublisher": "Wiley",
    "lcc": [
      "United Kingdom",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://rmets.onlinelibrary.wiley.com/journal/14698080",
    "abstract": "Abstract Extreme events like flooding, droughts and heatwave are among the factors causing huge socio‐economic losses to Cameroonians. Investigating the potential response of rainfall and temperature extremes to global warming is therefore critically needed for tailoring and adjusting the country's policies. Recent datasets have been developed for this purpose within the Coordinated Output for Regional Evaluations (CORDEX‐CORE) initiative, at ~25 km grid spacing. These regional climate models were used to dynamically downscaled four global climate models participating in the Coupled Model Intercomparison Project phase 5 (CMIP5), under the optimistic and pessimistic representative concentration pathways (RCPs) 2.6 and 8.5, respectively. These models were employed in this study for characterizing the response of Cameroon's extreme precipitation and temperature events to global warming, using seven indices defined by the Expert Team on Climate Change Detection and Indices. Under global warming, the maximum number of consecutive dry (wet) days' is expected to increase (decrease). However, the annual total rainfall amount is expected to increase, mainly due to the intensification of very wet days and daily rainfall intensity. Furthermore, the temperature‐based indices reveal an increase (decrease) in the total annual hot (cold) days, and overall, changes intensify with increased radiative forcing. The high‐mitigated low‐emission pathway RCP2.6 features attenuated changes, and even sometimes adapts to reverse the sign of changes. Designing reliable policies to limit the risks associated with the above changes is required, as their socio‐economic consequences are likely to include food insecurity, heat‐related illness, population impoverishment, price rises and market instability.",
    "readLink": "https://doi.org/10.1002/met.2119"
  },
  {
    "title": "Glacier volume response time and its links to climate and topography based on a conceptual model of glacier hypsometry",
    "authors": [
      "S. C. B. Raper,",
      "R. J. Braithwaite"
    ],
    "doi": "Vol. 3,\n                                no. 2\n                                \n                                  pp.\n                                  183\n                                  – 194",
    "issn": "1994-0416 (Print)",
    "publisher": "1994-0424 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.the-cryosphere.net/",
    "abstract": "Glacier volume response time is a measure of the time taken for a glacier to adjust its geometry to a climate change. It has been previously proposed that the volume response time is given approximately by the ratio of glacier thickness to ablation at the glacier terminus. We propose a new conceptual model of glacier hypsometry (area-altitude relation) and derive the volume response time where climatic and topographic parameters are separated. The former is expressed by mass balance gradients which we derive from glacier-climate modelling and the latter are quantified with data from the World Glacier Inventory. Aside from the well-known scaling relation between glacier volume and area, we establish a new scaling relation between glacier altitude range and area, and evaluate it for seven regions. The presence of this scaling parameter in our response time formula accounts for the mass balance elevation feedback and leads to longer response times than given by the simple ratio of glacier thickness to ablation at the terminus. Volume response times range from decades to thousands of years for glaciers in maritime (wet-warm) and continental (dry-cold) climates respectively. The combined effect of volume-area and altitude-area scaling relations is such that volume response time can increase with glacier area (Axel Heiberg Island and Svalbard), hardly change (Northern Scandinavia, Southern Norway and the Alps) or even get smaller (The Caucasus and New Zealand).",
    "readLink": "http://www.the-cryosphere.net/3/183/2009/tc-3-183-2009.pdf"
  },
  {
    "title": "Cessation of Hardground Accretion by the Cold‐Water Coralline Algae Clathromorphum Compactum and Clathromorphum Nereostratum Predicted Within Two Centuries",
    "authors": [
      "Isaac Westfield,",
      "John Gunnell,",
      "Douglas B. Rasher,",
      "Branwen Williams,",
      "Justin B. Ries"
    ],
    "doi": "https://doi.org/10.1029/2021GC009942",
    "journalVolume": "Vol. 23,\n                                no. 5\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "1525-2027 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Physics: Geophysics. Cosmic physics",
      "Science: Geology"
    ],
    "journalUrl": "https://agupubs.onlinelibrary.wiley.com/journal/15252027",
    "abstract": "Abstract Ocean acidification and warming are expected to disproportionately affect high‐latitude calcifying species, such as crustose coralline algae. Clathromorphum nereostratum and Clathromorphum compactum are the primary builders of carbonate‐hardgrounds in the Aleutians Islands of Alaska and North Atlantic shelf, respectively, providing habitat and settlement substrates for a large number of species. We exposed wild‐collected specimens to 12 pCO2/T treatments (344–3322 μatm; 6.38–12.40°C) for 4 months in a factorially crossed, replicated laboratory experiment. Impacts of pCO2/T on algal calcification were quantified from linear extension and buoyant weight. Here we show that, despite belonging to the same genus, C. nereostratum exhibited greater sensitivity to thermal stress, while C. compactum exhibited greater sensitivity to pH stress. Furthermore, multivariate models of algal calcification derived from the experiment indicate that both C. nereostratum and C. compactum will commence net dissolution as early as 2120 and 2200 AD, respectively. Our results therefore indicate that near‐term climate change may lead to substantial degradation of these species and loss of the critical hardground habitats that they form.",
    "readLink": "https://doi.org/10.1029/2021GC009942"
  },
  {
    "title": "A Community-Based Sensor Network for Monitoring the Air Quality in Urban Romania",
    "authors": [
      "Liliana Velea,",
      "Mihaela Tinca Udriștioiu,",
      "Silvia Puiu,",
      "Radu Motișan,",
      "Dragos Amarie"
    ],
    "doi": "https://doi.org/10.3390/atmos14050840",
    "journalVolume": "Vol. 14,\n                                no. 840\n                                \n                                  p.\n                                  840",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Air quality, especially particulate matter pollution levels in urban areas, is an essential academic and social topic due to its association with health issues and climate change. In Romania, increasing awareness of urban communities and the availability of low-cost sensors has led to the development of an independent monitoring network currently distributed in over 194 cities and towns. The uRADMonitor® network consists of 630 sensors measuring PM10 and PM2.5 concentration levels. The spatial distribution of the sensors complements the national air quality network with sensors in residential areas, intense traffic zones, and industrial areas. The data are available through a user-friendly web-based platform from uRADMonitor®. Based on data collected in 2021, we present an analysis of PM10 pollution levels in Romania’s five most populated urban areas by employing five annual statistical indicators recommended by the European Environmental Agency. For the case of Timișoara, we also compare the data measured by independent sensors with those from the national monitoring network. The results highlight the usefulness of our community-based network as it complements the national one.",
    "readLink": "https://www.mdpi.com/2073-4433/14/5/840"
  },
  {
    "title": "Water Security in the Anthropocene: A Dialectical Water–Man Interaction Model",
    "authors": [
      "Jacques Ganoulis"
    ],
    "doi": "https://doi.org/10.3390/su14126955",
    "journalVolume": "Vol. 14,\n                                no. 6955\n                                \n                                  p.\n                                  6955",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The impacts of human activities have been detected in geological strata by rock radiometry and fossil recognition. They represent the timeline of Man–Nature interaction in different periods of climate change over a long duration. A notable exception is the human footprint during the industrial period, starting in the 18th century. Due to the severity of human impact during the last few decades, some scientists have suggested calling this era the “Anthropocene”. One of the main challenges in the Anthropocene is to achieve water security with innovative approaches aiming to improve natural water resources management, policy, and governance. In this paper, it is suggested to reformulate the Water–Man interaction as the union of two opposites: conflict and cooperation. Their dialectical unification by conflict resolution leads to a new model of water resources management and policy that can initiate a harmonious symbiosis between Man and nature, minimize externalities, and increase water resilience.",
    "readLink": "https://www.mdpi.com/2071-1050/14/12/6955"
  },
  {
    "title": "Effect of chemical clogging on the permeability of weakly consolidated sandstone due to reinjection at different temperatures",
    "authors": [
      "Tao Zhong,",
      "Hong Tian,",
      "Jun Zheng,",
      "Bin Dou,",
      "Yachao Wang,",
      "Zhongyan Yang,",
      "Peng Li,",
      "Peng Xiao"
    ],
    "doi": "https://doi.org/10.2166/wcc.2022.342",
    "journalVolume": "Vol. 14,\n                                no. 1\n                                \n                                  pp.\n                                  142\n                                  – 155",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "While utilizing hydrothermal resources, it is necessary to reinject wastewater into the reservoir through reinjection wells to extract heat without mining groundwater. Chemical clogging is a serious problem in the process of reinjection. The precipitation of minerals can lead to reservoir clogging and the reduction of permeability. Therefore, to study the effect of chemical clogging on permeability, the weakly consolidated sandstone of the Neogene Guantao Formation geothermal reservoir in northern Shandong (Eastern China) was taken as the research object. A long-term thermal-hydro-mechanical-chemistry (THMC) coupling reinjection experiment was carried out. The results showed that when the temperature of wastewater was higher than 45 °C, there was a temporary phase of permeability enhancement in the first 10 min of reinjection. However, wastewater with higher temperatures would cause more chemical clogging eventually. XRD and ion analysis results showed that the precipitation of minerals was mainly potash feldspar, illite, calcite, and other carbonate minerals during reinjection. According to the characteristics of low-TDS wastewater in the Guantao Formation, it is recommended to adopt low-temperature wastewater reinjection and reduce the concentration of Ca2+ and Mg2+ in wastewater before reinjection. HIGHLIGHTS Water–rock chemical reactions cause the precipitation of minerals.; Permeability is an important parameter to characterize blockage.; XRD and ion concentration were used to analyze chemical blockage.; There was a temporary phase of permeability enhancement in the first 10 min of reinjection.; Tailwater with higher temperatures will cause more blockage eventually.;",
    "readLink": "http://jwcc.iwaponline.com/content/14/1/142"
  },
  {
    "title": "An Integrated Toolbox for the Engagement of Citizens in the Monitoring of Water Ecosystems",
    "authors": [
      "Maria Krommyda,",
      "Anastasios Rigos,",
      "Spyridon-Nektarios Bolierakis,",
      "Theodoros Theodoropoulos,",
      "Stefano Tamascelli,",
      "Luca Simeone,",
      "Evangelos Sdongos,",
      "Angelos Amditis"
    ],
    "doi": "https://doi.org/10.3390/electronics9040671",
    "journalVolume": "Vol. 9,\n                                no. 671\n                                \n                                  p.\n                                  671",
    "issn": "2079-9292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering: Electronics"
    ],
    "journalUrl": "http://www.mdpi.com/journal/electronics",
    "abstract": "The monitoring of water ecosystems requires consistent and accurate sensor measurements, usually provided from traditional in-situ environmental monitoring systems. Such infrastructure, however, is expensive, hard to maintain and available only in limited areas that had been affected by extreme phenomena and require continuous monitoring. Due to climate change, the monitoring of larger areas and extended water ecosystems is imperative, raising the question of whether this monitoring can be disengaged from the in-situ monitoring systems. Due to climate change and extreme weather phenomena, more citizens are affected by environmental issues and become aware of the need to contribute to their monitoring. As a result, they are willing to offer their time to support the collection of scientific data. Collecting such data from volunteers, with no technical knowledge and while using low-cost equipment such as smart phones and portable sensors, raises the question of data quality and consistency. We present here a novel integrated toolbox that can support the organization of crowd-sourcing activities, ensure the engagement of the participants, the data collection in a consistent way, enforce extensive data quality controls and provide to local authorities and scientists access to the collected information in a uniform way, through widely accepted standards.",
    "readLink": "https://www.mdpi.com/2079-9292/9/4/671"
  }
]