[
  {
    "title": "The Poetics of Combinatory Cinema: David Jhave Johnston interviews Roderick Coover and Scott Rettberg",
    "authors": [
      "Roderick Coover,",
      "David Jhave Johnston,",
      "Scott Rettberg"
    ],
    "doi": "https://doi.org/10.7146/se.v4i1.20329",
    "journalVolume": "Vol. 4,\n                                no. 1",
    "issn": "1904-500X (Online)",
    "publisher": "Royal Danish Library",
    "countryOfPublisher": "Denmark",
    "lcc": [
      "Language and Literature: Philology. Linguistics: Communication. Mass media",
      "Science: Physics: Acoustics. Sound"
    ],
    "journalUrl": "https://www.soundeffects.dk/",
    "abstract": "For the past several years filmmaker Roderick Coover and fiction writer Scott Rettberg have collaborated on a series of film and digital media projects that address climate change, environmental catastrophe, cross-cultural communication and combinatory poetics. Working between Philadelphia, USA, where Coover directs the graduate programme in Film and Media Arts at Temple University, and Bergen, Norway, where Rettberg is Professor of Digital Culture at the University of Bergen. Their projects, including The Last Volcano, Rats and Cats, Three Rails Live (with Nick Montfort) and Toxi•City, deal thematically with contemporary and past moments of environmental change and human loss, and formally with interdisciplinary practice and combinatory poetics. Coover and Rettberg were interviewed by digital poet and experimental filmmaker David Jhave Johnston, Assistant Professor in the School of Creative Media at City University of Hong Kong.",
    "readLink": "https://www.soundeffects.dk/article/view/20329"
  },
  {
    "title": "Analyzing nonlinear contributions from climate change and anthropogenic activity to the normalized difference vegetation index across China using a locally weighted regression approach",
    "authors": [
      "Chenhua Shen,",
      "Rui Wu"
    ],
    "doi": "Vol. 9,\n                                no. 6\n                                \n                                  p.\n                                  e16694",
    "issn": "2405-8440 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.cell.com/heliyon/home",
    "abstract": "Nonlinear contributions from climate change and anthropogenic activity to the Normalized Difference Vegetation Index (NDVI) are analyzed to better understand the mechanisms underlying the nonlinear response of vegetation growth. In this study, it was hypothesized that NDVI dynamics on a nonlinear trajectory could track fluctuations of climate change and anthropogenic activity. Contributions from climate change and anthropogenic activity to NDVI were quantified using a locally weighted regression approach based on monthly timescale datasets. The findings showed that: 1) Vegetation cover fluctuated and increased in 81% of regions in China from 2000 to 2019. 2) The average predicted nonlinear contribution (APNC) of anthropogenic activity to NDVI was positive in China. The temperature APNC was positive in most of China but negative in Yunnan, where high temperatures and asynchronous temporal changes in temperature and NDVI were observed. The precipitation APNC was positive in the north of the Yangtze River, where precipitation is insufficient; but negative in South China, where precipitation is plentiful. Anthropogenic activity had the highest magnitude among the three nonlinear contributions, followed by temperature and precipitation. 3) The regions with contribution rates of anthropogenic activity greater than 80% were mainly distributed in the central Loess Plateau, North China Plain, and South China, while the areas with contribution rates of climate change greater than 80% were mainly concentrated in the northeastern QTP, Yunnan, and Northeast China. 4) The high temperature, drought, and asynchronous temporal changes in temperature, precipitation, and NDVI caused the negative average of changing trends in the predicted nonlinear contribution (PNC) of climate change to NDVI. Deforestation, land cover change, and grazing/fencing led to the negative average of changing trends in PNC from anthropogenic activity. These findings deepen our understanding of the mechanisms underlying the nonlinear responses of vegetation growth to climate change and anthropogenic activity.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405844023039014"
  },
  {
    "title": "Explant, Medium, and Plant Growth Regulator (PGR) Affect Induction and Proliferation of Callus in <i>Abies koreana</i>",
    "authors": [
      "Ge Guo,",
      "Byoung Ryong Jeong"
    ],
    "doi": "https://doi.org/10.3390/f12101388",
    "journalVolume": "Vol. 12,\n                                no. 1388\n                                \n                                  p.\n                                  1388",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Korean fir (Abies koreana E.H. Wilson) is a unique Pinaceae tree species endemic in Korea. In recent years, it is believed that climate change has caused many of them to die. Therefore, it has become extremely important to protect and preserve this tree species. In this study, the possibility of callus induction using different explants, media, and plant growth regulators (PGRs) was studied. After the dormancy period in May 2020, needles and stem segments that grew from the leaf buds as the explants were collected from one-year-old shoots. The explants were disinfected and subsequently transferred to culture media supplemented with different combinations of auxins and cytokinins. These explants were cultured in the dark in a culture room with a 16 h photoperiod, day/night temperature of 24/18 °C, and 80% relative humidity. After 8 weeks, significant differences were observed in the callus induction and proliferation, as affected by the explant type, basic medium, and PGR. The stem segments were more suitable as the explants for callus induction than needles were. Furthermore, fluffy calli suitable for differentiating the regeneration buds were observed on the calli induced from stem segments. The Murashige and Skoog (MS) medium was the most effective of the three media used in this study, namely MS, Douglas fir cotyledon revised (DCR), and Quoirin and Lepoivre (LP) media, with the highest callus induction ratio of stem segments being 100.0%. The highest fresh callus weight was also observed on the MS medium (819.3 mg). Moreover, the PGR combinations of α-naphthaleneacetic acid (NAA), 2,4-dichlorophenoxyacetic acid (2,4-D), and 6-benzylaminopurine (6-BA) consistently exerted a positive influence on callus induction throughout this study. In addition, the advantages of these two kinds of PGR were reflected in callus proliferation. The callus proliferation ratio reached 1147.6% as compared to the initial fresh weight, with a high concentration of 2,4-D (3.0 mg·L−1). In conclusion, the MS medium was optimal for callus induction on the stem segment explants, and 2,4-D promoted callus induction as well as an increased proliferation ratio of callus in A. koreana.",
    "readLink": "https://www.mdpi.com/1999-4907/12/10/1388"
  },
  {
    "title": "Size-related mortality during overwintering in cavity-nesting ant colonies (Hymenoptera: Formicidae)",
    "authors": [
      "Sławomir MITRUS"
    ],
    "doi": "https://doi.org/10.14411/eje.2016.070",
    "journalVolume": "Vol. 113,\n                                no. 1\n                                \n                                  pp.\n                                  524\n                                  – 527",
    "issn": "1210-5759 (Print)",
    "publisher": "1802-8829 (Online)",
    "countryOfPublisher": "Institute of Entomology, Biology Centre, Czech Academy of Science",
    "lcc": [
      "Czechia",
      "Science: Zoology"
    ],
    "journalUrl": "https://www.eje.cz/",
    "abstract": "The ongoing process of climate change will result in higher temperatures during winter and therefore might increase the survival of overwintering invertebrates. However, the process may also lead to a reduction in snow cover and expose overwintering invertebrates to lower temperatures, which could result in higher mortality. During a field experiment, I investigated the effects of a reduction in snow cover on the survival of the ant Temnothorax crassispinus, which overwinters in nests located on the ground. Ant colonies differed in the survival rate of the workers in the experimental (from which snow cover was removed) and control group. In the control group, the survival rate was unrelated to colony size. However, in the experimental group, from which snow was removed after each heavy snowfall, worker survival was lower in small colonies. Such colony size related mortality may affect the fusion of colonies before winter.",
    "readLink": "https://www.eje.cz/artkey/eje-201601-0070_Size-related_mortality_during_overwintering_in_cavity-nesting_ant_colonies_Hymenoptera_Formicidae.php"
  },
  {
    "title": "Forest Health Assessment in Four Jordanian Reserves Located in Semi-Arid Environments",
    "authors": [
      "Kholoud M. Alananbeh,",
      "Yahia A. Othman,",
      "Monther M. Tahat,",
      "Hussen Al-Dakil,",
      "Anas Abu Yahya,",
      "Bilal Ayasrah,",
      "Thabit Al-Share,",
      "Sameh Alkhatatbeh,",
      "Rafat Al-Zoubi,",
      "Malik Alnaanah,",
      "Sufian Malkawy,",
      "Muslim B. Alananbeh"
    ],
    "doi": "https://doi.org/10.3390/f14050918",
    "journalVolume": "Vol. 14,\n                                no. 918\n                                \n                                  p.\n                                  918",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Healthy forests are essential to human life because they provide food, energy, and other benefits including carbon sequestration. The objective of this study was to assess the forests health status in Mediterranean ecosystems, specifically, arid to semi-arid. Four forest reserves directed by Royal Society for the Conservation of Nature, Jordan were evaluated. Plant health indicators [(gas exchange (photosynthesis, stomatal conductance, transpiration), chlorophyll, middy stem water potential (Ψsmd), relative water content], regeneration, lichens, plant disease, as well as soil variables (respiration CO2-C, electrical conductivity (EC), pH, microorganisms’ abundance) were measured. The Ψsmd values in those semi-arid/arid ecosystems were within the normal ranges (−0.3 to −1.3 MPa) in spring but was under extreme water stress (−1.6 to −5.3 MPa) in summer in three reserves. Similarly, gas exchange variables reduced by 25%–90% in summer (compared to spring) across the studied forests. Although the regeneration (seedling per 1000 m2) was higher than 100 in two forest (Ajloun and Dibbeen), the number of seedlings in hiking sites was extremely low in both forests. Soil health indicators reveled that soil respiration CO2-C were higher than 25 mg kg−1 in two forests [Ajloun, Dibbeen, (except hiking zone)]. The mean soil saprophytes (number g−1) ranged from 86 to 377 across the forests reserves. In addition, the mean arbuscular mycorrhizal fungi (spores 100g−1 soil) was between 350 and 877. Soil EC was consistently optimal (less than 0.5 dS m−1) and pH was slightly basic (7.5–8.3) across the reserves. The results revealed that the fluctuation of rainfall and anthropogenic pressures (grazing, hiking) led to partial forest degradation. When forests (Dana Biosphere Reserve) received 81 mm annual precipitation, Ψsmd values in Juniperus phoenicea at summer ranged from −4.4 to −5.3 MPa, regeneration and lichens were less than 20 per 1000 m2, and several trees were dead after infected with soil and air borne pathogens including wilt diseases and die back. Intensive hiking activities (Dibbeen forests, tourism area) and heavy grazing (Yarmouk frosts) reduced regeneration, lichens and soil respiration. Interestingly, the native species had better water relations (RWC, Ψsmd) and gas exchange performance than the introduced species. Overall, it is better to grow native species, and exclude anthropogenic pressure on the territory of introduced species. The conservation programs must persist to sustain several native historical forest trees including Juniperus phoenicea (>600 year old), Quercus ithaburensis (>500 year old), and Pinus halepensis (>100 year old) at Mediterranean semi-arid forests.",
    "readLink": "https://www.mdpi.com/1999-4907/14/5/918"
  },
  {
    "title": "Spatio-temporal analysis of precipitation, temperature and drought from 1985 to 2020 in Penang, Malaysia",
    "authors": [
      "Mou Leong Tan,",
      "Fei Zhang,",
      "Chan Juinn,",
      "Chieh Derek,",
      "Kok Hwa Yu,",
      "Shazlyn Milleana Shaharudin,",
      "Ngai Weng Chan,",
      "Abdul Rahim Asyirah"
    ],
    "doi": "https://doi.org/10.2166/ws.2022.140",
    "journalVolume": "Vol. 22,\n                                no. 5\n                                \n                                  pp.\n                                  4757\n                                  – 4768",
    "issn": "1606-9749 (Print)",
    "publisher": "1607-0798 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes",
      "Technology: Hydraulic engineering: River, lake, and water-supply engineering (General)"
    ],
    "journalUrl": "https://iwaponline.com/ws",
    "abstract": "This study aims to analyze the spatial and temporal variability of precipitation, temperature and drought in Penang from 1985 to 2020. The trend and magnitude changes in climate series were tested using the Mann–Kendall test and Sens’ slope methods. A significant increasing trend of annual precipitation was detected in the middle and northern parts of Penang mainland by 21.38 and 35.01 mm/decade. Annual mean maximum temperature increased significantly on Penang Island and the middle of Penang mainland at the rates of 0.25 and 0.34 °C/decade, while annual mean minimum temperature increased significantly for all stations from 0.36 to 0.52 °C/decade, showing increases of warm nights in the past few years. Extreme drought events (SPI-3 > −2) over Penang were mostly occurred during the strong El Niño years, e.g. 1988–1989, 1997–1998, 2010–2011 and 2014–2016. The number of drought events is higher during the 2001–2010 (4–11 events) period as compared to the 1991–2000 (6–9 events) and 2011–2020 (7–8 events). Interestingly, the 2011–2020 period tends to have a shorter drought duration, but more intense droughts have been observed, particularly on Penang Island and the northern and southern parts of Penang mainland. HIGHLIGHTS Annual precipitation had a significant increasing trend in middle and northern Penang mainland.; Min temperature was increased significantly at a higher rate than max temperature.; More intense droughts were found in Penang Island, middle and southern Penang mainland.; Drought formation over Penang is closely related to precipitation and max temperature.; SPI and SPEI have not much difference in tropical drought analysis.;",
    "readLink": "http://ws.iwaponline.com/content/22/5/4757"
  },
  {
    "title": "The Effect of Flood Risk on Residential Land Prices",
    "authors": [
      "Fang Wei,",
      "Lvwang Zhao"
    ],
    "doi": "https://doi.org/10.3390/land11101612",
    "journalVolume": "Vol. 11,\n                                no. 1612\n                                \n                                  p.\n                                  1612",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "Floods are one of the most frequent natural disasters today. Hence, it is highly important to explore the effect of flood risk on residential land prices to promote the rational allocation of land resources and incorporate climate change risk control into territorial spatial planning. This paper takes the primary urban area of Hangzhou as an example, based upon data from 424 residential land plots. With spatial autocorrelation analysis and the Spatial Durbin Model (SDM) approach, the spatial effect of flood risk on residential transaction land price was investigated. The results show that, ceteris paribus, plots with high risk of flooding suffer a price discount of 8.62%. The unique mechanism of the way flood risk affects land prices was discussed further from the perspectives of land ownership and land price systems in China. Furthermore, when the land price in surrounding areas increases one percent, the land price in the area will increase 14.32%. The spatial spillover effects of land price were analyzed with the flood information disclosure system and the stakeholders’ considerations in land price comparison. The effect of flooding on residential land prices in Hangzhou is the result of government regulations and market allocations, which are fundamentally different from those of the free market allocations in many western countries. Interestingly, the risk of flooding is capitalized into the price, whether it is determined by government or market pricing. Integrating flood risk into land price determination can help promote the optimal allocation of land resources and minimize depreciation attributable to flood disasters.",
    "readLink": "https://www.mdpi.com/2073-445X/11/10/1612"
  },
  {
    "title": "Attitudes of livestock farmers and sensitivity of livestock farming systems to drought conditions in the French Alps",
    "authors": [
      "Baptiste Nettier,",
      "Laurent Dobremez,",
      "Jean-Luc Coussy,",
      "Thomas Romagny"
    ],
    "doi": "https://doi.org/10.4000/rga.1307",
    "journalVolume": "Vol. 98,\n                                no. 4",
    "issn": "0035-1121 (Print)",
    "publisher": "1760-7426 (Online)",
    "countryOfPublisher": "Institut de Géographie Alpine",
    "lcc": [
      "France",
      "Geography. Anthropology. Recreation: Physical geography"
    ],
    "journalUrl": "http://rga.revues.org/",
    "abstract": "Livestock farming systems in the French Alps are particularly exposed to the predicted climate change and most of them have already experienced periods of drought since the beginning of the 2000s. Faced with this risk, livestock farmers have put in place a certain number of measures and envisage introducing others in the future. For the present study, surveys were conducted among livestock farmers to identify these measures and analyses were carried out to characterise the attitudes of livestock farmers to drought conditions and to evaluate changes in the sensitivity of their livestock farming systems. With the exception of those farms with extensive irrigated areas, all the farms are seeking solutions to deal with the risks arising from droughts. One solution is to purchase fodder to compensate for the decrease in the harvests that normally provide animal feed in the winter; the amounts purchased vary with the length of wintering required. For the grazing periods, the high mountain livestock breeders and the dairy systems of the Northern Alps rely above all on extending and over-sizing the pasture areas in relation to the needs of the herds. The livestock farms of the Southern Alps also rely on the diversity of vegetation areas and a certain flexibility in the practices used to adapt to conditions experienced during the year. A succession of dry years could result in more radical breakdowns in the livestock systems. It should also be remembered that climate change is only one of the factors influencing the types of changes taking place on farms.",
    "readLink": "http://journals.openedition.org/rga/1307"
  },
  {
    "title": "A machine learning approach to aerosol classification for single-particle mass spectrometry",
    "authors": [
      "C. D. Christopoulos,",
      "S. Garimella,",
      "S. Garimella,",
      "M. A. Zawadowicz,",
      "M. A. Zawadowicz,",
      "O. Möhler,",
      "D. J. Cziczo,",
      "D. J. Cziczo"
    ],
    "doi": "https://doi.org/10.5194/amt-11-5687-2018",
    "journalVolume": "Vol. 11\n                                \n                                \n                                  pp.\n                                  5687\n                                  – 5699",
    "issn": "1867-1381 (Print)",
    "publisher": "1867-8548 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering",
      "Technology: Engineering (General). Civil engineering (General): Earthwork. Foundations"
    ],
    "journalUrl": "http://www.atmospheric-measurement-techniques.net/home.html",
    "abstract": "Compositional analysis of atmospheric and laboratory aerosols is often conducted via single-particle mass spectrometry (SPMS), an in situ and real-time analytical technique that produces mass spectra on a single-particle basis. In this study, classifiers are created using a data set of SPMS spectra to automatically differentiate particles on the basis of chemistry and size. Machine learning algorithms build a predictive model from a training set for which the aerosol type associated with each mass spectrum is known a priori. Our primary focus surrounds the growing of random forests using feature selection to reduce dimensionality and the evaluation of trained models with confusion matrices. In addition to classifying ∼ 20 unique, but chemically similar, aerosol types, models were also created to differentiate aerosol within four broader categories: fertile soils, mineral/metallic particles, biological particles, and all other aerosols. Differentiation was accomplished using ∼ 40 positive and negative spectral features. For the broad categorization, machine learning resulted in a classification accuracy of ∼ 93 %. Classification of aerosols by specific type resulted in a classification accuracy of ∼ 87 %. The trained model was then applied to a blind mixture of aerosols which was known to be a subset of the training set. Model agreement was found on the presence of secondary organic aerosol, coated and uncoated mineral dust, and fertile soil.",
    "readLink": "https://www.atmos-meas-tech.net/11/5687/2018/amt-11-5687-2018.pdf"
  },
  {
    "title": "Diversité et usages des macromycètes de la Réserve de Biosphère de Luki (Kongo Central /République démocratique du Congo)",
    "authors": [
      "Charlot Mikobi Mikobi,",
      "Ernestine Lonpi Tipi,",
      "Bill Kasongo wa Ngoy Kashiki,",
      "Isaac Diansambu Makanua,",
      "Joseph Lumande Kasali,",
      "Baudouin Michel"
    ],
    "doi": "https://doi.org/10.4000/vertigo.39434",
    "issn": "1492-8442 (Online)",
    "publisher": "Éditions en environnement VertigO",
    "countryOfPublisher": "Canada",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://vertigo.revues.org/",
    "abstract": "Non-timber forest products including macro-fungi are an important source of food in forest regions of the world. Studies on edible fungi have been done in several places of the country, but no research has been conducted in the Luki Biosphere Reserve to date. The overall objective was to draw up a preliminary list of macromycetes and their uses by the communities living in the Luki Biosphere Reserve. Two linear transects of 5000m × 10m and 8000m × 10m crossing the selected plant formations served as sampling units for the inventory in three facies of the tropical forest: mature forest, secondary forest and fallow. Semi-structured ethnomycological surveys were conducted among 156 people chosen at random in the Mangala, Lemba, Tsumba Kituti, Kisavu, Kiobo, Kimbuya, Camp INERA-Luki and Manterne villages bordering the Luki Biosphere Reserve. In total, 33 species of macromycetes were inventoried, including 30 species used for food purposes, 3 species used for food and medicinal purposes, 2 species used exclusively for medicinal purposes and 2 species without use. Edible fungi are dominated by saprotrophs of the Pleurotaceae family and ectomycorrhizals of the Hydnaceae family. On the other hand, fungi for medicinal use are dominated by the Ganodermataceae family; mushrooms that combine both food and medicinal uses belong to the families of Schizophyllaceae, Lyophyllaceae and Auriculariaceae. Overall, the local populations of the Luki Biosphere Reserve are familiar with macromycetes for food and medicinal use. This study provides necessary information to take into account for a mushroom domestication program in the Luki biosphere reserve in order to cope with food insecurity and the effects of climate change already perceptible in this part of the country.",
    "readLink": "http://journals.openedition.org/vertigo/39434"
  }
]