[
  {
    "title": "Potenziale flexibler integrierter semizentraler Infrastruktursysteme in der Siedlungswasserwirtschaft",
    "authors": [
      "Susanne  Bieker,",
      "Birte  Frommer"
    ],
    "doi": "https://doi.org/10.1007/s13147-010-0037-3",
    "journalVolume": "Vol. 68,\n                                no. 4",
    "issn": "0034-0111 (Print)",
    "publisher": "1869-4179 (Online)",
    "countryOfPublisher": "oekom verlag GmbH",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Human ecology. Anthropogeography: Settlements: Cities. Urban geography",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: Urbanization. City and country"
    ],
    "journalUrl": "https://rur.oekom.de/",
    "abstract": "Dynamics like climate or demographic changes require a new flexibility, which existing infrastructure systems in Germany cannot perform. The general assumption centralized systems within urban areas of middle or high density offer advantages compared to decentralized structures has to be scrutinized under changing conditions. The following paper introduces an innovative approach of integrated, sector crossing infrastructure systems developed for fast growing urban areas in Asia and screens for transfer potentials of this approach, in order to develop strategies to cope with arising problems in infrastructure matters in Germany. The paper closes with strategic recommendations for changing infrastructure development and offers strategies for adapting current infrastructure elements in order to perform better under changing conditions.",
    "readLink": "https://rur.oekom.de/index.php/rur/article/view/894"
  },
  {
    "title": "The Effect of the Carbon Tax and the Emission Reduction Fund on Government Salience",
    "authors": [
      "Kirsty M. Dunbar,",
      "Monte Wynder,",
      "Peter Baxter"
    ],
    "doi": "https://doi.org/10.14453/aabfj.v17i3.06",
    "journalVolume": "Vol. 17,\n                                no. 3\n                                \n                                  pp.\n                                  81\n                                  – 105",
    "issn": "1834-2000 (Print)",
    "publisher": "1834-2019 (Online)",
    "countryOfPublisher": "University of Wollongong",
    "lcc": [
      "Australia",
      "Social Sciences: Commerce: Business"
    ],
    "journalUrl": "http://ro.uow.edu.au/aabfj/",
    "abstract": "Many developed countries have committed to targets to reduce their carbon emissions under international agreements. However, a recent 2021 study found that only one country, The Gambia, is on track to meeting its Paris targets. A key mechanism for achieving these national targets is the government. Therefore, the failure of most countries to meet their targets highlights the importance of evaluating the major policy alternatives. Australia instituted a carbon pricing scheme in 2012 that was repealed in 2014 and subsequently replaced with an emissions reduction fund in 2015. This provides a unique opportunity to study the effects of these two major alternative government policies on government salience. This study applies stakeholder theory and finds that the power and urgency of both policies was weakened by uncertainty, an often-neglected factor affecting stakeholder salience. Furthermore, we note that an evaluation of government salience must also consider firm and industry differences and the effect of positively versus negatively framed interventions.",
    "readLink": "https://ro.uow.edu.au/aabfj/vol17/iss3/6/"
  },
  {
    "title": "Elevated CO2 decreases soil carbon stability in Tibetan Plateau",
    "authors": [
      "Guang Zhao,",
      "Chao Liang,",
      "Xiaojuan Feng,",
      "Lingli Liu,",
      "Juntao Zhu,",
      "Ning Chen,",
      "Yao Chen,",
      "Li Wang,",
      "Yangjian Zhang"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/abbb50",
    "journalVolume": "Vol. 15,\n                                no. 11\n                                \n                                  p.\n                                  114002",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "The lack of ecosystem-scale CO _2 enrichment experiments in alpine regions considerably restricts our ability to predict the feedback of the global carbon (C) cycle to climate change. Here we investigate soil C response in an experiment with 5-year CO _2 enrichment and nitrogen (N) fertilization in a Tibetan meadow (4585 m above the sea level). We found that despite non-significant increase in bulk soil C pool, elevated CO _2 dramatically altered the allocation of C in different soil fractions and soil mineralization potentials. By changing soil microbial composition and enhancing enzyme activities, elevated CO _2 significantly accelerated soil organic matter (SOM) mineralization rates and stimulated the microbial utilization of ‘old C’ relative to that of ‘new C’. Furthermore, N fertilization under elevated CO _2 altered the decomposition process, increased the fungi to bacteria ratio, and decreased the coarse particulate organic matter pool and enzyme activities, indicating that N fertilization counters the CO _2 fertilization effect. Overall, our findings suggest a growing threat of elevated CO _2 in reducing SOM stability, and highlight the key role of N availability in driving soil C turnover under elevated CO _2 .",
    "readLink": "https://doi.org/10.1088/1748-9326/abbb50"
  },
  {
    "title": "Shear capacity of sustainable ultra-high performance concrete beam reinforced with macro synthetic fiber as a sustainable alternative for stirrups and steel fiber",
    "authors": [
      "Adil R. Al-Alawi,",
      "M.A. Mashrei"
    ],
    "doi": "Vol. 17\n                                \n                                \n                                  p.\n                                  e01443",
    "issn": "2214-5095 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering: Materials of engineering and construction. Mechanics of materials"
    ],
    "journalUrl": "https://www.journals.elsevier.com/case-studies-in-construction-materials",
    "abstract": "The research aims to investigate using macro-synthetic fibers as a sustainable alternative to the traditional shear reinforcement (stirrups and steel fibers) in the development of sustainable ultra-high-performance concrete beams. This research also contributes to global efforts to combat climate change by creating sustainable cities with green structures, durable, lightweight, have very long service life, and required low maintenance. Twenty-six trial mixtures were prepared with a 234 cubes (50 mm) under heat curing at 90° for three days to achieve a compressive strength of around 150 MPa. Fourteen simply supported UHPC beams with dimensions (100 *150 *1150) mm without stirrups were prepared and tested under four-point loading with constant (a/d = 2.3) to investigate the shear behavior related to the first crack shear load and shear carrying capacity. Four studied parameters were used: two types of macro-synthetic fibers with three-volume fraction ratios (Vf) of (0.34, 0.52, 0.69) %, in addition to a third type hybrid with steel fiber in three volumetric ratios of 1.25%, as well as three longitudinal reinforcement ratio of (0.28%, 0.034%, 0.04%). The results revealed that the shear capacity of UHPC beams with macro-synthetic fibers in a volume ratio of 0.69% was superior to those with stirrups (8 mm every 140 mm), achieving one of the sustainable aims by replacing the stirrup steel. Also the steel fiber weight could be reduced by 56%, 42%, and 28% by hybridization it with macro synthetic fibers with (vf) of 0.69%, 0.52%, and 0.34% while maintaining an excellent shear capacity of 75%, 86% and 90%, respectively, from the shear capacity of steel fiber UHPC beams with 1,25% (vf). The shear carrying capacity increased by 17%, 53%, and 74% when the reinforcement ratio increased (0.028, 0.034 0.04) %. The small and medium volume fraction of macro synthetic fiber marginally affected the first crack load, while it increased by 27% when using a volume ratio of 69%, meanwhile, hybridization of this ratio with steel fiber improved the first crack load by 56%.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2214509522005757"
  },
  {
    "title": "High-Resolution Ratoon Rice Monitoring under Cloudy Conditions with Fused Time-Series Optical Dataset and Threshold Model",
    "authors": [
      "Rongkun Zhao,",
      "Yue Wang,",
      "Yuechen Li"
    ],
    "doi": "https://doi.org/10.3390/rs15174167",
    "journalVolume": "Vol. 15,\n                                no. 4167\n                                \n                                  p.\n                                  4167",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Ratoon rice, an effective rice cultivation system, allows paddy rice to be harvested twice from the same stubble, playing an important role in ensuring food security and adapting to climate change with its unique growth characteristics. However, there is an absence of research related to remote-sensing monitoring of ratoon rice, and the presence of other rice cropping systems (e.g., double-season rice) with similar characteristics poses a hindrance to the accurate identification of ratoon rice. Furthermore, cloudy and rainy regions have limited available remote-sensing images, meaning that remote-sensing monitoring is limited. To address this issue, taking Yongchuan District, a typical cloud-prone region in Chongqing, China, as an example, this study proposed the construction of a time-series optical dataset using the Modified Neighborhood Similar Pixel Interpolator (MNSPI) method for cloud-removal interpolation and the Flexible Spatiotemporal DAta Fusion (FSDAF) model for fusing multi-source optical remote-sensing data, in combination with vegetation index features and phenological information to build a threshold model to map ratoon rice at high-resolution (10 m). The mapping performance of ratoon rice was evaluated using independent field samples to obtain the overall accuracy and kappa coefficient. The findings indicate that the combination of the MNSPI method and FSDAF model had a stable and effective performance, characterized by high correlation coefficient (r) values and low root mean square error (RMSE) values between the restored/predicted images and the true images. Notably, it was possible to effectively capture the distinct characteristics of ratoon rice in cloudy and rainy regions using the proposed threshold model. Specifically, the identified area of ratoon rice in the study region was 194.17 km2, which was close to the official data (158–180 km2), and the overall accuracy and kappa coefficient of ratoon rice identification result were 90.73% and 0.81, respectively. These results demonstrate that our proposed threshold model can effectively distinguish ratoon rice during vital phenological stages from other crop types, enrich the technical system of rice remote-sensing monitoring, and provide a reference for agricultural remote-sensing applications in cloudy and rainy regions.",
    "readLink": "https://www.mdpi.com/2072-4292/15/17/4167"
  },
  {
    "title": "ARBUSCULAR MYCORRHIZAL FUNGI - AN ESSENTIAL TOOL TO SUSTAINABLE VINEYARD DEVELOPMENT: A REVIEW",
    "authors": [
      "Gheorghe Cristian Popescu"
    ],
    "doi": "Vol. 5,\n                                no. 10\n                                \n                                  pp.\n                                  107\n                                  – 116",
    "issn": "2284-953X (Online)",
    "publisher": "Editura Universitatii din Pitesti",
    "countryOfPublisher": "Romania",
    "lcc": [
      "Science: Science (General)"
    ],
    "journalUrl": "http://natsci.upit.ro",
    "abstract": "Grapevine is one of the most important horticultural perennial crops grown in many countries from worldwide. In this paper, we review the global benefits of arbuscular mycorrhiza application for grapevine production and the impact of viticultural practices for these natural microorganisms to establish symbiotic associations with vine roots. This review aims to provide a brief overview of the status of and to outline the most important application and effects of AMF in viticulture in order to increase the sustainability of vineyards. Viticulture has to adapt to new challenges of pest and chemicals fertilizers management, climate change, global urbanization, land erosions, increasing droughts, world population growth and others factors that can affect the sustainability of viticultural production systems. One of eco-friendly approaches is to use the application of arbuscular mycorrhiza fungi (AMF). Response of grapevine to AMF application demonstrated a lot of benefits for viticultural ecosystems. Technologies on sustainable agriculture and conservation of ecosystems vineyards may consider arbuscular mycorrhiza fungi as biofertilizers. Arbuscular mycorrhiza fungi could be an effective tool for improving the agro-enviromental perfomance in viticultural farms.",
    "readLink": "https://www.upit.ro/_document/11959/paper_15.pdf"
  },
  {
    "title": "Seeing the Canopy for the Branches: Improved Within Canopy Scaling of Leaf Nitrogen",
    "authors": [
      "Ethan E. Butler,",
      "Ming Chen,",
      "Daniel Ricciuto,",
      "Habacuc Flores‐Moreno,",
      "Kirk R. Wythers,",
      "Jens Kattge,",
      "Peter E. Thornton,",
      "Peter B. Reich"
    ],
    "doi": "https://doi.org/10.1029/2020MS002237",
    "journalVolume": "Vol. 12,\n                                no. 10\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "1942-2466 (Online)",
    "publisher": "American Geophysical Union (AGU)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://agupubs.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)1942-2466/",
    "abstract": "Abstract Transitioning across biological scales is a central challenge in land surface models. Processes that operate at the scale of individual leaves must be scaled to canopies, and this is done using dedicated submodels. Here, we focus on a submodel that prescribes how light and nitrogen are distributed through plant canopies. We found a mathematical inconsistency in a submodel implemented in the Community and Energy Land Models (CLM and ELM), which incorporates twigs, branches, stems, and dead leaves in nitrogen scaling from leaf to canopy. The inconsistency leads to unrealistic (physically impossible) values of the nitrogen scaling coefficient. The mathematical inconsistency is a general mistake, that is, would occur in any model adopting this particular submodel. We resolve the inconsistency by allowing distinct profiles of stems and branches versus living leaves. We implemented the updated scheme in the ELM and find that the correction reduces global mean gross primary production (GPP) by 3.9 Pg C (3%). Further, when stems and branches are removed from the canopy in the updated model (akin to models that ignore shading from stems), global GPP increases by 4.1 Pg C (3.2%), because of reduced shading. Hence, models that entirely ignore stem shading also introduce errors in the global spatial distribution of GPP estimates, with a strong signal in the tropics, increasing GPP there by over 200 g C m−2 yr−1. Appropriately incorporating stems and other nonphotosynthesizing material into the light and nitrogen scaling routines of global land models, will improve their biological realism and accuracy.",
    "readLink": "https://doi.org/10.1029/2020MS002237"
  },
  {
    "title": "Halotolerant Plant Growth-Promoting Rhizobacteria Isolated From Saline Soil Improve Nitrogen Fixation and Alleviate Salt Stress in Rice Plants",
    "authors": [
      "Fiqriah Hanum Khumairah,",
      "Fiqriah Hanum Khumairah,",
      "Mieke Rochimi Setiawati,",
      "Betty Natalie Fitriatin,",
      "Tualar Simarmata,",
      "Saleh Alfaraj,",
      "Mohammad Javed Ansari,",
      "Hesham A. El Enshasy,",
      "Hesham A. El Enshasy,",
      "Hesham A. El Enshasy,",
      "R. Z. Sayyed,",
      "R. Z. Sayyed,",
      "Solmaz Najafi"
    ],
    "doi": "https://doi.org/10.3389/fmicb.2022.905210",
    "journalVolume": "Vol. 13",
    "issn": "1664-302X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.frontiersin.org/microbiology",
    "abstract": "Salinity is one of the most damaging abiotic stresses due to climate change impacts that affect the growth and yield of crops, especially in lowland rice fields and coastal areas. This research aimed to isolate potential halotolerant plant growth-promoting rhizobacteria from different rhizo-microbiome and use them as effective bioinoculants to improve rice growth under salinity stress conditions. Bioassay using rice seedlings was performed in a randomized block design consisting of 16 treatments (control and 15 bacterial isolates) with three replications. Results revealed that isolates S3, S5, and S6 gave higher shoot height, root length, and plant dry weight compared with control (without isolates). Based on molecular characteristics, isolates S3 and S5 were identified as Pseudomonas stutzeri and Klebsiella pneumonia. These isolates were able to promote rice growth under salinity stress conditions as halotolerant plant growth-promoting rhizobacteria. These three potent isolates were found to produce indole-3-acetic acid and nitrogenase.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmicb.2022.905210/full"
  },
  {
    "title": "Polycyclic aromatic hydrocarbons and polychlorinated biphenyls in soils and atmosphere of Western Canadian mountains: The role of source proximity, precipitation, forest cover and mountain cold-trapping",
    "authors": [
      "Batual Abdul Hussain,",
      "John N. Westgate,",
      "Stephen J. Hayward,",
      "Chubashini Shunthirasingham,",
      "Trevor N. Brown,",
      "Hayley Hung,",
      "Ying D. Lei,",
      "Frank Wania"
    ],
    "doi": "Vol. 1",
    "issn": "2590-1621 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.journals.elsevier.com/atmospheric-environment-x",
    "abstract": "Soil was sampled and XAD-2 based passive air samplers were deployed for one year at several locations on four mountains and a mountain pass in British Columbia (BC), Canada. The mountains, ranging between ca. 1100–1500 m in altitude, varied in their proximity to likely sources of polychlorinated biphenyls (PCBs) and polycyclic aromatic hydrocarbons (PAHs). Considered mountain-by-mountain, proximity to sources determines the concentrations of PCBs: Grouse Mountain, immediately to the North of Vancouver, had the highest PCB concentrations in both atmospheric gas phase and soil, while three other mountains in southern BC had levels approximately a factor of three lower. PCB concentrations along the Chilkoot Trail in remote Northern BC were more than an order of magnitude lower. While Grouse Mountain also had the highest PAH concentrations, gas phase concentrations of PAHs elsewhere were only slightly lower and varied little between the different mountains. Soil concentrations of PAHs were highly elevated on urban Grouse Mountain and lowest on Blue Grouse Mountain, which stands out by having the driest climate. On a site-by-site basis, PCB concentrations in the atmospheric gas phase decreased with increasing elevation but show indication of upslope enrichment in the soils of three of the mountains. These include the most urban mountain and two rural mountains, which have more precipitation and forest coverage than the remaining two mountains. There was no difference between congeners in the extent of upslope enrichment, indicating that the temperature gradient along the mountains was not sufficiently large to cause fractionation. Atmospheric gas phase and soil concentrations of PAHs on a mountain decrease with distance from likely sources. Although sources of PAHs are too widespread to observe any trends of mountain cold-trapping, PCBs are clearly experiencing cold-trapping in Western Canadian mountains. Keywords: Persistent organic pollutants, Mountain, Passive air sampler, British Columbia, Cold trap, Soil contamination",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2590162118300042"
  },
  {
    "title": "Arbuscular Mycorrhizal Fungi Alleviate Drought Stress in C3 (Leymus chinensis) and C4 (Hemarthria altissima) Grasses via Altering Antioxidant Enzyme Activities and Photosynthesis",
    "authors": [
      "Junqin Li,",
      "Bo Meng,",
      "Hua Chai,",
      "Xuechen Yang,",
      "Wenzheng Song,",
      "Shuixiu Li,",
      "Ao Lu,",
      "Tao Zhang,",
      "Wei Sun"
    ],
    "doi": "https://doi.org/10.3389/fpls.2019.00499",
    "journalVolume": "Vol. 10",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "As one of the most important limiting factors of grassland productivity, drought is predicted to increase in intensity and frequency. Greenhouse studies suggest that arbuscular mycorrhizal fungi (AMF) can improve plant drought resistance. However, whether AMF can improve plant drought resistance in field conditions and whether the effects of AMF on drought resistance differ among plants with different photosynthetic pathways remain unclear. To evaluate the effect of indigenous AMF on plant drought resistance, an in situ rainfall exclusion experiment was conducted in a temperate meadow in northeast China. The results showed that AMF significantly reduced the negative effects of drought on plant growth. On average, AMF enhanced plant biomass, photosynthetic rate (A), stomatal conductance (gs), intrinsic water use efficiency (iWUE), and superoxide dismutase (SOD) activity of the C3 species Leymus chinensis by 58, 63, 38, 15, and 45%, respectively, and reduced levels of malondialdehyde (MDA) by 32% under light and moderate drought (rainfall exclusion of 30 and 50%, respectively). However, under extreme drought (rainfall exclusion of 70%), AMF elevated only aboveground biomass and catalase (CAT) activities. Averagely, AMF increased the aboveground biomass, A, and CAT activity of Hemarthria altissima (C4) by 37, 28, and 30%, respectively, under light and moderate droughts. The contribution of AMF to plant drought resistance was higher for the C3 species than that for the C4 species under both light and moderate drought conditions. The results highlight potential photosynthetic type differences in the magnitude of AMF-associated enhancement in plant drought resistance. Therefore, AMF may determine plant community structure under future climate change scenarios by affecting the drought resistance of different plant functional groups.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fpls.2019.00499/full"
  }
]