[
  {
    "title": "Influence of Climatic Factors on Scots Pine (Pinus sylvestris L.) Growth on the Coast of the Kandalaksha Bay of the White Sea",
    "authors": [
      "Anna E. Koukhta,",
      "Olga V. Maksimova,",
      "Veronika V. Kuznetsova"
    ],
    "doi": "https://doi.org/10.37482/0536-1036-2023-4-105-119",
    "journalVolume": "no. 4\n                                \n                                  pp.\n                                  105\n                                  – 119",
    "issn": "0536-1036 (Print)",
    "publisher": "Northern Arctic Federal University",
    "countryOfPublisher": "Russian Federation",
    "lcc": [
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://lesnoizhurnal.ru/en/",
    "abstract": "The purpose of this study is a comparative analysis of linear and radial increments of Scots pine (Pinus sylvestris L.) as a response to the growing conditions on the coast of the Kandalaksha Bay of the White Sea, as well as an evaluation of the temperature and precipitation influences of the current and previous growing seasons. These were applied to the conventional methods of measurement and data analysis. The dynamics of growth in height and diameter were employed as indicators of the stands' response to habitant conditions. A statistical analysis of the growth rates was performed, which vary depending on habitat type, as well as an assessment of the connection between biometric indicators of the stands and the amount of precipitation and mean temperature. The significant differences in the series of linear increment increases were found as distinctions between biotopes, but they were absent for the radial increment. Therefore, it is possible to monitor the typical behavior of tree diversity independent of the biotope type using radial growth series. This provides the foundation for a long-term retrospective analysis of environmental impact on the stands by using the annual rings of the trees without taking growing conditions into account. Precipitation was determined to be a limiting factor for radial and linear growth throughout the phenophase of internodal growth and early wood formation. Temperature was identified as a limiting factor for radial development only during the stages of late wood formation and resource accumulation for the following growing season. The high sensitivity of linear increases to climatic conditions was revealed, which makes it useful as a criterion for assessing the state of forest ecosystems over short time periods (up to 30 years). However, this, in turn, dictates the impossibility of forming long-term linear increment series, as for radial growth, which is a significant limitation of this method. The choice of linear or radial growth analysis methods is concluded to be determined by the goals of the intended study, i.e., monitoring forest ecosystems under current climate change conditions or long-term paleoclimate analysis. For citation: Koukhta A.E., Maksimova O.V., Kuznetsova V.V. Influence of Climatic Factors on Scots Pine (Pinus sylvestris L.) Growth on the Coast of the Kandalaksha Bay of the White Sea. Lesnoy Zhurnal = Russian Forestry Journal, 2023, no. 4, pp. 105–119. (In Russ.). https://doi.org/10.37482/0536-1036-2023-4-105-119",
    "readLink": "https://journals.narfu.ru/index.php/fj/article/view/1522"
  },
  {
    "title": "Evaluation of regional low-carbon circular economy development: a case study in Sichuan province, China",
    "authors": [
      "Meng Ye,",
      "Fumin Deng,",
      "Li Yang,",
      "Xuedong Liang"
    ],
    "doi": "https://doi.org/10.1108/IJCCSM-03-2021-0023",
    "journalVolume": "Vol. 14,\n                                no. 1\n                                \n                                  pp.\n                                  54\n                                  – 77",
    "issn": "1756-8692 (Print)",
    "publisher": "1756-8706 (Online)",
    "countryOfPublisher": "Emerald Publishing",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.emeraldgrouppublishing.com/products/journals/journals.htm?id=ijccsm",
    "abstract": "Purpose – This paper aims to build a scientific evaluation index system for regional low-carbon circular economic development. Taking Sichuan Province as the empirical research object, the paper evaluates its low-carbon circular economy (LCCE) development level and proposes policy recommendations for climate change improvement based on the evaluation results. Design/methodology/approach – This paper, first, built an evaluation index system with 30 indicators within six subsystems, namely, economic development, social progress, energy consumption, low-carbon emissions, carbon sink capacity and environmental carrying capacity. Second, develop an “entropy weight-grey correlation” evaluation method. Finally, from a practical point of view, measure the development level of LCCE in Sichuan Province, China, from 2008 to 2018. Findings – It was found that Sichuan LCCE development had a general downward trend from 2008 to 2012 and a steady upward trend from 2012 to 2018; however, the overall level was low. The main factors affecting the LCCE development are lagging energy consumption and environmental carrying capacity subsystem developments. Research limitations/implications – This paper puts forward relevant suggestions for improving the development of a low-carbon economy and climate change for the reference of policymakers. Originality/value – This paper built an evaluation index system with 30 indicators for regional low carbon circular economic development. The evaluation method of “entropy weight-grey correlation” is used to measure the development level of regional LCCE in Sichuan Province, China.",
    "readLink": "https://www.emerald.com/insight/content/doi/10.1108/IJCCSM-03-2021-0023/full/pdf?title=evaluation-of-regional-low-carbon-circular-economy-development-a-case-study-in-sichuan-province-china"
  },
  {
    "title": "Identifikasi Karakteristik Kawasan Informal Pesisir Kota Bandar Lampung dan Kerentanan terhadap Dampak Perubahan Iklim (Studi Kasus : Kelurahan Kota Karang dan Kangkung)",
    "authors": [
      "Warid Zul Ilmi,",
      "Adnin Musadri Asbi,",
      "Tamaluddin Syam"
    ],
    "doi": "https://doi.org/10.14710/pwk.v17i2.33130",
    "journalVolume": "Vol. 17,\n                                no. 2\n                                \n                                  pp.\n                                  149\n                                  – 167",
    "issn": "1858-3903 (Print)",
    "publisher": "2597-9272 (Online)",
    "countryOfPublisher": "Diponegoro University",
    "lcc": [
      "Indonesia",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: Regional planning",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: City planning"
    ],
    "journalUrl": "https://ejournal.undip.ac.id/index.php/pwk/index",
    "abstract": "This research aims to identify the characteristics of informal areas in Kelurahan Kota Karang and Kelurahan Kangkung and their vulnerability to the impacts of climate change. Climate change is a high-risk threat in the future, events such as flash floods, tidal flooding and water crisis will continue to worsen in coastal areas, and informal communities as a vulnerable group will be greatly affected by this. The method of data collection in this study uses the independent interview method, literature review and observation. The data analysis method used is descriptive qualitative analysis. According to the results of the analysis, the region has endeavored to deal with various shocks and pressures, and has characteristics of resilience as a capital of resilience in facing the impacts of climate change. However, they have not been able to solve all the existing problems.",
    "readLink": "https://ejournal.undip.ac.id/index.php/pwk/article/view/33130"
  },
  {
    "title": "The impact of zinc oxide nanoparticles in freshwater mussels exposed to municipal effluents",
    "authors": [
      "F Gagné,",
      "J Auclair,",
      "S Trépanier,",
      "P Turcotte,",
      "M Pilote,",
      "C Gagnon"
    ],
    "doi": "Vol. 13,\n                                no. 1",
    "issn": "1824-307X (Print)",
    "publisher": "ISJ",
    "countryOfPublisher": "Italy",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "http://www.isj.unimo.it/",
    "abstract": "Zinc oxide nanoparticles (nano-ZnO) are used in the production of transparent sunscreens and cosmetics, which are released into the environment through municipal effluents. The purpose of this study was to examine the toxicity of nano-ZnO to freshwater mussels (Elliptio complanata) in the presence of municipal effluents. Mussels were exposed for 21 days at 15 o C to 1 and 10 µg/L nanoZnO, and ZnCl2 in the presence of a physico-chemically treated municipal effluent (3 and 10 % v/v). After the exposure period and a 24 h depuration step, mussels were analyzed for free Zn in gills, metallothioneins (MT), oxidative stress (production of malondialdehyde (MDA) during lipid peroxidation), gonad alkali-labile phosphate (ALP) levels and genotoxicity. Gill MT levels were increased at 10 µg/L nano-ZnO and ZnCl2 and in the presence of the municipal effluent. MT levels were positively correlated with free Zn in gills and negatively correlated with MDA levels, indicating its involvement in the prevention of oxidative stress. However, MDA levels were significantly related to DNA damage in gills, indicating that MT induction did not prevent oxidative-mediated damage in cells. Gonad ALP levels were increased by exposure to ZnCl2 and to the highest concentration of municipal effluent. DNA strand breaks were increased in mussels treated to nano-ZnO indepentely of municipal effluent. Multivariate discriminant function analysis revealed that control mussels differed from mussels exposed to the municipal effluent and from those exposed to nano-ZnO or ZnCl2 alone. When the municipal effluent was added, changes in MDA, MT and labile Zn were produced and formed another cluster, suggesting a change in the toxicity of the municipal effluent in the presence of nano-ZnO.",
    "readLink": "https://isj02.unimore.it/index.php/ISJ/article/view/401"
  },
  {
    "title": "Soil Carbon Budget Account for the Sustainability Improvement of a Mediterranean Vineyard Area",
    "authors": [
      "Agata Novara,",
      "Valeria Favara,",
      "Amelia Novara,",
      "Nicola Francesca,",
      "Tanino Santangelo,",
      "Pietro Columba,",
      "Stefania Chironi,",
      "Marzia Ingrassia,",
      "Luciano Gristina"
    ],
    "doi": "https://doi.org/10.3390/agronomy10030336",
    "journalVolume": "Vol. 10,\n                                no. 3\n                                \n                                  p.\n                                  336",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "Sustainable viticulture is suggested as an interesting strategy for achieving the objectives of global greenhouse gas (GHG) emission reduction in terms of mitigation and adaptation. However, knowledge and quantification of the contribution of sustainable vineyard management on climate change impact are needed. Although it is widely assessed by several authors that the agricultural stage has a great impact in the wine chain, very few studies have evaluated the greenhouse gas emission in this phase including the ability of soil to sequester carbon (C) or the off-farm C loss by erosion. This work aimed to provide a vineyard carbon budget (vCB) tool to quantify the impact of grape production on GHG emission including the effects of environmental characteristics and agricultural practices. The vCB was estimated considering four different soil management scenarios: conventional tillage (CT), temporary cover crop with a leguminous species in alternate inter-rows (ACC), temporary cover crop with a leguminous species (CC), permanent cover crop (PCC). The estimation of vCB was applied at territory level in a viticulture area in Sicily (2468 ha of vineyard) using empirical data. Results of the present study showed that the environmental characteristics strongly affect the sustainability of vineyard management; the highest contribution to total CO2 emission is, in fact, given by the C losses by erosion in sloping vineyards. Soils of studied vineyards are a source of CO2 due to the low C inputs and high mineralization rate, except for soil managed by CC which can sequester soil C, contributing positively to vCB. The highest total CO2 emission was estimated in vineyards under CT management (2.31 t ha−1y−1), followed by CC (1.27 t ha−1y−1), ACC (0.69 t ha−1y−1) and PCC (0.64 t ha−1y−1). Findings of vCB applied at territory level highlighted the key role of the evaluation of carbon budget (CB) on a larger scale to identify the CO2 emission in relation to climatic and environmental factors. The present study could contribute to provide suggestions to policymakers and farmers for reducing GHG emissions and promote more sustainable grape production practices.",
    "readLink": "https://www.mdpi.com/2073-4395/10/3/336"
  },
  {
    "title": "Acclimation of foliar respiration and photosynthesis in response to experimental warming in a temperate steppe in northern China.",
    "authors": [
      "Yonggang Chi,",
      "Ming Xu,",
      "Ruichang Shen,",
      "Qingpeng Yang,",
      "Bingru Huang,",
      "Shiqiang Wan"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0056482",
    "journalVolume": "Vol. 8,\n                                no. 2\n                                \n                                  p.\n                                  e56482",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "BACKGROUND: Thermal acclimation of foliar respiration and photosynthesis is critical for projection of changes in carbon exchange of terrestrial ecosystems under global warming. METHODOLOGY/PRINCIPAL FINDINGS: A field manipulative experiment was conducted to elevate foliar temperature (Tleaf) by 2.07°C in a temperate steppe in northern China. Rd/Tleaf curves (responses of dark respiration to Tleaf), An/Tleaf curves (responses of light-saturated net CO2 assimilation rates to Tleaf), responses of biochemical limitations and diffusion limitations in gross CO2 assimilation rates (Ag) to Tleaf, and foliar nitrogen (N) concentration in Stipa krylovii Roshev. were measured in 2010 (a dry year) and 2011 (a wet year). Significant thermal acclimation of Rd to 6-year experimental warming was found. However, An had a limited ability to acclimate to a warmer climate regime. Thermal acclimation of Rd was associated with not only the direct effects of warming, but also the changes in foliar N concentration induced by warming. CONCLUSIONS/SIGNIFICANCE: Warming decreased the temperature sensitivity (Q10) of the response of Rd/Ag ratio to Tleaf. Our findings may have important implications for improving ecosystem models in simulating carbon cycles and advancing understanding on the interactions between climate change and ecosystem functions.",
    "readLink": "http://europepmc.org/articles/PMC3574119?pdf=render"
  },
  {
    "title": "Impacts of Climate Change and Human Activities on Plant Species α-Diversity across the Tibetan Grasslands",
    "authors": [
      "Shaolin Huang,",
      "Gang Fu"
    ],
    "doi": "https://doi.org/10.3390/rs15112947",
    "journalVolume": "Vol. 15,\n                                no. 2947\n                                \n                                  p.\n                                  2947",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Plant species α-diversity is closely correlated with ecosystem structures and functions. However, whether climate change and human activities will reduce plant species α-diversity remains controversial. In this study, potential (i.e., potential species richness: SRp, Shannonp, Simpsonp and Pieloup) and actual plant species α-diversity (i.e., actual species richness: SRa, Shannona, Simpsona and Pieloua) during 2000–2020 were quantified based on random forests in grasslands on the Tibetan Plateau. Overall, climate change had positive influences on potential plant species α-diversity across all the grassland systems. However, more than one-third areas showed decreasing trends for potential plant species α-diversity. Climate change increased the SRp at rates of 0.0060 and 0.0025 yr−1 in alpine steppes and alpine meadows, respectively. Temperature change predominated the variations of Shannonp and Simpsonp, and radiation change predominated the variations of SRp and Pieloup. Geography position, local temperature, precipitation and radiation conditions regulated the impacts of climate change on potential species α-diversity. On average, human activities caused 1% plant species loss but elevated the Shannon, Simpson and Pielou by 26%, 4% and 5%, respectively. There were 46.51%, 81.08%, 61.26% and 61.10% areas showing positive effects of human activities on plant species richness, Shannon, Simpson and Pielou, respectively. There were less than 48% areas showing increasing trends of human activities’ impacts on plant species α-diversity. Human activities increased plant species richness by 2% in alpine meadows but decreased plant species richness by 1% in alpine steppes. Accordingly, both the impacts of climate change and human activities on plant species α-diversity were not always negative and varied with space and grassland types. The study warned that both climate change and human activities may not cause as much species loss as expected. This study also cautioned that the impacts of radiation change on plant species α-diversity should be at least put on the same level as the impacts of climate warming and precipitation change on plant α-diversity.",
    "readLink": "https://www.mdpi.com/2072-4292/15/11/2947"
  },
  {
    "title": "Satellite-derived emissions of carbon monoxide, ammonia, and nitrogen dioxide from the 2016 Horse River wildfire in the Fort McMurray area",
    "authors": [
      "C. Adams,",
      "C. A. McLinden,",
      "M. W. Shephard,",
      "N. Dickson,",
      "E. Dammers,",
      "J. Chen,",
      "P. Makar,",
      "K. E. Cady-Pereira,",
      "N. Tam,",
      "S. K. Kharol,",
      "L. N. Lamsal,",
      "L. N. Lamsal,",
      "N. A. Krotkov"
    ],
    "doi": "https://doi.org/10.5194/acp-19-2577-2019",
    "journalVolume": "Vol. 19\n                                \n                                \n                                  pp.\n                                  2577\n                                  – 2599",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "In May 2016, the Horse River wildfire led to the evacuation of ∼ 88 000 people from Fort McMurray and surrounding areas and consumed ∼ 590 000 ha of land in Northern Alberta and Saskatchewan. Within the plume, satellite instruments measured elevated values of CO, NH3, and NO2. CO was measured by two Infrared Atmospheric Sounding Interferometers (IASI-A and IASI-B), NH3 by IASI-A, IASI-B, and the Cross-track Infrared Sounder (CrIS), and NO2 by the Ozone Monitoring Instrument (OMI). Daily emission rates were calculated from the satellite measurements using fire hotspot information from the Moderate Resolution Imaging Spectroradiometer (MODIS) and wind information from the European Centre for Medium-Range Weather Forecasts (ECMWF) ERA5 reanalysis, combined with assumptions on lifetimes and the altitude range of the plume. Sensitivity tests were performed and it was found that uncertainties of emission estimates are more sensitive to the plume shape for CO and to the lifetime for NH3 and NOx. The satellite-derived emission rates were ∼ 50–300 kt d−1 for CO, ∼ 1–7 kt d−1 for NH3, and ∼ 0.5–2 kt d−1 for NOx (expressed as NO) during the most active fire periods. The daily satellite-derived emission estimates were found to correlate fairly well (R∼0.4–0.7) with daily output from the ECMWF Global Fire Assimilation System (GFAS) and the Environment and Climate Change Canada (ECCC) FireWork models, with agreement within a factor of 2 for most comparisons. Emission ratios of NH3∕CO, NOx∕CO, and NOx∕NH3 were calculated and compared against enhancement ratios of surface concentrations measured at permanent surface air monitoring stations and by the Alberta Environment and Parks Mobile Air Monitoring Laboratory (MAML). For NH3∕CO, the satellite emission ratios of ∼ 0.02 are within a factor of 2 of the model emission ratios and surface enhancement ratios. For NOx∕CO satellite-measured emission ratios of ∼0.01 are lower than the modelled emission ratios of 0.033 for GFAS and 0.014 for FireWork, but are larger than the surface enhancement ratios of ∼0.003, which may have been affected by the short lifetime of NOx. Total emissions from the Horse River fire for May 2016 were calculated and compared against total annual anthropogenic emissions for the province of Alberta in 2016 from the ECCC Air Pollutant Emissions Inventory (APEI). Satellite-measured emissions of CO are ∼1500 kt for the Horse River fire and exceed the total annual Alberta anthropogenic CO emissions of 992.6 kt for 2016. The satellite-measured emissions during the Horse River fire of ∼30 kt of NH3 and ∼7 kt of NOx (expressed as NO) are approximately 20 % and 1 % of the magnitude of total annual Alberta anthropogenic emissions, respectively.",
    "readLink": "https://www.atmos-chem-phys.net/19/2577/2019/acp-19-2577-2019.pdf"
  },
  {
    "title": "Analysis of farmers' communication network and factors of knowledge regarding agro meteorological parameters",
    "authors": [
      "K RAVI KUMAR,",
      "M S NAIN,",
      "RASHMI SINGH,",
      "V P CHAHAL,",
      "R S BANA"
    ],
    "doi": "https://doi.org/10.56093/ijas.v85i12.54314",
    "journalVolume": "Vol. 85,\n                                no. 12",
    "issn": "0019-5022 (Print)",
    "publisher": "2394-3319 (Online)",
    "countryOfPublisher": "Indian Council of Agricultural Research",
    "lcc": [
      "India",
      "Agriculture"
    ],
    "journalUrl": "https://epubs.icar.org.in/index.php/IJAgS/",
    "abstract": "Understanding communication networks bear significant importance for undertaking interventions regarding local information needs. It becomes more important if the issues of sensitivity like climate change and its effect on agriculture has to be dealt. The agricultural sector needs accurate, reliable and timely weather and climate information for daily tactical decisions and long-term planning for crop management. They can potentially alter selection and management of crops based on new information obtained within a few weeks or days of planting. The information systems integrating agricultural educators, researchers, extensionists and farmers need to be introduced for agriculture sector for which sufficient data base regarding the gap between the possessed knowledge and the available knowledge and the information source utilization pattern need to be generated. The present study to find out the factors of the knowledge of farmers regarding climate and weather in relation to crop management and the analysis of farmers' communication network was undertaken in Adilabad district (highly vulnerable to climate change effects) of Telangana state of India. A knowledge test specifically designed was administered to 120 respondents and was found that majority of the respondents had moderate level of knowledge. The socio-economic and psycho-personal variables like education, occupation, family type, land holding, social participation, economic motivation, innovativeness, scientific orientation and risk orientation showed positive and significant relationship with knowledge level and in regression analysis education, scientific orientation were positive and had significant contribution to the knowledge level of respondents. Television, radio, agriculture officer and progressive farmers were categorized into strong group of information sources usefulness. In order to support farm level decisions and minimize the loses in adverse climatic and weather conditions farmers' understanding about interaction of climate and agro-ecosystem need to be bridged through inclusion of farmers' communication network",
    "readLink": "https://epubs.icar.org.in/index.php/IJAgS/article/view/54314"
  },
  {
    "title": "Examining the Regional Co‐Variability of the Atmospheric Water and Energy Imbalances in Different Model Configurations—Linking Clouds and Circulation",
    "authors": [
      "Guy Dagan,",
      "Philip Stier,",
      "Beth Dingley,",
      "Andrew I. L. Williams"
    ],
    "doi": "https://doi.org/10.1029/2021MS002951",
    "journalVolume": "Vol. 14,\n                                no. 6\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "1942-2466 (Online)",
    "publisher": "American Geophysical Union (AGU)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://agupubs.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)1942-2466/",
    "abstract": "Abstract Clouds are a key player in the global climate system, affecting the atmospheric water and energy budgets, and they are strongly coupled to the large‐scale atmospheric circulation. Here, we examine the co‐variability of the atmospheric energy and water budget imbalances in three different global model configurations–radiative‐convective equilibrium, aqua‐planet, and global simulations with land. The gradual increase in the level of complexity of the model configuration enables an investigation of the effects of rotation, meridional temperature gradient, land‐sea contrast, and seasonal cycle on the co‐variability of the water and energy imbalances. We demonstrate how this co‐variability is linked to both the large‐scale tropical atmospheric circulation and to cloud properties. Hence, we propose a co‐variability‐based framework that connects cloud properties to the large‐scale tropical circulation and climate system and is directly linked to the top‐down constrains on the system—the water and energy budgets. In addition, we examine how the water and energy budget imbalances co‐variability depends on the temporal averaging scale, and explain its dependency on how stationary the circulation is in the different model configurations. Finally, we demonstrate the effect of an idealized global warming and convective aggregation on this co‐variability.",
    "readLink": "https://doi.org/10.1029/2021MS002951"
  }
]