[
  {
    "title": "Phylogeography of the Plateau Pika (<i>Ochotona curzoniae</i>) in Response to the Uplift of the Qinghai-Tibet Plateau",
    "authors": [
      "Yinglian Qi,",
      "Xiaoyan Pu,",
      "Zhilian Li,",
      "Daoguang Song,",
      "Zhi Chen"
    ],
    "doi": "https://doi.org/10.3390/d15020307",
    "journalVolume": "Vol. 15,\n                                no. 307\n                                \n                                  p.\n                                  307",
    "issn": "1424-2818 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/diversity/",
    "abstract": "The evolution and current distribution of species on the Qinghai-Tibet Plateau have been significantly impacted by historical occurrences, including the uplift of the plateau and the Quaternary climate upheaval. As a remnant species, the plateau pika (Ochotona curzoniae) is a great model for researching historical events. In this study, 302 samples from 42 sample sites were utilized to analyze the impact of historical events on the evolution and distribution pattern of plateau pikas. The genetic diversity, patterns of differentiation, and historical dynamics of the plateau pika were investigated using molecular markers that included four mitochondrial genes (COI, D-loop, Cytb, and 12S rRNA) and three nuclear genes (GHR, IRBP, and RAG1). The results showed that: (1) The genetic diversity of the plateau pika was high in the Tibetan Plateau (Hd = 0.9997, π = 0.01205), and the plateau pika evolved into five lineages that occupied different geographical areas, with lineage 1 (Group 1) in the south of the Yarlung Zangbo River, lineage 2 (Group 2) in the hinterland of the plateau, lineage 3 (Group 3) in the northeastern part of the plateau, lineage 4 (Group 4) in the Hengduan Mountains, and lineage 5 (Group 5) in the eastern part of the plateau. (2) The gene flow among the five lineages was low, and the differentiation level was high (Nm Fst > 0.25), indicating that the geographical barriers between the five lineages, such as the Yarlung Zangbo River, the Qaidam-Ghuong-Guide Basin, and the Lancang River, effectively promoted the population differentiation of the plateau pika. (3) The plateau pika first spread from the Hengduan Mountains to the entire Qinghai-Tibet Plateau and then conducted small-scale migration and dispersal in several refuges across the plateau in response to climate changes during the glacial and interglacial periods. (4) Except for Group 1 and Group 4, all the other populations exhibited a rapid expansion between 0.06 and 0.01 Mya, but the expansion was considerably delayed or halted by the effects of climate change during the last glacial maximum (0.02 Mya). Overall, the plateau pika on the Qinghai-Tibet Plateau exhibits high genetic diversity, and topographic obstacles, including mountains, valleys, and basins, created by the uplift of the plateau and climatic changes since the Quaternary period have played an important role in the differentiation and historical dynamics of the plateau pika population.",
    "readLink": "https://www.mdpi.com/1424-2818/15/2/307"
  },
  {
    "title": "Establishment of the management effectiveness assessment system of world natural heritage and empirical analysis—a case study of Fanjingshan",
    "authors": [
      "Xiaoshuang Yang,",
      "Dijin Mu,",
      "Mingjian Hu,",
      "Shizhen Xiao,",
      "Jianan Meng"
    ],
    "doi": "https://doi.org/10.1186/s40494-023-00971-y",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "2050-7445 (Online)",
    "publisher": "SpringerOpen",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Fine Arts",
      "Science: Chemistry: Analytical chemistry"
    ],
    "journalUrl": "http://www.heritagesciencejournal.com/",
    "abstract": "Abstract Although there are more than 270,000 protected areas worldwide, there is currently little data on their protection and management effectiveness. As a kind of protected area, natural world heritage (WH) sites are small but represent some of the most important natural landscapes, covering a very large area. But natural WH is threatened by climate change, natural disasters and human activities. Therefore, to achieve the sustainable development of WH sites, it is very important to analyze the management status of WH sites. Based on this, the study extracts inspiration from Enhancing our Heritage Toolkit: Assessing management effectiveness of natural World Heritage sites. An assessment system of the management effectiveness (ME) of natural WH sites has been established, which has three dimensions (including management foundation, management measures, and management performances) and 21 indexes. The reliability and validity of the index system are tested using the exploratory factor analysis method, and the results show that the index system has good reliability and validity. Then principal component analysis and comprehensive assessment methods are used to analyze the ME of the Fanjingshan WH site. The results show that the management effectiveness of the Fanjingshan WH Site is relatively excellent, but it still faces challenges from tourism development and community participation.",
    "readLink": "https://doi.org/10.1186/s40494-023-00971-y"
  },
  {
    "title": "Assessing Fire Risk Perception in the Vale do Guadiana Natural Park, Portugal",
    "authors": [
      "Nuno Andrade,",
      "Flavio T. Couto,",
      "Jaime Serra"
    ],
    "doi": "https://doi.org/10.3390/fire6060243",
    "journalVolume": "Vol. 6,\n                                no. 243\n                                \n                                  p.\n                                  243",
    "issn": "2571-6255 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics"
    ],
    "journalUrl": "https://www.mdpi.com/journal/fire",
    "abstract": "This is an exploratory study aiming to assess the fire risk perception by operators of the Vale do Guadiana Natural Park (PNVG), southern Portugal. To maximize the sample size, a questionnaire survey was distributed among 35 entities with activities in tourism, hunting, and agriculture, as well as among members of PNVG’s co-management commission. For data analysis and interpretation, quantitative and qualitative analyses were used. Survey responses revealed that the entities expressed concern about and made efforts toward the search for and improvement in mitigation strategies in the occurrence of fires. A total of 69.6% of the respondents have knowledge of the occurrence of fires in the region. The qualitative analysis highlights the concern with biodiversity, as well as with the maintenance and cleaning of the PNVG. This study verifies the degree of importance that the tourism sector should give to the impacts caused by fires. The impact of climate change favoring fires was recognized by the entities, as well as the fact that the loss of biodiversity due to fires may have a direct impact on the attractiveness of this tourist destination, indicating the importance of environmental conservation strategies for the region.",
    "readLink": "https://www.mdpi.com/2571-6255/6/6/243"
  },
  {
    "title": "Linking Hydraulic Modeling with a Machine Learning Approach for Extreme Flood Prediction and Response",
    "authors": [
      "Hyun  Il Kim,",
      "Kun  Yeun Han"
    ],
    "doi": "https://doi.org/10.3390/atmos11090987",
    "journalVolume": "Vol. 11,\n                                no. 987\n                                \n                                  p.\n                                  987",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "An emergency action plan (EAP) for reservoirs and urban areas downstream of dams can alleviate damage caused by extreme flooding. An EAP is a disaster action plan that can designate evacuation paths for vulnerable districts. Generally, calculation of dam-break discharge in accordance with dam inflow conditions, calculation of maximum water surface elevation as per hydraulic channel routing, and flood map generation using topographical data are prepared for the purposes of creating an EAP. However, rainfall and flood patterns exhibited in the context of climate change can be extremely diverse. In order to prepare an efficient flood response, techniques should be considered that are capable of generating flood maps promptly while taking dam inflow conditions into account. Therefore, this study aims to propose methodology that is capable of generating flood maps rapidly for any dam inflow conditions. The proposed methodology was performed by linking a dynamic numerical analysis model (DAMBRK) with a random forest regression technique. The previous standard method of drawing flood maps often requires a significant amount of time depending on accuracy and personnel availability; however, the technique proposed here is capable of generating a flood map within one minute. Through use of this methodology, the time taken to prepare flood maps in large-scale water-disaster situations can be reduced. Moreover, methodology for estimating flood risk via use of flood mapping has been proposed. This study would provide assistance in establishing disaster countermeasures that take various flood scenarios into account by promptly providing flood inundation information to disaster-related agencies.",
    "readLink": "https://www.mdpi.com/2073-4433/11/9/987"
  },
  {
    "title": "GlobSnow v3.0 Northern Hemisphere snow water equivalent dataset",
    "authors": [
      "Kari Luojus,",
      "Jouni Pulliainen,",
      "Matias Takala,",
      "Juha Lemmetyinen,",
      "Colleen Mortimer,",
      "Chris Derksen,",
      "Lawrence Mudryk,",
      "Mikko Moisander,",
      "Mwaba Hiltunen,",
      "Tuomo Smolander,",
      "Jaakko Ikonen,",
      "Juval Cohen,",
      "Miia Salminen,",
      "Johannes Norberg,",
      "Katriina Veijola,",
      "Pinja Venäläinen"
    ],
    "doi": "https://doi.org/10.1038/s41597-021-00939-2",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 16",
    "issn": "2052-4463 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/sdata/",
    "abstract": "Measurement(s) snow • snow mass • snow water equivalent Technology Type(s) satellite imaging Sample Characteristic - Environment cryosphere Sample Characteristic - Location Northern Hemisphere Machine-accessible metadata file describing the reported data: https://doi.org/10.6084/m9.figshare.14336612",
    "readLink": "https://doi.org/10.1038/s41597-021-00939-2"
  },
  {
    "title": "Determinants and predictability of global wildfire emissions",
    "authors": [
      "W. Knorr,",
      "V. Lehsten,",
      "A. Arneth"
    ],
    "doi": "https://doi.org/10.5194/acp-12-6845-2012",
    "journalVolume": "Vol. 12,\n                                no. 15\n                                \n                                  pp.\n                                  6845\n                                  – 6861",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Biomass burning is one of the largest sources of atmospheric trace gases and aerosols globally. These emissions have a major impact on the radiative balance of the atmosphere and on air quality, and are thus of significant scientific and societal interest. Several datasets have been developed that quantify those emissions on a global grid and offered to the atmospheric modelling community. However, no study has yet attempted to systematically quantify the dependence of the inferred pyrogenic emissions on underlying assumptions and input data. Such a sensitivity study is needed for understanding how well we can currently model those emissions and what the factors are that contribute to uncertainties in those emission estimates. <br><br> Here, we combine various satellite-derived burned area products, a terrestrial ecosystem model to simulate fuel loads and the effect of fire on ecosystem dynamics, a model of fuel combustion, and various emission models that relate combusted biomass to the emission of various trace gases and aerosols. We carry out simulations with varying parameters for combustion completeness and fuel decomposition rates within published estimates, four different emissions models and three different global burned-area products. We find that variations in combustion completeness and simulated fuel loads have the largest impact on simulated global emissions for most species, except for some with highly uncertain emission factors. Variation in burned-area estimates also contribute considerably to emission uncertainties. We conclude that global models urgently need more field-based data for better parameterisation of combustion completeness and validation of simulated fuel loads, and that further validation and improvement of burned area information is necessary for accurately modelling global wildfire emissions. The results are important for chemical transport modelling studies, and for simulations of biomass burning impacts on the atmosphere under future climate change scenarios.",
    "readLink": "http://www.atmos-chem-phys.net/12/6845/2012/acp-12-6845-2012.pdf"
  },
  {
    "title": "Ice Phenology in Eurasian Lakes over Spatial Location and Altitude",
    "authors": [
      "Matti Leppäranta,",
      "Lijuan Wen"
    ],
    "doi": "https://doi.org/10.3390/w14071037",
    "journalVolume": "Vol. 14,\n                                no. 1037\n                                \n                                  p.\n                                  1037",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Eurasian freezing lakes cover an almost 180° wide longitude sector between the latitudes 30° and 75° N, and their altitudes range from below the sea surface level up to 5 km elevation. Ice phenology varies widely in this region. However, these variations and their influence factors have been little studied. Analytic models are applied here to examine these variations supported by historical ice and weather data. These models are forced by a linear air–lake heat exchange formula based on local empirical fits. The weather brings latitude–longitude–altitude patterns to the large-scale lake ice phenology. Freezing and breakup dates are forced by the local air temperature and solar radiation, and their rates of change are also important. In addition, freezing depends on lake depth and breakup depends on accumulated ice thickness. Lake depth provides a lag and radiation balance provides a shift with respect to the air temperature in cooling of the lake, and breakup is dictated by spring warming conditions and ice thickness. Due to solar radiation forcing, the common degree-day approach is biased for modelling ice phenology, especially in low latitudes. Analytic models provide a first-order tool for climate sensitivity of ice seasons. The freezing date and breakup date both change by around five days per one-degree shift in air temperature away from the climatological ice margin; however, at this margin, the sensitivity is higher.",
    "readLink": "https://www.mdpi.com/2073-4441/14/7/1037"
  },
  {
    "title": "Leveraging Responsible, Explainable, and Local Artificial Intelligence Solutions for Clinical Public Health in the Global South",
    "authors": [
      "Jude Dzevela Kong,",
      "Ugochukwu Ejike Akpudo,",
      "Jake Okechukwu Effoduh,",
      "Nicola Luigi Bragazzi"
    ],
    "doi": "https://doi.org/10.3390/healthcare11040457",
    "journalVolume": "Vol. 11,\n                                no. 457\n                                \n                                  p.\n                                  457",
    "issn": "2227-9032 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "http://www.mdpi.com/journal/healthcare",
    "abstract": "In the present paper, we will explore how artificial intelligence (AI) and big data analytics (BDA) can help address clinical public and global health needs in the Global South, leveraging and capitalizing on our experience with the “Africa-Canada Artificial Intelligence and Data Innovation Consortium” (ACADIC) Project in the Global South, and focusing on the ethical and regulatory challenges we had to face. “Clinical public health” can be defined as an interdisciplinary field, at the intersection of clinical medicine and public health, whilst “clinical global health” is the practice of clinical public health with a special focus on health issue management in resource-limited settings and contexts, including the Global South. As such, clinical public and global health represent vital approaches, instrumental in (i) applying a community/population perspective to clinical practice as well as a clinical lens to community/population health, (ii) identifying health needs both at the individual and community/population levels, (iii) systematically addressing the determinants of health, including the social and structural ones, (iv) reaching the goals of population’s health and well-being, especially of socially vulnerable, underserved communities, (v) better coordinating and integrating the delivery of healthcare provisions, (vi) strengthening health promotion, health protection, and health equity, and (vii) closing gender inequality and other (ethnic and socio-economic) disparities and gaps. Clinical public and global health are called to respond to the more pressing healthcare needs and challenges of our contemporary society, for which AI and BDA can help unlock new options and perspectives. In the aftermath of the still ongoing COVID-19 pandemic, the future trend of AI and BDA in the healthcare field will be devoted to building a more healthy, resilient society, able to face several challenges arising from globally networked hyper-risks, including ageing, multimorbidity, chronic disease accumulation, and climate change.",
    "readLink": "https://www.mdpi.com/2227-9032/11/4/457"
  },
  {
    "title": "Analyzing the Effectiveness of a Multi-Purpose Dam Using a System Dynamics Model",
    "authors": [
      "Sleemin Lee,",
      "Doosun Kang"
    ],
    "doi": "https://doi.org/10.3390/w12041062",
    "journalVolume": "Vol. 12,\n                                no. 1062\n                                \n                                  p.\n                                  1062",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "The increasing frequency of extreme droughts and flash floods in recent years due to climate change has increased the interest in sustainable water use and efficient water resource management. Because the water resource sector is closely related to human activities and affected by interactions between the humanities and social sciences, there is a need for interdisciplinary research that can consider various elements, such as society and the economy. This study elucidates relationships within the social and hydrological systems and quantitatively analyzes the effects of a multi-purpose dam on the target society using a system dynamics model. A causal loop was used to identify causal relationships between the social and hydrological components of the target area, and a simulation model was constructed using the system dynamics technique. Additionally, climate change and socio-economic scenarios were applied to analyze the future effects of the multi-purpose dam on population change, the regional economy, water use, and flood damage prevention in the target area. The model proved reliable in predicting socio-economic changes in the target area and can be used to make decisions about efficient water resource management and water-resource-related facility planning.",
    "readLink": "https://www.mdpi.com/2073-4441/12/4/1062"
  },
  {
    "title": "Climate Change – A monumental risk to Pakistani health.",
    "authors": [
      "Moosa Zulfiqar  Ali,",
      "Amna Akmal,",
      "Laveeza Fatima"
    ],
    "doi": "https://doi.org/10.47391/JPMA.5289",
    "issn": "0030-9982 (Print)",
    "publisher": "Pakistan Medical Association",
    "countryOfPublisher": "Pakistan",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://ojs.jpma.org.pk/index.php/public_html/index",
    "abstract": "Climate change is one of the greatest threats to the world’s population. Rising global temperature is a significant aspect of climate change. The evidence is clear: a temperature rise of 1.5°C greater than pre-industrial levels poses a grave threat to human health, which will be incredibly hard to reverse.1 Global warming leads to an increased incidence of heat-related, vector- borne illnesses and vastly increases cardiovascular and respiratory morbidity and mortality, along with adverse effects on mental health.2 The World Health Organization (WHO) published a report quantitatively assessing the effects of climate change on specific causes of death.3 It conservatively estimated that 250,000 mortalities could occur every year due to climate change attributable heat-related illnesses, diarrheal illnesses, malaria, and dengue. In this publication, WHO stated that climate change induced heat-related deaths in South Asia could amount to 21,648 in 2030 and 62,821 by 2050. WHO also shed light upon climate change induced deaths due to diarrheal illness (base case scenario reported 170,817 deaths in children < 15 years of age in 2030) and the population at risk of contracting the dengue virus in our region. In South Asia, the number of individuals at risk of contracting the dengue virus could increase to 1.67 billion by 2030. Wondmagegn et al. showed that morbidity due to climate change would contribute to more frequent hospital admissions, prolonged hospital stays, and increased healthcare costs.4 Even though climate change is a grave challenge faced by humankind, it does not affect all populations equally. Unfortunately, Pakistan ranks at 8th position in the top 10 countries most vulnerable to climate change; thus, the Pakistani population will be among the few nations to be affected especially hard by this predicament.5 This means that morbidity and mortality attributable to climate change as discussed previously is highly relevant to the Pakistani population. Health professionals can play an important role in mitigating the effects of climate change. They must campaign for policy change and train colleagues to inform the general public to put pressure on the government to take significant action in preparing for climate change. Research is required to identify the Pakistani communities and demographics most sensitive to climate change, and to devise solutions at a community level. To summarize, climate change is a significant hazard to the health of the Pakistani population and steps must be taken to prepare our significantly lacking healthcare infrastructure for the upcoming challenge.",
    "readLink": "https://www.ojs.jpma.org.pk/index.php/public_html/article/view/5289"
  }
]