[
  {
    "title": "Electron & Biomass Dynamics of Cyanothece Under Interacting Nitrogen & Carbon Limitations",
    "authors": [
      "Sophie Rabouille,",
      "Sophie Rabouille,",
      "Douglas A. Campbell,",
      "Douglas A. Campbell,",
      "Takako Masuda,",
      "Tomáš Zavřel,",
      "Gábor Bernát,",
      "Gábor Bernát,",
      "Lubos Polerecky,",
      "Kimberly Halsey,",
      "Meri Eichner,",
      "Meri Eichner,",
      "Eva Kotabová,",
      "Susanne Stephan,",
      "Susanne Stephan,",
      "Martin Lukeš,",
      "Pascal Claquin,",
      "José Bonomi-Barufi,",
      "Ana Teresa Lombardi,",
      "Jan Červený,",
      "David J. Suggett,",
      "Mario Giordano,",
      "Mario Giordano,",
      "Jacco C. Kromkamp,",
      "Ondřej Prášil"
    ],
    "doi": "https://doi.org/10.3389/fmicb.2021.617802",
    "journalVolume": "Vol. 12",
    "issn": "1664-302X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.frontiersin.org/microbiology",
    "abstract": "Marine diazotrophs are a diverse group with key roles in biogeochemical fluxes linked to primary productivity. The unicellular, diazotrophic cyanobacterium Cyanothece is widely found in coastal, subtropical oceans. We analyze the consequences of diazotrophy on growth efficiency, compared to NO3–-supported growth in Cyanothece, to understand how cells cope with N2-fixation when they also have to face carbon limitation, which may transiently affect populations in coastal environments or during blooms of phytoplankton communities. When grown in obligate diazotrophy, cells face the double burden of a more ATP-demanding N-acquisition mode and additional metabolic losses imposed by the transient storage of reducing potential as carbohydrate, compared to a hypothetical N2 assimilation directly driven by photosynthetic electron transport. Further, this energetic burden imposed by N2-fixation could not be alleviated, despite the high irradiance level within the cultures, because photosynthesis was limited by the availability of dissolved inorganic carbon (DIC), and possibly by a constrained capacity for carbon storage. DIC limitation exacerbates the costs on growth imposed by nitrogen fixation. Therefore, the competitive efficiency of diazotrophs could be hindered in areas with insufficient renewal of dissolved gases and/or with intense phytoplankton biomass that both decrease available light energy and draw the DIC level down.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmicb.2021.617802/full"
  },
  {
    "title": "Alsodes pehuenche (Anura: Cycloramphidae): Past, present and future",
    "authors": [
      "Corbalán, Valeria,",
      "Debandi, Guillermo,",
      "Martínez, Flavio"
    ],
    "doi": "Vol. 24,\n                                no. 1\n                                \n                                  pp.\n                                  17\n                                  – 23",
    "issn": "0326-551X (Print)",
    "publisher": "1852-5768 (Online)",
    "countryOfPublisher": "Asociación Herpetológica Argentina",
    "lcc": [
      "Argentina",
      "Science: Zoology"
    ],
    "journalUrl": "http://ppct.caicyt.gov.ar/index.php/cuadherpetol",
    "abstract": "Alsodes pehuenche es una especie endémica del Valle Pehuenche, en los Andes centrales de la Argentina, en el límite con Chile. Su biología es pobremente conocida y, en consecuencia, ha sido incluida en la categoría de Datos Insuficientes por la UICN. En esta contribución se proporcionan nuevos datos para la especie y se describen las amenazas que está sufriendo. La pavimentación de la ruta nacional 145 ha modificado los cursos de agua de los arroyos habitados por A. pehuenche, produciendo una alteración del hábitat y una mortalidad cercana al 25% de la población. Se cita por primera vez a A. pehuenche para Chile, aumentando su distribución geográfica conocida que alcanza los 9 km2. En el futuro, partículas contaminantes provenientes del tránsito vehicular podrían alcanzar los arroyos modificando seriamente la calidad del agua. Tanto la alteración de los cursos de agua como la contaminación, junto a otras amenazas importantes como el ganado doméstico, eventos de crecidas naturales y el cambio climático, podrían afectar severamente la supervivencia de la especie, especialmente si se tienen en cuenta sus hábitos acuáticos y su peculiar ciclo de vida con un período metamórfico que dura varios años. Se están llevando a cabo acciones de conservación, pero el éxito de las mismas aún no está garantizado. El esfuerzo conjunto de investigadores y gobierno es esencial para lograrlo. Consideramos que en la actualidad hay datos suficientes para realizar un cambio de categoría de amenaza, de Datos Insuficientes a especie Críticamente Amenazada. Alsodes pehuenche is an endemic species of the Pehuenche Valley in the Central Andes of Argentina, on the border with Chile. Its biology is poorly known, and in consequence, has been categorized as Data Deficient by IUCN. In this contribution, we give new data on the species, and describe the threats it is facing. The paving of national route 145 modified the courses of the streams inhabited by A. pehuenche, producing habitat alteration and mortality of nearly 25% of the population. For the first time, A. pehuenche is cited for Chile, expanding its known geographical distribution area that reaches 9 km2. In the future, contaminant particles from vehicle traffic could arrive in the streams modifying water quality. Alteration of watercourses and contamination, as well as other important threats like domestic livestock, natural flooding events and climate change, could severely affect survival of the species, especially taking into account their aquatic habits and their peculiar life cycle with a metamorphic period that lasts many years. Conservation actions are in progress, but success is not yet guaranteed. A partnership between researchers and government is essential for success. We believe that information about P. pehuenche is now enough to make a category change from Data Deficient to Critically Endangered.",
    "readLink": "http://www.aha.org.ar/es/cuadherpetol/alsodes-pehuenche-anura-cycloramphidae-past-present-and-future.pdf  "
  },
  {
    "title": "Geoengineering with seagrasses: is credit due where credit is given?",
    "authors": [
      "Sophia C Johannessen,",
      "Robie W Macdonald"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/11/11/113001",
    "journalVolume": "Vol. 11,\n                                no. 11\n                                \n                                  p.\n                                  113001",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Blue carbon, the carbon fixed by vegetated coastal ecosystems including seagrasses, is reported to have a large potential to sequester atmospheric carbon dioxide. Planting, expanding or protecting seagrass meadows has, accordingly, been proposed as a form of geoengineering. Seagrasses are reported to account for up to 18% of the carbon burial in the world’s oceans, which is on the same order of magnitude as other proposed geoengineering techniques, including iron fertilization. International protocols have been developed to quantify carbon sequestration in seagrass meadows, with a view to awarding carbon credits under the Verified Carbon Standard. Unfortunately, because these protocols do not adequately account for post-depositional processes in marine sediment, they significantly overestimate carbon capture by seagrass beds and give an incorrect view of its distribution. Specifically, neglecting biomixing and remineralization of carbon in surface sediments biases burial rates high, while using sediment carbon inventory (soil carbon stock) over the top 1 m as a proxy for burial rate incorrectly identifies areas of high carbon burial. Seagrass beds likely provide a limited setting for geoengineering, because they generally comprise slowly-accumulating, fine to medium sand, which captures organic carbon less efficiently than fine-grained sediments or rapidly-accumulating delta deposits. While there is no question that seagrass meadows provide valuable habitat, nor that they are disappearing rapidly, their contribution to the global burial of carbon has not yet been established. The danger of geoengineering with seagrasses before reliable assessment methods have been established is that overestimated carbon offsets could lead to a net increase in emissions of carbon dioxide to the atmosphere.",
    "readLink": "https://doi.org/10.1088/1748-9326/11/11/113001"
  },
  {
    "title": "Sarracenia carnivorous plants cannot serve as efficient biological control of the invasive hornet Vespa velutina nigrithorax in Europe",
    "authors": [
      "Marie-Anne Wycke,",
      "Romaric Perrocheau,",
      "Eric Darrouzet"
    ],
    "doi": "https://doi.org/10.3897/rethinkingecology.3.28516",
    "journalVolume": "Vol. 3\n                                \n                                \n                                  pp.\n                                  41\n                                  – 50",
    "issn": "2534-9260 (Online)",
    "publisher": "Pensoft Publishers",
    "countryOfPublisher": "Bulgaria",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://rethinkingecology.pensoft.net",
    "abstract": "Vespa velutina nigrithorax, an invasive species, a direct result of increased trade and climate change, is spreading rapidly in Europe and endangering entomofauna in general and more alarmingly honeybee (Apis mellifera) populations, and therefore their pollination services. All traps used now, to try to control this species, seem to be not efficient enough and non-selective. However, in the current context of massive disappearance of insects in general, it is urgent to find means of protection for the entomofauna. While no selective trapping is still occurring, we performed a pilot study to test a carnivorous plant as a potential biocontrol tool to trap V. velutina. In our study, we analyzed the hornet-capturing ability of two Sarracenia hybrids (S. juthatip soper and S. evendine) on a 2-years period (2015 and 2016). Our results show that these plants trapped more dipterans than other taxa, and they do not attract many hornets. In such condition, both Sarracenia hybrids cannot therefore be used in a mass trapping system, because they are not selective, and too few hornets are trapped. To maximize captures of V. velutina while minimizing captures of non-target species, other systems need to be thus developed, as traps using hornet pheromone-based baiting.",
    "readLink": "https://rethinkingecology.pensoft.net/article/28516/"
  },
  {
    "title": "Urbanization and human security in post-colonial Africa",
    "authors": [
      "Ekeminiabasi Eyita-Okon"
    ],
    "doi": "https://doi.org/10.3389/frsc.2022.917764",
    "journalVolume": "Vol. 4",
    "issn": "2624-9634 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/sustainable-cities#about",
    "abstract": "Urbanization has been unprecedented in post-colonial Africa. While cities and towns (urban areas) are crucial to bolstering economic activities, they are equally perceived as the scene for social and economic problems. This in turn exacerbates urban human insecurity. The paper draws on qualitative research method in exploring the challenges and opportunities that undermine or facilitate achieving sustainable and inclusive cities in post-colonial Africa. Particularly, the role of the African Union through Agenda 2063 in materializing sustainable and efficient cities, against the backdrop of climate change, in post-colonial Africa. The study present statistics on urbanization and human security trends in the region such as the rate of urbanization, quality of life in informal settlements and slums, the share of urban population living in slums, and a correlation matrix on the quality of human development in slums. The study finds that while varied strides have been taken across the African continent on a national level, the problem of coordination, structural/systemic violence, prevalence of external vision for Africa's development, and gaps in policy implementation pose a threat to adequately addressing the perils of urbanization on human security in post-colonial Africa. Irrespective, Agenda 2063 offers the continent the opportunity to prioritize urban human insecurity issues as an emerging non-conventional security threat requiring securitization. Also, it offers an opportunity to re-center people at the heart of policy decisions while creating incentives for member states to meet the aspirations, goals, and targets set out in Agenda 2063, as it pertains to sustainable and inclusive cities in post-colonial Africa.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/frsc.2022.917764/full"
  },
  {
    "title": "Land Use and Land Cover Change Determinants in Raya Valley, Tigray, Northern Ethiopian Highlands",
    "authors": [
      "Eskinder Gidey,",
      "Oagile Dikinya,",
      "Reuben Sebego,",
      "Eagilwe Segosebe,",
      "Amanuel Zenebe,",
      "Said Mussa,",
      "Paidamwoyo Mhangara,",
      "Emiru Birhane"
    ],
    "doi": "https://doi.org/10.3390/agriculture13020507",
    "journalVolume": "Vol. 13,\n                                no. 507\n                                \n                                  p.\n                                  507",
    "issn": "2077-0472 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agriculture",
    "abstract": "Land use and land cover change (LULCC) is the result of both natural and socio-economic determinants. The aim of this study was to model the determinant factors of land cover changes in Raya Valley, Southern Tigray, Ethiopia. Multistage sampling was used to collect data from 246 households sampled from lowlands (47), midlands (104), highlands (93), and sub-alpine (2) agro-climatological zone. Descriptive statistics and logit regression model were used to analyze the field survey data. Agricultural land expansion, fuelwood extraction, deforestation, overgrazing and expansion of infrastructure were the proximate causes of LULCC in the study area. Agricultural land expansion (p = 0.084) and wood extraction for fuel and charcoal production (p = 0.01) were the prominent causes for LULCC. Persistent drought (p = 0.001), rapid population growth (p = 0.027), and climate variability (p = 0.013) were the underlying driving factors of LULCC. The determinants of LULCC need to be considered and mitigated to draw robust land use policy for sustainable land management by the smallholder farmers. This study provides important results for designing and implementing scientific land management strategies by policy makers and land managers.",
    "readLink": "https://www.mdpi.com/2077-0472/13/2/507"
  },
  {
    "title": "An analysis of unmet water demand under climate change scenarios in the Gualí River Basin, Colombia, through the implementation of Hydro-BID and WEAP hydrological modeling tools",
    "authors": [
      "Darwin Mena,",
      "Abel Solera,",
      "Lina Restrepo,",
      "Melissa Pimiento,",
      "Miguel Cañón,",
      "Freddy Duarte"
    ],
    "doi": "https://doi.org/10.2166/wcc.2019.118",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  185\n                                  – 200",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "Climate change can affect hydrological services in Andean basins, so a possible reduction in water supply can lead to not meeting the needs of different users, which has become a real challenge for decision-makers with regards to water management. This paper presents the results obtained from hydrological modeling exercises in the Gualí River Basin (Colombia) by combining the Hydro-BID modeling tool, which consists of an analytical hydrology database for Latin America and the Caribbean that provides a great advantage for countries with limited information and the Water Evaluation and Planning System (WEAP) modeling tool, in order to determine the potential impacts of climate change on unsatisfied demand for water in the basin. The results show a possible decrease in flow compared to current conditions; between 5.8% and 9.56% for CPR 2.6, and between 2.18% and 6.86% for CPR 8.5. The approach presented is useful to ensure that timely decisions are made to meet the demands of users under the conditions of climate change.",
    "readLink": "http://jwcc.iwaponline.com/content/12/1/185"
  },
  {
    "title": "Global risk of invasion by Bactrocera zonata: Implications on horticultural crop production under changing climatic conditions.",
    "authors": [
      "Kumbirai M Zingore,",
      "George Sithole,",
      "Elfatih M Abdel-Rahman,",
      "Samira A Mohamed,",
      "Sunday Ekesi,",
      "Chrysantus M Tanga,",
      "Mohammed E E Mahmoud"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0243047",
    "journalVolume": "Vol. 15,\n                                no. 12\n                                \n                                  p.\n                                  e0243047",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "The peach fruit fly Bactrocera zonata (Saunders) (Diptera: Tephritidae) is an important invasive species causing substantial losses to the horticulture industry worldwide. Despite the severe economic impact caused by this pest in its native and invaded range, information on its potential range expansion under changing climate remains largely unknown. In this study, we employed maximum entropy (MaxEnt) modeling approach to predict the global potential climatic suitability of B. zonata under current climate and four Representative Concentration Pathways (RCPs) for the year 2050. Outputs from MaxEnt were merged with Spatial Production Allocation Model. A natural dispersal model using Gaussian dispersal kernel was developed. The Areas Under Curves generated by MaxEnt were greater than 0.92 for both current and future climate change scenarios, indicating satisfactory performances of the models. Mean temperature of the coldest quarter, precipitation of driest month and temperature seasonality significantly influenced the potential establishment of B. zonata. The models indicated high climatic suitability in tropical and subtropical areas in Asia and Africa, where the species has already been recorded. Suitable areas were predicted in West, East and Central Africa and to a lesser extent in Central and South America. Future climatic scenarios models, RCP 4.5 and 8.5 show significant potential range expansion of B. zonata in Western Sahara, while RCP 4.5 highlighted expansion in Southern Africa. Contrarily, RCP 2.6 showed considerable decrease in B. zonata range expansion in Central, East and West Africa. There was increased climatic suitability of B. zonata in Egypt and Middle East under RCP 6.0. The dispersal model revealed that B. zonata could spread widely within its vicinity with decreasing infestation rates away from the source points. Our findings can help to guide biosecurity agencies in decision-making and serve as an early warning tool to safeguard against the pest invasion into unaffected areas.",
    "readLink": "https://doi.org/10.1371/journal.pone.0243047"
  },
  {
    "title": "Forecasting the adaptability of heat-loving crops to climate change in Ukraine",
    "authors": [
      "Natalia Vozniuk,",
      "Viktoriia Skyba,",
      "Olena Likho,",
      "Zoriana Sobko,",
      "Tetiana Klimenko"
    ],
    "doi": "https://doi.org/10.48077/scihor.26(2).2023.87-102",
    "journalVolume": "Vol. 26,\n                                no. 2\n                                \n                                  pp.\n                                  87\n                                  – 102",
    "issn": "2663-2144 (Print)",
    "publisher": "Zhytomyr National Agroecological University",
    "countryOfPublisher": "Ukraine",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://journal.znau.edu.ua/horizons",
    "abstract": "Ukraine has a developed agricultural sector of the economy, where agriculture accounts for 10.4% of the gross domestic product. The relevance of the subject is due to the fact that agricultural production, which is of strategic importance for the country, is very sensitive to ongoing climate changes. Therewith, the crop industry is already undergoing a process of adaptation to the consequences of climate change and agrometeorological factors, which is manifested in the expansion of the range of cultivated crops. The purpose of this study was to predict the adaptability of heat-loving agricultural crops by their yield in various natural and climatic zones of Ukraine. In the course of the research, such methods as analysis, synthesis, factor analysis, correlationregression, and mathematical-statistical were used. Based on the results of the conducted studies, the expediency of considering climate change to obtain high yields of both conventional agricultural crops and heat-loving ones, which were not typical for Polissia and Forest-Steppe, is proved. Based on the analysis of the dynamics of crop yields, it is identified that it is advisable to reorient agricultural production to the cultivation of heat-loving crops – corn, sunflower, soy, and rapeseed in the Forest-Steppe, which in recent years give the same or slightly higher yields than in the south of Ukraine. Growing these crops in the Polissia zone is unprofitable – the yield is quite low, so in these regions, it is worth continuing to grow conventional crops (cereals, legumes, vegetables, potatoes). The established dependences of crop yields on climatic and agrometeorological factors allowed identifying a complex of factors that play a major role in the formation of the yield of specific crops. The developed crop yield models based on multiple correlation allow for predicting it. The results of the study can be useful in planning and optimising the activities of agricultural enterprises, and agriculture in general, in various natural and climatic zones of Ukraine, as a strategic branch of the economy",
    "readLink": "https://sciencehorizon.com.ua/en/journals/tom-26-2-2023/prognozuvannya-adaptivnosti-teplolyubnikh-kultur-do-zmin-klimatu-v-umovakh-ukrayini"
  },
  {
    "title": "Approaching Multifunctionality by a ‘Normative View’: Finnish Farmers’ Visions on Contemporary Agriculture",
    "authors": [
      "Rizzo Fulvio"
    ],
    "doi": "https://doi.org/10.1515/euco-2016-0002",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  16\n                                  – 32",
    "issn": "1803-8417 (Online)",
    "publisher": "Sciendo",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Agriculture",
      "Social Sciences"
    ],
    "journalUrl": "https://sciendo.com/journal/EUCO",
    "abstract": "Productivity alone is not the most important defining character of contemporary agriculture. On the grounds of the dominant models of market liberalization and multifunctionality, farmers have been urged to take new roles beyond food production. By deploying a ’normative’ view of multifunctionality, based on the acknowledgment of spatial heterogeneity, and on an actor-oriented explanation of agricultural change, this paper investigates Finnish farmers’ visions on the redefined and redifining role of contemporary agriculture. From a review and anaylsis of sixteen qualitative semi-structured interviews, it emerges that such visions — through their components of identity, opponent, and project — are constructed upon three factors which are linked to each other to a various extent: 1) farming contingent conditions (as location, climate, terrain); 2) externalities (including international policy environment, and market liberalization); 3) farmers’ personal views on profitability and risk. In a policy context dominated by uncertainty, decision-making has shifted mainly from the national to the international level, and the collected data supports the dominance of productivist actions and thoughts. On one hand, farmers still tend to prioritize the continuity of production, which contribute both to resistance identity, and to the identification of a variety of opponents. Yet on the other hand, farmers are, to an embryonic stage, upgrading themselves to meet the challenges faced by contemporary agriculture.",
    "readLink": "https://doi.org/10.1515/euco-2016-0002"
  }
]