[
  {
    "title": "Simulation of suitable habitats for typical vegetation in the Yellow River Estuary based on complex hydrodynamic processes",
    "authors": [
      "Yanning Gao,",
      "Yujun Yi,",
      "Kebing Chen,",
      "Hongyi Xie"
    ],
    "doi": "Vol. 154\n                                \n                                \n                                  p.\n                                  110623",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "Estuarine ecosystems are influenced by the combination of freshwater runoff and ocean tides, and the natural environment is intricate and complex, with special natural environmental conditions and biological habitat characteristics. The Yellow River is characterized by high sediment-bearing water flow, and the estuary forms a unique clear and turbid confluence. The Water and Sand Regulation (WSRS) from the Xiaolangdi Reservoir to the estuary and nearshore has had significant impacts on the environmental conditions of water, sediment and nutrients, further affecting the growth and development of vegetation in the nearshore zone. In recent years, more studies have focused on the effects of climate change and ocean tides on vegetation in the Yellow River Estuary; however, few studies have been conducted on the effects of the WSRS on klysmoeionion. In this study, we investigated the influence of water flow, sediment and nutrients on klysmoeionion based on long-term field monitoring and indoor control experiments; constructed a three-dimensional hydrodynamic water quality model to simulate the hydrodynamic characteristics, sediment transport patterns and nutrient salt distribution in the Yellow River Estuary under the combined influence of tides and riverine water and sediment; and further combined the growth competition model of typical vegetation (including the native species Zostera japonica and invasive species Spartina alterniflora) to construct a suitable habitat simulation model for typical vegetation communities in the Yellow River Estuary. Habitat and biomass changes in Z. japonica and S. alterniflora in the Yellow River Estuary were simulated under the influence of the WSRS and climate change. The results showed that the distribution of suitable habitats for Z. japonica and S. alterniflora in the Yellow River Estuary and offshore was characterized by a zonal distribution along both sides of the estuary, with an increasing trend of suitable habitat area from the estuary to both sides of the estuary; due to environmental conditions and inter- and intra-species competition, the biomass of Z. japonica and S. alterniflora was mainly distributed in the estuary and near the northern and southern shores, with the southern shore have the most distribution. In contrast, S. alterniflora was mainly distributed in the northern shore away from the estuary and in Laizhou Bay. During the WSRS period, the suitable habitat area of Z. japonica decreased by 25%, and the biomass decreased by 50%, while the suitable habitat and biomass of S. alterniflora were not significantly affected. The growth of Z. japonica was severely affected by the dual effects of global warming and the WSRS, while the biomass of S. alterniflora showed an increasing trend. The WSRS can further consider the growth pattern of vegetation to protect the resources of Z. japonica and to curb the expansion of the invasive S. alterniflora.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X23007653"
  },
  {
    "title": "Mitigation of Greenhouse Gas Emissions from Agricultural Fields through Bioresource Management",
    "authors": [
      "Rimsha Khan,",
      "Amna Abbas,",
      "Aitazaz A. Farooque,",
      "Farhat Abbas,",
      "Xander Wang"
    ],
    "doi": "https://doi.org/10.3390/su14095666",
    "journalVolume": "Vol. 14,\n                                no. 5666\n                                \n                                  p.\n                                  5666",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Efficient bioresource management can alter soil biochemistry and soil physical properties, leading to reduced greenhouse gas (GHG) emissions from agricultural fields. The objective of this study was to evaluate the role of organic amendments including biodigestate (BD), biochar (BC), and their combinations with inorganic fertilizer (IF) in increasing carbon sequestration potential and mitigation of GHG emissions from potato (Solanum tuberosum) fields. Six soil amendments including BD, BC, IF, and their combinations BDIF and BCIF, and control (C) were replicated four times under a completely randomized block design during the 2021 growing season of potatoes in Prince Edward Island, Canada. An LI-COR gas analyzer was used to monitor emissions of carbon dioxide (CO2), methane (CH4), and nitrous oxide (N2O) from treatment plots. Analysis of variance (ANOVA) results depicted higher soil moisture-holding capacities in plots at relatively lower elevations and comparatively lesser volumetric moisture content in plots at higher elevations. Soil moisture was also impacted by soil temperature and rainfall events. There was a significant effect of events of data collection, i.e., the length of the growing season (p-value ≤ 0.05) on soil surface temperature, leading to increased GHG emissions during the summer months. ANOVA results also revealed that BD, BC, and BCIF significantly (p-value ≤ 0.05) sequestered more soil organic carbon than other treatments. The six experimental treatments and twelve data collection events had significant effects (p-value ≤ 0.05) on the emission of CO2. However, the BD plots had the least emissions of CO2 followed by BC plots, and the emissions increased with an increase in atmospheric/soil temperature. Results concluded that organic fertilizers and their combinations with inorganic fertilizers help to reduce the emissions from the agricultural soils and enhance environmental sustainability.",
    "readLink": "https://www.mdpi.com/2071-1050/14/9/5666"
  },
  {
    "title": "Drought, change and resilience in South Africa's arid and semi-arid rangelands",
    "authors": [
      "Susanne Vetter"
    ],
    "doi": "Vol. 105,\n                                no. 1/2",
    "issn": "0038-2353 (Print)",
    "publisher": "1996-7489 (Online)",
    "countryOfPublisher": "Academy of Science of South Africa",
    "lcc": [
      "South Africa",
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.sajs.co.za",
    "abstract": "Droughts can have serious ecological and economic consequences and will pose an increasing challenge to rangeland users as the global climate is changing. Finding ways to reduce ecological and economic impacts of drought should thus be a major research thrust. Resilience, defined as the amount of perturbation a social or ecological system can absorb without shifting to a qualitatively different state, has emerged as a prominent concept in ecosystem ecology and more recently as a conceptual framework for understanding and managing complex social-ecological systems. This paper discusses the application and relevance of resilience to understanding and managing ecosystem change, and enhancing the capacity of land users to adapt to droughts. Drought can trigger vegetation change and factors such as grazing management can influence the likelihood of such transitions. Drought can cause differential mortality of perennial plants and this could provide an opportunity for rangeland restoration by opening up establishment sites for desirable species. The capacity of land users to cope with drought is influenced by the resilience of their agro-ecosystems, the diversity of livelihood options, access to resources and institutional support. By these criteria, current agricultural development approaches in South Africa, particularly in communal rangelands and areas of land reform, are unlikely to enhance land users' resilience to drought and other perturbations.",
    "readLink": "http://192.168.0.118/index.php/sajs/article/view/10069"
  },
  {
    "title": "A Methodology for the Classification and Characterisation of Industrial Demand-Side Integration Measures",
    "authors": [
      "Jessica Walther,",
      "Bastian Dietrich,",
      "Benedikt Grosch,",
      "Martin Lindner,",
      "Daniel Fuhrländer-Völker,",
      "Nina Strobel,",
      "Matthias Weigold"
    ],
    "doi": "https://doi.org/10.3390/en15030923",
    "journalVolume": "Vol. 15,\n                                no. 923\n                                \n                                  p.\n                                  923",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "In the context of the ongoing climate change and increasingly strict climate goals of the European Green Deal, industry faces a growing challenge to decrease its high demand for electrical energy and its greenhouse gas emissions. Demand-Side Integration measures have a great potential to reduce the greenhouse gas emissions of the industrial sector. However, there is still no definition and consistent characterising terms for Industrial Demand-Side Integration. The lack of clarity in concepts and definitions may impose hurdles in the transfer of results and methodologies from research activities and thus, in the implementation of measures in the industry. Furthermore, the economic value of implementing these measures is often unclear but of high relevance to industrial consumers. This paper proposes a comprehensive Industrial Demand-Side Integration definition and a methodology to classify and characterise its measures. The methodology is aimed at helping industrial consumers decide which measures can be implemented in their specific setting and how these measures can be monetised. The methodology is validated by applying it to eight relevant use cases in the ETA Research Factory.",
    "readLink": "https://www.mdpi.com/1996-1073/15/3/923"
  },
  {
    "title": "Mowing Did Not Alleviate the Negative Effect of Nitrogen Addition on the Arbuscular Mycorrhizal Fungal Community in a Temperate Meadow Grassland",
    "authors": [
      "Siqi Qin,",
      "Siqi Qin,",
      "Siqi Qin,",
      "Guojiao Yang,",
      "Guojiao Yang,",
      "Yang Zhang,",
      "Yang Zhang,",
      "Yang Zhang,",
      "Meixia Song,",
      "Meixia Song,",
      "Meixia Song,",
      "Lu Sun,",
      "Lu Sun,",
      "Lu Sun,",
      "Yangzhe Cui,",
      "Yangzhe Cui,",
      "Yangzhe Cui,",
      "Jibin Dong,",
      "Jibin Dong,",
      "Jibin Dong,",
      "Ning Wang,",
      "Ning Wang,",
      "Ning Wang,",
      "Xiao Liu,",
      "Xiao Liu,",
      "Xiao Liu,",
      "Peiming Zheng,",
      "Peiming Zheng,",
      "Peiming Zheng,",
      "Renqing Wang,",
      "Renqing Wang,",
      "Renqing Wang"
    ],
    "doi": "https://doi.org/10.3389/fpls.2022.917645",
    "journalVolume": "Vol. 13",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "As nitrogen deposition intensifies under global climate change, understanding the responses of arbuscular mycorrhizal (AM) fungi to nitrogen deposition and the associated mechanisms are critical for terrestrial ecosystems. In this study, the effects of nitrogen addition and mowing on AM fungal communities in soil and mixed roots were investigated in an Inner Mongolia grassland. The results showed that nitrogen addition reduced the α-diversity of AM fungi in soil rather than that of root. Besides, nitrogen addition altered the composition of AM fungal community in soil. Soil pH and inorganic nitrogen content were the main causes of changes in AM fungal communities affected by nitrogen addition. Mowing and the interaction of nitrogen addition and mowing had no significant effect on AM fungal community diversity. In contrast, while mowing may reduce the negative effects of nitrogen addition on the richness and diversity of plants by alleviating light limitation, it could not do so with the negative effects on AM fungal communities. Furthermore, AM fungal communities clustered phylogenetically in all treatments in both soil and roots, indicating that environmental filtering was the main driving force for AM fungal community assembly. Our results highlight the different responses of AM fungi in the soil and roots of a grassland ecosystem to nitrogen addition and mowing. The study will improve our understanding of the effects of nitrogen deposition on the function of ecosystem.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2022.917645/full"
  },
  {
    "title": "Wall-to-wall mapping of carbon loss within the Chornobyl Exclusion Zone after the 2020 catastrophic wildfire",
    "authors": [
      "Maksym Matsala,",
      "Viktor Myroniuk,",
      "Oleksandr Borsuk,",
      "Denis Vishnevskiy,",
      "Dmitry Schepaschenko,",
      "Anatoly Shvidenko,",
      "Florian Kraxner,",
      "Andrii Bilous"
    ],
    "doi": "https://doi.org/10.1186/s13595-023-01192-w",
    "journalVolume": "Vol. 80,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 14",
    "issn": "1286-4560 (Print)",
    "publisher": "1297-966X (Online)",
    "countryOfPublisher": "BMC",
    "lcc": [
      "United Kingdom",
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://annforsci.biomedcentral.com/",
    "abstract": "Abstract Key message We propose a framework to derive the direct loss of aboveground carbon stocks after the 2020 wildfire in forests of the Chornobyl Exclusion Zone using optical and radar Sentinel satellite data. Carbon stocks were adequately predicted using stand-wise inventory data and local combustion factors where new field observations are impossible. Both the standalone Sentinel-1 backscatter delta (before and after fire) indicator and radar-based change model reliably predicted the associated carbon loss. Context The Chornobyl Exclusion Zone (CEZ) is a mosaic forest landscape undergoing dynamic natural disturbances. Local forests are mostly planted and have low ecosystem resilience against the negative impact of global climate and land use change. Carbon stock fluxes after wildfires in the area have not yet been quantified. However, the assessment of this and other ecosystem service flows is crucial in contaminated (both radioactively and by unexploded ordnance) landscapes of the CEZ. Aims The aim of this study was to estimate carbon stock losses resulting from the catastrophic 2020 fires in the CEZ using satellite data, as field visitations or aerial surveys are impossible due to the ongoing war. Methods The aboveground carbon stock was predicted in a wall-to-wall manner using random forest modelling based on Sentinel data (both optical and synthetic aperture radar or SAR). We modelled the carbon stock loss using the change in Sentinel-1 backscatter before and after the fire events and local combustion factors. Results Random forest models performed well (root-mean-square error (RMSE) of 22.6 MgC·ha−1 or 37% of the mean) to predict the pre-fire carbon stock. The modelled carbon loss was estimated to be 156.3 Gg C (9.8% of the carbon stock in burned forests or 1.5% at the CEZ level). The standalone SAR backscatter delta showed a higher RMSE than the modelled estimate but better systematic agreement (0.90 vs. 0.73). Scots pine (Pinus sylvestris L.)-dominated stands contributed the most to carbon stock loss, with 74% of forests burned in 2020. Conclusion The change in SAR backscatter before and after a fire event can be used as a rough proxy indicator of aboveground carbon stock loss for timely carbon map updating. The model using SAR backscatter change and backscatter values prior to wildfire is able to reliably estimate carbon emissions when on-ground monitoring is impossible.",
    "readLink": "https://doi.org/10.1186/s13595-023-01192-w"
  },
  {
    "title": "Can heat waves change the trophic role of the world's most invasive crayfish? Diet shifts in Procambarus clarkii.",
    "authors": [
      "Bruno M Carreira,",
      "Pedro Segurado,",
      "Anssi Laurila,",
      "Rui Rebelo"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0183108",
    "journalVolume": "Vol. 12,\n                                no. 9\n                                \n                                  p.\n                                  e0183108",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "In the Mediterranean basin, the globally increasing temperatures are expected to be accompanied by longer heat waves. Commonly assumed to benefit cold-limited invasive alien species, these climatic changes may also change their feeding preferences, especially in the case of omnivorous ectotherms. We investigated heat wave effects on diet choice, growth and energy reserves in the invasive red swamp crayfish, Procambarus clarkii. In laboratory experiments, we fed juvenile and adult crayfish on animal, plant or mixed diets and exposed them to a short or a long heat wave. We then measured crayfish survival, growth, body reserves and Fulton's condition index. Diet choices of the crayfish maintained on the mixed diet were estimated using stable isotopes (13C and 15N). The results suggest a decreased efficiency of carnivorous diets at higher temperatures, as juveniles fed on the animal diet were unable to maintain high growth rates in the long heat wave; and a decreased efficiency of herbivorous diets at lower temperatures, as juveniles in the cold accumulated less body reserves when fed on the plant diet. Heat wave treatments increased the assimilation of plant material, especially in juveniles, allowing them to sustain high growth rates in the long heat wave. Contrary to our expectations, crayfish performance decreased in the long heat wave, suggesting that Mediterranean summer heat waves may have negative effects on P. clarkii and that they are unlikely to boost its populations in this region. Although uncertain, it is possible that the greater assimilation of the plant diet resulted from changes in crayfish feeding preferences, raising the hypotheses that i) heat waves may change the predominant impacts of this keystone species and ii) that by altering species' trophic niches, climate change may alter the main impacts of invasive alien species.",
    "readLink": "http://europepmc.org/articles/PMC5584761?pdf=render"
  },
  {
    "title": "Forest cover change detection using Geographic Information Systems and remote sensing techniques: a spatio-temporal study on Komto Protected forest priority area, East Wollega Zone, Ethiopia",
    "authors": [
      "Milkessa Dangia Negassa,",
      "Demissie Tsega Mallie,",
      "Dessalegn Obsi Gemeda"
    ],
    "doi": "https://doi.org/10.1186/s40068-020-0163-z",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 14",
    "issn": "2193-2697 (Online)",
    "publisher": "SpringerOpen",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.environmentalsystemsresearch.com/",
    "abstract": "Abstract Background Forest plays an important role in climate regulation and carbon sequestration. Komto Forest is one of the remnant natural forests found in Guto Gida district of East Wollega zone, Ethiopia, has been supporting the local community for construction, energy and household furniture. Currently, influenced by land use land cover change (LULCC), this forest has been declining at an alarming rate. Detecting LULCC and understanding the driving forces has important for supporting decision making processes. We examine variation in forest cover dynamics over the period 1991–2012 using Landsat TM image of 1991, ETM + of 2002 and OLI-TIRS of 2019. Results The LULCC detection results show that a dramatic increase of agricultural land from (24.78%) in 1991 to (33.5%) in 2019 with annual expansion rate (23.68%) per annum, where forest cover declined by 20.1% in 1991 and 37.38% in 2019 with annual decreasing rate of 4.18% per annum. Our finding indicates the increment of agricultural land, grassland, and settlement, while the dense and open forest cover shows a declining trend. The declining of forest coverage is likely to cause unpleasant environment and affects human wellbeing. Conclusions The massive declined in forest cover change are often associated with agricultural expansion in the periphery of the forest. Timber exploitation and charcoal production are other problems that contribute for the declining of forest coverage. Overall, our results suggest the need of participatory forest management and public awareness creation to sustain the Komto remnant forest.",
    "readLink": "https://doi.org/10.1186/s40068-020-0163-z"
  },
  {
    "title": "The Agro-Climatic Change Characteristics across China during the Latest Decades",
    "authors": [
      "Zhiguo Huo,",
      "Lei Zhang,",
      "Rui Kong,",
      "Mengyuan Jiang,",
      "Haiyan Zhang"
    ],
    "doi": "https://doi.org/10.3390/agriculture12020147",
    "journalVolume": "Vol. 12,\n                                no. 147\n                                \n                                  p.\n                                  147",
    "issn": "2077-0472 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agriculture",
    "abstract": "Climate change has been highlighted over the last decades worldwide, with pronounced higher warming trends for China. Induced by climate change, to some extent, agricultural production has changed, as well as the climatic resources during the agricultural growing season. An obvious longer potential agricultural growing season (PAGS) was detected in the latest decades from 1961–2020. The spatial–temporal characteristics of change and variation of climatic resources during the PAGS were explored, utilizing comparisons of the differences in mean magnitude, standard deviation, and trends. In the period of 1991–2020 relative to 1961–1990, alterations in PAGS were characterized by increases of 0–1.5 °C in mean air temperature overall, 0.8–23.8% increases in precipitation in the southeast, northeast, and west, as well as a decrease of 2.1–10.2% in insolation in central-south regions but an increase of 0.3–6.7% in the north and west. The features were pronounced during the PAGS in the primary agricultural zones as follows: (1) Northeast China, increasing and stable temperature but unstable precipitation and insolation; (2) North, eastern-west, and Southwest China, increasing but unstable temperature, decreasing but stable precipitation as well as decreasing and unstable insolation; (3) Southeast China, increasing but unstable temperature and precipitation as well as decreasing and unstable insolation; (4) West China, increasing but unstable temperature and precipitation as well as increasing but unstable insolation. Further comparisons between agro-climatic change and climate change indicated that temperature alterations during the PAGS were less numerous while precipitation and insolation were more unstable than the changes during the whole year. These findings can assist the understanding of regional agricultural climate changes and guide agricultural production practices in response.",
    "readLink": "https://www.mdpi.com/2077-0472/12/2/147"
  },
  {
    "title": "Phylogeography of the Tibetan hamster Cricetulus kamensis in response to uplift and environmental change in the Qinghai–Tibet Plateau",
    "authors": [
      "Li Ding,",
      "Jicheng Liao"
    ],
    "doi": "https://doi.org/10.1002/ece3.5301",
    "journalVolume": "Vol. 9,\n                                no. 12\n                                \n                                  pp.\n                                  7291\n                                  – 7306",
    "issn": "2045-7758 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20457758",
    "abstract": "Abstract Aim The evolutionary process of an organism provides valuable data toward an understanding of the Earth evolution history. To investigate the relationship between the uplift of the Qinghai–Tibet Plateau (QTP) and mammalian evolution since the late Cenozoic, the geographic distribution of genetic variations in the Tibetan hamster Cricetulus kamensis was investigated using phylogeographical methods. In particular, population divergence, demographic history, genetic variation, and the prediction of species distribution area were investigated. Location The Qinghai–Tibet Plateau. Methods A total of 53 specimens, representing 13 geographic populations, were collected from the QTP. The phylogeographical pattern and demographic history of C. kamensis were analyzed, and the probable factors in the QTP uplift and the Quaternary glacial periods were inferred from one nuclear and four mitochondrial genes. Furthermore, the species distribution model (SDM) was used to predict changes in potentially suitable habitats since the last Interglacial. Results Phylogenetic analysis demonstrated that two major genetic differentiations of the C. kamensis population occurred during the Early Pleistocene that were influenced by the Qing‐Zang tectonic movement from the Middle Pliocene to the Early Pleistocene. Genetic distance between two major clades indicated low genetic divergence. Demographic history analysis showed that the C. kamensis population was affected by the Quaternary glacial period. SDM analysis indicated that C. kamensis was endemic to the QTP and the suitable habitat was affected by climate change, especially during the Last Glacial Maximum (LGM). Main conclusion Our results indicated that the QTP uplift led to the population divergence of C. kamensis, and vicariance well accounted for the geographic distribution of genetic variation in C. kamensis as a result of genetic divergence and lack of gene flow. The genetic distance shows that C. alticola may be a subspecies of C. kamensis. Demographic history analysis suggests that the QTP was affected by the last glacial period. SDM analysis supports that almost the entire QTP is covered by a huge ice sheet during the LGM.",
    "readLink": "https://doi.org/10.1002/ece3.5301"
  }
]