[
  {
    "title": "Asymmetric warming rates between warm and cold weather regimes in Europe",
    "authors": [
      "Mika Rantanen,",
      "Simon H. Lee,",
      "Juha Aalto"
    ],
    "doi": "https://doi.org/10.1002/asl.1178",
    "journalVolume": "Vol. 24,\n                                no. 10\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "1530-261X (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://onlinelibrary.wiley.com/journal/10.1002/(ISSN)1530-261X",
    "abstract": "Abstract In Europe, the increase in temperatures caused by climate change has been particularly fast in the cold season. Although the magnitude of this change is relatively well known, less research has been done on how the increase of temperatures is manifested in different large‐scale weather types, called weather regimes. For example, one could expect that the weather patterns in which air is flowing from the rapidly‐warming Arctic would have warmed faster than other weather patterns in recent decades. Here we show that such an asymmetric warming actually occurs in the four Euro‐Atlantic weather regimes. In northern Europe, the weather regime which is typically associated with cold airmasses from the Arctic (NAO–) has warmed about 25% faster than the cold‐season days on average, and about 60% faster than the regime where the air flows from the North Atlantic (NAO+). Consequently, the weather regime that on average brings the coldest weather is warming the fastest in a large part of northern Europe. In contrast, the weather regime that typically brings the warmest weather has warmed the slowest, especially in the continental Europe. Our results provide a new perspective on the reported decrease of sub‐seasonal temperature variability.",
    "readLink": "https://doi.org/10.1002/asl.1178"
  },
  {
    "title": "Transformative optimisation of agricultural land use to meet future food demands",
    "authors": [
      "Lian Pin Koh,",
      "Thomas Koellner,",
      "Jaboury Ghazoul"
    ],
    "doi": "https://doi.org/10.7717/peerj.188",
    "journalVolume": "Vol. 1\n                                \n                                \n                                  p.\n                                  e188",
    "issn": "2167-8359 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://peerj.com/",
    "abstract": "The human population is expected to reach ∼9 billion by 2050. The ensuing demands for water, food and energy would intensify land-use conflicts and exacerbate environmental impacts. Therefore we urgently need to reconcile our growing consumptive needs with environmental protection. Here, we explore the potential of a land-use optimisation strategy to increase global agricultural production on two major groups of crops: cereals and oilseeds. We implemented a spatially-explicit computer simulation model across 173 countries based on the following algorithm: on any cropland, always produce the most productive crop given all other crops currently being produced locally and the site-specific biophysical, economic and technological constraints to production. Globally, this strategy resulted in net increases in annual production of cereal and oilseed crops from 1.9 billion to 2.9 billion tons (46%), and from 427 million to 481 million tons (13%), respectively, without any change in total land area harvested for cereals or oilseeds. This thought experiment demonstrates that, in theory, more optimal use of existing farmlands could help meet future crop demands. In practice there might be cultural, social and institutional barriers that limit the full realisation of this theoretical potential. Nevertheless, these constraints have to be weighed against the consequences of not producing enough food, particularly in regions already facing food shortages.",
    "readLink": "https://peerj.com/articles/188.pdf"
  },
  {
    "title": "Assisted gene flow in the context of large‐scale forest management in California, USA",
    "authors": [
      "Derek J. N. Young,",
      "Thomas D. Blush,",
      "Michael Landram,",
      "Jessica W. Wright,",
      "Andrew M. Latimer,",
      "Hugh D. Safford"
    ],
    "doi": "https://doi.org/10.1002/ecs2.3001",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract As climate changes, locally adapted tree populations may become maladapted to the sites in which they presently occur. When natural adaptive processes are insufficient for populations to keep pace with changing climate, human‐assisted relocation of genotypes (assisted gene flow) may be a useful tool for maintaining forest resilience. While existing empirical evidence provides insight into the potential outcomes and consequences of assisted gene flow, its applicability to large‐scale plantings needs to be evaluated. We conducted a test of assisted gene flow in the context of operational postfire restoration plantings in three U.S. Department of Agriculture National Forests in California. Our experimental restoration plantings included seedling provenances representing both the local planting site and lower‐elevation provenances that may be adapted to hotter and drier conditions. For the duration of the experiment, the planting sites experienced anomalously hot, dry conditions, offering a window into the potential outcomes of assisted gene flow in a future climate characterized by warmer temperatures and more frequent drought. In most cases, there was no significant difference in seedling growth or survival among provenances. However, in a few cases, lower‐elevation provenances performed better than local provenances, suggesting a potential benefit of assisted gene flow as a management response to climate change. Our analyses accounted for spatial variation in shrub cover and detected a consistent and substantial negative association between shrub cover and seedling growth. In addition, our study revealed that the use of operational seed collections that are not geographically precise (and therefore also not climatically precise) can complicate selection of appropriate provenances and lead to unpredictable outcomes. Numerous other risks and uncertainties—including the fact that tree populations are often adapted to local site factors other than climate and that long‐term outcomes may differ from short‐term observations—complicate evaluations of the potential utility of assisted gene flow.",
    "readLink": "https://doi.org/10.1002/ecs2.3001"
  },
  {
    "title": "Sand Seas and Dune Fields of Egypt",
    "authors": [
      "Olaf Bubenzer,",
      "Nabil  S. Embabi,",
      "Mahmoud  M. Ashour"
    ],
    "doi": "https://doi.org/10.3390/geosciences10030101",
    "journalVolume": "Vol. 10,\n                                no. 3\n                                \n                                  p.\n                                  101",
    "issn": "2076-3263 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Geology"
    ],
    "journalUrl": "https://www.mdpi.com/journal/geosciences",
    "abstract": "The article reviews the state of knowledge about distribution, sizes, dynamics, and ages of all sand seas (N = 6) and dune fields (N = 10) in Egypt (1,001,450 km2). However, chronological data (Optically Stimulated Luminescence, Thermoluminescence), used in the INQUA (International Union for Quaternary Research) dune database, only exists from three of the five sand seas located in the Western Desert of Egypt. The North Sinai Sand Sea and four of the ten dune fields are located near the Nile Valley, the delta or the coast and therefore changed drastically due to land reclamation during the last decades. Here, but also in the oases, their sands pose a risk for settlements and farmland. Our comprehensive investigations of satellite images and our field measurements show that nearly all terrestrial dune forms can be observed in Egypt. Longitudinal dunes and barchans are dominant. Sand seas cover about 23.8% (with an average sand coverage of 74.8%), dune fields about 4.4% (with an average sand coverage of 31.7%) of its territory. For the Great Sand Sea and the Farafra Sand Sea, situated in the central and northern part of the Western Desert, a Late Glacial transformation by strong westerlies was found, but not for the Selima Sand Sea, situated in the south of Egypt. Regarding the sparse chronological data up to now, for a reasonable estimation of future sand mobility in the course of global climate change, further data are essential. Finally, further studies concerning sand mobility, local wind systems, and land use are needed.",
    "readLink": "https://www.mdpi.com/2076-3263/10/3/101"
  },
  {
    "title": "The Radial Growth of <i>Picea wilsonii</i> Was More Restricted by Precipitation Due to Climate Warming on Mt. Guandi, China",
    "authors": [
      "Xiaoxia Huang,",
      "Xiaoneng Sun,",
      "Yuan Jiang,",
      "Feng Xue,",
      "Minghao Cui,",
      "Shoudong Zhao,",
      "Muyi Kang"
    ],
    "doi": "https://doi.org/10.3390/f12111602",
    "journalVolume": "Vol. 12,\n                                no. 1602\n                                \n                                  p.\n                                  1602",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Transitional climate zones (TCZ) are characterized by instability due to rapid changes in climate and biological variables, and trees growing there are particularly sensitive to climate change. Therefore, knowledge about the shifted relationships of tree growth in response to climate warming will shape regional forest conservation and management strategies. China has experienced rapid warming in recent decades. However, how tree growth in semihumid to semiarid regions, such as the Guandi Mountains, responds to more sophisticated changes in the hydrothermal combination is not yet clear. In this study, we used tree-ring width data from three sites along an elevational gradient in the Guandi Mountains to present the response of Picea wilsonii Mast. radial growth to increasing temperature and elevational differences in the relationship between tree growth and climate. The results indicated that the Guandi Mountains have experienced rapid warming with a clear trend toward aridity. From 1959 to 1995, the radial growth of P. wilsonii was mainly influenced by temperature, while it was controlled by both temperature and precipitation after rapid warming in 1996. From 1959 to 2017, this species showed a generally consistent growth–climate relationship at different elevations in the Guandi Mountains. However, the radial growth of trees at higher elevations had a higher climatic correlation than at lower elevations, and it was more conditioned by higher summer temperatures and precipitation in December of the previous year. These results suggested that P. wilsonii was more susceptible to drought and high temperatures due to a warming climate and that more attention should be devoted to forest management, especially the adverse consequences of summer drought on P. wilsonii.",
    "readLink": "https://www.mdpi.com/1999-4907/12/11/1602"
  },
  {
    "title": "Employees Voluntary Green Behaviour: The Role of Servant Leadership and Psychological Empowerment",
    "authors": [
      "Sadia  Ashraf,",
      "Sajjad Ahmad Afridi,",
      "Kaleem Saifullah"
    ],
    "doi": "https://doi.org/10.52015/nijbm.v17i1.93",
    "journalVolume": "Vol. 17,\n                                no. 1",
    "issn": "2410-5392 (Print)",
    "publisher": "2521-473X (Online)",
    "countryOfPublisher": "National University of Modern Languages (NUML), Islamabad",
    "lcc": [
      "Pakistan",
      "Social Sciences: Commerce: Business: Personnel management. Employment management",
      "Social Sciences: Industries. Land use. Labor: Management. Industrial management"
    ],
    "journalUrl": "https://nijbm.numl.edu.pk/index.php/BM/index",
    "abstract": "Climate change has forced organizations to focus more on sustainable business practices, and employees' green behavior in such cases is of great importance. However, employees' green behavior is not simple and straightforward. Leadership and working environment in this regard need to be investigated. For this purpose, the present study assessed the role of servant leadership on employees’ voluntary green behavior. Furthermore, the mediating role of psychological empowerment has also been examined. Hypotheses were developed with the help of Self-determination theory and data were collected from 150 employees of the tourism and hotel industry. Empirical data confirms that servant leadership significantly fosters employees’ voluntary green behavior. Moreover, findings revealed that psychological empowerment partially mediates the link between SL-EVGB. This study has an important implication for the tourism and hotel industry that is to enhance EVGB tourism companies should use SL style. Moreover, tourism companies should empower their employees psychologically so that they work in an environment where they can take business-related decisions easily.",
    "readLink": "https://nijbm.numl.edu.pk/index.php/BM/article/view/93"
  },
  {
    "title": "From Points to Forecasts: Predicting Invasive Species Habitat Suitability in the Near Term",
    "authors": [
      "Tracy R. Holcombe,",
      "Thomas J. Stohlgren,",
      "Catherine S. Jarnevich"
    ],
    "doi": "https://doi.org/10.3390/d2050738",
    "journalVolume": "Vol. 2,\n                                no. 5\n                                \n                                  pp.\n                                  738\n                                  – 767",
    "issn": "1424-2818 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/diversity/",
    "abstract": "We used near-term climate scenarios for the continental United States, to model 12 invasive plants species. We created three potential habitat suitability models for each species using maximum entropy modeling: (1) current; (2) 2020; and (3) 2035. Area under the curve values for the models ranged from 0.92 to 0.70, with 10 of the 12 being above 0.83 suggesting strong and predictable species-environment matching. Change in area between the current potential habitat and 2035 ranged from a potential habitat loss of about 217,000 km2, to a potential habitat gain of about 133,000 km2.",
    "readLink": "http://www.mdpi.com/1424-2818/2/5/738/"
  },
  {
    "title": "Deciphering the Palaeocene-Eocene thermal maximum by Granger causality test",
    "authors": [
      "Zeyang Liu,",
      "Xiehua Ji,",
      "Wenyan Luo,",
      "Yujie Hu,",
      "Haoran Liu"
    ],
    "doi": "Vol. 2,\n                                no. 1\n                                \n                                  p.\n                                  100125",
    "issn": "2772-8838 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography"
    ],
    "journalUrl": "https://www.journals.elsevier.com/geosystems-and-geoenvironment",
    "abstract": "The Palaeocene-Eocene thermal maximum is a global warming period (∼56 Ma), which is marked by a sharp negative carbon isotope excursion (CIE) that caused by the injection of massive isotopically-light carbon into the ocean-atmosphere. It is generally considered that the carbon injection caused global warming. However, several studies have suggested that warming and environmental perturbations precede the onset of the CIE. Here we present Granger test to investigate the detailed mechanisms of this event. We show a shift from climate-warming driving carbon-emission scenario to a scheme in which carbon-injection causing global-warming during the CIE. The initial carbon emission might be from methane hydrates dissociation and/or permafrost thawing, possibly linked with astronomical paced warming. This change of causal direction may result from the warming feedback of the emitted carbon and additional carbon from other sources, such as volcanism, bolide impact, oxidation of marine organic matter, and wildfires burning peatlands.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2772883822001005"
  },
  {
    "title": "The Bank Vole (Clethrionomys glareolus) as a Model System for Adaptive Phylogeography in the European Theater",
    "authors": [
      "Petr Kotlík,",
      "Silvia Marková,",
      "Michaela Horníková,",
      "Marco A. Escalante,",
      "Jeremy B. Searle"
    ],
    "doi": "https://doi.org/10.3389/fevo.2022.866605",
    "journalVolume": "Vol. 10",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "The legacy of climatic changes during the Pleistocene glaciations allows inferences to be made about the patterns and processes associated with range expansion/colonization, including evolutionary adaptation. With the increasing availability of population genomic data, we have the opportunity to examine these questions in detail and in a variety of non-traditional model species. As an exemplar, here we review more than two decades of work by our group and others that illustrate the potential of a single “non-model model” mammal species - the bank vole (Clethrionomys glareolus), which is particularly well suited to illustrate the complexities that may be associated with range expansion and the power of genomics (and other datasets) to uncover them. We first summarize early phylogeographic work using mitochondrial DNA and then describe new phylogeographic insights gained from population genomic analysis of genome-wide SNP data to highlight the bank vole as one of the most compelling examples of a forest mammal, that survived in cryptic extra-Mediterranean (“northern”) glacial refugia in Europe, and as one of the species in which substantial replacement and mixing of lineages originating from different refugia occurred during end-glacial colonization. Our studies of bank vole hemoglobin structure and function, as well as our recent ecological niche modeling study examining differences among bank vole lineages, led us to develop the idea of “adaptive phylogeography.” This is what we call the study of the role of adaptive differences among populations in shaping phylogeographic patterns. Adaptive phylogeography provides a link between past population history and adaptation that can ultimately help predict the potential of future species responses to climate change. Because the bank vole is part of a community of organisms whose range has repeatedly contracted and then expanded in the past, what we learn from the bank vole will be useful for our understanding of a broad range of species.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fevo.2022.866605/full"
  },
  {
    "title": "Going Vegan: The Role(s) of ICT in Vegan Practice Transformation",
    "authors": [
      "Dennis Lawo,",
      "Margarita Esau,",
      "Philip Engelbutzeder,",
      "Gunnar Stevens"
    ],
    "doi": "https://doi.org/10.3390/su12125184",
    "journalVolume": "Vol. 12,\n                                no. 5184\n                                \n                                  p.\n                                  5184",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "With the debate on climate change, topics of diet change and the reduction of animal products have become increasingly important in both public and academic discourses. However, sustainable ICT studies have so far focused on individual aspects, in particular investigating the criticized persuasive design approach. We argue for a broader perspective on the role(s) of ICT, one that helps in identifying opportunities to support consumer practice transformation, beyond motivational aspects. Based on retrospective interviews with 16 vegans, we argue to understand practice transformation as co-evolution of practices and ICT artefacts, as this perspective helps to understand how tensions arising from complex entanglements of practices, socio-material contexts, and communities can be resolved. Rather than a motivational process, we observe various roles of ICT artefacts co-evolving with practices: Ranging from initial irritation, to access to information about vegan practices, to the learning of vegan food literacy, to the negotiation of a vegan identity, and vegan norms at the intersection of the ‘odd’ and the ‘norm’.",
    "readLink": "https://www.mdpi.com/2071-1050/12/12/5184"
  }
]