[
  {
    "title": "Increasing Dairy Sustainability with Integrated Crop–Livestock Farming",
    "authors": [
      "Susanne Wiesner,",
      "Alison  J. Duff,",
      "Ankur  R. Desai,",
      "Kevin Panke-Buisse"
    ],
    "doi": "https://doi.org/10.3390/su12030765",
    "journalVolume": "Vol. 12,\n                                no. 3\n                                \n                                  p.\n                                  765",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Dairy farms are predominantly carbon sources, due to high livestock emissions from enteric fermentation and manure. Integrated crop−livestock systems (ICLSs) have the potential to offset these greenhouse gas (GHG) emissions, as recycling products within the farm boundaries is prioritized. Here, we quantify seasonal and annual greenhouse gas budgets of an ICLS dairy farm in Wisconsin USA using satellite remote sensing to estimate vegetation net primary productivity (NPP) and Intergovernmental Panel on Climate Change (IPCC) guidelines to calculate farm emissions. Remotely sensed annual vegetation NPP correlated well with farm harvest NPP (R2 = 0.9). As a whole, the farm was a large carbon sink, owing to natural vegetation carbon sinks and harvest products staying within the farm boundaries. Dairy cows accounted for 80% of all emissions as their feed intake dominated farm feed supply. Manure emissions (15%) were low because manure spreading was frequent throughout the year. In combination with soil conservation practices, ICLS farming provides a sustainable means of producing nutritionally valuable food while contributing to sequestration of atmospheric CO2. Here, we introduce a simple and cost-efficient way to quantify whole-farm GHG budgets, which can be used by farmers to understand their carbon footprint, and therefore may encourage management strategies to improve agricultural sustainability.",
    "readLink": "https://www.mdpi.com/2071-1050/12/3/765"
  },
  {
    "title": "Reuse of the Materials Recycled from Renewable Resources in the Civil Engineering: Status, Achievements and Government’s Initiatives in Taiwan",
    "authors": [
      "Chi-Hung Tsai,",
      "Yun-Hwei Shen,",
      "Wen-Tien Tsai"
    ],
    "doi": "https://doi.org/10.3390/ma14133730",
    "journalVolume": "Vol. 14,\n                                no. 3730\n                                \n                                  p.\n                                  3730",
    "issn": "1996-1944 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering",
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Natural history (General): Microscopy",
      "Science: Physics: Descriptive and experimental mechanics"
    ],
    "journalUrl": "http://www.mdpi.com/journal/materials/",
    "abstract": "Growing concerns about the circular economy and sustainable waste management for civil applications of non-hazardous mineral industrial waste have increased in recent years. Therefore, this study presents a trend analysis of industrial waste generation and treatment during the years of 2010–2020, and focused on promotion policies and regulatory measures for mandatory renewable resources from industrial sources in Taiwan, including reclaimed asphalt pavement (RAP) material, water-quenched blast furnace slag, and ilmenite chlorination furnace slag. According to the official database of the online reported statistics during the period of 2010–2020, approximately three million metric tons per year of renewable resources were totally reused in civil engineering or related cement products, reflecting a balanced supply chain in the domestic market. Among these, water-quenched blast furnace slag accounted for about 90% (about 2.7 million metric tons) in Taiwan. Currently, the legislative framework of sustainable waste management in Taiwan is based on the Waste Management Act and the Resource Recycling Act, but there are some problems with them. In order to effectively reduce environmental loadings and conserve natural resources to mitigate climate change, some recommendations are addressed from different points of view.",
    "readLink": "https://www.mdpi.com/1996-1944/14/13/3730"
  },
  {
    "title": "A data portal for regional climatic trend analysis in a Peruvian High Andes region",
    "authors": [
      "M. Schwarb,",
      "D. Acuña,",
      "Th. Konzelmann,",
      "M. Rohrer,",
      "N. Salzmann,",
      "B. Serpa Lopez,",
      "E. Silvestre"
    ],
    "doi": "https://doi.org/10.5194/asr-6-219-2011",
    "journalVolume": "Vol. 6\n                                \n                                \n                                  pp.\n                                  219\n                                  – 226",
    "issn": "1992-0628 (Print)",
    "publisher": "1992-0636 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.advances-in-science-and-research.net/home.html",
    "abstract": "In the frame of a Swiss-Peruvian climate change adaptation initiative (PACC), operational and historical data series of more than 100 stations of the Peruvian Meteorological and Hydrological Service (SENAMHI) are now accessible in a dedicated data portal. The data portal allows for example the comparison of data series or the interpolation of spatial fields as well as download of data in various data formats. It is thus a valuable tool supporting the process of data homogenisation and generation of a regional baseline climatology for a sound development of adequate climate change adaptation measures. The procedure to homogenize air-temperature and precipitation data series near Cusco city is outlined and followed by an exemplary trend analysis. Local air temperature trends are found to be in line with global mean trends.",
    "readLink": "http://www.adv-sci-res.net/6/219/2011/asr-6-219-2011.pdf"
  },
  {
    "title": "Integrating environmental and socio-economic indicators to explore the sustainability of food patterns and food security in Lebanon",
    "authors": [
      "L. Skaf,",
      "E. Buonocore,",
      "S. Dumontet,",
      "R. Capone,",
      "P.P. Franzese"
    ],
    "doi": "Vol. 3\n                                \n                                \n                                  p.\n                                  100047",
    "issn": "2666-0490 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection"
    ],
    "journalUrl": "https://www.journals.elsevier.com/current-research-in-environmental-sustainability",
    "abstract": "Food security is a complex issue whose comprehension requires multidisciplinary research exploring environmental, socio-economic, and policy aspects. World population is expected to continue increasing in the next decades. As a consequence, the global food demand is also expected to increase, exacerbating the contribution of food consumption and production patterns to environmental problems and climate change. In addition, the problem of socio-economic inequalities is also noteworthy, with a very high number of undernourished people at global level. Considering the complex nature of food security, the integration of environmental and socio-economic indicators is much needed for assessing its multiple dimensions. In this study, environmental and socio-economic indicators were assessed to explore the sustainability of food patterns and food security in Lebanon. Environmental indicators were calculated to assess the environmental costs and impacts of the Lebanese and refugee diets. All the environmental indicators calculated for the Lebanese diet resulted higher compared to the refugee diet. The overall contribution of the refugee diet to the investigated impact categories resulted in about 25%, confirming its significance in terms of direct and indirect natural resources consumption and environmental impacts. The socio-economic indicators showed that food security is a critical issue for the Lebanese population and, particularly, for the refugees living in Lebanon. In particular, 59% and 15% of Lebanese and refugee populations resulted having an adequate individual access to food. In conclusion, the outcomes of the study provide scientific information to support policy-makers and a benchmark for future studies aimed at improving food security in Lebanon.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666049021000232"
  },
  {
    "title": "On Track to Become a Low Carbon Future City? First Findings of the Integrated Status Quo and Trends Assessment of the Pilot City of Wuxi in China",
    "authors": [
      "Daniel Vallentin,",
      "Thomas Fischer,",
      "Mathieu Saurat,",
      "Chun Xia,",
      "Clemens Schneider,",
      "Carmen Dienst"
    ],
    "doi": "https://doi.org/10.3390/su5083224",
    "journalVolume": "Vol. 5,\n                                no. 8\n                                \n                                  pp.\n                                  3224\n                                  – 3243",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The Low Carbon Future Cities (LCFC) project aims at facing a three dimensional challenge by developing an integrated city roadmap balancing: low carbon development, gains in resource efficiency and adaptation to climate change. The paper gives an overview of the first outcomes of the analysis of the status quo and assessment of the most likely developments regarding GHG emissions, climate impacts and resource use in Wuxi—the Chinese pilot city for the LCFC project. As a first step, a detailed emission inventory following the IPCC guidelines for Wuxi has been carried out. In a second step, the future development of energy demand and related CO2 emissions in 2050 were simulated in a current policy scenario (CPS). In parallel, selected aspects of material and water flows for the energy and the building sector were analyzed and modeled. In addition, recent and future climate impacts and vulnerability were investigated. Based on these findings, nine key sectors with high relevance to the three dimensions could be identified. Although Wuxi’s government has started a path to implement a low carbon plan, the first results show that, for the shift towards a sustainable low carbon development, more ambitious steps need to be taken in order to overcome the challenges faced.",
    "readLink": "http://www.mdpi.com/2071-1050/5/8/3224"
  },
  {
    "title": "Mapping and assessment of carbon sequestration potential and its drivers in the Eastern Himalayan Region (India)",
    "authors": [
      "Manob Das,",
      "Ashis Mandal,",
      "Arijit Das,",
      "Miguel Inácio,",
      "Paulo Pereira"
    ],
    "doi": "Vol. 7\n                                \n                                \n                                  p.\n                                  100344",
    "issn": "2666-0164 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering",
      "Technology: Chemical technology: Chemical engineering"
    ],
    "journalUrl": "https://www.journals.elsevier.com/case-studies-in-chemical-and-environmental-engineering",
    "abstract": "Eastern Himalayan Region (EHR) is a biodiversity hotspot and an ecologically sensitive area. In the last few years, climate change, land use, and land cover (LULC) have substantially affected forest ecosystems and their capacity to store carbon. Therefore, understanding the impacts of these drivers of change on carbon sequestration (CS) is essential. This study aims to assess the spatiotemporal pattern of carbon sequestration in EHR between 2000 and 2020 using net primary production (NPP) as a proxy. NPP was extracted from Moderate Resolution Imaging spectroradiometer (MODIS) data. The impact of natural and human factors on the NPP distribution were also assessed using regression analysis. The results showed that the areas with good NPP (relatively high ecosystem productivity) increased by 12% from 2000 to 2020. Conversely, the areas with poor NPP (relatively low ecosystem productivity) decreased from 39.92% (2000) to 34.42% (2020). The normalized difference vegetation index (NDVI) increased in the last 20 years (15% from 2000 to 2020). Land surface temperature (LST) increased pre-monsoon and decreased post-monsoon (winter). The correlation analysis showed that urban population growth (r = −0.464) and LST (r = −0.393) negatively impacted NPP. On the other hand, NDVI (r = 0.857), vegetation cover (VC) (r = 0.679), and human development index (HDI) (r = 0.741) had a positive correlation with NPP. Multiple linear regression (MLR) models showed that human (urbanisation and total population growth) and natural (such as VC) factors significantly impacted NPP. The total population growth had a weak positive relationship with NPP (r = 0.143). NPP increase can be attributed to effective management strategies (e.g., restoration).",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S266601642300049X"
  },
  {
    "title": "Potential Impact of Climate Changes on the Inundation Risk Levels in a Dam Break Scenario",
    "authors": [
      "Sudha Yerramilli"
    ],
    "doi": "https://doi.org/10.3390/ijgi2010110",
    "journalVolume": "Vol. 2,\n                                no. 1\n                                \n                                  pp.\n                                  110\n                                  – 134",
    "issn": "2220-9964 (Print)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/ijgi",
    "abstract": "The overall objective of the study is to generate information for an enhanced land use planning with respect to flood hazards. The study assesses the potential impact of climate change by simulating a dam break scenario in a high intensity rainfall event and evaluates the vulnerability risk in the downstream region by integrating ArcGIS and Hydrologic Engineering Centers River Analysis System (HEC-RAS) technologies. In the past century, the evidence of climate changes are observed in terms of increase in high intensity rainfall events. These events are of high concern, as increased inflow rates may increase the probability of a dam failure, leading to higher magnitude flooding events involving multiple consequences. The 100 year historical rainfall data for the central Mississippi region reveals an increased trend in the intensity of rainfall rates after the 1970s. With more than 10% of high hazard dams in the central region, the damage can be far accumulative. The study determines occurrence of the high intensity rainfall event in the past 100 years for central Mississippi and simulates a Ross Barnett Reservoir dam break scenario and evaluates the vulnerability risks due to inundation in the immediate downstream region, which happens to be the State Capital. The results indicate that the inundation due to a Ross Barnett Reservoir failure under high intensity rainfall event is comparable to a catastrophic flood event experienced by the region in 1979, which almost equals a 200-year flood magnitude. The results indicate that the extent and depth of flood waters poses a significant destructive threat to the state capital, inundating various infrastructural and transportation networks.",
    "readLink": "http://www.mdpi.com/2220-9964/2/1/110"
  },
  {
    "title": "Rural transformation and differential vulnerability: Exploring adaptation strategies to water scarcity in the Aculeo Lake basin (Chile)",
    "authors": [
      "Anahi Ocampo-Melgar,",
      "Pilar Barria,",
      "Cristian Chadwick,",
      "Raúl Diaz-Vasconcellos"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2022.955023",
    "journalVolume": "Vol. 10",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "The way of life of agricultural rural territories and their long-term capacity to adapt to changes will be challenged not only by the impacts of climate change; but by increased vulnerability stemming from previous inadequate climate adaptations and development policies. Studies that deepen understanding of the differential causes and implications of vulnerabilities will improve adaptation or transformation of institutions for climate change. The Aculeo basin of Central Chile suffered an extreme 10-years rainfall deficit that resulted in the disappearance of a 12 km2 lake and the economic transformation of the territory. This paper presents a cross-scale exploration of the political, cultural and historical interconnections behind this dramatic story, while critically discussing whether today’s land use configuration reflects the territory’s adaptive capacity. The story is reconstructed using land-use change analysis along with literature review and Causal-Loop Analysis. Results show how previous policies and other human factors contributed to the agroecosystem transformation, creating different vulnerabilities in different economic sectors. Today, what is observed as disparate capacities to adapt to climatic drought is actually the result of historic exacerbations of the vulnerabilities that had significantly contributed to the water scarcity crisis.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2022.955023/full"
  },
  {
    "title": "Why Self-fertilizing Plants Still Exist in Wild Populations: Diversity Assurance through Stress-Induced Male Sterility May Promote Selective Outcrossing and Recombination",
    "authors": [
      "Maarten van Ginkel,",
      "Ronald  C. H. Flipphi"
    ],
    "doi": "https://doi.org/10.3390/agronomy10030349",
    "journalVolume": "Vol. 10,\n                                no. 3\n                                \n                                  p.\n                                  349",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "Climate change creates challenges for wild species, but plants have survived and adapted to similar changes in their evolutionary past. Most plants were originally outcrossing, one theoretical genetic reason being that self-fertilization does not create novel recombinants that allow adaptation. Thus selfing seems an evolutionary “dead end”. Nevertheless, self-fertilizing plants make up 14% of seed plant species. We offer a new interpretation of a response by self-fertilizing wild species to extreme existential threats, which creates novel recombinant progeny. This proposed mechanism goes beyond reproductive assurance, the usual explanation of selfing. Extreme stress, such as excessive heat within a specific window, first makes plants male-sterile, while female organs remain functional and can receive wind-borne pollen from any of the few nearby stress-tolerant individuals. Thus stress-induced male sterility enables and/or enhances outcrossing in selfing plants. Although in practice this proposed mechanism requires very special circumstances and operates only in certain species with conducive floral traits, we posit that over evolutionary time even such rare events can make a significant lasting impact on a species’ survival in changing conditions. This proposed mechanism, which we call Diversity Assurance, allows a population subject to severe stress to sample preferentially those genes that underpin tolerance to that specific stress. These genes are then recombined in subsequent generations, along with the male-sterility-under-stress trait of the female parent. This contributes in part to explain the effective evolution and hence persistence of self-fertilizing species. Diversity Assurance, we propose, is an adaptive mechanism that has been selected under extreme stress, underpinned by a simple loss-of-function of the male reproductive system. It may be triggered not only by heat, but also by other stressors. This proposed mechanism helps to explain why even highly self-fertilizing plant species remain able to respond to environmental changes through triggered outcrossing.",
    "readLink": "https://www.mdpi.com/2073-4395/10/3/349"
  },
  {
    "title": "Water management: A way to achieve a more efficient irrigation system",
    "authors": [
      "Pierangelo Carbone,",
      "Debora Siviero,",
      "Raphaela Itimura de Camargo,",
      "Amirhassan Masoumi"
    ],
    "doi": "https://doi.org/10.3280/ecag2-2020oa10408",
    "journalVolume": "Vol. 22,\n                                no. 2",
    "issn": "1126-1668 (Print)",
    "publisher": "1972-4802 (Online)",
    "countryOfPublisher": "Franco Angeli",
    "lcc": [
      "Italy",
      "Agriculture"
    ],
    "journalUrl": "https://www.economiaagroalimentare.it/",
    "abstract": "The pressure of growing urbanization, industrialization and water scarcity resulting from climate change imposes limitations on the amount of water allocated to agriculture.There will need to be an increase in food production of almost 50% by 2030. This will be an enormous challenge, requiring a significant increase in irrigable land area in the forthcoming years. It is necessary to improve water 2 systems based on the knowledge that high efficiency can be achieved with less wateronly by the adoption of more effective water-management plans, especially in agriculture, which is the major consumer of this precious resource. Water management in agriculture has a dual task: improving both water networks and how treated wastewater is used and re-used. Farmer participation in wateradministration will play a key role in agricultural production growth. The paper highlights current concern regarding the management of water supply for irrigation from the River Arda in Piacenza province, Italy. The approach proposed by the Consorzio di Bonifica di Piacenza for the reduction of water loss in the irrigation network is the replacement of the traditional system of open canals with a new underground pipe system, to be available only for irrigation, in such a way that the hydrogeological structure of the territory would not be altered. The project’s technical and economic feasibilitydepend on architectural quality and technical functionality. During the project phase tools and methods were also considered, seeking to involve techniques, materials and equipment that would make the pipe system less invasive and more affordable, efficient and manageable, not only regarding the final results, but also the project’s development and construction stages, as well as its post-construction ordinary maintenance.",
    "readLink": "http://ojs.francoangeli.it/_ojs/index.php/ecagoa/article/view/10408"
  }
]