[
  {
    "title": "Dynamics of Prochlorococcus and Synechococcus at Station ALOHA Revealed through Flow Cytometry and High-Resolution Vertical Sampling",
    "authors": [
      "Ger J. van den Engh,",
      "Ger J. van den Engh,",
      "Joseph K. Doggett,",
      "Anne W. Thompson,",
      "Martina A. Doblin,",
      "Carla N. G. Gimpel,",
      "David M. Karl"
    ],
    "doi": "https://doi.org/10.3389/fmars.2017.00359",
    "journalVolume": "Vol. 4",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "The fluorescence and scattering properties of Prochlorococcus and Synechococcus at Station ALOHA as measured by flow cytometry (termed the FCM phenotype) vary with depth and over a variety of time scales. The variation in FCM phenotypes may reflect population selection or physiological acclimation to local conditions. Observations before, during, and after a storm with deep water mixing show a short-term homogenization of the FCM phenotypes with depth, followed by a return to the stable pattern over the time span of a few days. These dynamics indicate that, within the upper mixed-layer, the FCM phenotype distribution represents acclimation to ambient light. The populations in the pycnocline (around 100 m and below), remain stable and are invariant with light conditions. In samples where both cyanobacteria coexist, fluorescence properties of Prochlorococcus and Synechococcus are tightly correlated providing further evidence that FCM phenotype variability is caused by a common environmental factor or factors. Measurements of the dynamics of FCM phenotypes provide insights into phytoplankton physiology and adaptation. Alternatively, FCM phenotype census of a water mass may provide information about its origin and illumination history.",
    "readLink": "http://journal.frontiersin.org/article/10.3389/fmars.2017.00359/full"
  },
  {
    "title": "Impact of introducing a herb pasture area into a New Zealand sheep and beef hill country farm system: a modeling analysis",
    "authors": [
      "Cécile DURANTON, Cory MATTHEW"
    ],
    "doi": "https://doi.org/10.15302/J-FASE-2018202",
    "journalVolume": "Vol. 5,\n                                no. 1\n                                \n                                  pp.\n                                  87\n                                  – 97",
    "issn": "2095-7505 (Print)",
    "publisher": "2095-977X (Online)",
    "countryOfPublisher": "Higher Education Press",
    "lcc": [
      "China",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://journal.hep.com.cn/fase",
    "abstract": "New Zealand is well known for export of meat and dairy products from low cost pastoral systems. These farm systems are continually evolving for increased efficiency, in part through the use of metabolic energy modeling tools by farmers and farm consultants to explore alternative farm system configurations and identify new efficiencies. One recent innovation is the introduction of a herb pasture area, such as plantain. We used metabolic energy modeling to quantify seasonal feed flows in two successive years in a New Zealand hill country farm system, and to analyze the impact of the introduction of an area of plantain. Models employed were a self-built Microsoft Excel spreadsheet and a commercial New Zealand farm systems modeling package, FARMAX. Herbage production, animal performance and financial results for a base farm scenario created from the average of survey data for hill farms in the southern North Island, and the same farm with 10% and 20% of the area in plantain for the years 2010–2011 and 2011–2012 were modeled. The self-built model performed similarly to the commercial model. The system configuration of the base farm stockpiles surplus autumn feed for release to animals in winter and also incorporates flexibility that confers resilience to interannual weather variation through varying dates animals are purchased or sold. The introduction of an area of plantain was predicted to increase herbage production, animal performance and financial returns. The predicted benefit was higher for the year 2010–2011 where a drought occurred in summer than for the following year with higher summer rainfall. This demonstrates the profitability of introducing a plantain area to New Zealand hill farm systems, and suggests plantain will assist to mitigate adverse effects of warmer and drier summer conditions associated with current climate change trends.",
    "readLink": "http://academic.hep.com.cn/fase/fileup/2095-7505/PDF/1517298904485-1237484884.pdf"
  },
  {
    "title": "Bacterial Necromass Is Rapidly Metabolized by Heterotrophic Bacteria and Supports Multiple Trophic Levels of the Groundwater Microbiome",
    "authors": [
      "Patricia Geesink,",
      "Martin Taubert,",
      "Nico Jehmlich,",
      "Martin von Bergen,",
      "Kirsten Küsel"
    ],
    "doi": "https://doi.org/10.1128/spectrum.00437-22",
    "journalVolume": "Vol. 10,\n                                no. 4",
    "issn": "2165-0497 (Online)",
    "publisher": "American Society for Microbiology",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "https://journals.asm.org/journal/spectrum",
    "abstract": "ABSTRACT Pristine groundwater is a highly stable environment with microbes adapted to dark, oligotrophic conditions. Input events like heavy rainfalls can introduce the excess particulate organic matter, including surface-derived microorganisms, thereby disturbing the groundwater microbiome. Some surface-derived bacteria will not survive this translocation, leading to an input of necromass to the groundwater. Here, we investigated the effects of necromass addition to the microbial community in fractured bedrock groundwater, using groundwater mesocosms as model systems. We followed the uptake of 13C-labeled necromass by the bacterial and eukaryotic groundwater community quantitatively and over time using a complementary protein-stable and DNA-stable isotope probing approach. Necromass was rapidly depleted in the mesocosms within 4 days, accompanied by a strong decrease in Shannon diversity and a 10-fold increase in bacterial 16S rRNA gene copy numbers. Species of Flavobacterium, Massilia, Rheinheimera, Rhodoferax, and Undibacterium dominated the microbial community within 2 days and were identified as key players in necromass degradation, based on a 13C incorporation of >90% in their peptides. Their proteomes comprised various proteins for uptake and transport functions and amino acid metabolization. After 4 and 8 days, the autotrophic and mixotrophic taxa Nitrosomonas, Limnohabitans, Paucibacter, and Acidovorax increased in abundance with a 13C incorporation between 0.5% and 23%. Likewise, eukaryotes assimilated necromass-derived carbon either directly or indirectly. Our data point toward a fast and exclusive uptake of labeled necromass by a few specialists followed by a concerted action of groundwater microorganisms, including autotrophs presumably fueled by released, reduced nitrogen and sulfur compounds generated during necromass degradation. IMPORTANCE Subsurface microbiomes provide essential ecosystem services, like the generation of drinking water. These ecosystems are devoid of light-driven primary production, and microbial life is adapted to the resulting oligotrophic conditions. Modern groundwater is most vulnerable to anthropogenic and climatic impacts. Heavy rainfalls, which will increase with climate change, can result in high surface inputs into shallow aquifers by percolation or lateral flow. These inputs include terrestrial organic matter and surface-derived microbes that are not all capable to flourish in aquatic subsurface habitats. Here, we investigated the response of groundwater mesocosms to the addition of bacterial necromass, simulating event-driven surface input. We found that the groundwater microbiome responds with a rapid bloom of only a few primary degraders, followed by the activation of typical groundwater autotrophs and mixotrophs, as well as eukaryotes. Our results suggest that this multiphase strategy is essential to maintain the balance of the groundwater microbiome to provide ecosystem services.",
    "readLink": "https://journals.asm.org/doi/10.1128/spectrum.00437-22"
  },
  {
    "title": "Proteome metabolome and transcriptome data for three Symbiodiniaceae under ambient and heat stress conditions",
    "authors": [
      "Emma F. Camp,",
      "Tim Kahlke,",
      "Brandon Signal,",
      "Clinton A. Oakley,",
      "Adrian Lutz,",
      "Simon K. Davy,",
      "David J. Suggett,",
      "William P. Leggat"
    ],
    "doi": "https://doi.org/10.1038/s41597-022-01258-w",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 10",
    "issn": "2052-4463 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/sdata/",
    "abstract": "Measurement(s) RNA sequences and counts • Metabolite abundance • Protein abundance Technology Type(s) Illumina HiSeq. 2500 • QTOF MS system • Orbitrap Fusion Lumos Sample Characteristic - Organism Symbiodiniaceae Sample Characteristic - Environment In culture",
    "readLink": "https://doi.org/10.1038/s41597-022-01258-w"
  },
  {
    "title": "Antarctic root endophytes improve physiological performance and yield in crops under salt stress by enhanced energy production and Na+ sequestration",
    "authors": [
      "Marco A. Molina-Montenegro,",
      "Ian S. Acuña-Rodríguez,",
      "Cristian Torres-Díaz,",
      "Pedro E. Gundel,",
      "Ingo Dreyer"
    ],
    "doi": "https://doi.org/10.1038/s41598-020-62544-4",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 10",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Climatic change is pointed as one of the major challenges for global food security. Based on current models of climate change, reduction in precipitations and in turn, increase in the soil salinity will be a sharp constraint for crops productivity worldwide. In this context, root fungi appear as a new strategy to improve plant ecophysiological performance and crop yield under abiotic stress. In this study, we evaluated the impact of the two fungal endophytes Penicillium brevicompactum and P. chrysogenum isolated from Antarctic plants on nutrients and Na+ contents, net photosynthesis, water use efficiency, yield and survival in tomato and lettuce, facing salinity stress conditions. Inoculation of plant roots with fungal endophytes resulted in greater fresh and dry biomass production, and an enhanced survival rate under salt conditions. Inoculation of plants with the fungal endophytes was related with a higher up/down-regulation of ion homeostasis by enhanced expression of the NHX1 gene. The two endophytes diminished the effects of salt stress in tomato and lettuce, provoked a higher efficiency in photosynthetic energy production and an improved sequestration of Na+ in vacuoles is suggested by the upregulating of the expression of vacuolar NHX1 Na+/H+ antiporters. Promoting plant-beneficial interactions with root symbionts appears to be an environmentally friendly strategy to mitigate the impact of climate change variables on crop production.",
    "readLink": "https://doi.org/10.1038/s41598-020-62544-4"
  },
  {
    "title": "Centennial-scale variability of the Southern Hemisphere westerly wind belt in the eastern Pacific over the past two millennia",
    "authors": [
      "B. G. Koffman,",
      "K. J. Kreutz,",
      "D. J. Breton,",
      "E. J. Kane,",
      "D. A. Winski,",
      "S. D. Birkel,",
      "A. V. Kurbatov,",
      "M. J. Handley"
    ],
    "doi": "https://doi.org/10.5194/cp-10-1125-2014",
    "journalVolume": "Vol. 10,\n                                no. 3\n                                \n                                  pp.\n                                  1125\n                                  – 1144",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "We present the first high-resolution (sub-annual) dust particle data set from West Antarctica, developed from the West Antarctic Ice Sheet (WAIS) Divide deep ice core (79.468° S, 112.086° W), and use it to reconstruct changes in atmospheric circulation over the past 2400 years. We find a background dust flux of ~4 mg m−2 year−1 and a mode particle size of 5–8 μm diameter. Through comparing the WAIS Divide record with other Antarctic ice core particle records, we observe that coastal and lower-elevation sites have higher dust fluxes and coarser particle size distributions (PSDs) than sites on the East Antarctic plateau, suggesting input from local dust sources at these lower-elevation sites. In order to explore the use of the WAIS Divide dust PSD as a proxy for past atmospheric circulation, we make quantitative comparisons between both mid-latitude zonal wind speed and West Antarctic meridional wind speed and the dust size record, finding significant positive interannual relationships. We find that the dust PSD is related to mid-latitude zonal wind speed via cyclonic activity in the Amundsen Sea region. Using our PSD record, and through comparison with spatially distributed climate reconstructions from the Southern Hemisphere (SH) middle and high latitudes, we infer that the SH westerlies occupied a more southerly position from circa 1050 to 1400 CE (Common Era), coinciding with the Medieval Climate Anomaly (MCA). Subsequently, at ca. 1430 CE, the wind belt shifted equatorward, where it remained until the mid-to-late twentieth century. We find covariability between reconstructions of El Niño–Southern Oscillation (ENSO) and the mid-latitude westerly winds in the eastern Pacific, suggesting that centennial-scale circulation changes in this region are strongly influenced by the tropical Pacific. Further, we observe increased coarse particle deposition over the past 50 years, consistent with observations that the SH westerlies have been shifting southward and intensifying in recent decades.",
    "readLink": "http://www.clim-past.net/10/1125/2014/cp-10-1125-2014.pdf"
  },
  {
    "title": "Predicting Soil Organic Carbon and Soil Nitrogen Stocks in Topsoil of Forest Ecosystems in Northeastern China Using Remote Sensing Data",
    "authors": [
      "Shuai Wang,",
      "Qianlai Zhuang,",
      "Xinxin Jin,",
      "Zijiao Yang,",
      "Hongbin Liu"
    ],
    "doi": "https://doi.org/10.3390/rs12071115",
    "journalVolume": "Vol. 12,\n                                no. 1115\n                                \n                                  p.\n                                  1115",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Forest ecosystems play an important role in regional carbon and nitrogen cycling. Accurate and effective monitoring of their soil organic carbon (SOC) and soil total nitrogen (STN) stocks provides important information for soil quality assessment, sustainable forestry management and climate change policy making. In this study, a geographical weighted regression (GWR) model, a multiple stepwise regression (MLSR) model, and a boosted regression trees (BRT) model were compared to obtain the best prediction of SOC and STN stocks of the forest ecosystems in northeastern China. Five-hundred and thirteen topsoil (0–30 cm) samples (10.32 kg m−2 (±0.53) for SOC, 1.21 kg m−2 (±0.32) for STN), and 9 remotely-sensed environmental variables were collected and used for the model development and verification. By comparing with independent verification data, the best model (BRT) achieved R2 = 0.56 and root mean square error (RMSE) = 00.85 kg m−2 for SOC stocks, R2 = 0.51 and RMSE = 0.22 kg m−2 for STN stocks. Of all the remotely-sensed environment variables, soil adjusted vegetation index (SAVI) and normalized difference vegetation index (NDVI) are of the highest relative importance in predicting SOC and STN stocks. The spatial distribution of the predicted SOC and STN stocks gradually decreased from northeast to southwest. This study provides an attempt to rapidly predict SOC and STN stocks in the dense vegetation covered area. The results can help evaluate soil quality and facilitate land policy and regulation making by the government in the region.",
    "readLink": "https://www.mdpi.com/2072-4292/12/7/1115"
  },
  {
    "title": "Sensitivity Analysis for Effect of Changes in Input Data on Hydrological Parameters and Water Balance Components in the Catchment Area of Hungarian Lowland",
    "authors": [
      "Tran Hop Quang"
    ],
    "doi": "https://doi.org/10.2478/jengeo-2021-0007",
    "journalVolume": "Vol. 14,\n                                no. 3-4\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "2060-467X (Online)",
    "publisher": "University of Szeged",
    "countryOfPublisher": "Hungary",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://ojs.bibl.u-szeged.hu/index.php/jengeo/index",
    "abstract": "Extreme weather and climate changes are emerging more frequently in Central Europe, Hungary, and in the near future the increase in prolonged droughts, high-intensity precipitation events and the temporal variations of precipitation are expected, which may increase the magnitude of local water damages (OVF, 2016). As a result of climate change, these extreme weather events will be more frequent, however it is difficult to predict them, as until now insufficient amount of observations are available on smaller watercourses and on refined territorial water balances. For the future assessment of the environmental and economic impacts of climate change, it is essential to explore the integrated relationship of evapotranspiration, runoff, infiltration, surface and subsurface waters, and other hydrological processes, which can fundamentally describe regionally the water management conditions.",
    "readLink": "https://doi.org/10.2478/jengeo-2021-0007"
  },
  {
    "title": "The Z free home from conceptual design to simulation results",
    "authors": [
      "Dabaieh Marwa,",
      "Iarkov Ilia"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202236211001",
    "journalVolume": "Vol. 362\n                                \n                                \n                                  p.\n                                  11001",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "The need for affordable housing requires more compact living. With the increasing frequency and impact of climate change incidents, a new way of thinking is needed to live in a more resilient and climate responsive way. The idea of a Z free home began by considering these two needs. As a tiny mobile house equipped with passive and eco-cycle systems, it achieves 9 zero targets. This paper evaluates the design concept, building modelling, and building simulation for the Z free home design. The project is ongoing and aims to model a full physical prototype as a proof of concept for the 9 zero targets in an urban living lab context in Lund Sweden.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2022/29/e3sconf_bsn2022_11001.pdf"
  },
  {
    "title": "Observing copepods through a genomic lens",
    "authors": [
      "Johnson Stewart C,",
      "Goetze Erica,",
      "Frisch Dagmar,",
      "Bron James E,",
      "Lee Carol,",
      "Wyngaard Grace A"
    ],
    "doi": "https://doi.org/10.1186/1742-9994-8-22",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  p.\n                                  22",
    "issn": "1742-9994 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Zoology"
    ],
    "journalUrl": "https://frontiersinzoology.biomedcentral.com/",
    "abstract": "Abstract Background Copepods outnumber every other multicellular animal group. They are critical components of the world's freshwater and marine ecosystems, sensitive indicators of local and global climate change, key ecosystem service providers, parasites and predators of economically important aquatic animals and potential vectors of waterborne disease. Copepods sustain the world fisheries that nourish and support human populations. Although genomic tools have transformed many areas of biological and biomedical research, their power to elucidate aspects of the biology, behavior and ecology of copepods has only recently begun to be exploited. Discussion The extraordinary biological and ecological diversity of the subclass Copepoda provides both unique advantages for addressing key problems in aquatic systems and formidable challenges for developing a focused genomics strategy. This article provides an overview of genomic studies of copepods and discusses strategies for using genomics tools to address key questions at levels extending from individuals to ecosystems. Genomics can, for instance, help to decipher patterns of genome evolution such as those that occur during transitions from free living to symbiotic and parasitic lifestyles and can assist in the identification of genetic mechanisms and accompanying physiological changes associated with adaptation to new or physiologically challenging environments. The adaptive significance of the diversity in genome size and unique mechanisms of genome reorganization during development could similarly be explored. Genome-wide and EST studies of parasitic copepods of salmon and large EST studies of selected free-living copepods have demonstrated the potential utility of modern genomics approaches for the study of copepods and have generated resources such as EST libraries, shotgun genome sequences, BAC libraries, genome maps and inbred lines that will be invaluable in assisting further efforts to provide genomics tools for copepods. Summary Genomics research on copepods is needed to extend our exploration and characterization of their fundamental biological traits, so that we can better understand how copepods function and interact in diverse environments. Availability of large scale genomics resources will also open doors to a wide range of systems biology type studies that view the organism as the fundamental system in which to address key questions in ecology and evolution.",
    "readLink": "http://www.frontiersinzoology.com/content/8/1/22"
  }
]