[
  {
    "title": "Enhancements of airborne particulate arsenic over the subtropical free troposphere: impact of southern Asian biomass burning",
    "authors": [
      "Y.-C. Lin,",
      "Y.-C. Lin,",
      "Y.-C. Lin,",
      "Y.-C. Lin,",
      "S.-C. Hsu,",
      "C.-Y. Lin,",
      "S.-H. Lin,",
      "Y.-T. Huang,",
      "Y. Chang,",
      "Y. Chang,",
      "Y. Chang,",
      "Y.-L. Zhang,",
      "Y.-L. Zhang,",
      "Y.-L. Zhang"
    ],
    "doi": "https://doi.org/10.5194/acp-18-13865-2018",
    "journalVolume": "Vol. 18\n                                \n                                \n                                  pp.\n                                  13865\n                                  – 13879",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Arsenic (As) has long been recognized as a toxic element of mainly anthropogenic origins, having adverse effects on human health. However, there is insufficient understanding regarding As released into atmosphere from biomass burning (BB). To this end, daily airborne As concentrations in total particulate matter (TSP) were determined at Mount Hehuan (24.16° N, 121.29° E, 3001 m a.s.l.), Taiwan from September 2011 to September 2012. During the sampling period, As concentrations varied from 0.02 to 5.9 ng m−3, with a mean value of 0.5±1.0 ng m−3. Significantly seasonal variations of As were found over the subtropical free troposphere, and higher As concentrations were observed in the southern (S) and southeastern (SE) Asian BB seasons (from January to May). Principal component analysis (PCA) results showed that BB activities seemed to be a major source of As during the S and SE Asian BB periods, which were very distinct from the major source of coal-fired power plant during the periods between July and December. Based on backward trajectory analyses and WRF-Chem model simulations, we found that the high As concentrations during the BB periods were attributed to the biomass burning activities over S Asia where groundwater, soil and crops are severely contaminated by arsenic. A strong correlation (r = 0.73 p < 0.05) between As and potassium ion (K+, a chemical tracer of BB activities) in S Asian BB events also supported this hypothesis. During the S Asian BB events, the high As ∕ Pb ratios ( > 0.2) were also observed, indicating that burning crops contaminated by lead arsenate might be a crucial candidate for high As concentrations at Mount Hehuan. Nevertheless, the net influence of S Asian BB activities on airborne As concentrations has been estimated by comparing the differences of As concentrations on BB and non-BB days. On average, the difference in As concentrations was 1.0 ng m−3, which accounted for 63 % of the average As concentration on BB days. Moreover, a ratio of ΔAs∕ΔCO ( ∼ 0.00001) in the S Asian BB events was obtained. Using this value, arsenic emissions from S Asian BB activities were estimated to be 0.17 tons yr−1, resulting in high airborne As concentrations over the subtropical free troposphere and impacting As cycles on a regional scale in the S and SE Asian BB seasons.",
    "readLink": "https://www.atmos-chem-phys.net/18/13865/2018/acp-18-13865-2018.pdf"
  },
  {
    "title": "Impacts du changement climatique sur l'hydrologie et la gestion des ressources en eau du bassin de la Meuse (synthèse bibliographique)",
    "authors": [
      "Bauwens, A.,",
      "Sohier, C.,",
      "Degré, A."
    ],
    "doi": "Vol. 17,\n                                no. 1\n                                \n                                  pp.\n                                  76\n                                  – 86",
    "issn": "1370-6233 (Print)",
    "publisher": "1780-4507 (Online)",
    "countryOfPublisher": "Presses Agronomiques de Gembloux",
    "lcc": [
      "Belgium",
      "Technology: Chemical technology: Biotechnology",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://popups.uliege.be/1780-4507/",
    "abstract": "Impacts of climate change on hydrological regimes and water resources management in the Meuse catchment. A review. This review examines the consequences of climate change on the hydrology of the Meuse catchment and on various water-related socio-economic sectors. It sums up the different modeling approaches in hydrological modeling, placing emphasis on current modeling assumptions and the restrictions inherent within them. It is useful to consider land use evolution and adapted management within the context of climate change, particularly with reference to agriculture. More specifically, a broader usage of physically-based hydrological models would be useful in order to represent climate change scenarios and possible adaptation tracks at the catchment scale. These physically-based hydrological models are able to represent a wide range of phenomena occurring in the water-soil-plant continuum. They thus allow a refinement of global hydrological solutions at the catchment scale, especially during low flow periods. Moreover, such models pave the way for the analysis of scenarios aimed at creating adaptation in the use and management of soils.",
    "readLink": "http://hdl.handle.net/11006/53"
  },
  {
    "title": "Changes in different land cover areas and NDVI values in northern latitudes from 1982 to 2015",
    "authors": [
      "Shou-Ye Xue,",
      "Hai-Yan Xu,",
      "Cui-Cui Mu,",
      "Tong-Hua Wu,",
      "Wang-Ping Li,",
      "Wen-Xin Zhang,",
      "Irina Streletskaya,",
      "Valery Grebenets,",
      "Sergey Sokratov,",
      "Alexander Kizyakov,",
      "Xiao-Dong Wu"
    ],
    "doi": "Vol. 12,\n                                no. 4\n                                \n                                  pp.\n                                  456\n                                  – 465",
    "issn": "1674-9278 (Print)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/advances-in-climate-change-research/",
    "abstract": "Climate warming leads to vast changes in the land cover types and plant biomass in the northern high-latitude regions. The overall trend is of shrubland and tree lines moving northwards, while changes in different land cover types and vegetation growth in response to climate change are largely unknown. Here, we selected land areas with latitudes higher than 50°N as the study area. We compared the land cover type changes and explored relationships between the normalized difference vegetation index (NDVI) values of different land cover types, air temperature, and precipitation during 1982–2015 based on dynamic grid. The results indicated that forest and shrubland areas increased as a large area of grassland shifted to forest and shrubland. The snow/ice, tundra and grassland largely have decreased from 1982 to 2015. Although approximately 277.3 × 103 km2 of barren land (6.2% of the total barren land area in 1982) changed to tundra, the tundra area still decreased because some tundra shifted to forest and grassland. The NDVI values of tundra significantly increased, but the shrubland showed a decreasing trend. Temperature in the growing season (June to September) showed the largest positive correlation coefficients with the NDVI values of forest, tundra, grassland, and cropland. However, due to shrubification processes and plant mortality in shrubland areas, the shrubland NDVI showed negative relationship with annual temperature but positively correlated with monthly t. Taken together, although there is large room for improvement of the land cover type data accuracy, our results suggested that the land cover types in high-latitude regions changed significantly, while the NDVI values of the different land cover types showed different responses to climate change.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674927821000563"
  },
  {
    "title": "Aspects of a two-pasture — herbivore model",
    "authors": [
      "Jan Åge Riseth,",
      "Bernt Johansen,",
      "Arild Vatn"
    ],
    "doi": "https://doi.org/10.7557/2.24.4.1725",
    "journalVolume": "Vol. 24,\n                                no. 4",
    "issn": "0333-256X (Print)",
    "publisher": "1890-6729 (Online)",
    "countryOfPublisher": "Septentrio Academic Publishing",
    "lcc": [
      "Norway",
      "Agriculture: Animal culture"
    ],
    "journalUrl": "https://septentrio.uit.no/index.php/rangifer",
    "abstract": "Pastures for reindeer can be divided into green pastures (mainly herbs and grasses) of summer time and more or less snow-covered lichen pastures of winter. Fall and spring pastures have a composition in-between these extremes, but for model purposes bisection is sufficient. For the animals the green-pasture season is an anabolic phase with a physiological building-up of protein reserves, while winter is a catabolic phase where food-intake is reduced and the animals to a considerable extent survive on the accumulated reserves from summer. While protein reserves are stored from summer to winter, lichen pastures are stored from year to year. Grasses and herbs not being grazed are wilting by the end of the growing season, while lichens not grazed can live for many years. This corresponds with fundamental differences in both growth pattern and resilience. The implications of the different features, and their interconnections, are not easy to survey without formal modeling. The point of departure is a simple pasture-herbivore model, well known from the literature building on a set of differential equations. A new two-pasture-herbivore model is developed. The model includes as basic elements the Klein (1968) hypothesis and that a residual lichen biomass is kept ungrazed due to snow-cover protection. Further the annual cycle is divided into four stylized seasons with herd rates of winter survival, spring calving, summer physiological growth and fall slaughtering. Isoclines are derived for summer pasture, winter pasture and herbivores. Stability properties are discussed in relation to various situations of seasonal pasture balance. Empirical examples, particularly that of changes in pasture balance and vegetation cover in Western Finnmark, Norway, are discussed. The article finds that the two-pasture model provides important features of reality, such as the stability aspects of pasture balance, which cannot be displayed by a one-pasture model. It is suggested that this type of modeling can be used as a basis for further research, e.g. implications of climate change.",
    "readLink": "https://septentrio.uit.no/index.php/rangifer/article/view/1725"
  },
  {
    "title": "Ecophysiological Responses to Rainfall Variability in Grassland and Forests Along a Latitudinal Gradient in Italy",
    "authors": [
      "Adriano Conte,",
      "Silvano Fares,",
      "Luca Salvati,",
      "Flavia Savi,",
      "Giorgio Matteucci,",
      "Francesco Mazzenga,",
      "Donatella Spano,",
      "Donatella Spano,",
      "Costantino Sirca,",
      "Costantino Sirca,",
      "Serena Marras,",
      "Serena Marras,",
      "Marta Galvagno,",
      "Edoardo Cremonese,",
      "Leonardo Montagnani,",
      "Leonardo Montagnani"
    ],
    "doi": "https://doi.org/10.3389/ffgc.2019.00016",
    "journalVolume": "Vol. 2",
    "issn": "2624-893X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Forestry",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/forests-and-global-change#",
    "abstract": "In the Mediterranean region, ecosystems are severely affected by climate variability. The Italian Peninsula is a hot spot for biodiversity thanks to its heterogeneous landscape and the Mediterranean, Continental, and Alpine climates hosting a broad range of plant functional types along a limited latitudinal range from 40′ to 46′ N. In this study we applied a comparative approach integrating descriptive statistics, time series analysis, and multivariate techniques to answer the following questions: (i) do the climatic variables affect Gross Primary Productivity (GPP), Reco, Water Use Efficiency (WUE), and ET to a similar extent among different sites? (ii) Does a common response pattern exist among ecosystems along a latitudinal gradient in Italy? And, finally (iii) do these ecosystems respond synchronically to meteorological conditions or does a delayed response exist? Six sites along a latitudinal, altitudinal, and vegetational gradient from semi-arid (southern Italy), to a mountainous Mediterranean site (central Italy), and sub-humid wet Alpine sites (northern Italy) were considered. For each site, carbon and water fluxes, and meteorological data collected during two hydrologically-contrasting years (i.e., a dry and a wet year) were analyzed. Principal Component Analysis (PCA) was adopted to identify temporal and spatial variations in GPP, Ecosystem Respiration (Reco), WUE, and Evapotranspiration (ET). The model outlined differences among Mediterranean semi-arid, Mediterranean mountainous, and Alpine sites in response to contrasting precipitation regimes. GPP, Reco, WUE, and ET increased up to 16, 19, 25, and 28%, respectively in semi-arid Mediterranean sites and up to 15, 32, 15, and 11%, respectively in Alpine sites in the wet year compared to the dry year. Air temperature was revealed to be one of the most important variables affecting GPP, Reco, WUE, and ET in all the study sites. While relative air humidity was more important in southern Mediterranean sites, global radiation was more significant in northern Italy. Our work suggests that a realistic prediction of the main responses of Italian forests under climate change should also take in account delayed responses due to acclimation to abiotic stress or changing environmental conditions.",
    "readLink": "https://www.frontiersin.org/article/10.3389/ffgc.2019.00016/full"
  },
  {
    "title": "The politics of depression: Diverging trends in internalizing symptoms among US adolescents by political beliefs",
    "authors": [
      "Catherine Gimbrone,",
      "Lisa M. Bates,",
      "Seth J. Prins,",
      "Katherine M. Keyes"
    ],
    "doi": "Vol. 2\n                                \n                                \n                                  p.\n                                  100043",
    "issn": "2666-5603 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Other systems of medicine: Mental healing",
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://www.journals.elsevier.com/ssm-mental-health",
    "abstract": "Adolescent internalizing symptoms (e.g. depressive affect) have increased over the past decade in the US, particularly among girls. The reasons for these increases are unclear. We hypothesize that increasing exposure to politicized events has contributed to these trends in adolescent internalizing symptoms, and that effects may be differential by political beliefs and sociodemographic characteristics. We analyzed nationally-representative data from 2005 to 2018 Monitoring the Future annual cross-sectional samples of 12th-grade students (N ​= ​86,138). We examined self-reported political beliefs, sex, and parental education as predictors of four internalizing symptom scales over time, including depressive affect. From 2005 to 2018, 19.8% of students identified as liberal and 18.1% identified as conservative, with little change over time. Depressive affect (DA) scores increased for all adolescents after 2010, but increases were most pronounced for female liberal adolescents (b for interaction ​= ​0.17, 95% CI: 0.01, 0.32), and scores were highest overall for female liberal adolescents with low parental education (Mean DA 2010: 2.02, SD 0.81/2018: 2.75, SD 0.92). Findings were consistent across multiple internalizing symptoms outcomes. Trends in adolescent internalizing symptoms diverged by political beliefs, sex, and parental education over time, with female liberal adolescents experiencing the largest increases in depressive symptoms, especially in the context of demographic risk factors including parental education. These findings indicate a growing mental health disparity between adolescents who identify with certain political beliefs. It is therefore possible that the ideological lenses through which adolescents view the political climate differentially affect their mental wellbeing.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666560321000438"
  },
  {
    "title": "Impact of ocean warming and ocean acidification on asexual reproduction and statolith formation of the symbiotic jellyfish Cotylorhiza tuberculata",
    "authors": [
      "Angélica Enrique-Navarro,",
      "I. Emma Huertas,",
      "Manuel Jesús León Cobo,",
      "Laura Prieto"
    ],
    "doi": "Vol. 16,\n                                no. 8",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Ocean acidification and warming are challenging marine organisms and ecosystems around the world. The synergetic effects of these two climate change stressors on jellyfish remain still understudied. Here, we examine the independent and combined effects of these two environmental variables on polyp population dynamics of the Mediterranean jellyfish Cotylorhiza tuberculata. An experiment was conducted to examine asexual reproduction by budding and strobilation considering current and ca. 2100 winter (Trial 1, 36 days) and summer (Trial 2, 36 days) conditions under the RCP8.5 (IPCC 2013). In Trial 1, a temperature of 18°C and two pH levels (current: 7.9 and, reduced: 7.7) were tested. Trial 2 considered two temperature levels 24°C and 30°C, under current and reduced acidification conditions (8.0 and 7.7, respectively). Ephyrae size and statolith formation of released ephyrae from polyps exposed to summer temperatures under both acidification treatment was also analyzed. Zooxanthellae density inside the polyps throughout the experiment was measured. C. tuberculata polyps could cope with the conditions mimicked in all experimental treatments and no significant effect of pH, temperature, or the combination of both variables on the abundance of polyps was observed. At 18°C, strobilation was reduced under high PCO2 conditions. Under summer treatments (24°C and 30°C), percentage strobilation was very low and several released ephyrae suffered malformations and reduced size, as a consequence of reduced pH and elevated temperatures, separately. The number of statoliths was not affected by pH or temperature, however, bigger statoliths were formed at elevated temperatures (30°C). Finally, zooxanthellae density was not affected by experimental conditions, even if, the duration of the experiment significantly affected symbiont concentration. Our results show that even though polyps of C. tuberculata would thrive the future worst scenario predicted for the Mediterranean Sea, their capacity to undergo a proper strobilation and to produce healthy ephyrae will be more vulnerable to climate induced environmental conditions, thereby affecting medusae recruitment and, therefore, population dynamics of the species.",
    "readLink": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8336884/?tool=EBI"
  },
  {
    "title": "Anatolian endemic Trojan fir (Abies nordmanniana (Stev.) subsp. equi-trojani (Aschers. & Sint. ex Boiss) Coode et Cullen): What we know and research requirements",
    "authors": [
      "Çağatay Tavşanoğlu,",
      "Nurbahar Usta"
    ],
    "doi": "https://doi.org/10.18182/tjf.1293159",
    "journalVolume": "Vol. 24,\n                                no. 3\n                                \n                                  pp.\n                                  329\n                                  – 345",
    "issn": "2149-3898 (Online)",
    "publisher": "Isparta University of Applied Sciences Faculty of Forestry",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://dergipark.org.tr/en/pub/tjf",
    "abstract": "Trojan fir (Abies nordmanniana subsp. equi-trojani) is an endemic primary forest tree classified as endangered (EN) by International Union for Nature Conservation (IUCN) distirbuted between the Biga Peninsula and the Kızılırmak Delta. The aim of this study is to compile all the studies published on Kazdağı fir to reveal what is known and unknown about the species. For this purpose, the literature was reviewed using the current taxonomic name of the species and all synonyms. Among these publications, the studies which were directly focused on the Trojan fir were selected, and were groupped based on the focused populations (Kazdağları, Uludağ, Batı Karadeniz) and the subjects of the studies (taxonomy, evolution and phylogeny, genetics, ecology and ecophysiology, morphology, diseases and pests, product use and properties, silviculture and management). The publications under each group were reviewed in detail. Lastly, an open access publication list was created consisting of a total of 228 publications, including 181 scientific journal articles, 10 symposium papers, 16 technical reports and 21 master's or doctoral theses. The results show that although studies on Trojan fir have increased after the 2000s, there is not enough information about the taxonomic complexity and evolutionary process of the species. Likewise, studies on the morphology and ecology of Trojan fir are very limited. With the increasing effect of climate change, diseases and pests have started to be studied more frequently; though, there are studies before 2000 on the forest management of the species, no recent studies has been conducted. Even though the species is endemic and endangered, the studies on its conservation are very llimited. The lack of studies on physiological, ecological and genetic properties of the species constitute an important obstacle for the progress of studies on the conservation of Trojan fir.",
    "readLink": "https://dergipark.org.tr/tr/download/article-file/3125352"
  },
  {
    "title": "Analysis of projected drought hazards for Hungary",
    "authors": [
      "J. Bartholy,",
      "R. Pongrácz,",
      "B. Hollósi"
    ],
    "doi": "https://doi.org/10.5194/adgeo-35-61-2013",
    "journalVolume": "Vol. 35\n                                \n                                \n                                  pp.\n                                  61\n                                  – 66",
    "issn": "1680-7340 (Print)",
    "publisher": "1680-7359 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology: Dynamic and structural geology"
    ],
    "journalUrl": "http://www.advances-in-geosciences.net",
    "abstract": "Global climate change may result in severe regional consequences affecting agricultural production potential. One of the essential climatic impacts is associated with drought conditions. Therefore, projected future changes of several drought indices are analyzed for the future period 2071–2100 (compared to 1961–1990, as a reference period) using three different global emission scenarios (A2, A1B, and B2). The monthly time series of the indices have been calculated from the simulation outputs of the regional climate model PRECIS (Providing REgional Climates for Impacts Studies) for Central/Eastern Europe with 25 km horizontal resolution accomplished by the Department of Meteorology, Eötvös Loránd University. According to the results significant drying is projected in the region, especially in summer.",
    "readLink": "http://www.adv-geosci.net/35/61/2013/adgeo-35-61-2013.pdf"
  },
  {
    "title": "Climatic niche shift and possible future spread of the invasive South African Orchid Disa bracteata in Australia and adjacent areas",
    "authors": [
      "Kamil Konowalik,",
      "Marta Kolanowska"
    ],
    "doi": "https://doi.org/10.7717/peerj.6107",
    "journalVolume": "Vol. 6\n                                \n                                \n                                  p.\n                                  e6107",
    "issn": "2167-8359 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://peerj.com/",
    "abstract": "Orchids are generally regarded as plants with an insignificant invasive potential and so far only one species has proved to be harmful for native flora. However, previous studies on Epipactis helleborine and Arundina graminifolia indicate that the ecological aspects of range extension in their non-native geographical range are not the same for all species of orchids. Disa bracteata in its native range, South Africa, is categorized as of little concern in terms of conservation whereas in Australia it is naturalized and considered to be an environmental weed. The aim of this research was to determine the ecological preferences enabling the spread of Disa bracteata in Western and South Australia, Victoria and Tasmania and to evaluate the effect of future climate change on its potential range. The ecological niche modeling approach indicates that most of the accessible areas are already occupied by this species but future expansion will continue based on four climate change scenarios (rcp26, rcp45, rcp60, rcp85). Further expansion is predicted especially in eastern Australia and eastern Tasmania. Moreover, there are some unpopulated but suitable habitats in New Zealand, which according to climate change scenarios will become even more suitable in the future. The most striking result of this study is the significant difference between the environmental conditions recorded in the areas which D. bracteata naturally inhabits and invasive sites—that indicates a possible niche shift. In Australia the studied species continues to populate a new niche or exploit habitats that are only moderately represented in South Africa.",
    "readLink": "https://peerj.com/articles/6107.pdf"
  }
]