[
  {
    "title": "Valoración económica de los beneficios ambientales de no mercado derivados de la mejora de la calidad del agua: Una estimación en aplicación de la Directiva Marco del Agua al Guadalquivir",
    "authors": [
      "Julia Martín-Ortega,",
      "Julio Berbel,",
      "Roy Brouwer"
    ],
    "doi": "https://doi.org/10.7201/earn.2009.01.04",
    "issn": "1578-0732 (Print)",
    "publisher": "2174-7350 (Online)",
    "countryOfPublisher": "Universidad Politécnica de Valencia",
    "lcc": [
      "Spain",
      "Social Sciences: Industries. Land use. Labor: Land use",
      "Social Sciences: Industries. Land use. Labor: Economic growth, development, planning"
    ],
    "journalUrl": "https://polipapers.upv.es/index.php/EARN",
    "abstract": "Esta investigación responde a la necesidad de información económica relativa a los beneficios derivados de la implementación de la Directiva Marco del Agua (DMA). Se plantea una definición práctica del concepto de beneficio ambiental y un escenario de valoración de los beneficios de la mejora de la calidad del agua que no tienen reflejo en el mercado. Esta valoración es necesaria, entre otros aspectos, para la evaluación de la desproporcionalidad de los costes de la DMA. La metodología se aplica a un caso práctico en el Guadalquivir en un ejercicio de valoración contingente y análisis estadístico mediante un modelo Heckman en dos etapas.",
    "readLink": "https://polipapers.upv.es/index.php/EARN/article/view/5023"
  },
  {
    "title": "Assessment of climate change impact on hydrological extremes in two source regions of the Nile River Basin",
    "authors": [
      "M. T. Taye,",
      "V. Ntegeka,",
      "N. P. Ogiramoi,",
      "P. Willems"
    ],
    "doi": "https://doi.org/10.5194/hess-15-209-2011",
    "journalVolume": "Vol. 15,\n                                no. 1\n                                \n                                  pp.\n                                  209\n                                  – 222",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "The potential impact of climate change was investigated on the hydrological extremes of Nyando River and Lake Tana catchments, which are located in two source regions of the Nile River basin. Climate change scenarios were developed for rainfall and potential evapotranspiration (ETo), considering 17 General Circulation Model (GCM) simulations to better understand the range of possible future change. They were constructed by transferring the extracted climate change signals to the observed series using a frequency perturbation downscaling approach, which accounts for the changes in rainfall extremes. Projected changes under two future SRES emission scenarios A1B and B1 for the 2050s were considered. Two conceptual hydrological models were calibrated and used for the impact assessment. Their difference in simulating the flows under future climate scenarios was also investigated. <br><br> The results reveal increasing mean runoff and extreme peak flows for Nyando catchment for the 2050s while unclear trend is observed for Lake Tana catchment for mean volumes and high/low flows. The hydrological models for Lake Tana catchment, however, performed better in simulating the hydrological regimes than for Nyando, which obviously also induces a difference in the reliability of the extreme future projections for both catchments. The unclear impact result for Lake Tana catchment implies that the GCM uncertainty is more important for explaining the unclear trend than the hydrological models uncertainty. Nevertheless, to have a better understanding of future impact, hydrological models need to be verified for their credibility of simulating extreme flows.",
    "readLink": "http://www.hydrol-earth-syst-sci.net/15/209/2011/hess-15-209-2011.pdf"
  },
  {
    "title": "Can the G-20 Save the Environment? Potential Impact of the G-20 on International Environmental Policy",
    "authors": [
      "Barry Carin"
    ],
    "doi": "Vol. 4",
    "issn": "2560-8312 (Print)",
    "publisher": "2560-8320 (Online)",
    "countryOfPublisher": "University of Calgary",
    "lcc": [
      "Canada",
      "Political science: Political institutions and public administration (General)"
    ],
    "journalUrl": "https://journalhosting.ucalgary.ca/index.php/sppp/index",
    "abstract": "The G-20 was created to deal with the global financial and economic crisis of 2008. G-20 leaders were successful – the crisis was contained. Should the G-20 leaders move on to deal with the most difficult and hitherto intractable global environmental policy issues? The United Nations has not been up to the task; can the G-20 fill the vacuum? This paper reviews the criteria for issues to be included on the G-20 leaders’ agenda and provides a tour d’horizon appraising the state of the global environment. It also includes some “Global Footprint” statistics demonstrating the current global unsustainable rates of consumption. Based on the G-20 agenda criteria, of ten global environmental issues, only climate change qualifies for consideration. Annex I canvasses the status of nine other specific dimensions of the global environment – Water, Forests, Biodiversity and Land Use Management, Air Pollution, Waste Management, Ozone Layer Depletion, Oceans, Fisheries and Population. The paper describes the inadequacy and fragmentation of present institutional arrangements. The concluding section provides conjectures and recommendations on a pragmatic approach for G-20 engagement with climate change and outlines a package of initiatives, with each element arguably being in every G-20 country’s national interest. Elements of the package include “no regrets” actions, eliminating fossil fuel subsidies, standards, R&D collaboration and security of supply arrangements. The G-20 could also help rationalize the jumbled melange of international environmental organizations and catalyze the creation of effective governance institutions and mechanisms.",
    "readLink": "https://journalhosting.ucalgary.ca/index.php/sppp/article/view/42354"
  },
  {
    "title": "Mission-Oriented Policies and Technological Sovereignty: The Case of Climate Mitigation Technologies",
    "authors": [
      "Serenella Caravella,",
      "Valeria Costantini,",
      "Francesco Crespi"
    ],
    "doi": "https://doi.org/10.3390/en14206854",
    "journalVolume": "Vol. 14,\n                                no. 6854\n                                \n                                  p.\n                                  6854",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "The rapid decarbonization of the global economy represents the main challenge for the next decades to combat climate change. The European Union (EU) is leading the negotiation process under the Paris Agreement and recently approved an ambitious unilateral mitigation strategy known as the European Green Deal (EGD). In this paper, we present a novel approach based on the analysis of patent data related to climate change and mitigation technologies (CCMTs) with the aim of describing the evolutionary pattern of the EU in green technology. Based on our analysis, two of our main results deserve attention. First, at the global level, the pace of generation of new green technologies as measured by patent data is slowing down in recent years. This trend, if not inverted, casts some doubts on the economic sustainability of the ambitious environmental targets set by the EC. Second, the current EU technological positioning with respect to green areas appears to be problematic in terms of technological sovereignty, with serious risks of potential technological dependences from other countries. Given the radical technological shift required for the implementation of a full decarbonization pattern, the EU must realize a mission-oriented technology policy with additional and directed investments to ensure technological independence, together with a low-carbon and energy secure economy.",
    "readLink": "https://www.mdpi.com/1996-1073/14/20/6854"
  },
  {
    "title": "Method and Practice for Integrated Water Landscapes Management: River Contracts for Resilient Territories and Communities Facing Climate Change",
    "authors": [
      "Francesca Rossi"
    ],
    "doi": "https://doi.org/10.3390/urbansci6040083",
    "journalVolume": "Vol. 6,\n                                no. 83\n                                \n                                  p.\n                                  83",
    "issn": "2413-8851 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation",
      "Social Sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/urbansci",
    "abstract": "The negative impacts of climate change on natural and anthropic ecosystems have led to the increasingly urgent search for policies, strategies and tools able to counteract degradation and risk factors on vulnerable landscapes. Among these, the research activity refers to water landscapes as a specific field of study that represents a fundamental resource for human well-being. In consistency with the international policy framework on integrated water management, this contribution develops a case study analysis focused on River Contracts as innovative, voluntary and negotiated planning practices aimed at the reconstruction of territorial, social and ecological values, which broaden the boundaries of safeguarding by integrating protection actions with sustainable management and environmental regeneration and to restore the identity of places and local communities. The description and evaluation of an ongoing experience of River, Coast and Landscape Contracts, developed along the coast of the Lazio region, allows one to point out that the process method is successful in solving complex issues related to the management of the river basin while involving social actors in order to improve people’s knowledge of the territory, increase social awareness of risk conditions, and allow local communities to propose and implement shared solutions. The results of this territorial and multi-level governance method are therefore measured on their capacity to produce territorial, social and environmental resilience.",
    "readLink": "https://www.mdpi.com/2413-8851/6/4/83"
  },
  {
    "title": "Gen Z’s Motivations towards Sustainable Fashion and Eco-Friendly Brand Attributes: The Case of Vinted",
    "authors": [
      "Isabel Palomo-Domínguez,",
      "Rodrigo Elías-Zambrano,",
      "Víctor Álvarez-Rodríguez"
    ],
    "doi": "https://doi.org/10.3390/su15118753",
    "journalVolume": "Vol. 15,\n                                no. 8753\n                                \n                                  p.\n                                  8753",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Vinted is a free digital sharing economy platform where individuals buy and sell second-hand apparel. It is an example of industry 4.0 that promotes an innovative and successful business model while favoring sustainable fashion consumption. Gen Z consumers are concerned about climate change and social and ethical issues. Their environmental awareness is significant. Nevertheless, their values do not always translate into sustainable consumption behavior; their role as heavy consumers in the fast-fashion market is proof of this. The research aims to delve into the motivations of Gen Z towards sustainable fashion and their perception of the eco-friendly brand attributes in the case of Vinted. From the methodological point of view, the qualitative and quantitative approaches are combined through focus group sessions and a pilot study based on a questionnaire. The results confirm that Gen Z consumers recognize and appreciate the eco-friendly attributes of Vinted, although other types of brand attributes are the ones that mostly mobilize their behavior. Some participants claim that the representation of sustainable values in Vinted’s advertising campaigns is too soft. Among the conclusions, the opportunity to revise Vinted’s brand strategy stands out, giving a more explicit role to eco-friendly attributes pursuing an effective change in Gen Z consumption behavior.",
    "readLink": "https://www.mdpi.com/2071-1050/15/11/8753"
  },
  {
    "title": "Assessing environmental change associated with early Eocene hyperthermals in the Atlantic Coastal Plain, USA",
    "authors": [
      "W. Rush,",
      "W. Rush,",
      "J. Self-Trail,",
      "Y. Zhang,",
      "A. Sluijs,",
      "H. Brinkhuis,",
      "H. Brinkhuis,",
      "J. Zachos,",
      "J. G. Ogg,",
      "J. G. Ogg,",
      "J. G. Ogg,",
      "M. Robinson"
    ],
    "doi": "https://doi.org/10.5194/cp-19-1677-2023",
    "journalVolume": "Vol. 19\n                                \n                                \n                                  pp.\n                                  1677\n                                  – 1698",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "Eocene transient global warming events (hyperthermals) can provide insight into a future warmer world. While much research has focused on the Paleocene–Eocene Thermal Maximum (PETM), hyperthermals of a smaller magnitude can be used to characterize climatic responses over different magnitudes of forcing. This study identifies two events, namely the Eocene Thermal Maximum 2 (ETM2 and H2), in shallow marine sediments of the Eocene-aged Salisbury Embayment of Maryland, based on magnetostratigraphy, calcareous nannofossil, and dinocyst biostratigraphy, as well as the recognition of negative stable carbon isotope excursions (CIEs) in biogenic calcite. We assess local environmental change in the Salisbury Embayment, utilizing clay mineralogy, marine palynology, δ18O of biogenic calcite, and biomarker paleothermometry (TEX86). Paleotemperature proxies show broad agreement between surface water and bottom water temperature changes. However, the timing of the warming does not correspond to the CIE of the ETM2 as expected from other records, and the highest values are observed during H2, suggesting factors in addition to pCO2 forcing have influenced temperature changes in the region. The ETM2 interval exhibits a shift in clay mineralogy from smectite-dominated facies to illite-rich facies, suggesting hydroclimatic changes but with a rather dampened weathering response relative to that of the PETM in the same region. Organic walled dinoflagellate cyst assemblages show large fluctuations throughout the studied section, none of which seem systematically related to CIE warming. These observations are contrary to the typical tight correspondence between climate change and assemblages across the PETM, regionally and globally, and ETM2 in the Arctic Ocean. The data do indicate very warm and (seasonally) stratified conditions, likely salinity-driven, across H2. The absence of evidence for strong perturbations in local hydrology and nutrient supply during ETM2 and H2, compared to the PETM, is consistent with the less extreme forcing and the warmer pre-event baseline, as well as the non-linear response in hydroclimates to greenhouse forcing.",
    "readLink": "https://cp.copernicus.org/articles/19/1677/2023/cp-19-1677-2023.pdf"
  },
  {
    "title": "Quantifying the response of surface urban heat island to urbanization using the annual temperature cycle model",
    "authors": [
      "Huidong Li,",
      "Yuyu Zhou,",
      "Gensuo Jia,",
      "Kaiguang Zhao,",
      "Jinwei Dong"
    ],
    "doi": "Vol. 13,\n                                no. 1\n                                \n                                  p.\n                                  101141",
    "issn": "1674-9871 (Print)",
    "publisher": "2588-9192 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Netherlands",
      "Science: Geology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/geoscience-frontiers",
    "abstract": "Urban heat island (UHI), driving by urbanization, plays an important role in urban sustainability under climate change. However, the quantification of UHI's response to urbanization is still challenging due to the lack of robust and continuous temperature and urbanization datasets and reliable quantification methods. This study proposed a framework to quantify the response of surface UHI (SUHI) to urban expansion using the annual temperate cycle model. We built a continuous annual SUHI series at the buffer level from 2003 to 2018 in the Jing-Jin-Ji region of China using MODIS land surface temperature and imperviousness derived from Landsat. We then investigated the spatiotemporal dynamic of SUHI under urban expansion and examined the underlying mechanism. Spatially, the largest SUHI interannual variations occurred in suburban areas compared to the urban center and rural areas. Temporally, the increase in SUHI under urban expansion was more significant in daytime compare to nighttime. We found that the seasonal variation of SUHI was largely affected by the seasonal variations of vegetation in rural areas and the interannual variation was mainly attributed to urban expansion in urban areas. Additionally, urban greening led to the decrease in summer daytime SHUI in central urban areas. These findings deepen the understanding of the long-term spatiotemporal dynamic of UHI and the quantitative relationship between UHI and urban expansion, providing a scientific basis for prediction and mitigation of UHI.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674987121000050"
  },
  {
    "title": "Paradoxical effects of altruism on efforts to mitigate climate change",
    "authors": [
      "A. Fossas-Tenas,",
      "B. W. Ibelings,",
      "J. Kasparian,",
      "J. Krishnakumar,",
      "J. Laurent-Lucchetti"
    ],
    "doi": "https://doi.org/10.1038/s41598-022-17535-y",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 8",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract It is common wisdom that altruism is a crucial element in addressing climate change and other public good issues. If individuals care about the welfare of others (including future generations) they can be expected to unilaterally adapt their behaviour to preserve the common good thus enhancing the wellbeing of all. We introduce a network game model featuring both altruism and a public good (e.g. climate) whose degradation affects all players. As expected, in an idealistic fully connected society where all players care about each other, increasing altruism results in a better protection of the public good. However, in more realistic networks where people are not all related to each other, we highlight an intrinsic trade-off between the effects of altruism on reducing inequality and the preservation of a global public good: the consumption redistribution generated by a higher altruism is partly achieved by lowering income transfers towards protection of the public good. Therefore, it increases overall consumption and is thereby detrimental to the public good. These results suggest that altruism, although good from a welfarist point of view, is not in itself sufficient to simultaneously solve public good and inequality issues.",
    "readLink": "https://doi.org/10.1038/s41598-022-17535-y"
  },
  {
    "title": "Comparison of carbon sequestration and soil/litter characteristics in black pine and maritime pine afforestation areas in the Western Black Sea Region",
    "authors": [
      "Aydın Çömez,",
      "Onur Kocabıyık,",
      "Şükrü Teoman Güner"
    ],
    "doi": "https://doi.org/10.18182/tjf.1334107",
    "journalVolume": "Vol. 24,\n                                no. 3\n                                \n                                  pp.\n                                  299\n                                  – 308",
    "issn": "2149-3898 (Online)",
    "publisher": "Isparta University of Applied Sciences Faculty of Forestry",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://dergipark.org.tr/en/pub/tjf",
    "abstract": "Land use and land use change can positively or negatively affect carbon and nutrient stocks in ecosystems. This study was carried out to determine the effects of afforestation with black pine and maritime pine species on carbon stocks and soil and litter characteristics. The study was conducted on afforestation areas and adjacent bare lands in Bartın-Ulus county, located in the Western Black Sea Region of Turkey. Three sample plots of 20×20 m were taken from each land use and the diameter at breast height and tree heights in these sample plots were measured Using the diameter and height values and the biomass equations and carbon ratios developed for the relevant tree species, the tree biomass and carbon stock per unit area were calculated. Then, disturbed and undisturbed soil samples and litter samples were taken from 0-10, 10-20 and 20-30 cm depth intervals at three points in each sample plot. The physical and chemical properties of the soil and litter samples were determined in the laboratory and measurements in the sample plots were converted to a unit area. The data were evaluated using independent sample t-tests and analysis of variance. The results showed that afforestation significantly changed N, S, P, Fe, Zn, and Cu concentrations in the soil; and C, S, Mn, and Zn concentrations in black pine and maritime pine forest floor were different. Besides, the ecosystem carbon (C) stocks differed significantly with forest land use type; black pine plantations, maritime pine plantations and bare land accumulated 148 t C ha-1, 89 t C ha-1 and 27 t C ha-1, respectively. Thus, we suggest that priority should be given to black pine in afforestation of the region and in other ecosystems with similar climates. The results of the research can be used in species selection for afforestation studies in terms of reducing the impact of global climate change.",
    "readLink": "https://dergipark.org.tr/tr/download/article-file/3292794"
  }
]