[
  {
    "title": "Farmers' Perceptions of and Adaptations to Changing Climate in the Melamchi Valley of Nepal",
    "authors": [
      "Nani Maiya Sujakhu,",
      "Sailesh Ranjitkar,",
      "Rabin Raj Niraula,",
      "Bharat K. Pokharel,",
      "Dietrich Schmidt-Vogt,",
      "Jianchu Xu"
    ],
    "doi": "https://doi.org/10.1659/MRD-JOURNAL-D-15-00032.1",
    "journalVolume": "Vol. 36,\n                                no. 1\n                                \n                                  pp.\n                                  15\n                                  – 30",
    "issn": "0276-4741 (Print)",
    "publisher": "1994-7151 (Online)",
    "countryOfPublisher": "International Mountain Society",
    "lcc": [
      "Switzerland",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.mrd-journal.org",
    "abstract": "Knowledge of farmers’ perceptions of and adaptations to climate change is important to inform policies addressing the risk of climate change to farmers. This case study explored those issues in the Melamchi Valley of Nepal through a survey of 365 households and focus group discussions in 6 communities using a Community-Based Risk Screening Tool–Adaptation and Livelihoods (CRiSTAL). Analysis of climate trends in the study area for 1979–2009 showed that mean annual temperatures rose by 1.02°C and the frequency of drought increased measurably after 2003. Farmers reported increases in crop pests, hailstorms, landslides, floods, thunderstorms, and erratic precipitation as climate-related hazards affecting agriculture. They responded in a variety of ways including changing farming practices, selling livestock, milk, and eggs, and engaging in daily wage labor and seasonal labor migration. With more efficient support and planning, some of these measures could be adjusted to better meet current and future risks from climate change.",
    "readLink": "http://www.bioone.org/doi/full/10.1659/MRD-JOURNAL-D-15-00032.1"
  },
  {
    "title": "A Regional View of the Response to Climate Change: A Meta-Analysis of European Benthic Organisms’ Responses",
    "authors": [
      "George Hoppit,",
      "Daniela N. Schmidt"
    ],
    "doi": "https://doi.org/10.3389/fmars.2022.896157",
    "journalVolume": "Vol. 9",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Climate change is impacting organisms in every region of the world ocean by acting though on individuals in response to their local environments. Given projected future risks derived from these changes, it is becoming increasingly important to understand regional signals of how organisms respond to facilitate their governance and protection. Benthic organisms structure ecological compositions and ecosystem dynamics, therefore not only providing insights into their own response to climate change but also how ecosystems might respond to future conditions. European seas are transitional areas including boreal, warm-temperate, and subarctic waters with organisms frequently at limits of their distributions. Here, we use a meta-analytical approach to assess how calcification, growth, metabolism, photosynthesis, reproduction, and survival in European benthic organisms respond to ocean acidification and warming. Using meta-regression, we examine how study design factors influence effect-size outcomes. Longer experimental periods generally amplified the effects of climate change on taxonomic groupings and related physiological traits and against expectation do not result in acclimation. In agreement with global studies, we find that impacts vary considerably on different taxonomic groupings and their physiological traits. We found calcifying organisms are an at-risk taxon in European waters, with climate stressors decreasing growth rates, reproduction, and survival rates. Fleshy algal species demonstrate resilience to climate stressors, suggesting future European benthic ecosystems will undergo restructuring based on current climate emission pathways.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2022.896157/full"
  },
  {
    "title": "Country-specific challenges to improving effectiveness, scalability and sustainability of agricultural climate services in Africa",
    "authors": [
      "James W. Hansen,",
      "Lorna Born,",
      "Elliott R. Dossou-Yovo,",
      "Caroline Mwongera,",
      "Mustapha A. Dalaa,",
      "Osman Tahidu,",
      "Anthony M. Whitbread,",
      "Dawit Solomon,",
      "Robert Zougmore,",
      "Stephen E. Zebiak,",
      "Tufa Dinku,",
      "Amanda Grossi"
    ],
    "doi": "https://doi.org/10.3389/fclim.2022.928512",
    "journalVolume": "Vol. 4",
    "issn": "2624-9553 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/climate#",
    "abstract": "Climate services are playing an increasing role in efforts to build the resilience of African agriculture to a variable and changing climate. Efforts to improve the contribution of climate services to agriculture must contend with substantial differences in national agricultural climate services landscapes. Context-specific factors influence the effectiveness, scalability and sustainability of agricultural climate service, but in ways that are challenging to anticipate. In the context of six countries (Ethiopia, Ghana, Kenya, Mali, Senegal, Zambia), this paper addresses the need to consider differing national contexts when developing strategies to make agricultural climate services in sub-Saharan Africa more effective, scalable and sustainable. Based on authors' collective firsthand knowledge and a review of information from secondary sources, we identify key strengths and weaknesses of climate services relative to agriculture sector needs in the focus countries; and assess factors that have contributed to those differences. Focus countries differ substantially in areas such as the degree of public support, alignment of services with agricultural needs, service delivery channels, degree of decentralization, and public—private-sector balance. These differences have been driven largely by differing national policies, delivery capacity and external actors, but not by responsiveness to agricultural sector demands. Building on the analyses of country differences and their drivers, we then discuss four key opportunities to further strengthen the contribution of climate services to agriculture: (a) leveraging farmer demand to drive scaling and sustainability; (b) exploiting digital innovation within a diverse delivery strategy; (c) balancing public and private sector comparative advantage; and (d) embedding climate services in agricultural extension. For each of these opportunities, we consider how different country contexts can impact the potential effectiveness, scalability and sustainability of services; and how efforts to strengthen those services can account for context-specific drivers to manage the tradeoffs among effectiveness, scalability and sustainability.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fclim.2022.928512/full"
  },
  {
    "title": "Photosynthetic Pigments in Siberian Pine and Fir under Climate Warming and Shift of the Timberline",
    "authors": [
      "Nina Pakharkova,",
      "Irina Borisova,",
      "Ruslan Sharafutdinov,",
      "Vladimir Gavrikov"
    ],
    "doi": "https://doi.org/10.3390/f11010063",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  p.\n                                  63",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Research Highlights: For the first time, the Pinus sibirica Du Tour and Abies sibirica L. conifer forest at the West Sayan ridge timberline has been explored to reveal which species is likely to react to climate change and a shift of the timberline. Such a shift may modify the ecological functions of the forests. Background and Objectives: Long-term climate change has become obvious in the mountains of southern Siberia. Specifically, a half-century rise in annual mean temperatures has been observed, while precipitation remains unchanged. Trees growing at the timberline are likely to strongly react to climate alterations. The objective was to estimate which of the two species sharing the same habitat would benefit from climate alteration and shifting of the timberline. Materials and Methods: At several altitudes (from 1413 to 1724 m a.s.l.), samples of P. sibirica and A. sibirica needles have been collected and contents of chlorophyll a and b as well as carotenoids were measured in June 2019. The temperature of needles of the two species was measured in both cloudy and sunny weather conditions. Results: The studied species have been shown to have different patterns of pigment variations with the growth of altitude. The decline of chlorophylls and carotenoids was more pronounced in P. sibirica (ratio at timberline ca. 2.2) than in A. sibirica (ratio ca. 3.1). Accordingly, the electron transport rate decreased more strongly in P. sibirica at the timberline (ca. 37.2 μmol of electrons/m−2 s−1) than in A. sibirica (56.9 μmol of electrons/m−2 s−1). The temperatures of needles in both cloudy and sunny weather were higher in A. sibirica (10.5 and 43.3 °C, respectively) than in P. sibirica (3.8 and 24.2 °C, respectively). Conclusions: The considered physiological and ecological traits show that P. sibirica is better protected from higher-altitude hazards (excess insolation, rise of temperature etc.) than A. sibirica. P. sibirica may be therefore a more likely winner than A. sibirica in the movement of the mountain timberline under climate warming in the area.",
    "readLink": "https://www.mdpi.com/1999-4907/11/1/63"
  },
  {
    "title": "Urban Planning and Climate Change: Adaptation and Mitigation Strategies",
    "authors": [
      "Fulvia Pinto"
    ],
    "doi": "https://doi.org/10.6092/1970-9870/2547",
    "journalVolume": "Vol. 0,\n                                no. 0",
    "issn": "1970-9889 (Print)",
    "publisher": "1970-9870 (Online)",
    "countryOfPublisher": "Università di Napoli Federico II",
    "lcc": [
      "Italy",
      "Technology: Engineering (General). Civil engineering (General): Transportation engineering",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: Urbanization. City and country"
    ],
    "journalUrl": "http://www.tema.unina.it/index.php/tema",
    "abstract": "Climate change is a current phenomenon: the temperatures rise, rainfall patterns are changing, glaciers melt and the average global sea level is rising. It is expected that these changes will continue and that the extreme weather events, such as floods and droughts, will become more frequent and intense. The impact and vulnerability factors for nature, for the economy and for our health are different, depending on the territorial, social and economic aspects. The current scientific debate is focused on the need to formulate effective policies for adaptation and mitigation to climate change. The city plays an important role in this issue: it emits the most greenhouse gas emissions (more than 60% of the world population currently lives in urban areas) and the city is more exposed and vulnerable to the impacts of climate change. Urban planning and territorial governance play a crucial role in this context: the international debate on the sustainability of urban areas is increasing. It’s necessary to adapt the tools of building regulations to increase the quality of energy - environment of the cities.",
    "readLink": "http://www.tema.unina.it/index.php/tema/article/view/2547"
  },
  {
    "title": "Transcriptomic responses to environmental change in fishes: Insights from RNA sequencing",
    "authors": [
      "Rebekah A. Oomen,",
      "Jeffrey A. Hutchings"
    ],
    "doi": "https://doi.org/10.1139/facets-2017-0015",
    "journalVolume": "Vol. 2\n                                \n                                \n                                  pp.\n                                  610\n                                  – 641",
    "issn": "2371-1671 (Online)",
    "publisher": "Canadian Science Publishing",
    "countryOfPublisher": "Canada",
    "lcc": [
      "Education",
      "Science"
    ],
    "journalUrl": "http://www.facetsjournal.com/",
    "abstract": "The need to better understand how plasticity and evolution affect organismal responses to environmental variability is paramount in the face of global climate change. The potential for using RNA sequencing (RNA-seq) to study complex responses by non-model organisms to the environment is evident in a rapidly growing body of literature. This is particularly true of fishes for which research has been motivated by their ecological importance, socioeconomic value, and increased use as model species for medical and genetic research. Here, we review studies that have used RNA-seq to study transcriptomic responses to continuous abiotic variables to which fishes have likely evolved a response and that are predicted to be affected by climate change (e.g., salinity, temperature, dissolved oxygen concentration, and pH). Field and laboratory experiments demonstrate the potential for individuals to respond plastically to short- and long-term environmental stress and reveal molecular mechanisms underlying developmental and transgenerational plasticity, as well as adaptation to different environmental regimes. We discuss experimental, analytical, and conceptual issues that have arisen from this work and suggest avenues for future study.",
    "readLink": "http://www.facetsjournal.com/doi/10.1139/facets-2017-0015"
  },
  {
    "title": "Uphill Shifts of Fungal Fruiting Due to Climate Change at the Polar Urals",
    "authors": [
      "Anton G. Shiryaev"
    ],
    "doi": "https://doi.org/10.3390/microorganisms9091892",
    "journalVolume": "Vol. 9,\n                                no. 1892\n                                \n                                  p.\n                                  1892",
    "issn": "2076-2607 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "https://www.mdpi.com/journal/microorganisms",
    "abstract": "Due to the ongoing climatic changes in the Arctic, the ranges of many plants and animal species are rising higher into the mountains, into the treeline; however, such studies are rare for fungi. The 60-year fruiting dynamics of 66 species of Agaricomycetous macrofungi has been studied along the altitudinal transect located on the slope of Slantsevaya Mountain (Polar Urals, Russia). It has been found that the three basic trophic groups (mycorrhizal, saprobes on litter and soil, and saprobes on wood) fruit higher in the mountains. Additionally, for most of the studied species, a tendency towards upward displacement of fruiting was revealed. The rise in fruiting for saprobes on litter and soil was the most obvious. Mycorrhizal fungi associated with woody plants showed the least uplifting effect. Fungal species that were characterized by fruiting higher up the mountainside half a century ago show stronger upward shifts compared to species previously bearing fruit only at the mountain foot. Probably, such a reaction of the aboveground mycobiota is similar to the processes occurring in the soil, which are associated with an active increase in the decomposition rate of the litter, an increase in the depth of permafrost thawing, and a significant redistribution of the soil water balance. On the other hand, the rise of fungi is associated with an increase of plant biomass in the middle and upper parts, which are the most important sources of fungal nutrition.",
    "readLink": "https://www.mdpi.com/2076-2607/9/9/1892"
  },
  {
    "title": "Prediction of stem diameter and biomass at individual tree crown level with advanced machine learning techniques",
    "authors": [
      "Malek S,",
      "Miglietta F,",
      "Gobakken T,",
      "Næsset E,",
      "Gianelle D,",
      "Dalponte M"
    ],
    "doi": "https://doi.org/10.3832/ifor2980-012",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  323\n                                  – 329",
    "issn": "1971-7458 (Online)",
    "publisher": "Italian Society of Silviculture and Forest Ecology (SISEF)",
    "countryOfPublisher": "Italy",
    "lcc": [
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://iforest.sisef.org",
    "abstract": "Knowledge about the aboveground biomass (AGB) and the diameters at breast height (DBH) distribution can lead to a precise estimation of carbon density and forest structure which can be very important for ecology studies especially for those concerning climate change. In this study, we propose to predict DBH and AGB of individual trees using tree height (H) and crown diameter (CD), and other metrics extracted from airborne laser scanning (ALS) data as input. In the proposed approach, regression methods, such us support vector machine for regression (SVR) and random forests (RF), were used to find a transformation or a transfer function that links the input parameters (H, CD, and other ALS metrics) with the output (DBH and AGB). The developed approach was tested on two datasets collected in southern Norway comprising 3970 and 9467 recorded trees, respectively. The results demonstrate that the developed approach provides better results compared to a state-of-the-art work (based on a linear model with the standard least-squares method) with RMSE equal to 81.4 kg and 92.0 kg, respectively (compared to 94.2 kg and 110.0 kg) for the prediction of AGB, and 5.16 cm and 4.93 cm, respectively (compared to 5.49 cm and 5.30 cm) for DBH.",
    "readLink": "https://iforest.sisef.org/contents/?id=ifor2980-012"
  },
  {
    "title": "Drought can favour the growth of small in relation to tall trees in mature stands of Norway spruce and European beech",
    "authors": [
      "Hans Pretzsch,",
      "Gerhard Schütze,",
      "Peter Biber"
    ],
    "doi": "https://doi.org/10.1186/s40663-018-0139-x",
    "journalVolume": "Vol. 5,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 19",
    "issn": "2095-6355 (Print)",
    "publisher": "2197-5620 (Online)",
    "countryOfPublisher": "KeAi Communications Co., Ltd.",
    "lcc": [
      "China",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.keaipublishing.com/en/journals/forest-ecosystems/",
    "abstract": "Abstract Background Climate change triggered many studies showing that trends and events of environmental conditions can reduce but also accelerate growth at the stand and individual tree level. However, it is still rather unknown how climate change modifies the growth partitioning between the trees in forest stands. Methods Based on long-term girth-tape measurements in mature monospecific and mixed-species stands of Norway spruce (Picea abies (L.) Karst.) and European beech (Fagus sylvatica L.) we traced the effect of the severe droughts in 2003 and 2015 from the stand down to the tree level. Results Stand growth of Norway spruce decreased by about 30% in the once-in-a-century drought 2015, while European beech was much more drought resistant. Water availability generally amplified size-asymmetric growth partitioning. Especially in case of Norway spruce water availability primarily fostered the growth of predominant trees, whereas drought favoured the growth of small trees at the expense of the predominant ones. We could not detect significant differences between mixed and monospecific stands in this regard. Conclusions The drought-induced reallocation of growth in favour of small trees in case of spruce may result from its isohydric character. We hypothesize that as small trees are shaded, they can benefit from the reduced water consumption of their sun-exposed taller neighbours. In case of beech, as an anisohydric species, tall trees suffer less and smaller trees benefit less under drought. The discussion elaborates the consequences of the water dependent growth allocation for forest monitoring, growth modelling, and silviculture.",
    "readLink": "http://link.springer.com/article/10.1186/s40663-018-0139-x"
  },
  {
    "title": "Central Asian rivers under climate change: Impacts assessment in eight representative catchments",
    "authors": [
      "Iulii Didovets,",
      "Anastasia Lobanova,",
      "Valentina Krysanova,",
      "Christoph Menz,",
      "Zhanna Babagalieva,",
      "Aliya Nurbatsina,",
      "Nadejda Gavrilenko,",
      "Vohid Khamidov,",
      "Atabek Umirbekov,",
      "Sobir Qodirov,",
      "Dowletgeldi Muhyyew,",
      "Fred Fokko Hattermann"
    ],
    "doi": "Vol. 34\n                                \n                                \n                                  p.\n                                  100779",
    "issn": "2214-5818 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Science: Geology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/journal-of-hydrology-regional-studies/",
    "abstract": "Study region: Eight river catchments within Central Asia. Study focus: The limited amount of water resources is already an issue in the Central Asian region, and climate change may be crucial for water availability and development of countries in the region. This study investigates potential climate change impacts on water resources in Central Asia to the end of the century by focusing on eight river catchments with diverse natural conditions located in different countries. The eco-hydrological model SWIM was setup, calibrated and validated for all selected catchments under study. Scenarios from five bias-corrected GCMs under Representative Concentration Pathways 4.5 and 8.5 were used to drive the hydrological model. New hydrological insights for the region: The results show an increase of mean annual temperature in all catchments for both RCPs to the end of the century. The projected changes in annual precipitation indicate a clear trend to increase in the Zhabay and to decrease in the Murghab catchments, and for other catchments, they were smaller.The projected trends for river discharge are similar to those of precipitation, with an increase in the north and decrease in the south of the study region. Seasonal changes are characterized by a shift in the peak of river discharge up to one month, shortage of snow accumulation period, and reduction of discharge in summer months.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2214581821000082"
  }
]