[
  {
    "title": "Feeling the heat: Elevated temperature affects male display activity of a lekking grassland bird.",
    "authors": [
      "Mishal Gudka,",
      "Carlos David Santos,",
      "Paul M Dolman,",
      "José Mª Abad-Gómez,",
      "João Paulo Silva"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0221999",
    "journalVolume": "Vol. 14,\n                                no. 9\n                                \n                                  p.\n                                  e0221999",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Most species-climate models relate range margins to long-term mean climate but lack mechanistic understanding of the ecological or demographic processes underlying the climate response. We examined the case of a climatically limited edge-of-range population of a medium-sized grassland bird, for which climate responses may involve a behavioural trade-off between temperature stress and reproduction. We hypothesised that temperature will be a limiting factor for the conspicuous, male snort-call display behaviour, and high temperatures would reduce the display activity of male birds. Using remote tracking technology with tri-axial accelerometers we classified and studied the display behaviour of 17 free-ranging male little bustards, Tetrax tetrax, at 5 sites in the Iberian Peninsula. Display behaviour was related to temperature using two classes of Generalized Additive Mixed Models (GAMMs) at different temporal resolutions. GAMMs showed that temperature, time of the day and Julian date explained variation in display behaviour within the day, with birds snort-calling significantly less during higher temperatures. We also showed that variation in daily snort-call activity was related to average daytime temperatures, with our model predicting an average decrease in daytime snort-call display activity of up to 10.4% for the temperature increases projected by 2100 in this region due to global warming. For lekking birds and mammals undertaking energetically-costly displays in a warming climate, reduced display behaviour could impact inter- and intra-sex mating behaviour interactions through sexual selection and mate choice mechanisms, with possible consequences on mating and reproductive success. The study provides a reproducible example for how accelerometer data can be used to answer research questions with important conservation inferences related to the impacts of climate change on a range of taxonomic groups.",
    "readLink": "https://doi.org/10.1371/journal.pone.0221999"
  },
  {
    "title": "A energia nuclear deve ser aumentada na matriz energética brasileira em um mundo pós Covid-19",
    "authors": [
      "Luiz Antonio Ferrari"
    ],
    "doi": "https://doi.org/10.15392/2319-0612.2022.1920",
    "journalVolume": "Vol. 10,\n                                no. 3A",
    "issn": "2319-0612 (Online)",
    "publisher": "Brazilian Radiation Protection Society (Sociedade Brasileira de Proteção Radiológica, SBPR)",
    "countryOfPublisher": "Brazil",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.bjrs.org.br/",
    "abstract": "This paper aims to discuss the convenience and feasibility of increasing the nuclear energy participation on the Brazilian energy mix, amid a national context of climate change, scarcity of natural resources necessary to baseload energy generation, particularly hydropower, discussions on a possible restart and expansion of Brazilian nuclear program, whilst the population still suffers socioeconomic impacts resulting from COVID-19 pandemic as well as the pre-pandemic economic crisis. The work proposes four analysis axes: environmental factors, economic, safety/legislation and technological aspects, and through bibliographic research in scientific articles published in journals, theses, dissertations, laws, regulations and international recommendations, it was possible, as a result of the research, to draw an optimistic overview of a possible future expansion of the Brazilian nuclear program, considering the advantages and challenges of using the nuclear alternative when compared to other energy sources.",
    "readLink": "https://bjrs.org.br/revista/index.php/REVISTA/article/view/1920"
  },
  {
    "title": "Effects of Post-Anthesis Temperature and Radiation on Grain Filling and Protein Quality of Wheat (<i>Triticum aestivum</i> L.)",
    "authors": [
      "Zhenzhen Zhang,",
      "Zhipeng Xing,",
      "Nianbing Zhou,",
      "Chen Zhao,",
      "Bingliang Liu,",
      "Dinghan Jia,",
      "Haiyan Wei,",
      "Baowei Guo,",
      "Hongcheng Zhang"
    ],
    "doi": "https://doi.org/10.3390/agronomy12112617",
    "journalVolume": "Vol. 12,\n                                no. 2617\n                                \n                                  p.\n                                  2617",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "Due to climate change, global warming, and reduced radiation, there is an urgent need for research to explore the effects on wheat grain filling and protein-related quality. In this study, two spring and two semi-winter varieties were analyzed. Six sowing dates were set in the experiment, at 10-day intervals from the beginning of the local sowing window. The seedling population of the first sowing date (S1) was 300 × 104 plants ha−1, which was observed to have increased by about 10% by the subsequent sowing date. During the experiment, due to the different dates of sowing, the treatments were in different growth stages; so, all the treatments were grown under different day and night temperatures and radiation to study the effects on post-anthesis grain filling and protein quality. The results showed that the sowing date decreased the effective accumulated temperature (EAT) and the cumulative radiation after anthesis and increased the daily average, maximum, and minimum temperatures. The decrease in the EAT of 94.99 °C d and the increase in the daily average temperature of 1.59 °C after antrum resulted in a decrease in the wheat grain weight of 4.5 g and an increase in the grain filling rate of 0.029 mg d−1. This may be due to the shortening of the wheat filling time with the increase in the day/night temperatures. Compared with the normal sowing date, the later sowing date caused a decrease in the EAT and an increase in the Tmean, which led to an increase in the wheat protein content, wet gluten content, and sedimentation value. There was a positive correlation between the grain filling rate and the protein content in the wheat. Compared with radiation, temperature significantly regulates wheat grain filling and protein formation. These results can be used to guide the sowing date to obtain a higher quality of wheat protein in the future climate change.",
    "readLink": "https://www.mdpi.com/2073-4395/12/11/2617"
  },
  {
    "title": "Assessing Combinations of Landsat, Sentinel-2 and Sentinel-1 Time series for Detecting Bark Beetle Infestations",
    "authors": [
      "Simon König,",
      "Frank Thonfeld,",
      "Michael Förster,",
      "Olena Dubovyk,",
      "Marco Heurich"
    ],
    "doi": "https://doi.org/10.1080/15481603.2023.2226515",
    "journalVolume": "Vol. 60,\n                                no. 1",
    "issn": "1548-1603 (Print)",
    "publisher": "1943-7226 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Mathematical geography. Cartography",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tgrs",
    "abstract": "Bark beetle infestations are among the most substantial forest disturbance agents worldwide. Moreover, as a consequence of global climate change, they have increased in frequency and in the size and number of affected areas. Controlling bark beetle outbreaks requires consistent operational monitoring, as is possible using satellite data. However, while many satellite-based approaches have been developed, the full potential of dense, multi-sensor time series has yet to be fully explored. Here, for the first time, we used all available multispectral data from Landsat and Sentinel-2, Sentinel-1 SAR data, and combinations thereof to detect bark beetle infestations in the Bavarian Forest National Park. Based on a multi-year reference dataset of annual infested areas, we assessed the separability between healthy and infested forests for various vegetation indices calculated from the satellite data. We used two approaches to compute infestation probability time series from the different datasets: Bayesian conditional probabilities, based on the best-separating index from each satellite type, and random forest regression, based on all indices from each satellite type. Five different sensor configurations were tested for their detection capabilities: Landsat alone, Sentinel-1 alone, Sentinel-2 alone, Landsat and Sentinel-2 combined, and data from all satellite types combined. The best overall results in terms of spatial accuracy were achieved with Sentinel-2 (max. overall accuracy: 0.93). The detections of Sentinel-2 also were the closest to the onset of infestation estimated for each year. Sentinel-2 detected infested areas in larger contiguous patches with higher reliability compared to smaller patches. The results achieved with Landsat were somewhat inferior to those of Sentinel-2 (max. accuracy: 0.89). While yielding similar results, the combination of Landsat and Sentinel-2 did not provide any advantages over using Landsat or Sentinel-2 alone (max. accuracy: 0.87), while Sentinel-1 was unable to detect infested areas (max. accuracy: 0.62). The combined data of all three satellite types did not achieve satisfactory results either (max. accuracy: 0.67). Spatial accuracies were typically higher for Bayesian conditional probabilities than for random forest-derived probabilities, but the latter resulted in earlier detections. The approach presented herein provides a flexible disturbance detection pipeline well-suited for the monitoring of bark beetle outbreaks. Furthermore, it can also be applied to other disturbance types.",
    "readLink": "http://dx.doi.org/10.1080/15481603.2023.2226515"
  },
  {
    "title": "A Warming Mediterranean: 38 Years of Increasing Sea Surface Temperature",
    "authors": [
      "Francisco Pastor,",
      "Jose  Antonio Valiente,",
      "Samiro Khodayar"
    ],
    "doi": "https://doi.org/10.3390/rs12172687",
    "journalVolume": "Vol. 12,\n                                no. 2687\n                                \n                                  p.\n                                  2687",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "The Mediterranean basin has been classified as a hot-spot for climate change. The Mediterranean Sea plays a fundamental regulatory role in the regional climate. We have analyzed the largest available and complete time series (1982–2019) of blended sea surface temperature (SST) data to study its seasonal cycle and look for a possible warming trend in the basin. From the analysis of the Mediterranean mean SST time series, a new temporal seasonal division is derived that differs from the one used in atmospheric climatology. Then, the SST time series were decomposed into their seasonal and trend components, and a consistent warming trend of 0.035 °C/year was obtained. The nature of this trend has been investigated, indicating a higher warming trend for both maximum and high/summer SST values than for the winter/colder ones. This reinforces the consistency of the SST increase since it is not only based on the presence of extreme values, but on a homogeneous basin global increase of high SST records as well. Although warming is found throughout the Mediterranean basin, the spatial variability found leads to the division of the basin into three distinct subareas regarding warming.",
    "readLink": "https://www.mdpi.com/2072-4292/12/17/2687"
  },
  {
    "title": "Controlling factors of plant community composition with respect to the slope aspect gradient in the Qilian Mountains",
    "authors": [
      "Yanyan Qin,",
      "Jan F. Adamowski,",
      "Ravinesh C. Deo,",
      "Zeyong Hu,",
      "Jianjun Cao,",
      "Meng Zhu,",
      "Qi Feng"
    ],
    "doi": "https://doi.org/10.1002/ecs2.2851",
    "journalVolume": "Vol. 10,\n                                no. 9\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract Slope aspect can affect soil temperature and soil type distribution, which, in turn, is likely to influence plant community composition. Three Qilian mountains, located in the northeastern part of the Qinghai–Tibetan Plateau, China, with four distinct slope aspects including south‐facing (SF), southwest‐facing (SW), northwest‐facing (NW), and north‐facing (NF) slope aspects, were studied to investigate the impact of slope aspect on plant assemblages. The results indicated that the environmental conditions were favorable under the NF and NW slope aspects as the soil water, soil organic carbon (SOC), and soil total nitrogen (STN) contents were significantly higher, and soil temperature (ST) and soil bulk density (SBD) were significantly lower than under the SF and SW aspects. Under all slope aspects, however, SOC, STN, and soil total phosphate in the top 0.2 m of topsoil accounted for about 60% of its total quantity, to a soil depth of 0.6 m. The plant communities on the SF and SW slopes were found to be primarily composed of Poa pratensis, Potentilla anrisena, and Carex aridula. In contrast, the plant community on the NW slope was mainly composed of Kobresia humilis, Carex crebra, and Potentilla bifurca, while on the NF slope it was mainly composed of Picea crassifolia, Carex scabrirostris, and Polygonum macrophyllum. The order of the influence of environmental factors on species distributions was ST > SBD > sand > STN. Results suggest that the slope aspect has an important role in the regulation of the soil environment and plant assemblages and that ST and SBD were the main factors influencing plant community composition. Furthermore, evidence from this study suggests that these mountains will become increasingly vulnerable to global warming. Thus, the plant community composition on these mountains must be monitored continuously in order to allow for strategic adaptive management.",
    "readLink": "https://doi.org/10.1002/ecs2.2851"
  },
  {
    "title": "Regional Scale Risk-Informed Land-Use Planning Using Probabilistic Coastline Recession Modelling and Economical Optimisation: East Coast of Sri Lanka",
    "authors": [
      "Ali Dastgheib,",
      "Ruben Jongejan,",
      "Mangala Wickramanayake,",
      "Roshanka Ranasinghe"
    ],
    "doi": "https://doi.org/10.3390/jmse6040120",
    "journalVolume": "Vol. 6,\n                                no. 4\n                                \n                                  p.\n                                  120",
    "issn": "2077-1312 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Naval Science: Naval architecture. Shipbuilding. Marine engineering",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://www.mdpi.com/journal/jmse",
    "abstract": "One of the measures that has been implemented widely to adapt to the effect of climate change in coastal zones is the implementation of set-back lines. The traditional approach of determining set-back lines is likely to be conservative, and thus pose unnecessary constraints on coastal zone development and fully utilising the potential of these high-return areas. In this study, we apply a newly developed risk-informed approach to determine the coastal set-back line at regional scale in a poor data environment. This approach aims to find the economic optimum by balancing the (potential) economic gain from investing in coastal zones and the risk of coastal retreat due to sea level rise and storm erosion. This application focusses on the east coast of Sri Lanka, which is experiencing rapid economic growth on one hand and severe beach erosion on the other hand. This area of Sri Lanka is a highly data-poor environment, and the data is mostly available from global databases and very limited measurement campaigns. Probabilistic estimates of coastline retreat are obtained from the application of Probabilistic Coastline Recession (PCR) framework. Economic data, such as the discount rate, rate of return of investment, cost of damage, etc., are collated from existing estimates/reports for the area. The main outcome of this study is a series of maps indicating the economically optimal set-back line (EOSL) for the ~200-km-long coastal region. The EOSL is established for the year 2025 to provide a stable basis for land-use planning decisions over the next two decades or so. The EOSLs thus determined range between 12 m and 175 m from the coastline. Sensitivity analyses show that strong variations in key economic parameters such as the discount rate have a disproportionately small impact on the EOSL.",
    "readLink": "http://www.mdpi.com/2077-1312/6/4/120"
  },
  {
    "title": "A model-based evaluation of farmers' income variability under climate change (case study: autumn crops in Iran)",
    "authors": [
      "O. Amani-Male,",
      "Y. Feizabadi,",
      "G. Norouzi"
    ],
    "doi": "https://doi.org/10.1590/1519-6984.261997",
    "journalVolume": "Vol. 84",
    "issn": "1519-6984 (Print)",
    "publisher": "1678-4375 (Online)",
    "countryOfPublisher": "Instituto Internacional de Ecologia",
    "lcc": [
      "Brazil",
      "Science: Biology (General)",
      "Science: Zoology",
      "Science: Botany"
    ],
    "journalUrl": "http://www.scielo.br/bjb",
    "abstract": "Abstract The study strives to analyze the potential variations of farmers' income under climate change by using Ricardian approach. The case study was Mazandaran province of Iran and three autumn crops, i.e. wheat, barley and canola were considered as the investigated crops. The Long Ashton Research Station Weather Generator (LARS-WG) model was selected to downscale the climate data. Three climate variables were downscaled for the years 2020-2080 under three climate scenarios: optimistic (RCP2.6), medium (RCP4.5), and pessimistic (RCP8.5). The Ricardian approach was also employed to predict the economics of climate change. Accordingly, the mean monthly temperature of the province is projected to have an upward trend under all climate scenarios, however, the rainfall pattern would be varied. The results of economic impacts of climate change also approved that the net income of investigated crops would be different trends under climate change scenarios. Accordingly, the variations of air temperature and rainfall would lead that the net income increases for wheat and barley, while it decreases for canola.",
    "readLink": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S1519-69842024000100333&tlng=en"
  },
  {
    "title": "The Role of Forest Ecosystems for Carbon Sequestration and Poverty Alleviation in Ethiopia",
    "authors": [
      "Abirham Cherinet,",
      "Tamiru Lemi"
    ],
    "doi": "https://doi.org/10.1155/2023/3838404",
    "journalVolume": "Vol. 2023",
    "issn": "1687-9368 (Print)",
    "publisher": "1687-9376 (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Agriculture: Forestry",
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "https://www.hindawi.com/journals/ijfr/",
    "abstract": "The objective of the review was to examine and document the contributions of forests in Ethiopia to both climate change mitigation and poverty alleviation. A comprehensive analysis was conducted, encompassing several research articles from reputable journals and international report papers. The findings of the review reveal that Chilimo-Gaji forest exhibited the highest levels of above- and belowground biomass carbon sequestration, while the Egdu forest area demonstrated the highest soil organic carbon content. The variations in carbon sequestration capacity among forest areas can be attributed to several factors, including forest density, variation in diameter at breast height (DBH) among trees, tree height classes, altitude, slope, and aspect, which significantly influence carbon concentration. Furthermore, discrepancies in the application of allometric models to estimate forest biomass also contribute to these variations. In addition to their role in climate change mitigation, forests play an invaluable role in poverty alleviation, particularly in developing countries. Ethiopia has implemented various afforestation strategies to enhance the contribution of forest ecosystems to climate change mitigation and poverty alleviation.",
    "readLink": "http://dx.doi.org/10.1155/2023/3838404"
  },
  {
    "title": "Drought-induced mortality of Scots pines at the southern limits of its distribution in Europe: causes and consequences",
    "authors": [
      "Giuggiola A,",
      "Kuster TM,",
      "Saha S"
    ],
    "doi": "https://doi.org/10.3832/ifor0542-003",
    "journalVolume": "Vol. 3,\n                                no. 1\n                                \n                                  pp.\n                                  95\n                                  – 97",
    "issn": "1971-7458 (Online)",
    "publisher": "Italian Society of Silviculture and Forest Ecology (SISEF)",
    "countryOfPublisher": "Italy",
    "lcc": [
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://iforest.sisef.org",
    "abstract": "Several severe drought events have been reported in southern Europe during recent decades. Drought has been found to increase the mortality of the southernmost populations of Scots pine forests in Mediterranean countries and in dry inner-alpine valleys. Therefore the ongoing global climate change is likely to endanger Scots pine in future decades. Carbon starvation might be the main cause of the increasing mortality rate due to less carbon uptake and consequently to high susceptibility to biotic attacks. Forest management, in particular, thinning and shrub removal could decrease the intensity of drought stress by decreasing competition for water resources and thus increasing carbon uptake. The ongoing climate change and adaptive forest management will both play an important role for the sustainability of this specie across southern regions of Europe.",
    "readLink": "https://iforest.sisef.org/contents/?id=ifor0542-003"
  }
]