[
  {
    "title": "Biomass Carbon Stocks In The Mangrove Rehabilitated Area Of Sinjai District, South Sulawesi, Indonesia",
    "authors": [
      "Abdul Malik,",
      "Abd. Rasyid Jalil,",
      "Ahsin Arifuddin,",
      "Ainun Syahmuddin"
    ],
    "doi": "https://doi.org/10.24057/2071-9388-2019-131",
    "journalVolume": "Vol. 13,\n                                no. 3\n                                \n                                  pp.\n                                  32\n                                  – 38",
    "issn": "2071-9388 (Print)",
    "publisher": "2542-1565 (Online)",
    "countryOfPublisher": "Lomonosov Moscow State University",
    "lcc": [
      "Russian Federation",
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://ges.rgo.ru",
    "abstract": "Mangrove forest plays a crucial role in climate change mitigation by storing carbon in its above-belowground pools. However, this forest remains under considerable high exploitation from the expansion of settlement and aquaculture pond that likely results in much CO2 release to the atmosphere. The objective of this research is to estimate biomass carbon stocks of mangrove rehabilitated areas in Sinjai District, South Sulawesi. We used a line transects method for mangrove vegetation survey and determined above-belowground biomass and carbon stock using published allometric equations and a conversion factor, respectively. The results showed that the mean values of carbon stocks in above-belowground biomass were 125.48±93.48 Mg C ha-1 and 60.23±44.87 Mg C ha-1. The aboveground biomass stored more carbon than the belowground pool. However, low planting distance in mangrove rehabilitation and conversion of mangrove area into settlements and aquaculture ponds in the last three decades have affected forest structure and biomass carbon magnitudes. Therefore, preservation of intact mangrove and restoration of disturbed forests with pay attention to planting distance should consider. Besides, halting the expansion of settlements and aquaculture ponds are worthwhile options to maintain and possibly increase biomass carbon stocks.",
    "readLink": "https://ges.rgo.ru/jour/article/view/1190"
  },
  {
    "title": "Climate Change Effects on Trophic Interactions of Bark Beetles in Inner Alpine Scots Pine Forests",
    "authors": [
      "Beat Wermelinger,",
      "Andreas Rigling,",
      "Doris Schneider Mathis,",
      "Marc Kenis,",
      "Martin  M. Gossner"
    ],
    "doi": "https://doi.org/10.3390/f12020136",
    "journalVolume": "Vol. 12,\n                                no. 136\n                                \n                                  p.\n                                  136",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Increased tree mortality has become a widespread phenomenon and is largely attributed to climate change. Little field research has addressed the complex interactions between trees, herbivores, and their natural enemies as affected by temperature. We recorded the densities of bark insects and their natural enemies emerging from felled trees in Scots pine forests at 17 study sites along 6 elevation gradients encompassing different temperature ranges in 3 regions in Switzerland and Italy. We additionally measured tree resin defense at different elevations. The density of aggressive bark beetles decreased with increasing temperatures while that of non-aggressive species did not respond to temperature. Contrasting patterns were also found for natural enemies, with the densities of most predatory taxa decreasing with increasing temperature whereas densities of parasitoids increased. Consequently, bark beetle mortality by predators decreased and that by parasitoids increased with temperature. Exudation of resin increased with temperature. As the number of resin ducts did not change with temperature, this is assumed a physical effect of reduced viscosity. Despite lower densities of aggressive bark beetles and improved tree resin flow under higher temperatures, the currently experienced drought-induced reduction in tree vigor is likely to increase tree mortality under the ongoing climate warming.",
    "readLink": "https://www.mdpi.com/1999-4907/12/2/136"
  },
  null,
  {
    "title": "An Index to Measure Sustainability of a Business Project in the Construction Industry: Lithuanian Case",
    "authors": [
      "Nomeda Dobrovolskienė,",
      "Rima Tamošiūnienė"
    ],
    "doi": "https://doi.org/10.3390/su8010014",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  p.\n                                  14",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The continuous growth of the world population, resource scarcity and the threat of climate change pose numerous environmental and social problems to the world. Therefore, much hope is put in the concept of sustainability. Companies are increasingly coming under strong global pressure to incorporate sustainability considerations into their project decision-making process. Business projects in the construction industry are among the most important, as this sector is one of the largest sectors and of major importance for the national economy and therefore has a huge impact on the environment and society. Thus, we have to explore ways to integrate sustainability into the management of those projects. This paper presents a composite sustainability index of a project (CSIP) which has been created following a review of existing literature and a pilot research study. A pilot research study was conducted in the Lithuanian construction industry between January 2015 and June 2015. Sustainability criteria were chosen and grouped on the basis of the analysis of the literature and different standards relating to sustainability applicable in the construction industry. A survey was used to select and rank the most important sustainability criteria. The index was constructed using multi-criteria decision-making methods. The results of the pilot study revealed that practitioners in the Lithuanian construction sector attach most importance to 15 sustainability criteria. A composite sustainability index of a project combining all these criteria may be useful in assessing the sustainability of a business project and making decisions regarding project portfolio selection and financial resource allocation. When addressing the issue of financial resource allocation in a project portfolio, the decision-maker could take into account not only the project’s return and risk, but also its sustainability. The understanding of this study should enable companies to execute sustainable projects, which could make a contribution to the sustainable development of organizations and thereby increase their competitive advantage.",
    "readLink": "http://www.mdpi.com/2071-1050/8/1/14"
  },
  {
    "title": "Contributions of scale: what we stand to gain from Indigenous and local inclusion in climate and health monitoring and surveillance systems",
    "authors": [
      "Bianca van Bavel,",
      "Lea Berrang Ford,",
      "Sherilee L Harper,",
      "James Ford,",
      "Helen Elsey,",
      "Shuaib Lwasa,",
      "Rebecca King"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ab875e",
    "journalVolume": "Vol. 15,\n                                no. 8\n                                \n                                  p.\n                                  083008",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Understanding how climate change will affect global health is a defining challenge of this century. This is predicated, however, on our ability to combine climate and health data to investigate the ways in which variations in climate, weather, and health outcomes interact. There is growing evidence to support the value of place- and community-based monitoring and surveillance efforts, which can contribute to improving both the quality and equity of data collection needed to investigate and understand the impacts of climate change on health. The inclusion of multiple and diverse knowledge systems in climate-health surveillance presents many benefits, as well as challenges. We conducted a systematic review, synthesis, and confidence assessment of the published literature on integrated monitoring and surveillance systems for climate change and public health. We examined the inclusion of diverse knowledge systems in climate-health literature, focusing on: (1) analytical framing of integrated monitoring and surveillance system processes; (2) key contributions of Indigenous knowledge and local knowledge systems to integrated monitoring and surveillance systems processes; and (3) patterns of inclusion within these processes. In total, 24 studies met the inclusion criteria and were included for data extraction, appraisal, and analysis. Our findings indicate that the inclusion of diverse knowledge systems contributes to integrated climate-health monitoring and surveillance systems across multiple processes of detection, attribution, and action. These contributions include: the definition of meaningful problems; the collection of more responsive data; the reduction of selection and source biases; the processing and interpretation of more comprehensive datasets; the reduction of scale dependent biases; the development of multi-scale policy; long-term future planning; immediate decision making and prioritization of key issues; as well as creating effective knowledge-information-action pathways. The value of our findings and this review is to demonstrate how neither scientific, Indigenous, nor local knowledge systems alone will be able to contribute the breadth and depth of information necessary to detect, attribute, and inform action along pathways of climate-health impact. Rather, it is the divergence or discordance between the methodologies and evidences of different knowledge systems that can contribute uniquely to this understanding. We critically discuss the possibility of what we, mainly local communities and experts, stand to lose if these processes of inclusion are not equitable. We explore how to shift the existing patterns of inclusion into balance by ensuring the equity of contributions and justice of inclusion in these integrated monitoring and surveillance system processes.",
    "readLink": "https://doi.org/10.1088/1748-9326/ab875e"
  },
  {
    "title": "Crops yield prediction based on machine learning models: Case of West African countries",
    "authors": [
      "Lontsi Saadio Cedric,",
      "Wilfried Yves Hamilton Adoni,",
      "Rubby Aworka,",
      "Jérémie Thouakesseh Zoueu,",
      "Franck Kalala Mutombo,",
      "Moez Krichen,",
      "Charles Lebon Mberi Kimpolo"
    ],
    "doi": "Vol. 2\n                                \n                                \n                                  p.\n                                  100049",
    "issn": "2772-3755 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Agriculture: Agriculture (General)",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Agricultural industries"
    ],
    "journalUrl": "https://www.journals.elsevier.com/smart-agricultural-technology",
    "abstract": "Global agricultural production, in particular, is of increasing concern to the major international organizations in charge of nutrition. The rising demand for food globally due to unprecedented population growth has led to food insecurity in some populated regions such as Africa. Another contributing factor to global food insecurity is climate change and its variability. World and African agricultural production in particular are of increasing concern to the major international organizations in charge of nutrition. The World Food Program has reported that high population growth worldwide, especially in Africa in recent years, is leading to increased food security. Moreover, farmers and agricultural decision-makers need advanced tools to help them make quick decisions that will impact the quality of agricultural yields. Climate change has been a major phenomenon in recent decades all over the world. An impact of climate change has been observed on the quality of agricultural production. The arrival of big data technology has led to new powerful analytical tools like machine learning, which have proven themselves in many areas such as medicine, finance, and biology. In this work, we propose a prediction system based on machine learning to predict the yield of six crops, namely: rice, maize, cassava, seed cotton, yams, and bananas, at the country-level in the area of West African countries throughout the year. We combined climatic data, weather data, agricultural yields, and chemical data to help decision-makers and farmers predict the annual crop yields in their country. We used a decision tree, multivariate logistic regression, and k-nearest neighbor models to build our system. We had promising results with both models when using three machine learning models. We applied a hyper-parameter tuning technique throughout cross-validation to get a better model that does not face overfitting. We found that the decision tree model performs well with a coefficient of determination(R2) of 95.3% while the K-Nearest Neighbor model and logistic regression perform respectively with R2=93.15% and R2=89.78%. We also study the correlation between the predicted results and the expected results. We found that the prediction results of the decision tree model and the K-Nearest Neighbor model are correlated to the expected data, which proves the efficacy of the model.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2772375522000168"
  },
  {
    "title": "Energy Efficiency and GHG Emissions Mapping of Buildings for Decision-Making Processes against Climate Change at the Local Level",
    "authors": [
      "Edgar Lorenzo-Sáez,",
      "José-Vicente Oliver-Villanueva,",
      "Eloina Coll-Aliaga,",
      "Lenin-Guillermo Lemus-Zúñiga,",
      "Victoria Lerma-Arce,",
      "Antonio Reig-Fabado"
    ],
    "doi": "https://doi.org/10.3390/su12072982",
    "journalVolume": "Vol. 12,\n                                no. 2982\n                                \n                                  p.\n                                  2982",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Buildings have become a key source of greenhouse gas (GHG) emissions due to the consumption of primary energy, especially when used to achieve thermal comfort conditions. In addition, buildings play a key role for adapting societies to climate change by achieving more energy efficiency. Therefore, buildings have become a key sector to tackle climate change at the local level. However, public decision-makers do not have tools with enough spatial resolution to prioritise and focus the available resources and efforts in an efficient manner. The objective of the research is to develop an innovative methodology based on a geographic information system (GIS) for mapping primary energy consumption and GHG emissions in buildings in cities according to energy efficiency certificates. The developed methodology has been tested in a representative medium-sized city in Spain, obtaining an accurate analysis that shows 32,000 t of CO2 emissions due to primary energy consumption of 140 GWh in residential buildings with high spatial resolution at single building level. The obtained results demonstrate that the majority of residential buildings have low levels of energy efficiency and emit an average of 45 kg CO2/m2. Compared to the national average in Spain, this obtained value is on the average, while it is slightly better at the regional level. Furthermore, the results obtained demonstrate that the developed methodology is able to directly identify city districts with highest potential for improving energy efficiency and reducing GHG emissions. Additionally, a data model adapted to the INSPIRE regulation has been developed in order to ensure interoperability and European-wide application. All these results have allowed the local authorities to better define local strategies towards a low-carbon economy and energy transition. In conclusion, public decision-makers will be supported with an innovative and user-friendly GIS-based methodology to better define local strategies towards a low-carbon economy and energy transition in a more efficient and transparent way based on metrics of high spatial resolution and accuracy.",
    "readLink": "https://www.mdpi.com/2071-1050/12/7/2982"
  },
  {
    "title": "Assessment and Prediction of Carbon Storage Based on Land Use/Land Cover Dynamics in the Tropics: A Case Study of Hainan Island, China",
    "authors": [
      "Qing Liu,",
      "Dongdong Yang,",
      "Lei Cao,",
      "Bruce Anderson"
    ],
    "doi": "https://doi.org/10.3390/land11020244",
    "journalVolume": "Vol. 11,\n                                no. 244\n                                \n                                  p.\n                                  244",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "Land use and land cover (LULC) change in tropical regions can cause huge amounts of carbon loss and storage, thus significantly affecting the global climate. Due to the differences in natural and social conditions between regions, it is necessary to explore the correlation mechanism between LULC and carbon storage changes in tropical regions from a broader geographical perspective. This paper takes Hainan Island as the research object, through the integration of the CA-Markov and Integrated Valuation of Ecosystem Services and Tradeoffs (InVEST) models, based on multi-source data, analyses the dynamics of LULC and carbon storage from 1992 to 2019 and the relationship between the two, and predicts future LULC and carbon storage under different scenarios. The results show that (1) the built-up land area of Hainan Island expanded from 103.59 km2 to 574.83 km2 from 1992 to 2019, an increase of 454.91%; the area of cropland and shrubland decreased; and the area of forest increased. (2) Carbon storage showed an upward trend during 1992–2000, and a downward trend during 2000–2019. Overall, LULC changes during 1992–2019 reduced carbon storage by about 1.50 Tg. (3) The encroachment of cropland in built-up land areas is the main reason for the reduction of carbon storage. The conversion of shrubland to forest is the main driving force for increasing carbon storage. The increase and decrease of carbon storage have obvious spatial clustering characteristics. (4) In the simulation prediction, the natural trend scenario (NT), built-up land priority scenario (BP) and ecological priority scenario (EP) reduce the carbon storage of Hainan Island, and the rate of decrease is BP> NT > EP. The cropland priority scenario (CP) can increase the LULC carbon storage, and the maximum increase in 2050 can reach 0.79 Tg. This paper supplements and improves the understanding of the correlation between LULC and carbon storage changes in tropical regions, and can provide guidance for the optimization of LULC structure in tropical regions with high economic development from a low-carbon perspective.",
    "readLink": "https://www.mdpi.com/2073-445X/11/2/244"
  },
  {
    "title": "Stochastic Model for Drought Forecasting in the Southern Taiwan Basin",
    "authors": [
      "Hsin-Fu Yeh,",
      "Hsin-Li Hsu"
    ],
    "doi": "https://doi.org/10.3390/w11102041",
    "journalVolume": "Vol. 11,\n                                no. 10\n                                \n                                  p.\n                                  2041",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "The global rainfall pattern has changed because of climate change, leading to numerous natural hazards, such as drought. Because drought events have led to many disasters globally, it is necessary to create an early warning system. Drought forecasting is an important step toward developing such a system. In this study, we utilized the stochastic, autoregressive integrated moving average (ARIMA) model to predict drought conditions based on the standardized precipitation index (SPI) in southern Taiwan. We employed data from 1967 to 2006 to train the model and data from 2007 to 2017 for model validation. The results showed that the coefficients of determination (R2) were over 0.80 at each station, and the root-mean-square error and mean absolute error were sufficiently low, indicating that the ARIMA model is effective and adequate for our stations. Finally, we employed the ARIMA model to forecast future drought conditions from 2019 to 2022. The results yielded relatively low SPI values in southern Taiwan in future summers. In summary, we successfully constructed an ARIMA model to forecast drought. The information in this study can act as a reference for water resource management.",
    "readLink": "https://www.mdpi.com/2073-4441/11/10/2041"
  },
  {
    "title": "Gene Discovery and Advances in Finger millet [Eleusine coracana (L.) Gaertn.] Genomics - An Important Nutri-cereal of Future",
    "authors": [
      "Salej Sood,",
      "Anil Kumar,",
      "Kalyan B Babu,",
      "Kalyan B Babu,",
      "Vikram Singh Gaur,",
      "Vikram Singh Gaur,",
      "Dinesh Pandey,",
      "Lakshmi Kant,",
      "Arunava Pattanayak"
    ],
    "doi": "https://doi.org/10.3389/fpls.2016.01634",
    "journalVolume": "Vol. 7",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "The rapid strides in molecular marker technologies followed by genomics, and next generation sequencing advancements in three major crops (rice, maize and wheat) of the world have given opportunities for their use in the orphan, but highly valuable future crops, including finger millet [Eleusine coracana (L.) Gaertn.]. Finger millet has many special agronomic and nutritional characteristics, which make it an indispensable crop in arid, semi-arid, hilly and tribal areas of India and Africa. The crop has proven its adaptability in harsh conditions and has shown resilience to climate change. The adaptability traits of finger millet have shown the advantage over major cereal grains under stress conditions, revealing it as a storehouse of important genomic resources for crop improvement. Although new technologies for genomic studies are now available, progress in identifying and tapping these important alleles or genes is lacking. RAPDs were the default choice for genetic diversity studies in the crop until the last decade, but the subsequent development of SSRs and comparative genomics paved the way for the marker assisted selection in finger millet. Resistance gene homologues from NBS-LRR region of finger millet for blast and sequence variants for nutritional traits from other cereals have been developed and used invariably. Population structure analysis studies exhibit 2-4 sub-populations in the finger millet gene pool with separate grouping of Indian and exotic genotypes. Recently, the omics technologies have been efficiently applied to understand the nutritional variation, drought tolerance and gene mining. Progress has also occurred with respect to transgenics development. This review presents the current biotechnological advancements along with research gaps and future perspective of genomic research in finger millet.",
    "readLink": "http://journal.frontiersin.org/Journal/10.3389/fpls.2016.01634/full"
  }
]