[
  {
    "title": "Anticiper l’évolution des territoires",
    "authors": [
      "Le Treut, Hervé"
    ],
    "doi": "https://doi.org/10.5802/crgeos.32",
    "journalVolume": "Vol. 352,\n                                no. 4-5\n                                \n                                  pp.\n                                  329\n                                  – 337",
    "issn": "1631-0713 (Print)",
    "publisher": "1778-7025 (Online)",
    "countryOfPublisher": "Académie des sciences",
    "lcc": [
      "France",
      "Science: Physics: Geophysics. Cosmic physics",
      "Science: Chemistry",
      "Science: Geology"
    ],
    "journalUrl": "https://comptes-rendus.academie-sciences.fr/geoscience/",
    "abstract": "In the middle of the last century, the emergence of a new risk, the climate risk, was a sudden and largely unexpected phenomenon that has significantly changed our vision of environmental issues. Of course, the link between humans and nature is strong and ancient: a country like France has very few landscapes that have not been shaped by generations of builders, foresters or farmers. But climate change linked to greenhouse gas emissions has brought about a radically new problem, whose novelty results from its very nature. The risk of climate change was revealed by equations or very indirect observations, before it was even really observable. But the speed of its progression, with greenhouse gas emissions in the atmosphere which have so far never stopped increasing and accelerating their growth, has made a huge difference. Moreover, this evolution has developed in a context where it has been intimately intertwined with other rapidly changing issues: energy, environmental, social, political and demographic. However, despite the variety of warning signals put forward by the scientific community, despite the now widely shared recognition of the existence of strong climate challenges, the dynamics with which these changes have developed, very often remain underestimated and even misunderstood. Climate risk is still very often associated with a certain form of immobility, marked by the repetition of discourse that gives the impression that the stakes have changed little over the last few decades. This incomplete awareness is one of the most important brakes on the development of effective environmental policies, because it erases an essential dimension of current climate issues: we are facing a problem that is very advanced in its development and everything is no longer possible today. The future world will necessarily be marked by the need to arbitrate between partially contradictory issues.",
    "readLink": "https://comptes-rendus.academie-sciences.fr/geoscience/articles/10.5802/crgeos.32/"
  },
  {
    "title": "Public Administration and Employment in Zahedan City : The Comparative Advantage of Economic Activities and its Effect on Employment",
    "authors": [
      "Ramezan Hosseinzadeh"
    ],
    "doi": "https://doi.org/10.22111/jmr.2018.4016",
    "journalVolume": "Vol. 11,\n                                no. 39\n                                \n                                  pp.\n                                  181\n                                  – 198",
    "issn": "2538-3418 (Print)",
    "publisher": "2676-7880 (Online)",
    "countryOfPublisher": "University of Sistan and Baluchestan",
    "lcc": [
      "Iran, Islamic Republic of",
      "Political science: Political institutions and public administration (General)"
    ],
    "journalUrl": "https://jmr.usb.ac.ir/?lang=en",
    "abstract": "Abstract Employment is one of the important and considered variables by policy makers at national, regional and urban levels. Therefore, the purpose of this study is to investigate employment changes in Zahedan during the census period of 2006-2011 and the effect of changes in competitive advantage and structural changes on employment in different activities of the city during this period. The research method is descriptive-analytic method and regional programming models such as Location Quotient (LQ) and shaft-share model are used for analysis. The results of the Location Quotient model have shown that sectors such as \"Public Affairs and Defense\", \" Transportation and Communication \" and \"Education\" have been part of the advantaged sectors of the city economy. The results of the shift-share model have shown that the effect of competitive changes has been positive in the three sectors of \"education\", \"health\" and \"business and real estate services\" and has led to an increase in employment of these sectors. Introduction Provinces and different regions of the country have different production and employment potentials. This may be due to several factors, such as the particular climate conditions and the region's particular natural resources. For this reason, each region and city of the country may have a comparative advantage in certain activity or activities. Hence, identification of activities that have an advantage in an area is important for recognizing and adopting appropriate strategies for economic growth and development in the region. As a result, regional and local planners and decision makers should identify the strengths and weaknesses of the economy. The planners of economic growth and development should be aware of the ways and the reasons for the Recession and boom of various activities in the local and regional economy to make the right decisions to address local and regional problems. Among economic variables, employment is one of the most important variable in economic growth and development in the region. This variable is influenced by different policies of growth and development. Also, in the current period, employment is the most important issue of policy makers at the national, regional and local levels, and all efforts of planners and decision makers in the country to address this unemployment problem. Unfortunately, in the urban planning system in Iran due to the lack of spatial planning and the lack of an integrated urban management system, the role of cities in regional development and reduction of regional inequalities has been neglected (Safaei, 2003) . Also, urban planning has not paid much attention to determining the competitive advantages of cities for planning urban economic development (Hatami neghad & Hosseini, 2013). Therefore, in the present study, the comparative advantage of employment and employment changes based on shift share and Location Quotient in different activities of Zahedan city in Sistan and Baluchestan province are investigated. Case study The case study of this paper is the all economic activity in Zahedan Coty in Sistan and Baluchestan Province of Iran. Materials and methods In this study, we use the Location Quotient (LQ) method to study the advantages of different activities in the economy of the Zahedan city. This method is used to identify the domestic and export sectors in different regions. In this method, the activities in the region are divided into two parts, the basic activities of non-basic activities. In the shift share model, the growth of employment in a region is divided into three factors. The part that caused by national growth, the growth resulting from the competitive advantage and the growth resulting from structural change in the region (the change in the composition of the region's activities). Discussion and Conclusion The results of the Location Quotient model have shown that sectors such as \"Public Affairs and Defense\", \" Transportation and Communication \" and \"Education\" have been part of the advantaged sectors of the city economy. The results of the shift-share model have shown that the effect of national component in all sectors was negative and resulted in a decrease in the employment of city of Zahedan to 4662 people. Structural changes have reduced the 1286 people in the total employment in Zahedan during the study period. The effect of this factor has been positive in 9 sectors of than 14 sectors and has increased the employment of the city. The results of the model in relation to the effect of competitive changes in different sectors indicate that this factor has reduced employment by 39638 people in total employment of this city. The effect of this factor was only positive in three sectors, which led to an increase in employment. These three sectors include \"education\", \"health\" and \"business and real estate services\".",
    "readLink": "https://jmr.usb.ac.ir/article_4016_2fd9e176de5a94fb93c301a2920f600b.pdf"
  },
  {
    "title": "Enhanced surveillance and response approaches for pilgrims and local Saudi populations against emerging Nipah, Zika and Ebola viral diseases outbreaks threats",
    "authors": [
      "Ernest Tambo,",
      "Ashraf G. El-Dessouky,",
      "Emad I.M. Khater,",
      "Zhou Xianonng"
    ],
    "doi": "Vol. 13,\n                                no. 5\n                                \n                                  pp.\n                                  674\n                                  – 678",
    "issn": "1876-0341 (Print)",
    "publisher": "1876-035X (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Medicine: Internal medicine: Infectious and parasitic diseases",
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://www.journals.elsevier.com/journal-of-infection-and-public-health",
    "abstract": "Summary: Increasing emergence and spread of Nipah, ZIKV and Ebola case and potential outbreaks threats have been reported in several regions around the globe. Yet, emerging Nipah, Ebola and Zika viral diseases outbreaks have been indirectly linked to substantially globalization of trade and travel, climate change and intense urbanization impact, healthcare and socioeconomic inequities as well in affected community settings. Although no case has been documented in Saudi Arabia, there is a great risk of sudden emergence of any of these viruses and others via introducing among pilgrims coming from endemic regions during ritual ceremonies of mass gatherings. Consequently, promoting and investing on new and sensitive proven effective and innovative surveillance and monitoring approaches, including enhanced risk communication, improved integrated vectors surveillance in addition to improved sustainable highly pathogens surveillance control programs to human motility and environmental sanitation strategies all represent ‘One Health’ approach implementation strategic core. Initiation, development and implementation leaded by Saudi government and international stakeholders’ of new partnership, coordinated response leadership and resource mobilization for multidisciplinary and intersectorial advocacy on emerging viral disease outbreaks, accompanied with R&D roadmap and taskforce is crucial. More efforts in epidemiological and laboratory early screening and surveillance of highly pathogenic germs/microbes, and confirmation of asymptomatic and syndromic cases amongst suspected Hajj and Umrah pilgrims, local vulnerable populations and expatriate workers is vital in generating reliable data and data sharing platform for timely risk communication and tourist information update, appropriate immunization campaigns or safe and efficacious care delivery implementation. Moreover, increase Hajj/Umrah mass gathering emergency outbreak preparedness, pilgrims health education and engagement outreach, pre-, during and post programs coverage and effectiveness is needed through One Health approach integration in attaining pilgrims and local population health safety and security, in advancing Saudi sustainable health development goals. Keywords: Emerging, Nipah, Ebola and Zika virus, Outbreaks, Surveillance, Hajj, Saudi Arabia",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1876034120303907"
  },
  {
    "title": "Impact of extreme weather events on water resources and agriculture in Morocco",
    "authors": [
      "Mohamed AOUBOUAZZA,",
      "Rachid RAJEL,",
      "Rachid ESSAFI"
    ],
    "doi": "Vol. 7,\n                                no. 2\n                                \n                                  pp.\n                                  223\n                                  – 232",
    "issn": "2028-991X (Print)",
    "publisher": "2550-4401 (Online)",
    "countryOfPublisher": "Institut Agronomique et Vétérinaire Hassan II",
    "lcc": [
      "Morocco",
      "General Works"
    ],
    "journalUrl": "http://www.agrimaroc.org",
    "abstract": "If Morocco is a country with low emissions of greenhouse gases, it remains vulnerable to the impact of climate change due to its geographical position and its dependence on climate-sensitive sectors such as agriculture. By 2050, it is estimated that wheat yield could fall by 7,3 % (IPCC, 2018). The objective of this study is to evaluate the trend of extreme weather events recorded in various Moroccan regions to determine their impact on water resources and agriculture. Five meteorological stations, representative of the different types of climate in Morocco, were the subject of a statistical analysis of the evolution of the indices of extreme temperatures and the daily precipitations over 44 years (1960-2004) and for the four seasons of the year. To predict future projections of these trends, the MAGICC software, coupled with SCENGEN, was used. The temperature trend curves indicate an upward trend in the number of hot days and a strong downward trend in the number of cold days, reflecting a slight warming (1.7 to 2.6 ° C) of the Moroccan climate. As for precipitations, the analysis of the indices retained in our study showed a nonsignificant declining trend (less than 0.05) for the majority of the stations except that of Oujda, where a significant reduction was noted. This downward trend in precipitation (15 to 22% in the north, 9 to 16 % in the south), translates a shift of the semi-arid climate towards the north. The warming of the climate and the decrease in precipitation have resulted in a reduction of 20 % of the inflow of water to dams over 65 years (1940-2005) and by 2050, this reduction could reach 31 %. The result was a significant reduction in irrigated area (7 to 10 %), leading to a potential 15 to 20 % decrease in agricultural production in the north-west region.",
    "readLink": "https://www.agrimaroc.org/index.php/Actes_IAVH2/article/view/705/818"
  },
  {
    "title": "A climatic environmental performance assessment method for ecological city construction: Application to Beijing Yanqi Lake",
    "authors": [
      "Xiao-Yi Fang,",
      "Chen Cheng,",
      "Yong-Hong Liu,",
      "Wu-Peng Du,",
      "Xiao-Jun Xiao,",
      "Bing Dang"
    ],
    "doi": "https://doi.org/10.1016/j.accre.2015.08.001",
    "journalVolume": "Vol. 6,\n                                no. 1\n                                \n                                  pp.\n                                  23\n                                  – 35",
    "issn": "1674-9278 (Print)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/advances-in-climate-change-research/",
    "abstract": "In contrast to the input perspective for evaluating planning metrics, this research takes the climatic environmental output effects as the starting point for assessing ecological city construction. Based on approaches such as observation data analysis, meteorological model simulation, and remote sensing, a set of climatic environmental performance assessment methods is developed and established. These methods mainly focus on surface ventilation assessment and urban thermal environment assessment. With the Yanqi Lake ecological development demonstration area located in Huairou district, Beijing as an example, the assessment of the local climatic environment before and after the construction are conducted, and relevant policy suggestions for urban planning and construction are presented. The results show that after development, the ventilation capacity will decrease overall and the ventilation potential index will decrease from 0.53 to 0.44. While this is not a large reduction, and is still at a favorable level, the ventilation potential in some local areas will markedly decrease. Furthermore, the thermal environment will become poorer to some extent; the urban heat island (UHI) area and intensity will increase compared with the current situation; continuous heat islands may occur in local areas; the UHI potential index of the core area will rise from 0.0878 to 0.1217 (still a favorable level). Therefore, urban surfaces should be carefully developed and arranged during planning. It is suggested that the negative impacts of large areas of urban construction on the local climatic environment in the Yanqi Lake could be mitigated by 1) strengthening the airflow by introducing fresh, cold, northwesterly air via constructed ventilation corridors, 2) increasing the number of ecological cold sources, particularly for water bodies and green belts to prevent the UHI in the southern region of Yanqi Lake from becoming linked with each other, and 3) considering a pre-program before sub-domain and building planning to obtain optimum building locations. Different construction standards should be developed for different ventilation potential and UHI intensity levels. For strong heat island areas, land areas should be reserved to serve as cold sources.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674927815000398"
  },
  {
    "title": "Determination of the inner forms of hollow blocks containing phase-changing material for different climate regions",
    "authors": [
      "Ersin Haydaraslan,",
      "Burhan Çuhadaroğlu"
    ],
    "doi": "Vol. 1,\n                                no. 2\n                                \n                                  pp.\n                                  102\n                                  – 116",
    "issn": "2772-6835 (Online)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Technology: Mechanical engineering and machinery: Energy conservation"
    ],
    "journalUrl": "https://www.keaipublishing.com/en/journals/energy-storage-and-saving/",
    "abstract": "Hollow blocks are used widely in buildings for their lightweight construction and high thermal resistance characteristics. When used with a phase change material (PCM), these blocks can reduce the heating and cooling loads of buildings compared to conventional hollow blocks. However, it is essential that the block inner forms and PCMs should be selected based on climate conditions. In this study, hollow blocks containing PCM in different climate types are thermally analysed. In the first step, ten different formed blocks are thermally analysed. In these blocks, the effects of hollow ratio (HR), inner form, and the number of cavities on heat flux and temperature distribution are investigated. The inner form of the hollow block with the least heat flux is determined in this step. The second step consists of optimization for the PCM melting temperature and layer thickness for the different provinces. The optimization results are evaluated on a building in terms of primary energy consumption and global costs. The best performing locations of the PCMs within the block are defined for all provinces in the last step. The results of the study are discussed in terms of the block surface temperatures and liquid fraction. The best PCM locations are found close to the block’s centerline in hot and warm climates and close to the indoor side in cold climates.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2772683522000103"
  },
  {
    "title": "Management of Greenhouse Gases for Environmental Prosperity: Literature Review and Introduction to IPCC",
    "authors": [
      "Saji Baby"
    ],
    "doi": "https://doi.org/10.36953/ECJ.2004.0512312",
    "journalVolume": "Vol. 5,\n                                no. 1-3",
    "issn": "0972-3099 (Print)",
    "publisher": "2278-5124 (Online)",
    "countryOfPublisher": "Action for Sustainable Efficacious Development and Awareness",
    "lcc": [
      "India",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://environcj.in/",
    "abstract": "The topic of interest focus on understanding of components and source for Greenhouse Gas (GHG). It also says about the anthropogenic activities and natural process responsible for GHG generation. Emission inventories of natural and anthropogenic emissions are used by scientists as inputs to air quality models, by policy makers to develop strategies and policies or track progress of standards, and by facilities and regulatory agencies to establish compliance records with allowable emission rates. E-commerce, computer climate models and counter effect properties of sulfur dioxide has also changed the view about manage- ment of GHG. The discovery of new potent GHG, trifluoromethyl sulfur pentafluoride (SF5CF3) is considered the most potent GHG measured till date. The objectives, responsibilities and organizational behavior of intergovernmental Panel on Climate Change (IPCC) is of importance to the people involved in the GHG management and reporting of GHG emission inventories.",
    "readLink": "https://journal.environcj.in/index.php/ecj/article/view/2181"
  },
  {
    "title": "Toward the Paris Agreement Implementation Impact on Electricity Sector: The Emerging Reality",
    "authors": [
      "JoÃ£o EstevÃ£o"
    ],
    "doi": "Vol. 11,\n                                no. 1",
    "issn": "2146-4553 (Online)",
    "publisher": "EconJournals",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://www.econjournals.com/index.php/ijeep",
    "abstract": "The signing of the Paris Agreement has created a new avenue of research because it sets out a global challenge to tackle climate change by limiting global warming. The topic is of growing interest involving investigators from different scientific areas, with the focus being on the increase in the consumption of renewable energies and, consequently, on the reduction of carbon dioxide emissions. From the research, most studies use simulation models to verify whether the goals set out in the Agreement are achievable. This paper presents an analytical review of the publications in order to assess the attention and awareness focused on the Paris Agreement and, specifically, the electricity sector. For this purpose, our study uses a bibliometric analysis considering authors, the types of documents, the title of the sources, the year of publication, the institutions, the languages, the countries of origin, and related concepts. In conclusion, the study's most frequent terms are “Paris Agreement”, “carbon”, “climate change” and “renewable energy”. It also concludes that the topic is of growing interest within academia. The results of this paper provide to energy researchers a relevant overview of the tendencies and scope of the Paris Agreement. Keywords: Paris Agreement; Electricity; Bibliometric analysis JEL Classifications: K32, O13, Q43, Q48, Q56 DOI: https://doi.org/10.32479/ijeep.10276",
    "readLink": "https://www.econjournals.com/index.php/ijeep/article/view/10276"
  },
  {
    "title": "Attribution Analysis of Runoff Change in the Upper Reaches of the Kaidu River Basin Based on a Modified Budyko Framework",
    "authors": [
      "Guosen Shi,",
      "Bing Gao"
    ],
    "doi": "https://doi.org/10.3390/atmos13091385",
    "journalVolume": "Vol. 13,\n                                no. 1385\n                                \n                                  p.\n                                  1385",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "The Kaidu River plays an important role in the water development and utilization in the Tarim River basin in northwestern China. In this study, we used a modified Budyko framework, which considered the snowmelt to analyze and attribute the runoff change in the upper Kaidu River basin based on the observations during the period of 1960–2010. The time series was divided into two periods: 1960–1995 and 1996–2010. The contribution rate of runoff change between these two periods and the elasticity coefficient of runoff were estimated to quantify the effect of climatic variables and landscape changes on runoff alteration. The results show that the increase in precipitation was the major cause of increase in runoff, whose contribution accounted for 81.42%. The contribution rate of the landscape change was lower than that of the precipitation change, accounting for 9.07%. The elasticity coefficient of runoff to precipitation was 1.24, and the elasticity coefficient of runoff to the landscape was −0.74. Compared with the original Budyko framework, without considering the snowmelt, the contribution rates of precipitation and potential evaporation to runoff change would decrease after considering the snowmelt in the modified Budyko framework, while the contribution rate of landscape would increase. The increased snow ratio would cause more fluctuations in the runoff. This study provides a valuable reference for the water resources management in the upper Kaidu River basin and deepens our understanding of the response of runoff to climate change in snowmelt-affected regions.",
    "readLink": "https://www.mdpi.com/2073-4433/13/9/1385"
  },
  {
    "title": "Paris Climate Agreement: Promoting Interdisciplinary Science and Stakeholders’ Approaches for Multi-Scale Implementation of Continental Carbon Sequestration",
    "authors": [
      "Tiphaine Chevallier,",
      "Maud Loireau,",
      "Romain Courault,",
      "Lydie Chapuis-Lardy,",
      "Thierry Desjardins,",
      "Cécile Gomez,",
      "Alexandre Grondin,",
      "Frédéric Guérin,",
      "Didier Orange,",
      "Raphaël Pélissier,",
      "Georges Serpantié,",
      "Marie-Hélène Durand,",
      "Pierre Derioz,",
      "Gildas Laruelle Goulven,",
      "Marie-Hélène Schwoob,",
      "Nicolas Viovy,",
      "Olivier Barrière,",
      "Eric Blanchart,",
      "Vincent Blanfort,",
      "Michel Brossard,",
      "Julien Demenois,",
      "Mireille Fargette,",
      "Thierry Heulin,",
      "Gil Mahe,",
      "Raphaël Manlay,",
      "Pascal Podwojewski,",
      "Cornélia Rumpel,",
      "Benjamin Sultan,",
      "Jean-Luc Chotte"
    ],
    "doi": "https://doi.org/10.3390/su12176715",
    "journalVolume": "Vol. 12,\n                                no. 6715\n                                \n                                  p.\n                                  6715",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The Paris Climate Agreements and Sustainable Development Goals, signed by 197 countries, present agendas and address key issues for implementing multi-scale responses for sustainable development under climate change—an effort that must involve local, regional, national, and supra-national stakeholders. In that regard, Continental Carbon Sequestration (CoCS) and conservation of carbon sinks are recognized increasingly as having potentially important roles in mitigating climate change and adapting to it. Making that potential a reality will require indicators of success for various stakeholders from multidisciplinary backgrounds, plus promotion of long-term implementation of strategic action towards civil society (e.g., law and policy makers, economists, and farmers). To help meet those challenges, this discussion paper summarizes the state of the art and uncertainties regarding CoCS, taking an interdisciplinary, holistic approach toward understanding these complex issues. The first part of the paper discusses the carbon cycle’s bio-geophysical processes, while the second introduces the plurality of geographical scales to be addressed when dealing with landscape management for CoCS. The third part addresses systemic viability, vulnerability, and resilience in CoCS practices, before concluding with the need to develop inter-disciplinarity in sustainable science, participative research, and the societal implications of sustainable CoCS actions.",
    "readLink": "https://www.mdpi.com/2071-1050/12/17/6715"
  }
]