[
  {
    "title": "Assessing the Constraints to the Adoption of Containerized Agriculture in Northern Canada",
    "authors": [
      "David Natcher,",
      "Shawn Ingram,",
      "Ray Solotki,",
      "Carl Burgess,",
      "Suren Kulshreshtha,",
      "Lindsey Vold"
    ],
    "doi": "https://doi.org/10.3389/fsufs.2021.643366",
    "journalVolume": "Vol. 5",
    "issn": "2571-581X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply",
      "Technology: Chemical technology: Food processing and manufacture"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/sustainable-food-systems#",
    "abstract": "Considerable advancements are being made in containerized agricultural systems in the northern Canada. These systems are proving successful at overcoming the environmental constraints associated with cold climate food production and hold great promise for remote communities that suffer from high rates of food insecurity. However, if new technologies are to provide lasting and meaningful change for northern communities, critical attention needs to be directed to the variable and complex constraints that may limit their adoption and scalable success. To evaluate the potential uptake and use of containerized agriculture in northern Canada we employed the Adoption and Diffusion Outcome Prediction Tool. Twenty-two variables were ranked according to their influence on adoption. Six variables were then identified as being most constraining to the adoption of containerized agricultural systems, including upfront costs, expected profits, environmental impacts, complexity of the technology, trialability, and reversibility. We believe this type of pre-assessment is a critical, yet often over-looked step in technology transfer, and a necessary stage in assessing the scaling out potential for new food production technologies. This is particularly important for new food production technologies that demand significant financial investments that are wholly or partially irreversible.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fsufs.2021.643366/full"
  },
  {
    "title": "A New Perspective on Four Decades of Changes in Arctic Sea Ice from Satellite Observations",
    "authors": [
      "Xuanji Wang,",
      "Yinghui Liu,",
      "Jeffrey R. Key,",
      "Richard Dworak"
    ],
    "doi": "https://doi.org/10.3390/rs14081846",
    "journalVolume": "Vol. 14,\n                                no. 1846\n                                \n                                  p.\n                                  1846",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Arctic sea ice characteristics have been changing rapidly and significantly in the last few decades. Using a long-term time series of sea ice products from satellite observations—the extended AVHRR Polar Pathfinder (APP-x)—trends in sea ice concentration, ice extent, ice thickness, and ice volume in the Arctic from 1982 to 2020 are investigated. Results show that the Arctic has become less ice-covered in all seasons, especially in summer and autumn. Arctic sea ice thickness has been decreasing at a rate of −3.24 cm per year, resulting in an approximate 52% reduction in thickness from 2.35 m in 1982 to 1.13 m in 2020. Arctic sea ice volume has been decreasing at a rate of −467.7 km3 per year, resulting in an approximate 63% reduction in volume, from 27,590.4 km3 in 1982 to 10,305.5 km3 in 2020. These trends are further examined from a new perspective, where the Arctic Ocean is classified into open water, perennial, and seasonal sea ice-covered areas based on sea ice persistence. The loss of the perennial sea ice-covered area is a major factor in the total sea ice loss in all seasons. If the current rates of sea ice changes in extent, concentration, and thickness continue, the Arctic is expected to have ice-free summers by the early 2060s.",
    "readLink": "https://www.mdpi.com/2072-4292/14/8/1846"
  },
  {
    "title": "Sustainability Consequences of Making Land Change Decisions Based on Current Climatology in the Brazilian Cerrados",
    "authors": [
      "Daniel S. Silva,",
      "Eugenio Y. Arima"
    ],
    "doi": "https://doi.org/10.3390/land12040914",
    "journalVolume": "Vol. 12,\n                                no. 914\n                                \n                                  p.\n                                  914",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "Brazil is one of the largest suppliers of commodities in the world, partly due to the agricultural expansion in the Brazilian savannas (also known as Cerrado) that began in the 1970s. However, as areas with better soil and climate for agriculture become scarce, farmers have been advancing to the ecotone between the savanna and xeric shrubland, where precipitation is less reliable for rainfed agriculture. The expected increase in temperature will lead to extended drought periods, with negative consequences for surface and groundwater resources. This study explores the hazards associated with making land-use decisions based on current climatology in regions where projected increases in temperature and reductions in water availability are anticipated to pose significant challenges to rainfed agriculture in the Brazilian Cerrado biome. We modeled future farmland expansion and how that matches with future climate change predictions (2016–2046). According to our estimates, at least 129 thousand km2 of cropland and 418 thousand km2 of pastures will be added in places with projected higher annual temperatures ranging from 26–30 °C. This is equivalent to ~60% of the current agricultural areas, and a novel agro-climatology will emerge for the Cerrado biome. Therefore, we discuss the agro-environmental policies that are pushing and pulling farmland expansion in the Cerrado. For instance, payments for environmental services could support the conservation of native vegetation on private land in regions with the highest temperature increases and deforestation risks. Moreover, in areas with expected reduced water yields, such as in the western Cerrado, the protection of riparian vegetation and strict regulation of water use could mitigate future risks to agriculture.",
    "readLink": "https://www.mdpi.com/2073-445X/12/4/914"
  },
  {
    "title": "Large-scale transport into the Arctic: the roles of the midlatitude jet and the Hadley Cell",
    "authors": [
      "H. Yang,",
      "D. W. Waugh,",
      "D. W. Waugh,",
      "C. Orbe,",
      "G. Zeng,",
      "O. Morgenstern,",
      "D. E. Kinnison,",
      "J.-F. Lamarque,",
      "S. Tilmes,",
      "D. A. Plummer,",
      "P. Jöckel,",
      "S. E. Strahan,",
      "S. E. Strahan,",
      "K. A. Stone,",
      "K. A. Stone,",
      "K. A. Stone,",
      "R. Schofield,",
      "R. Schofield"
    ],
    "doi": "https://doi.org/10.5194/acp-19-5511-2019",
    "journalVolume": "Vol. 19\n                                \n                                \n                                  pp.\n                                  5511\n                                  – 5528",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Transport from the Northern Hemisphere (NH) midlatitudes to the Arctic plays a crucial role in determining the abundance of trace gases and aerosols that are important to Arctic climate via impacts on radiation and chemistry. Here we examine this transport using an idealized tracer with a fixed lifetime and predominantly midlatitude land-based sources in models participating in the Chemistry Climate Model Initiative (CCMI). We show that there is a 25 %–45 % difference in the Arctic concentrations of this tracer among the models. This spread is correlated with the spread in the location of the Pacific jet, as well as the spread in the location of the Hadley Cell (HC) edge, which varies consistently with jet latitude. Our results suggest that it is likely that the HC-related zonal-mean meridional transport rather than the jet-related eddy mixing is the major contributor to the inter-model spread in the transport of land-based tracers into the Arctic. Specifically, in models with a more northern jet, the HC generally extends further north and the tracer source region is mostly covered by surface southward flow associated with the lower branch of the HC, resulting in less efficient transport poleward to the Arctic. During boreal summer, there are poleward biases in jet location in free-running models, and these models likely underestimate the rate of transport into the Arctic. Models using specified dynamics do not have biases in the jet location, but do have biases in the surface meridional flow, which may result in differences in transport into the Arctic. In addition to the land-based tracer, the midlatitude-to-Arctic transport is further examined by another idealized tracer with zonally uniform sources. With equal sources from both land and ocean, the inter-model spread of this zonally uniform tracer is more related to variations in parameterized convection over oceans rather than variations in HC extent, particularly during boreal winter. This suggests that transport of land-based and oceanic tracers or aerosols towards the Arctic differs in pathways and therefore their corresponding inter-model variabilities result from different physical processes.",
    "readLink": "https://www.atmos-chem-phys.net/19/5511/2019/acp-19-5511-2019.pdf"
  },
  {
    "title": "Isoprene emissions modelling for West Africa: MEGAN model evaluation and sensitivity analysis",
    "authors": [
      "J. Ferreira,",
      "C. E. Reeves,",
      "J. G. Murphy,",
      "L. Garcia-Carreras,",
      "D. J. Parker,",
      "D. E. Oram"
    ],
    "doi": "https://doi.org/10.5194/acp-10-8453-2010",
    "journalVolume": "Vol. 10,\n                                no. 17\n                                \n                                  pp.\n                                  8453\n                                  – 8467",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Isoprene emissions are the largest source of reactive carbon to the atmosphere, with the tropics being a major source region. These natural emissions are expected to change with changing climate and human impact on land use. As part of the African Monsoon Multidisciplinary Analyses (AMMA) project the Model of Emissions of Gases and Aerosols from Nature (MEGAN) has been used to estimate the spatial and temporal distribution of isoprene emissions over the West African region. During the AMMA field campaign, carried out in July and August 2006, isoprene mixing ratios were measured on board the FAAM BAe-146 aircraft. These data have been used to make a qualitative evaluation of the model performance. <br><br> MEGAN was firstly applied to a large area covering much of West Africa from the Gulf of Guinea in the south to the desert in the north and was able to capture the large scale spatial distribution of isoprene emissions as inferred from the observed isoprene mixing ratios. In particular the model captures the transition from the forested area in the south to the bare soils in the north, but some discrepancies have been identified over the bare soil, mainly due to the emission factors used. Sensitivity analyses were performed to assess the model response to changes in driving parameters, namely Leaf Area Index (LAI), Emission Factors (EF), temperature and solar radiation. <br><br> A high resolution simulation was made of a limited area south of Niamey, Niger, where the higher concentrations of isoprene were observed. This is used to evaluate the model's ability to simulate smaller scale spatial features and to examine the influence of the driving parameters on an hourly basis through a case study of a flight on 17 August 2006. <br><br> This study highlights the complex interactions between land surface processes and the meteorological dynamics and chemical composition of the PBL. This has implications for quantifying the impact of biogenic emissions on the atmospheric composition over West Africa and any changes that may occur with changing climate.",
    "readLink": "http://www.atmos-chem-phys.net/10/8453/2010/acp-10-8453-2010.pdf"
  },
  {
    "title": "Habitat use of conifer forests for Interior Band-tailed Pigeons is mediated by precipitation",
    "authors": [
      "Beth E. Ross,",
      "Daniel P. Collins,",
      "Matthew A. Boggie,",
      "Christopher Coxen,",
      "Scott Carleton,",
      "Gavin M. Jones"
    ],
    "doi": "Vol. 17,\n                                no. 2\n                                \n                                  p.\n                                  32",
    "issn": "1712-6568 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ace-eco.org/",
    "abstract": "Although managing habitats in the context of climate change is increasingly important in Western North America, management recommendations are often lacking at fine scales relevant for management. Identifying management actions for climate adaptation requires an understanding of how wildlife (i) might vary in their response to habitat conditions across their range and (ii) the spatial scale of environmental effects. We quantified breeding habitat use of the Interior population of Band-tailed Pigeons (Patagioenas fasciata) in the Southwestern U.S. by analyzing data from satellite-tagged birds with a resource selection function. We used Reversible-jump Markov chain Monte Carlo (RJMCMC) to quantify habitat use of Band-tailed Pigeons across vegetation, topography, and precipitation, examining the possibility for differences in habitat selection and estimated the most ecologically relevant spatio-temporal scale for these habitat features (i.e., the optimal “scale of effect”). Our RJMCMC results indicated that Band-tailed Pigeon intensity of use was characterized by precipitation × conifer cover and precipitation × basal area interactions. In drier areas, Band-tailed Pigeons were more likely to use areas with more conifer cover; as precipitation increased, Band-tailed Pigeons were more likely to use areas with less conifer cover. Increased precipitation facilitated greater use of forests with higher basal area, and drier areas were associated with use of forests with lower basal area. Conifer cover was primarily selected at the 1 km scale, and basal area was selected at the 2 km scale in response to precipitation during the winter preceding the breeding season. Although Band-tailed Pigeons have long been known to associate with conifer forests, we found that their use of conifer forest varied across a gradient of precipitation. Using our approach to select the scale of effect for forest habitat and basal area in response to changes in precipitation can provide more precise, spatially relevant habitat management recommendations than approaches using model selection such as Akaike’s Information Criterion.",
    "readLink": "https://www.ace-eco.org/vol17/iss2/art32/"
  },
  {
    "title": "Examining the Impact and Influencing Channels of Carbon Emission Trading Pilot Markets in China",
    "authors": [
      "Qiong Wu,",
      "Kanittha Tambunlertchai,",
      "Pongsa Pornchaiwiseskul"
    ],
    "doi": "https://doi.org/10.3390/su13105664",
    "journalVolume": "Vol. 13,\n                                no. 5664\n                                \n                                  p.\n                                  5664",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "As China has an important role in global climate change, the Chinese government has set goals to improve its environmental efficiency and performance and launched carbon emission trading pilot markets in 2013, aiming to reduce CO2 emissions. Based on panel data of 30 provinces from 2005 to 2017, this paper uses the difference-in-difference method to study the impact of China’s carbon emission trading pilot markets on carbon emissions and regional green development. The paper also explores possible influencing channels. The main conclusions are as follows: (1) China’s carbon emission trading policy has promoted a reduction in CO2 emissions and carbon emission intensity and has increased green development in the pilot areas. (2) The main path for China’s carbon emission trading policy to achieve carbon emission reduction and regional green development is to promote technology adoption. (3) China’s carbon emission trading policy achieves green development through synergistic SO2 emission reduction. The pilot carbon markets have reduced both the amount of SO2 emissions and SO2 emission intensity.",
    "readLink": "https://www.mdpi.com/2071-1050/13/10/5664"
  },
  {
    "title": "Where Does Honey Bee (<i>Apis mellifera</i> L.) Pollen Come from? A Study of Pollen Collected from Colonies at Ornamental Plant Nurseries",
    "authors": [
      "Kimberly A. Stoner,",
      "Andrea Nurse,",
      "Robert W. Koethe,",
      "Maxwell S. Hatala,",
      "David M. Lehmann"
    ],
    "doi": "https://doi.org/10.3390/insects13080744",
    "journalVolume": "Vol. 13,\n                                no. 744\n                                \n                                  p.\n                                  744",
    "issn": "2075-4450 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/insects/",
    "abstract": "Ornamental nursery plants are both a major agricultural industry in the U.S. and a major feature of the urban and suburban landscape. Interest in their relationship with pollinators is two-fold: the extent to which they provide a nutritional benefit to pollinators, and the extent to which they have the potential to harm pollinators by exposing them to pesticide residues in nectar and pollen. We identified plant genera as sources of trapped pollen collected by honey bee colonies located at commercial ornamental plant nurseries in Connecticut in 2015 and 2018 and quantified the percentage of pollen volume collected from each genus for each weekly sample over two seasons. Plant genera grown at these nurseries, particularly Rosa, Rhus, and Ilex, contributed substantially to pollen volume during weeks 23–27 of the year. Among the genera not grown in nurseries, Toxicodendron was also important during weeks 23 and 24, and Trifolium was important in both frequency and quantity throughout the season. Zea was a major component of pollen volume from weeks 28–36 in both sites, even though cropland was not over 11% of land cover at either site.",
    "readLink": "https://www.mdpi.com/2075-4450/13/8/744"
  },
  {
    "title": "Influence of water transpired and irrigation on maize yields for future climate scenarios using Regional Model",
    "authors": [
      "Charveline F. Donfack,",
      "Brice B. S. Wandjie,",
      "Eric Efon,",
      "Andre Lenouo,",
      "David Monkam,",
      "Clement Tchawoua"
    ],
    "doi": "https://doi.org/10.1002/asl.1075",
    "journalVolume": "Vol. 23,\n                                no. 3\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "1530-261X (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://onlinelibrary.wiley.com/journal/10.1002/(ISSN)1530-261X",
    "abstract": "Abstract Over northern Cameroon, limited water resources and drought conditions continue to hinder maize production. In this study, the result of the downscaling of the global climate model MPI‐ESM‐LR by the regional climate model REMO under the high‐emission Representative Concentration Pathway 8.5 scenario is used to force the agricultural model AquaCrop. The main goal of the study is to assess the climate change impact on maize yield production throughout the 21st century in this region. The model is first calibrated, and then validated, observed in situ precipitation, temperature, and yield data over the period 2005–2018. The results showed that if the amount of water increase over a period of 1 year by 27 mm, maize yield will increase by 0.415 ton/ha, which corresponds to more than 8% over the entire study area. These findings can be used for decision‐making by Cameroonian farmers, particularly in optimizing maize production under climate change scenarios. Irrigation potentially minimizes the impact of climate change. The result also reveals that, for a better yield of corn, the quantity of water necessary for irrigation would be less than 80 mm in 2099 in northern Cameroon.",
    "readLink": "https://doi.org/10.1002/asl.1075"
  },
  {
    "title": "Global climate-related predictors at kilometer resolution for the past and future",
    "authors": [
      "P. Brun,",
      "N. E. Zimmermann,",
      "C. Hari,",
      "C. Hari,",
      "C. Hari,",
      "L. Pellissier,",
      "L. Pellissier,",
      "D. N. Karger"
    ],
    "doi": "https://doi.org/10.5194/essd-14-5573-2022",
    "journalVolume": "Vol. 14\n                                \n                                \n                                  pp.\n                                  5573\n                                  – 5603",
    "issn": "1866-3508 (Print)",
    "publisher": "1866-3516 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.earth-system-science-data.net/",
    "abstract": "A multitude of physical and biological processes on which ecosystems and human societies depend are governed by the climate, and understanding how these processes are altered by climate change is central to mitigation efforts. We developed a set of climate-related variables at as yet unprecedented spatiotemporal detail as a basis for environmental and ecological analyses. We downscaled time series of near-surface relative humidity (hurs) and cloud area fraction (clt) under the consideration of orography and wind as well as near-surface wind speed (sfcWind) using the delta-change method. Combining these grids with mechanistically downscaled information on temperature, precipitation, and solar radiation, we then calculated vapor pressure deficit (vpd), surface downwelling shortwave radiation (rsds), potential evapotranspiration (pet), the climate moisture index (cmi), and site water balance (swb) at a monthly temporal and 30 arcsec spatial resolution globally from 1980 until 2018 (time-series variables). At the same spatial resolution, we further estimated climatological normals of frost change frequency (fcf), snow cover days (scd), potential net primary productivity (npp), growing degree days (gdd), and growing season characteristics for the periods 1981–2010, 2011–2040, 2041–2070, and 2071–2100, considering three shared socioeconomic pathways (SSP126, SSP370, SSP585) and five Earth system models (projected variables). Time-series variables showed high accuracy when validated against observations from meteorological stations and when compared to alternative products. Projected variables were also highly correlated with observations, although some variables showed notable biases, e.g., snow cover days. Together, the CHELSA-BIOCLIM+ dataset presented here (https://doi.org/10.16904/envidat.332, Brun et al., 2022) allows improvement to our understanding of patterns and processes that are governed by climate, including the impact of recent and future climate changes on the world's ecosystems and the associated services on societies.",
    "readLink": "https://essd.copernicus.org/articles/14/5573/2022/essd-14-5573-2022.pdf"
  }
]