[
  {
    "title": "Shifting correlations among multiple aspects of weather complicate predicting future demography of a threatened species",
    "authors": [
      "Allison M. Louthan,",
      "Jeffrey R. Walters,",
      "Adam J. Terando,",
      "Victoria Garcia,",
      "William F. Morris"
    ],
    "doi": "https://doi.org/10.1002/ecs2.3740",
    "journalVolume": "Vol. 12,\n                                no. 9\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract Most studies of the ecological effects of climate change consider only a limited number of weather drivers that could affect populations, though we know that multiple weather drivers can simultaneously affect population growth rate. Multiple drivers could simultaneously increase/decrease one vital rate, or one may increase a vital rate while another decreases the same vital rate. Considering the impact of multiple weather drivers on vital rates is particularly important in a changing climate, in which correlations among drivers may not be preserved in the future. We used a long‐term dataset on the endangered red‐cockaded woodpecker (Dryobates borealis) to understand how multiple weather drivers jointly affect survival and reproductive vital rates and then assessed the contributions of individual weather drivers to historical trends in vital rates over time. We found that vital rates were often influenced by more than one weather driver and that weather drivers most commonly exerted opposing effects. For instance, some weather drivers increased vital rates over time, while others acted in the opposite direction, decreasing vital rates over time. Importantly, the historical correlations among weather drivers are almost always projected to change in the future climate, such that future trends in vital rates may not match historical trends. For example, we do not find historical trends in adult survival, but changing correlations among weather drivers could generate future trends in this vital rate. Our work provides an example of how multiple weather drivers can control a variety of vital rates and also illustrates how changes in the correlation structure of weather drivers through time might substantially affect future trends in individual and population performance.",
    "readLink": "https://doi.org/10.1002/ecs2.3740"
  },
  {
    "title": "Wake-up call for HPPP – health promotion, prevention, and preparedness",
    "authors": [
      "Vered Lev,",
      "Aviva Ron"
    ],
    "doi": "https://doi.org/10.3389/fpubh.2023.1249408",
    "journalVolume": "Vol. 11",
    "issn": "2296-2565 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/public-health",
    "abstract": "The latest public health emergencies exposed urgent gaps in health promotion, prevention and preparedness (HPPP). Existing and new infectious diseases have gained far more prevalence than expected, and inequities in access to health care accounted for disturbing differences in the toll of these diseases in different populations. The COVID-19 pandemic not only demonstrated the need to prevent the onset and progression of non-communicable chronic diseases (NCDs) and promote healthy lifestyles, but also the need to prepare for new infectious diseases and their long-term effects on both physical and mental health. Preparedness was previously associated with natural disasters, with activities directed to developing emergency humanitarian action response resources. However, these actions are inadequate for the frequent natural disasters as the climate crisis intensifies. To reach effective actions in HPPP, we take a broad approach to HPPP components, identify the main stakeholders and suggest methods to change allocations for HPPP. We propose a call for action at global and national levels, involving strengthening the United Nations’ Sustainable Development Goals and government commitment to HPPP.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpubh.2023.1249408/full"
  },
  {
    "title": "Forest management and carbon sequestration in the Mediterranean region: A review",
    "authors": [
      "Ricardo Ruiz-Peinado,",
      "Andrés Bravo-Oviedo,",
      "Eduardo López-Senespleda,",
      "Felipe Bravo,",
      "Miren Del Río"
    ],
    "doi": "https://doi.org/10.5424/fs/2017262-11205",
    "journalVolume": "Vol. 26,\n                                no. 2",
    "issn": "2171-5068 (Print)",
    "publisher": "2171-9845 (Online)",
    "countryOfPublisher": "Instituto Nacional de Investigación y Tecnología Agraria y Alimentaria",
    "lcc": [
      "Spain",
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://revistas.inia.es/index.php/fs",
    "abstract": "Aim of the study: To review and acknowledge the value of carbon sequestration by forest management in the Mediterranean area. Material and methods: We review the main effects of forest management by comparing the effects of silvicultural systems (even-aged vs. uneven-aged stands, coppice systems, agroforestry systems), silvicultural options (thinning, rotation period, species composition), afforestation, harvesting, fire impact or effects of shrub layer on carbon sequestration in the Mediterranean area. Main results: We illustrate as forest management can clearly improve forest carbon sequestration amounts. We conclude that forest management is an effective way to maintain and enhance high carbon sequestration rates in order to cope with climate change and provision of ecosystem services. We also think that although much effort has been put into this topic research, there are still certain gaps that must be dealt with to increase our scientific knowledge and in turn transfer this knowledge to forest practitioners in order to achieve sustainable management aimed at mitigating climate change. Research highlights: It is important to underline the importance of forests in the carbon cycle as this role can be enhanced by forest managers through sustainable forest management. The effects of different management options or disturbances can be critical as regards mitigating climate change. Understanding the effects of forest management is even more important in the Mediterranean area, given that the current high climatic variability together with historical human exploitation and disturbance events make this area more vulnerable to the effects of climate change",
    "readLink": "http://revistas.inia.es/index.php/fs/article/view/11205"
  },
  {
    "title": "Effects of co-applied biochar and plant growth-promoting bacteria on soil carbon mineralization and nutrient availability under two nitrogen addition rates",
    "authors": [
      "Yiping Zou,",
      "Zhengfeng An,",
      "Xinli Chen,",
      "Xiang Zheng,",
      "Ben Zhang,",
      "Shuyue Zhang,",
      "Scott X. Chang,",
      "Jianli Jia"
    ],
    "doi": "Vol. 266\n                                \n                                \n                                  p.\n                                  115579",
    "issn": "0147-6513 (Print)",
    "publisher": "1090-2414 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United States",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.journals.elsevier.com/ecotoxicology-and-environmental-safety",
    "abstract": "In the background of climate warming, the demand for improving soil quality and carbon (C) sequestration is increasing. The application of biochar to soil has been considered as a method for mitigating climate change and enhancing soil fertility. However, it is uncertain whether the effects of biochar application on C-mineralization and N transformation are influenced by the presence or absence of plant growth-promoting bacteria (PGPB) and soil nitrogen (N) level. An incubation study was conducted to investigate whether the effects of biochar application (0 %, 1 %, 2 % and 4 % of soil mass) on soil respiration, N status, and microbial attributes were altered by the presence or absence of PGPB (i.e., Sphingobium yanoikuyae BJ1) under two soil N levels (N0 and N1 soils as created by the addition of 0 and 0.2 g kg−1 urea- N, respectively). The results showed that biochar, BJ1 strain and their interactive effects on cumulative CO2 emissions were not significant in N0 soils, while the effects of biochar on the cumulative CO2 emissions were dependent on the presence or absence of BJ1 in N1 soils. In N1 soils, applying biochar at 2 % and 4 % increased the cumulative CO2 emissions by 141.0 % and 166.9 %, respectively, when BJ1 was absent. However, applying biochar did not affect CO2 emissions when BJ1 was present. In addition, the presence of BJ1 generally increased ammonium contents in N0 soils, but decreased nitrate contents in N1 soils relative to the absence of BJ1, which indicates that the combination of biochar and BJ1 is beneficial to play the N fixation function of BJ1 in N0 soils. Our results highlight that biochar addition influences not only soil C mineralization but also soil available N, and the direction and magnitude of these effects are highly dependent on the presence of PGPB and the soil N level.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S0147651323010837"
  },
  {
    "title": "The vulnerability of the oases of the South of Kébili to natural risks and anthropogenic pressures: impacts of climate change and water scarcity",
    "authors": [
      "Hela Belguith,",
      "Hedi  Ben Ali,",
      "Najiba  Chkir"
    ],
    "doi": "https://doi.org/10.56027/JOASD.spiss272022",
    "journalVolume": "Vol. 4,\n                                no. Special\n                                \n                                  pp.\n                                  207\n                                  – 2013",
    "issn": "2724-699X (Print)",
    "publisher": "2724-7007 (Online)",
    "countryOfPublisher": "Arid regions institute",
    "lcc": [
      "Tunisia",
      "Agriculture"
    ],
    "journalUrl": "http://www.joasdjournal.org/index.php/joasd",
    "abstract": "The oases of the South of Kébili are subjected to serious problems related to climate change and water scarcity resulting from the rise in temperature and the decrease in rainfall. Thus, the region suffers from a significant shortage of irrigation water due to long periods of drought affecting this already fragile area, but also due to human behavior. Our study aims to discuss and analyze the issue related to the impacts of climate change and social changes on water scarcity in the oases the South of Kébili, as well as to contribute to the assessment of the impact of these changes on palm productivity and groundwater quality. The results obtained during the spatiotemporal monitoring of climate indicators and hydrogeological data showed an increase in the vulnerabilities of the oases. In particular, the fragility of the water sector through the excessive exploitation of groundwater has led to the deterioration of the quality of irrigation water and the loss of biodiversity. On the other hand, the high rates of degradation that have been observed in the study area indicate another source of vulnerability in addition to pollution, which is agricultural activity. Water scarcity, due to various factors, both climatic and anthropogenic, requires defining a strategy for managing water resources in the oases of this region. Some of the results of research and development activities in the study area which mainly aim to support the preservation and sustainable development of the oases of the Kébili region will be presented.",
    "readLink": "https://www.joasdjournal.com/spiss272022"
  },
  {
    "title": "Alignment of tree phenology and climate seasonality influences the runoff response to forest cover loss",
    "authors": [
      "James Knighton,",
      "Varsha Vijay,",
      "Margaret Palmer"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/abaad9",
    "journalVolume": "Vol. 15,\n                                no. 10\n                                \n                                  p.\n                                  104051",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Trees shape the critical zone and modulate terrestrial water storage yet observed streamflow responses to forest cover change vary. Differences in catchment area, soil water storage, management practices, tree species, and climate are among the many explanations proposed for heterogeneous hydrologic responses. We addressed evidence for the hypothesis that mean annual temperature (MAT) and the phase shift between precipitation and enhanced vegetation index (EVI) peaks, θ , explain a significant amount of the variation in hydrologic response to forest cover loss. We selected 50 catchments with daily streamflow records spanning eight nations and seven climate regions. Categorical clustering of catchments was performed with MAT, θ, minimum EVI, catchment area, and percentage forest loss. Similar storm event runoff ratio responses to deforestation were best clustered by MAT and θ . High MAT tropical monsoonal catchments (Brazil, Myanmar, and Liberia) exhibited minimal evidence of increasing runoff ratios (increases observed in 9% of catchments). Low MAT subarctic, cold semi-arid, and humid continental catchments (US, Canada, and Estonia) showed consistent runoff increases around the time of snowmelt (94%). The deforestation runoff responses of temperate and subtropical catchments with Mediterranean, humid, and oceanic climates depended strongly on θ . We observe increased runoff following forest loss in a majority of catchments (90%) where precipitation peaks followed peak growing season (max EVI) (US). In contrast, where precipitation peaks preceded the growing season (South Africa and Australia) there was less evidence of increased runoff (25% of catchments). This research supports the strategic implementation of native forest conservation or restoration for simultaneously mitigating the effects of global climate change and regional or local surface runoff.",
    "readLink": "https://doi.org/10.1088/1748-9326/abaad9"
  },
  {
    "title": "The Impact of Climate Change on Health",
    "authors": [
      "António Tavares"
    ],
    "doi": "https://doi.org/10.20344/amp.10473",
    "journalVolume": "Vol. 31,\n                                no. 5\n                                \n                                  pp.\n                                  241\n                                  – 242",
    "issn": "0870-399X (Print)",
    "publisher": "1646-0758 (Online)",
    "countryOfPublisher": "Ordem dos Médicos",
    "lcc": [
      "Portugal",
      "Medicine: Medicine (General)"
    ],
    "journalUrl": "http://www.actamedicaportuguesa.com/revista/index.php/amp/index",
    "abstract": "N/A.",
    "readLink": "https://www.actamedicaportuguesa.com/revista/index.php/amp/article/view/10473"
  },
  {
    "title": "Communication for Change in the Challenge of Systemic Crisis. Latin American Perspective",
    "authors": [
      "Alejandro Barranquero"
    ],
    "doi": "Vol. 6,\n                                no. 1\n                                \n                                  pp.\n                                  8\n                                  – 28",
    "issn": "1856-9536 (Online)",
    "publisher": "Universidad del Rosario; Universidad de los Andes de Venezuela; Universidad Complutense de Madrid",
    "countryOfPublisher": "Colombia",
    "lcc": [
      "Language and Literature: Philology. Linguistics: Communication. Mass media",
      "Social Sciences"
    ],
    "journalUrl": "http://revistas.urosario.edu.co/index.php/disertaciones/index",
    "abstract": "The examination of the relationship between communication and development in a context of climate change and global systemic crisis challenges us to come to terms with the importance of the limits of human intervention on nature and against the logic of unlimited growth determined by modern and capitalist rationality. In this context, Latin America has usually played an influential and pioneering role in the questioning of development imaginaries from the dependency and participatory theories in the 60s and 70s and nowadays through the biocentric turn proposed by Living Well and other critical ecology perspectives.",
    "readLink": "https://revistas.urosario.edu.co/index.php/disertaciones/article/view/3859"
  },
  {
    "title": "Improving a Biogeochemical Model to Simulate Microbial‐Mediated Carbon Dynamics in Agricultural Ecosystems",
    "authors": [
      "Jia Deng,",
      "Steve Frolking,",
      "Rajen Bajgain,",
      "Carolyn R. Cornell,",
      "Pradeep Wagle,",
      "Xiangming Xiao,",
      "Jizhong Zhou,",
      "Jeffrey Basara,",
      "Jean Steiner,",
      "Changsheng Li"
    ],
    "doi": "https://doi.org/10.1029/2021MS002752",
    "journalVolume": "Vol. 13,\n                                no. 11\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "1942-2466 (Online)",
    "publisher": "American Geophysical Union (AGU)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://agupubs.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)1942-2466/",
    "abstract": "Abstract Soil microbes drive decomposition of soil organic matter (SOM) and regulate soil carbon (C) dynamics. Process‐based models have been developed to quantify changes in soil organic carbon (SOC) and carbon dioxide (CO2) fluxes in agricultural ecosystems. However, microbial processes related to SOM decomposition have not been, or are inadequately, represented in these models, limiting predictions of SOC responses to changes in microbial activities. In this study, we developed a microbial‐mediated decomposition model based on a widely used biogeochemical model, DeNitrification‐DeComposition (DNDC), to simulate C dynamics in agricultural ecosystems. The model simulates organic matter decomposition, soil respiration, and SOC formation by simulating microbial and enzyme dynamics and their controls on decomposition, and considering impacts of climate, soil, crop, and farming management practices (FMPs) on C dynamics. When evaluated against field observations of net ecosystem CO2 exchange (NEE) and SOC change in two winter wheat systems, the model successfully captured both NEE and SOC changes under different FMPs. Inclusion of microbial processes improved the model's performance in simulating peak CO2 fluxes induced by residue return, primarily by capturing priming effects of residue inputs. We also investigated impacts of microbial physiology, SOM, and FMPs on soil C dynamics. Our results demonstrated that residue or manure input drove microbial activity and predominantly regulated the CO2 fluxes, and manure amendment largely regulated long‐term SOC change. The microbial physiology had considerable impacts on the microbial activities and soil C dynamics, emphasizing the necessity of considering microbial physiology and activities when assessing soil C dynamics in agricultural ecosystems.",
    "readLink": "https://doi.org/10.1029/2021MS002752"
  },
  {
    "title": "Evaluating the Sensitivity of Growing Degree Days as an Agro-Climatic Indicator of the Climate Change Impact: A Case Study of the Russian Far East",
    "authors": [
      "Elena Grigorieva"
    ],
    "doi": "https://doi.org/10.3390/atmos11040404",
    "journalVolume": "Vol. 11,\n                                no. 404\n                                \n                                  p.\n                                  404",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Climate is a key factor in agriculture, but we are unable to adequately predict future climates. Although some studies have addressed the short and long-run impacts of climate change on agriculture, few of them specifically focused on the analysis of its thermal component. Climatic regions with an extreme thermal range are a special case, as seasonal contrasts complicate the picture. Based on the above, the purpose of the paper is twofold. First, we review methods and indices used for the estimation of changes in the thermal component of the climate and demonstrate the usefulness of a sensitivity assessment methodology that gives some indication of the likely spatial extent of areas of high or low sensitivity to climate change and the size of the potential impact of that change, which is specifically beneficial in regions with high temperature extremes. Secondly, we constructed a composite indicator, called the Growing Degree Day Sensitivity Index (GDDSI) and defined as the percentage change in Growing Degree Day (GDD) for warming scenarios +1, +2 and +3 °C. GDDs were calculated for threshold base air temperatures of 0, 5, 10 and 15 °C, and a high-temperature limit of 30 °C. A GDD sensitivity analysis was applied to the thermally extreme climate of the Russian Far East. We analyzed the data of 50 weather stations across the study region over the period 1966–2017. The results show a strong GDDSI north-to-south gradient. In most cases, the sensitivity does not increase significantly as the warming rate increases. The higher the base threshold, the higher the sensitivity: GDDs with a threshold at 15 °C had the highest sensitivity in the far north of the study area where conditions are currently marginal for crop growth. The sensitivity analysis circumnavigates the difficulty of uncertainty in knowing what future climate to expect and informs planning decisions. The mapped results are useful for identifying areas of high sensitivity to climate change as well as the magnitude of the potential impact of that change.",
    "readLink": "https://www.mdpi.com/2073-4433/11/4/404"
  }
]