[
  {
    "title": "Smart Management of Malnutrition Using Local Foods: A Sustainable Initiative for Developing Countries",
    "authors": [
      "Issoufou Amadou,",
      "Sitou Lawali"
    ],
    "doi": "https://doi.org/10.3389/fsufs.2022.725536",
    "journalVolume": "Vol. 6",
    "issn": "2571-581X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply",
      "Technology: Chemical technology: Food processing and manufacture"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/sustainable-food-systems#",
    "abstract": "Malnutrition is one of the major challenges the developing world is currently facing, whether it is caused by climate change, terrorism and conflict, or demographic shifts. Poverty is the main cause of malnutrition in this part of the world, and no progress is possible without the alleviation of poverty to reduce malnutrition. Reducing household vulnerability and increasing household resilience is the pathway to sustainable malnutrition management. Malnutrition has been a major threat to the health and development of children in developing countries, presenting as high levels of micronutrient deficiencies, stunting, and global acute malnutrition. The rates of malnutrition of all forms are above the thresholds accepted by the WHO in some regions. To this end, the resilience program on achieving nutrition in a developing country through at-home learning activities for nutritional rehabilitation and dietary promotion (known as FARN) reported, in this case, successful results from both statements from beneficiaries and non-beneficiaries on the reduction and management of malnutrition in their health centers. FARN activity encourages the consumption of locally available foods not only to eradicate malnutrition but also to protect the ecosystem and sustainable nutrition security. This is much like the saying, “Give a man a fish and you feed him for a day. Teach a man to fish and you feed him for a lifetime” to the vulnerable people; parents' knowledge of their child's nutritional status and the use of local-based foods diets showed improvement, which is proof of the impact of the resilience program. It can be concluded that the resilience program through its activities at the level of the selected community significantly affected the factors and degree of persistence of malnutrition and the level of resilience of the populations. Thus, the FARN program showed resounding success in its ability to promote sustainable malnutrition management.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fsufs.2022.725536/full"
  },
  {
    "title": "Contribuições dos Sistemas de Integração Lavoura-Pecuária-Floresta (iLPF) para uma Agricultura de Baixa Emissão de Carbono (Contributions of the Crop-Livestock-Forest Integration Systems (iLPF) for a low Carbon Emission Agriculture)",
    "authors": [
      "Luiz Carlos Balbino,",
      "Luiz Adriano Maia Cordeiro,",
      "Gladys Beatriz Martínez"
    ],
    "doi": "Vol. 4,\n                                no. 6\n                                \n                                  pp.\n                                  1163\n                                  – 1175",
    "issn": "1984-2295 (Online)",
    "publisher": "Universidade Federal de Pernambuco",
    "countryOfPublisher": "Brazil",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://periodicos.ufpe.br/revistas/rbgfe",
    "abstract": "A crescente concentração atmosférica de Gases de Efeito Estufa (GEE) é tida como a principal responsável pelo aquecimento global, o que pode levar a mudanças no clima. Esta nova realidade climática pode afetar negativamente a agricultura e outras atividades econômicas. Durante a COP-15, em Copenhague, Dinamarca, o governo brasileiro assumiu um compromisso voluntário de redução das emissões de GEE projetadas para 2020, entre 36,1% e 38,9%, estimando assim uma redução da ordem de 1 bilhão de Mg de CO2 eq. A Integração Lavoura-Pecuária-Floresta (iLPF), bem como outras tecnologias sustentáveis, podem ser adotadas para contribuir para mitigar emissões de GEE da agropecuária, e ao mesmo tempo promoverem a retenção de carbono na biomassa e no solo. Palavras-chave: mitigação, retenção de carbono, gases do efeito estufa. Contributions of the Crop-Livestock-Forest Integration Systems (iLPF) for a low Carbon Emission Agriculture ABSTRACT The increasingly greenhouse gases (GHG) concentration in the atmosphere is pointed as the main cause of the Global Warming and it can lead to climate change. This new climate scenario can adversely affect agriculture and other economic activities. In the last COP-15, in Copenhagen, Denmark, the Brazilian government committed to reducing GHG intensity by 36.1% and 38.9% by the year 2020. It is estimated that about 1 billion Mg CO2 equivalent will be sequestered from the atmosphere. The Crop-Livestock-Forest Integration, as well others sustainable technologies, can be adopted to contribute to mitigate GHG emissions from agriculture, while promoting the retention of carbon in biomass and soil. Keywords: mitigation, greenhouse gases, retention of carbon.",
    "readLink": "https://periodicos.ufpe.br/revistas/rbgfe/article/view/232775"
  },
  {
    "title": "The Effect of Harsh Environmental Conditions on Concrete Plastic Shrinkage Cracks: Case Study Saudi Arabia",
    "authors": [
      "Talal O. Alshammari,",
      "Maurizio Guadagnini,",
      "Kypros Pilakoutas"
    ],
    "doi": "https://doi.org/10.3390/ma15238622",
    "journalVolume": "Vol. 15,\n                                no. 8622\n                                \n                                  p.\n                                  8622",
    "issn": "1996-1944 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering",
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Natural history (General): Microscopy",
      "Science: Physics: Descriptive and experimental mechanics"
    ],
    "journalUrl": "http://www.mdpi.com/journal/materials/",
    "abstract": "Due to climate change and population expansion, concrete structures are progressively being subjected to more extreme environments. As the environment affects plastic shrinkage directly, there is a need to understand the effect of environmental changes on plastic shrinkage cracking. This paper examines the plastic shrinkage crack development parametrically at low, mid, and high drying environmental conditions, corresponding to different environments in three Saudi cities. The effects of water-cement ratios and quantities of recycled tire steel fibers (RTSF) in concrete are also investigated. The different environmental conditions for the plastic shrinkage tests were simulated in a specially designed chamber as per ASTM C1579, 2006. A digital image processing (DIP) technique was used to monitor crack initiation and development. Through the use of the crack reduction ratio (CRR), it was found that 30 kg/m3 of RTSF can control plastic shrinkage cracks at low and mid conditions. For the more extreme (high) conditions, the use of 40 kg/m3 of RTSF fiber was sufficient to completely eliminate surface plastic shrinkage cracks. This work can help develop more sustainable concrete structures in a wider set of environmental conditions and help mitigate the impact of climate change on concrete infrastructure.",
    "readLink": "https://www.mdpi.com/1996-1944/15/23/8622"
  },
  {
    "title": "Crises politico-militaires et climatiques en Côte d'Ivoire. Du cacao à l'anacarde, de la rente forêt à la fumure animale",
    "authors": [
      "Ruf, F."
    ],
    "doi": "Vol. 36,\n                                no. 2\n                                \n                                  pp.\n                                  281\n                                  – 298",
    "issn": "0771-3312 (Print)",
    "publisher": "2295-8010 (Online)",
    "countryOfPublisher": "Presses Agronomiques de Gembloux",
    "lcc": [
      "Belgium",
      "Agriculture"
    ],
    "journalUrl": "https://popups.uliege.be/2295-8010/",
    "abstract": "Politico-military and Climate Crises in Côte d'Ivoire. From Cocoa to Cashew Nuts, from Forest Rent to Animal Manure. Cocoa farms continue to expand and to replace the country's last remaining forests. The decade of politico-military crisis has prolonged this process of expansion at the expense of protected areas, contributing to the fall in the world price of cocoa in 2017. At the same time, Ivory Coast is losing its 'forest rent' and cocoa production costs are increasing. Faced with the ecological, climatic, technical, social and political changes associated with these cocoa cycles, how does family farming innovate and transform landscapes, with or without cocoa cultivation? These questions are addressed empirically on the basis of samples of 40 to 200 farms at 10 sites in the cocoa-cultivation zone, taking stock of the technical changes that have taken place in the turbulent ecological and social context of the 2000 and 2010 decades. The results are structured into a 'hexalogy' of dynamics, arising from the interactions between the cocoa cycle, prices, migration networks, politico-military crisis and climate change, with each of these factors having a relative effect depending on particular regions. The diversification or conversion of cocoa cultivation to cashew nut cultivation, the development of livestock production and the adoption of the use of animal manure, which is helping double cocoa yields, demonstrates the ability of family farming to innovate more effectively than public and private entities. But like all technical progress, these innovations can also contribute to the fall in the world price of the commodity concerned.",
    "readLink": "http://www.tropicultura.org/text/v36n2/281.pdf"
  },
  {
    "title": "Cross-national comparison of the presence of climate scepticism in the print media in six countries, 2007–10",
    "authors": [
      "James Painter,",
      "Teresa Ashe"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/7/4/044005",
    "journalVolume": "Vol. 7,\n                                no. 4\n                                \n                                  p.\n                                  044005",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Previous academic research on climate scepticism has tended to focus more on the way it has been organized, its tactics and its impact on policy outputs than on its prevalence in the media. Most of the literature has centred on the USA, where scepticism first appeared in an organized and politically effective form. This letter contrasts the way climate scepticism in its different forms is manifested in the print media in the USA and five other countries (Brazil, China, France, India and the UK), in order to gain insight into how far the US experience of scepticism is replicated in other countries. It finds that news coverage of scepticism is mostly limited to the USA and the UK; that there is a strong correspondence between the political leaning of a newspaper and its willingness to quote or use uncontested sceptical voices in opinion pieces; and that the type of sceptics who question whether global temperatures are warming are almost exclusively found in the US and UK newspapers. Sceptics who challenge the need for robust action to combat climate change also have a much stronger presence in the media of the same two countries.",
    "readLink": "https://doi.org/10.1088/1748-9326/7/4/044005"
  },
  {
    "title": "Challenges of Urban Living Labs towards the Future of Local Innovation",
    "authors": [
      "Aksel Ersoy,",
      "Ellen van Bueren"
    ],
    "doi": "https://doi.org/10.17645/up.v5i4.3226",
    "journalVolume": "Vol. 5,\n                                no. 4\n                                \n                                  pp.\n                                  89\n                                  – 100",
    "issn": "2183-7635 (Online)",
    "publisher": "Cogitatio",
    "countryOfPublisher": "Portugal",
    "lcc": [
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: City planning"
    ],
    "journalUrl": "http://www.cogitatiopress.com/urbanplanning",
    "abstract": "Finding new approaches to overcome complex urban problems such as climate change has always been of interest to policymakers and academics. The changing dynamics of urban development result in the diversification of new practices during which experimentation is used to inform urban practice. Amongst these approaches, urban living labs (ULLs) have become a popular form of urban experimental innovation in many countries in the last decade. These ULLs respond to the increased complexity of future challenges calling for local solutions that acknowledge the local conditions—political, technical, and social. Even though a great deal of attention has been given to this form of urban innovation, there has been little consideration of the learning and innovation processes within ULLs. Based on a comparative case study of three innovation projects in a ULL in the city of Amsterdam, we analyse and discuss the claims of ULLs regarding innovation and the different orders of learning they foster. We argue that in the processes of experimentation within ULLs, combining mechanisms of learning and innovation is key to promoting the development of particular local solutions. However, since the learning processes are especially concerned within a particular ULL learning setting, there is a mismatch between the expectations of policymakers, industry, citizens, and knowledge institutes, as well as how the lessons learned can be useful for other contexts.",
    "readLink": "https://www.cogitatiopress.com/urbanplanning/article/view/3226"
  },
  {
    "title": "Change detection of bare-ice albedo in the Swiss Alps",
    "authors": [
      "K. Naegeli,",
      "K. Naegeli,",
      "M. Huss,",
      "M. Huss,",
      "M. Hoelzle"
    ],
    "doi": "https://doi.org/10.5194/tc-13-397-2019",
    "journalVolume": "Vol. 13\n                                \n                                \n                                  pp.\n                                  397\n                                  – 412",
    "issn": "1994-0416 (Print)",
    "publisher": "1994-0424 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.the-cryosphere.net/",
    "abstract": "Albedo feedback is an important driver of glacier melt over bare-ice surfaces. Light-absorbing impurities strongly enhance glacier melt rates but their abundance, composition and variations in space and time are subject to considerable uncertainties and ongoing scientific debates. In this study, we assess the temporal evolution of shortwave broadband albedo derived from 15 end-of-summer Landsat scenes for the bare-ice areas of 39 large glaciers in the western and southern Swiss Alps. Trends in bare-ice albedo crucially depend on the spatial scale considered. No significant negative temporal trend in bare-ice albedo was found on a regional to glacier-wide scale. However, at higher spatial scales, certain areas of bare ice, including the lowermost elevations and margins of the ablation zones, revealed significant darkening over the study period 1999 to 2016. A total glacier area of 13.5 km2 (equivalent to about 12 % of the average end-of-summer bare-ice area in the study area) exhibited albedo trends significant at the 95 % confidence level or higher. Most of this area was affected by a negative albedo trend of about −0.05 decade−1. Generally, bare-ice albedo exhibits a strong interannual variability, caused by a complex interplay of meteorological conditions prior to the acquisition of the data, local glacier characteristics and the date of the investigated satellite imagery. Although a darkening of glacier ice was found to be present over only a limited region, we emphasize that due to the recent and projected growth of bare-ice areas and prolongation of the ablation season in the region, the albedo feedback will considerably enhance the rate of glacier mass loss in the Swiss Alps in the near future.",
    "readLink": "https://www.the-cryosphere.net/13/397/2019/tc-13-397-2019.pdf"
  },
  {
    "title": "Energy Efficiency in Public Buildings: A Step toward the UN 2030 Agenda for Sustainable Development",
    "authors": [
      "Nora Munguia,",
      "Javier Esquer,",
      "Hector Guzman,",
      "Janim Herrera,",
      "Jesus Gutierrez-Ruelas,",
      "Luis Velazquez"
    ],
    "doi": "https://doi.org/10.3390/su12031212",
    "journalVolume": "Vol. 12,\n                                no. 3\n                                \n                                  p.\n                                  1212",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Within the context of the UN Sustainable Development Goals for the Agenda 2030, this article aims to explain and understand the usefulness of energy audits and their potential to reveal energy efficiency opportunities in a small public building located in northwestern Mexico. The methodological structure was adopted from the Cleaner Production−Energy Efficiency Manual published by the United Nations Program for the Environment. A case study approach was employed to examine how energy audits might potentially increase energy efficiency opportunities in the participating building. Amongst the findings, the primary source of energy wastage was occupants’ behaviors. Furthermore, this study showed that energy audits could be useful to establish a baseline in situations where previous data were not available, to allow comparisons as well as to identify opportunities in old buildings for the purpose of increasing their energy efficiency performance. As a practical implication of this research, the Sonora government can be in a better position to assist the Mexico federal government in reaching some of the country’s General Law on Climate Change objectives, particularly the one related on cutting down greenhouse gas emissions by 30% by the year 2020, and 50% by the year 2050, compared to those registered in 2000.",
    "readLink": "https://www.mdpi.com/2071-1050/12/3/1212"
  },
  {
    "title": "Fast response of fungal and prokaryotic communities to climate change manipulation in two contrasting tundra soils",
    "authors": [
      "Jana Voříšková,",
      "Bo Elberling,",
      "Anders Priemé"
    ],
    "doi": "https://doi.org/10.1186/s40793-019-0344-4",
    "journalVolume": "Vol. 14,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 15",
    "issn": "2524-6372 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Microbiology"
    ],
    "journalUrl": "https://environmentalmicrobiome.biomedcentral.com/",
    "abstract": "Abstract Background Climate models predict substantial changes in temperature and precipitation patterns across Arctic regions, including increased winter precipitation as snow in the near future. Soil microorganisms are considered key players in organic matter decomposition and regulation of biogeochemical cycles. However, current knowledge regarding their response to future climate changes is limited. Here, we explore the short-term effect of increased snow cover on soil fungal, bacterial and archaeal communities in two tundra sites with contrasting water regimes in Greenland. In order to assess seasonal variation of microbial communities, we collected soil samples four times during the plant-growing season. Results The analysis revealed that soil microbial communities from two tundra sites differed from each other due to contrasting soil chemical properties. Fungal communities showed higher richness at the dry site whereas richness of prokaryotes was higher at the wet tundra site. We demonstrated that fungal and bacterial communities at both sites were significantly affected by short-term increased snow cover manipulation. Our results showed that fungal community composition was more affected by deeper snow cover compared to prokaryotes. The fungal communities showed changes in both taxonomic and ecological groups in response to climate manipulation. However, the changes were not pronounced at all sampling times which points to the need of multiple sampling in ecosystems where environmental factors show seasonal variation. Further, we showed that effects of increased snow cover were manifested after snow had melted. Conclusions We demonstrated rapid response of soil fungal and bacterial communities to short-term climate manipulation simulating increased winter precipitation at two tundra sites. In particular, we provide evidence that fungal community composition was more affected by increased snow cover compared to prokaryotes indicating fast adaptability to changing environmental conditions. Since fungi are considered the main decomposers of complex organic matter in terrestrial ecosystems, the stronger response of fungal communities may have implications for organic matter turnover in tundra soils under future climate.",
    "readLink": "http://link.springer.com/article/10.1186/s40793-019-0344-4"
  },
  null
]