[
  {
    "title": "Climate Variability and Change Affect Crops Yield under Rainfed Conditions: A Case Study in Gedaref State, Sudan",
    "authors": [
      "Maysoon A. A. Osman,",
      "Joshua Orungo Onono,",
      "Lydia A. Olaka,",
      "Muna M. Elhag,",
      "Elfatih M. Abdel-Rahman"
    ],
    "doi": "https://doi.org/10.3390/agronomy11091680",
    "journalVolume": "Vol. 11,\n                                no. 1680\n                                \n                                  p.\n                                  1680",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "It is projected that, on average, annual temperature will increase between 2 °C to 6 °C under high emission scenarios by the end of the 21st century, with serious consequences in food and nutrition security, especially within semi-arid regions of sub-Saharan Africa. This study aimed to investigate the impact of historical long-term climate (temperature and rainfall) variables on the yield of five major crops viz., sorghum, sesame, cotton, sunflower, and millet in Gedaref state, Sudan over the last 35 years. Mann–Kendall trend analysis was used to determine the existing positive or negative trends in temperature and rainfall, while simple linear regression was used to assess trends in crop yield over time. The first difference approach was used to remove the effect of non-climatic factors on crop yield. On the other hand, the standardized anomaly index was calculated to assess the variability in both rainfall and temperature over the study period (i.e., 35 years). Correlation and multiple linear regression (MLR) analyses were employed to determine the relationships between climatic variables and crops yield. Similarly, a simple linear regression was used to determine the relationship between the length of the rainy season and crop yield. The results showed that the annual maximum temperature (Tmax) increased by 0.03 °C per year between the years 1984 and 2018, while the minimum temperature (Tmin) increased by 0.05 °C per year, leading to a narrow range in diurnal temperature (DTR). In contrast, annual rainfall fluctuated with no evidence of a significant (p > 0.05) increasing or decreasing trend. The yields for all selected crops were negatively correlated with Tmin, Tmax (r ranged between −0.09 and −0.76), and DTR (r ranged between −0.10 and −0.70). However, the annual rainfall had a strong positive correlation with yield of sorghum (r = 0.64), sesame (r = 0.58), and sunflower (r = 0.75). Furthermore, the results showed that a longer rainy season had significant (p 2 = 0.70), sunflower (R2 = 0.61), and millet (R2 = 0.54). Our results call for increased awareness among different stakeholders and policymakers on the impact of climate change on crop yield, and the need to upscale adaptation measures to mitigate the negative impacts of climate variability and change.",
    "readLink": "https://www.mdpi.com/2073-4395/11/9/1680"
  },
  {
    "title": "Water supply emergency preparedness and response in health care facilities: A systematic review on international evidence",
    "authors": [
      "Sophie van der Heijden,",
      "Alexandra Cassivi,",
      "Alexandra Cassivi,",
      "Aljoscha Mayer,",
      "Simone Sandholz"
    ],
    "doi": "https://doi.org/10.3389/fpubh.2022.1035212",
    "journalVolume": "Vol. 10",
    "issn": "2296-2565 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/public-health",
    "abstract": "IntroductionEnabling health care facilities to deal with impairments or outages of water supply and sewage systems is essential and particularly important in the face of growing risk levels due to climate change and natural hazards. Yet, comprehensive assessments of the existing preparedness and response measures, both in theory and practice, are lacking. The objective of this review is to assess water supply and wastewater management in health care facilities in emergency settings and low-resource contexts. It thereby is a first step toward knowledge transfer across different world regions and/or contexts.MethodA systematic review was performed to identify published articles on the subject using online MEDLINE and Web of Science. The initial searches yielded a total of 1,845 records. Two independent reviewers screened identified records using selection criteria. A total of 39 relevant studies were identified. Descriptive analyses were used to summarize evidence of included studies.ResultsOverall, water supply was far more discussed than wastewater management. Studies on emergency preparedness identified back-up water storage tank, additional pipelines, and underground wells as key sources to supply health care facilities with water during an emergency. In emergency response, bottled of water, followed by in-situ back-up water storage tanks previously installed as part of disaster preparedness measures, and tanker trucks to complete were most used. Questions on how to improve existing technologies, their uptake, but also the supplementation by alternative measures remain unanswered. Only few guidelines and tools on emergency preparedness were identified, while multiple studies formulated theoretical recommendations to guide preparedness. Recovery planning was rarely discussed, despite many studies mentioning the importance of the reconstruction and restoration phases. Literature focus on recovery is mostly on technical aspects, while organizational ones are largely absent. Despite their key role for preparedness and response, citizens and patients' perspectives are hugely underrepresented. This fits into the bigger picture as communication, awareness raising and actor cooperation in general is addressed comparatively little.DiscussionCombining organizational and technical aspects, and intersecting theory and practice will be necessary to address existing gaps. Improving both, preparedness and response, is key to maintaining public health and providing primary care.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpubh.2022.1035212/full"
  },
  {
    "title": "Effects of Low Temperature Stress on Source–Sink Organs in Wheat and Phosphorus Mitigation Strategies",
    "authors": [
      "Hui Xu,",
      "Muhammad A. Hassan,",
      "Dongyue Sun,",
      "Zhaochen Wu,",
      "Gang Jiang,",
      "Binbin Liu,",
      "Qianqian Ni,",
      "Wenkang Yang,",
      "Hao Fang,",
      "Jincai Li,",
      "Jincai Li,",
      "Xiang Chen"
    ],
    "doi": "https://doi.org/10.3389/fpls.2022.807844",
    "journalVolume": "Vol. 13",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "The 21st century presents many challenges to mankind, including climate change, fast growing human population, and serious concerns over food security. Wheat is a leading cereal crop that largely fulfills the global food needs. Low temperature stress accompanied by nutrient-starved soils is badly disrupting the source–sink relationship of wheat, thus causing an acute decline in final yield and deteriorating the grain quality. This review paper aimed to understand how low temperature stress affects wheat source–sink organs (i.e., leaves, roots, and spikes) and how phosphorus application reliefs in alleviating its harmful consequences. Also, we discussed mitigation strategies to enhance wheat capacity to adapt to varying temperature extremes and made rational recommendations based on modern agronomic and breeding approaches. Therefore, this study is likely to establish a solid foundation for improving the tolerance to low temperature stress and to improve its phosphorus utilization efficiency in wheat.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2022.807844/full"
  },
  {
    "title": "Análisis de la efectividad de la propuesta de emisiones netas evitadas",
    "authors": [
      "Victor Hugo Ferrin Bravo,",
      "María de los Angeles Sánchez Merchan"
    ],
    "doi": "Vol. 2,\n                                no. 3\n                                \n                                  pp.\n                                  47\n                                  – 52",
    "issn": "2528-8075 (Online)",
    "publisher": "Universidad Técnica de Manabí",
    "countryOfPublisher": "Ecuador",
    "lcc": [
      "Education: Special aspects of education",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://revistas.utm.edu.ec/index.php/Recus",
    "abstract": "Científicos coinciden que el calentamiento global existe y tiene efectos directos en la humanidad y el planeta. En consecuencia, este fenómeno influye en los seres humanos y su comportamiento frente a la conservación del planeta, buscando formas en que la sociedad pueda disminuir la emisión de gases de efecto invernadero y su impacto al medio ambiente. A nivel internacional, se han desarrollado múltiples esfuerzos para crear acuerdos y mecanismos con la finalidad de evitar, mitigar o remediar problemas ambientales. En 2010, Ecuador presentó ante la Conferencia de las Partes de la Convención Marco de las Naciones Unidas sobre el Cambio Climático, una propuesta innovadora denominada Emisiones Netas Evitadas ENE, que planteaba la creación de un mecanismo de mercado, donde las Naciones que producían mayor contaminación compensarían económicamente a aquellas que poseían recursos naturales y ecosistemas biodiversos si no explotaban sus yacimientos. Así, el Gobierno ecuatoriano promocionó la iniciativa Yasuni de forma individual, que constituía una oportunidad para incentivar la cohesión internacional con acciones hacia el calentamiento global. Sin embargo, aunque la iniciativa contó con el apoyo de ciertos países, no fue suficiente para compensar el costo de oportunidad de explotar los yacimientos petrolíferos del bloque ITT del parque Yasuni. Esta investigación bibliográfica, mediante un análisis cualitativo, intentó determinar circunstancias que influyen en el rechazo de la propuesta y que hacen que la misma pierda vigencia. A su vez, se pretendió determinar elementos que otorguen mayor relevancia a la propuesta de ENE que puedan servir de insumo para el equipo técnico ecuatoriano que participará en la próxima Conferencia de las Partes. Palabras clave: emisiones netas evitadas, mitigación, cambio climático, calentamiento global, cero emisiones, combustibles fósiles, carbono. Abstract Scientists agree that global warming exists and has direct effects on humanity and the planet. Consequently, this phenomenon influences humans and their behavior towards conservation of the planet, looking for ways in which society can reduce the emission of greenhouse gases and their impact on the environment. At international levels, many efforts have been made to create agreements and mechanisms with the aim of avoiding, mitigating or remedying environmental problems. In 2010, Ecuador presented to the Conference of Parties of the United Nations Framework Convention on Climate Change an innovative proposal called Net Avoided Emissions, which stated the creation of a market mechanism, where the nations that produced the greatest pollution would compensate economically those countries with natural resources and biodiverse ecosystems if they did not exploit their deposits. Therefore, the Ecuadorian Government promoted the Yasuní Initiative on an individual basis, which was an opportunity to encourage international cohesion with actions towards facing global warming. However, although the initiative was supported by certain countries, it was not enough to compensate the opportunity cost of exploiting the block ITT of the National Park Yasuni. This bibliographic research, through a qualitative analysis, tried to determine circumstances that influence the rejection of the proposal and the loss of its validity. At the same time, it was intended to determine elements that give greater relevance to the proposal of ENE that can serve as input for the Ecuadorian technical team that will participate in the next Conference of the Parties. Keywords: net avoided emissions, climate change, global warming, zero emissions, fossil fuels, carbon.",
    "readLink": "https://revistas.utm.edu.ec/index.php/Recus/article/view/1096"
  },
  {
    "title": "Calcification in a marginal sea – influence of seawater [Ca<sup>2+</sup>] and carbonate chemistry on bivalve shell formation",
    "authors": [
      "J. Thomsen,",
      "K. Ramesh,",
      "K. Ramesh,",
      "T. Sanders,",
      "M. Bleich,",
      "F. Melzner"
    ],
    "doi": "https://doi.org/10.5194/bg-15-1469-2018",
    "journalVolume": "Vol. 15\n                                \n                                \n                                  pp.\n                                  1469\n                                  – 1482",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "In estuarine coastal systems such as the Baltic Sea, mussels suffer from low salinity which limits their distribution. Anthropogenic climate change is expected to cause further desalination which will lead to local extinctions of mussels in the low saline areas. It is commonly accepted that mussel distribution is limited by osmotic stress. However, along the salinity gradient, environmental conditions for biomineralization are successively becoming more adverse as a result of reduced [Ca2+] and dissolved inorganic carbon (CT) availability. In larvae, calcification is an essential process starting during early development with formation of the prodissoconch I (PD I) shell, which is completed under optimal conditions within 2 days. Experimental manipulations of seawater [Ca2+] start to impair PD I formation in Mytilus larvae at concentrations below 3 mM, which corresponds to conditions present in the Baltic at salinities below 8 g kg−1. In addition, lowering dissolved inorganic carbon to critical concentrations (< 1 mM) similarly affected PD I size, which was well correlated with calculated ΩAragonite and [Ca2+][HCO3−] ∕ [H+] in all treatments. Comparing results for larvae from the western Baltic with a population from the central Baltic revealed a significantly higher tolerance of PD I formation to lowered [Ca2+] and [Ca2+][HCO3−] ∕ [H+] in the low saline adapted population. This may result from genetic adaptation to the more adverse environmental conditions prevailing in the low saline areas of the Baltic. The combined effects of lowered [Ca2+] and adverse carbonate chemistry represent major limiting factors for bivalve calcification and can thereby contribute to distribution limits of mussels in the Baltic Sea.",
    "readLink": "https://www.biogeosciences.net/15/1469/2018/bg-15-1469-2018.pdf"
  },
  null,
  {
    "title": "Effect of uncertainty in surface mass balance–elevation feedback on projections of the future sea level contribution of the Greenland ice sheet",
    "authors": [
      "T. L. Edwards,",
      "X. Fettweis,",
      "O. Gagliardini,",
      "F. Gillet-Chaulet,",
      "H. Goelzer,",
      "J. M. Gregory,",
      "M. Hoffman,",
      "P. Huybrechts,",
      "A. J. Payne,",
      "M. Perego,",
      "S. Price,",
      "A. Quiquet,",
      "C. Ritz"
    ],
    "doi": "https://doi.org/10.5194/tc-8-195-2014",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  195\n                                  – 208",
    "issn": "1994-0416 (Print)",
    "publisher": "1994-0424 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.the-cryosphere.net/",
    "abstract": "We apply a new parameterisation of the Greenland ice sheet (GrIS) feedback between surface mass balance (SMB: the sum of surface accumulation and surface ablation) and surface elevation in the MAR regional climate model (Edwards et al., 2014) to projections of future climate change using five ice sheet models (ISMs). The MAR (Modèle Atmosphérique Régional: Fettweis, 2007) climate projections are for 2000–2199, forced by the ECHAM5 and HadCM3 global climate models (GCMs) under the SRES A1B emissions scenario. The additional sea level contribution due to the SMB–elevation feedback averaged over five ISM projections for ECHAM5 and three for HadCM3 is 4.3% (best estimate; 95% credibility interval 1.8–6.9%) at 2100, and 9.6% (best estimate; 95% credibility interval 3.6–16.0%) at 2200. In all results the elevation feedback is significantly positive, amplifying the GrIS sea level contribution relative to the MAR projections in which the ice sheet topography is fixed: the lower bounds of our 95% credibility intervals (CIs) for sea level contributions are larger than the \"no feedback\" case for all ISMs and GCMs. Our method is novel in sea level projections because we propagate three types of modelling uncertainty – GCM and ISM structural uncertainties, and elevation feedback parameterisation uncertainty – along the causal chain, from SRES scenario to sea level, within a coherent experimental design and statistical framework. The relative contributions to uncertainty depend on the timescale of interest. At 2100, the GCM uncertainty is largest, but by 2200 both the ISM and parameterisation uncertainties are larger. We also perform a perturbed parameter ensemble with one ISM to estimate the shape of the projected sea level probability distribution; our results indicate that the probability density is slightly skewed towards higher sea level contributions.",
    "readLink": "http://www.the-cryosphere.net/8/195/2014/tc-8-195-2014.pdf"
  },
  {
    "title": "Evaluating the climate change effects on temperature, precipitation and evapotranspiration in eastern Iran using CMPI5",
    "authors": [
      "Guangli Fan,",
      "Amjad Sarabandi,",
      "Mostafa Yaghoobzadeh"
    ],
    "doi": "https://doi.org/10.2166/ws.2021.179",
    "journalVolume": "Vol. 21,\n                                no. 8\n                                \n                                  pp.\n                                  4316\n                                  – 4327",
    "issn": "1606-9749 (Print)",
    "publisher": "1607-0798 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes",
      "Technology: Hydraulic engineering: River, lake, and water-supply engineering (General)"
    ],
    "journalUrl": "https://iwaponline.com/ws",
    "abstract": "In this study, the trend of climate changes during a future period from 2020 to 2039 has been evaluated using the data of the Fifth Climate Change Report under two emission scenarios RCP 4.5 and RCP 8.5 for Neishabour plain, Iran. The 11 models of CESM, EC EARTH, HADGEM, MPI, NORESM, CANESM, CSIROM, GFDLCM2, GISS E2, IPSL and MIROC ESM have been used to evaluate changes in minimum and maximum temperatures, precipitation, and evapotranspiration. The results showed that the GFDLCM2, MPI and IPSL models were more accurate in terms of precipitation and the GISS E2 and GFDLCM2 models were the suitable option for predicting the maximum and minimum temperatures and evapotranspiration. Considering the evaluated parameters, minimum temperature, maximum temperature and evapotranspiration had approximately constant trends and were accompanied by a slight increase and decrease for the next two decades, but for the precipitation, large fluctuations were predicted for the next period. Moreover, in the study years for the four parameters in all simulated models, the RCP 8.5 scenario estimated a higher amount than the RCP 4.5 scenario. HIGHLIGHTS Difference in the process of estimating evapotranspiration and temperature in the future is incorporated.; Developing the evapotranspiration and temperature mechanisms for RCP 8.5 compared with RCP 4.5 has been evaluated on a time scale.; The range of variations and uncertainties of different prediction models were involved in the prediction of meteorological variables.;",
    "readLink": "http://ws.iwaponline.com/content/21/8/4316"
  },
  {
    "title": "The historical pathway towards more accurate homogenisation",
    "authors": [
      "P. Domonkos,",
      "V. Venema,",
      "I. Auer,",
      "O. Mestre,",
      "M. Brunetti"
    ],
    "doi": "https://doi.org/10.5194/asr-8-45-2012",
    "journalVolume": "Vol. 8\n                                \n                                \n                                  pp.\n                                  45\n                                  – 52",
    "issn": "1992-0628 (Print)",
    "publisher": "1992-0636 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.advances-in-science-and-research.net/home.html",
    "abstract": "In recent years increasing effort has been devoted to objectively evaluate the efficiency of homogenisation methods for climate data; an important effort was the blind benchmarking performed in the COST Action HOME (ES0601). The statistical characteristics of the examined series have significant impact on the measured efficiencies, thus it is difficult to obtain an unambiguous picture of the efficiencies, relying only on numerical tests. In this study the historical methodological development with focus on the homogenisation of surface temperature observations is presented in order to view the progress from the side of the development of statistical tools. The main stages of this methodological progress, such as for instance the fitting optimal step-functions when the number of change-points is known (1972), cutting algorithm (1995), Caussinus – Lyazrhi criterion (1997), are recalled and their effects on the quality-improvement of homogenisation is briefly discussed. This analysis of the theoretical properties together with the recently published numerical results jointly indicate that, MASH, PRODIGE, ACMANT and USHCN are the best statistical tools for homogenising climatic time series, since they provide the reconstruction and preservation of true climatic variability in observational time series with the highest reliability. On the other hand, skilled homogenizers may achieve outstanding reliability also with the combination of simple statistical methods such as the Craddock-test and visual expert decisions. A few efficiency results of the COST HOME experiments are presented to demonstrate the performance of the best homogenisation methods.",
    "readLink": "http://www.adv-sci-res.net/8/45/2012/asr-8-45-2012.pdf"
  },
  {
    "title": "Between information systems and physical structure of the city: New causes of climate changes",
    "authors": [
      "Mihajlov Vladimir"
    ],
    "doi": "https://doi.org/10.5937/arhurb1133060M",
    "journalVolume": "Vol. 2011,\n                                no. 33\n                                \n                                  pp.\n                                  60\n                                  – 65",
    "issn": "0354-6055 (Print)",
    "publisher": "2217-8074 (Online)",
    "countryOfPublisher": "Institute of Architecture and Urban and Spatial Planning of Serbia",
    "lcc": [
      "Serbia",
      "Fine Arts: Architecture",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology"
    ],
    "journalUrl": "http://scindeks.ceon.rs/journalDetails.aspx?issn=0354-6055&lang=en",
    "abstract": "Because of the frequent and significant spatial transformations, an increasing climate change regime in urban areas occurs. In this paper a comprehensive reflection on these changes is analyzed, concerning one of the major causes - the social transformation and the growing use of information, networks and technology, used by city dwellers in everyday life. Advanced communications and the Internet provide urban concentration and decentralization, creating new spatial and geographic network, with a new allocation of space, for manufacturing and services. The consequence may be recognized in increasing individualization and social habits of city dwellers, as well as in modified way of households use, changing neighbourhoods and public spaces, transport systems, as the final outcome is the climate change. In this paper, the interdependence between information networks is emphasized - between virtual and physical environment, as well as changes in the way of life of the city, which ultimately lead to a new trigger for climate change. Users have never been more mobile in the physical space (commuting and tourist travel), while in the virtual space they are associated with the fixed points - everybody can be located, by using email or social network. Unexpectedly, the cause of the problem which is considered in this paper, is increased mobility in the real space, while city dwellers remain in one place, by using their virtual electronic connections. Thus, the role of city dwellers in creating climate change depends upon their spatial distribution and relationship towards information's and network activity. As a result, the drivers in city development are recognized on network nodes. Current crises in the global environment (economic, climate and social) indicate the need to develop multi-functional environment and a greater appreciation of natural factors. Therefore, as a decisive factor for the adaptation of urban structure on climate change is the integration of urban and spatial planning, urban design and architecture, through the public intervention of the state.",
    "readLink": "http://scindeks-clanci.ceon.rs/data/pdf/0354-6055/2011/0354-60551133060M.pdf"
  }
]