[
  {
    "title": "Incorporation of advanced aerosol activation treatments into CESM/CAM5: model evaluation and impacts on aerosol indirect effects",
    "authors": [
      "B. Gantt,",
      "J. He,",
      "X. Zhang,",
      "Y. Zhang,",
      "A. Nenes"
    ],
    "doi": "https://doi.org/10.5194/acp-14-7485-2014",
    "journalVolume": "Vol. 14,\n                                no. 14\n                                \n                                  pp.\n                                  7485\n                                  – 7497",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "One of the greatest sources of uncertainty in the science of anthropogenic climate change is from aerosol–cloud interactions. The activation of aerosols into cloud droplets is a direct microphysical linkage between aerosols and clouds; parameterizations of this process link aerosol with cloud condensation nuclei (CCN) and the resulting indirect effects. Small differences between parameterizations can have a large impact on the spatiotemporal distributions of activated aerosols and the resulting cloud properties. In this work, we incorporate a series of aerosol activation schemes into the Community Atmosphere Model version 5.1.1 within the Community Earth System Model version 1.0.5 (CESM/CAM5) which include factors such as insoluble aerosol adsorption and giant cloud condensation nuclei (CCN) activation kinetics to understand their individual impacts on global-scale cloud droplet number concentration (CDNC). Compared to the existing activation scheme in CESM/CAM5, this series of activation schemes increase the computation time by ~10% but leads to predicted CDNC in better agreement with satellite-derived/in situ values in many regions with high CDNC but in worse agreement for some regions with low CDNC. Large percentage changes in predicted CDNC occur over desert and oceanic regions, owing to the enhanced activation of dust from insoluble aerosol adsorption and reduced activation of sea spray aerosol after accounting for giant CCN activation kinetics. Comparison of CESM/CAM5 predictions against satellite-derived cloud optical thickness and liquid water path shows that the updated activation schemes generally improve the low biases. Globally, the incorporation of all updated schemes leads to an average increase in column CDNC of 150% and an increase (more negative) in shortwave cloud forcing of 12%. With the improvement of model-predicted CDNCs and better agreement with most satellite-derived cloud properties in many regions, the inclusion of these aerosol activation processes should result in better predictions of radiative forcing from aerosol–cloud interactions.",
    "readLink": "http://www.atmos-chem-phys.net/14/7485/2014/acp-14-7485-2014.pdf"
  },
  {
    "title": "The role of fundamental rights in the environmental case law of the CJEU",
    "authors": [
      "Jasper Krommendijk,",
      "Dirk Sanderink"
    ],
    "doi": "https://doi.org/10.1017/elo.2023.30",
    "issn": "2752-6135 (Online)",
    "publisher": "Cambridge University Press",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Law: Law of Europe"
    ],
    "journalUrl": "https://www.cambridge.org/core/journals/european-law-open",
    "abstract": "There has been a turn to fundamental rights in environmental and climate cases before national and international courts in recent years. We know very little whether there has been such a turn in relation to European Union (EU) law before the Court of Justice of the European Union (CJEU). The CJEU occupies an increasingly relevant position in this nexus between environmental law and human rights because of strong and effective EU enforcement mechanisms, the abundance of specific EU secondary environmental law, the growing role of fundamental rights since 2009 and the self-standing provision on the environment in Article 37 of the Charter. An analysis of the case law, nonetheless, shows that Charter rights that can be used as ‘swords’ in the interest of environmental protection have so far played only a limited role. After explaining the absence of a rights turn, we argue that such a turn is warranted before the CJEU as well, also from a legal perspective. This article examines two potential avenues. The CJEU can derive positive obligations from relevant Charter provisions, including Articles 2 (right to life) and 7 (right to respect for private life and the home) of the Charter, or it can rely more extensively on Article 37 as a tool for interpreting primary and secondary EU law in an environmentally friendly way.",
    "readLink": "https://www.cambridge.org/core/product/identifier/S2752613523000309/type/journal_article"
  },
  {
    "title": "TO THE QUESTION OF NEOLITHISATION IN THE FOREST-STEPPE OF WESTERN SIBERIA",
    "authors": [
      "V. A. Zakh,",
      "D. N. Yen’shin"
    ],
    "doi": "Vol. 0,\n                                no. 2-6\n                                \n                                  pp.\n                                  34\n                                  – 43",
    "issn": "2078-8975 (Print)",
    "publisher": "2078-8983 (Online)",
    "countryOfPublisher": "Kemerovo State University",
    "lcc": [
      "Russian Federation",
      "History (General) and history of Europe: History of Russia. Soviet Union. Former Soviet Republics",
      "Philosophy. Psychology. Religion: Psychology"
    ],
    "journalUrl": "https://vestnik.kemsu.ru",
    "abstract": "The paper deals with the development of the Neolithic complexes in Western Siberia from the Tobol river to the Kuznetsk Basin. For a long time it has been considered that the forming of the West Siberian Neolithic complexes was based on the Mesolithic ones, rooted in the local Paleolith. It is traditionally thought that pottery production in this area arose independently, and the most ancient ceramics is sharp-pointed and round-bottomed vessels with a receding and drawn-line decoration. However, the discovery and research of complexes of Boborykino culture in the past decade to the east of the Urals allowed to change the conception of the formation and development of the West Siberian Neolith. For understanding these issues the materials of the settlements on Lake Mergen in Low Ishim basin, Avtodrom 2/2 in the forest-steppe Baraba and Inya 11 in the Salair Ridge area (Prisalairie) have great significance. They allow us to trace the process of Boborykino groups moving to the east and the internal development in migrant communities.Formation and development of Neolithic culture in Western Siberia and the migration process took place at the end of the Boreal and the beginning of Atlantic Holocene period, which is characterized by a gradual increase aridity of the climate and steppe formation landscape. At first Boborykino sites were located on river and lake terraces, and later they were constructed in floodplains, by river beds and lakes shoreline. These complexes on the coast of Lake Mergen are dated by the Atlantic period (Ki 17070 7290 ±140 BP; OxA 27615 7321 ±33 BP; OxA 27706 7147 ±38 BP). The pottery of the Boborykino and Koshkino cultures from settlements of Lake Mergen is similar to the Avtodrom 2/2 ones. On the other hand in the complex of the Avtodrom 2/2 there are vessels with an ornament in the form of oval depressions similar to decoration on ceramics of the Inya 11 site. They noted the similarity between ceramics of Inya 11 and Mergen 7 which have the same form of vessels and ornamentation in receding technique. Materials of the settlement date to the mid-Atlantic Holocene period (SOAN 8897 5790±115 BP; SOAN 8898 5705±95 BP, SOAN 8899 5765 ±95 BP).According to the considered complexes, the process of Western Siberian forest-steppe Neolithic societies formation was based on the interaction between migrants and local population of pre-pottery period.",
    "readLink": "https://vestnik.kemsu.ru/jour/article/view/1733"
  },
  {
    "title": "A low-order dynamical model for fire-vegetation-climate interactions",
    "authors": [
      "Soong-Ki Kim,",
      "Axel Timmermann,",
      "Jin-Soo Kim,",
      "Roman Olson,",
      "Soon-Il An"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ac8696",
    "journalVolume": "Vol. 17,\n                                no. 9\n                                \n                                  p.\n                                  094004",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Climate conditions play a key role in determining the occurrence and severity of wildfires. Despite the impacts of wildfires on ecosystems, human livelihoods, and air quality, little is known conceptually about how natural or anthropogenic shifts in climate may influence the fire activity on a regional or global scale. Here, we introduce a new low order dynamical model that describes the nonlinear interactions between climate, vegetation (fire fuel) and fire probabilities. This 1-dimensional model describes the influence of precipitation and temperature on burned area and fuel availability. Estimating key parameters from observations, the model successfully reproduces the spatio-temporal variability of wildfire occurrences, particularly, in semi-arid regions in Africa, South America, and northern Australia. The fidelity of the model translates into a high degree of longer-term predictability of fire conditions in these vulnerable regions. Our new low-order modeling framework may provide guidance to forestry managers to assess fire risks under present and future climate conditions.",
    "readLink": "https://doi.org/10.1088/1748-9326/ac8696"
  },
  {
    "title": "Manipulation of Ascorbate Biosynthetic, Recycling, and Regulatory Pathways for Improved Abiotic Stress Tolerance in Plants",
    "authors": [
      "Ronan  C. Broad,",
      "Julien  P. Bonneau,",
      "Roger  P. Hellens,",
      "Alexander  A.T. Johnson"
    ],
    "doi": "https://doi.org/10.3390/ijms21051790",
    "journalVolume": "Vol. 21,\n                                no. 5\n                                \n                                  p.\n                                  1790",
    "issn": "1661-6596 (Print)",
    "publisher": "1422-0067 (Online)",
    "countryOfPublisher": "MDPI AG",
    "lcc": [
      "Switzerland",
      "Science: Biology (General)",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/ijms",
    "abstract": "Abiotic stresses, such as drought, salinity, and extreme temperatures, are major limiting factors in global crop productivity and are predicted to be exacerbated by climate change. The overproduction of reactive oxygen species (ROS) is a common consequence of many abiotic stresses. Ascorbate, also known as vitamin C, is the most abundant water-soluble antioxidant in plant cells and can combat oxidative stress directly as a ROS scavenger, or through the ascorbate−glutathione cycle—a major antioxidant system in plant cells. Engineering crops with enhanced ascorbate concentrations therefore has the potential to promote broad abiotic stress tolerance. Three distinct strategies have been utilized to increase ascorbate concentrations in plants: (i) increased biosynthesis, (ii) enhanced recycling, or (iii) modulating regulatory factors. Here, we review the genetic pathways underlying ascorbate biosynthesis, recycling, and regulation in plants, including a summary of all metabolic engineering strategies utilized to date to increase ascorbate concentrations in model and crop species. We then highlight transgene-free strategies utilizing genome editing tools to increase ascorbate concentrations in crops, such as editing the highly conserved upstream open reading frame that controls translation of the GDP-L-galactose phosphorylase gene.",
    "readLink": "https://www.mdpi.com/1422-0067/21/5/1790"
  },
  {
    "title": "Retrieval of Effective Correlation Length and Snow Water Equivalent from Radar and Passive Microwave Measurements",
    "authors": [
      "Juha Lemmetyinen,",
      "Chris Derksen,",
      "Helmut Rott,",
      "Giovanni Macelloni,",
      "Josh King,",
      "Martin Schneebeli,",
      "Andreas Wiesmann,",
      "Leena Leppänen,",
      "Anna Kontu,",
      "Jouni Pulliainen"
    ],
    "doi": "https://doi.org/10.3390/rs10020170",
    "journalVolume": "Vol. 10,\n                                no. 2\n                                \n                                  p.\n                                  170",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Current methods for retrieving SWE (snow water equivalent) from space rely on passive microwave sensors. Observations are limited by poor spatial resolution, ambiguities related to separation of snow microstructural properties from the total snow mass, and signal saturation when snow is deep (~>80 cm). The use of SAR (Synthetic Aperture Radar) at suitable frequencies has been suggested as a potential observation method to overcome the coarse resolution of passive microwave sensors. Nevertheless, suitable sensors operating from space are, up to now, unavailable. Active microwave retrievals suffer, however, from the same difficulties as the passive case in separating impacts of scattering efficiency from those of snow mass. In this study, we explore the potential of applying active (radar) and passive (radiometer) microwave observations in tandem, by using a dataset of co-incident tower-based active and passive microwave observations and detailed in situ data from a test site in Northern Finland. The dataset spans four winter seasons with daily coverage. In order to quantify the temporal variability of snow microstructure, we derive an effective correlation length for the snowpack (treated as a single layer), which matches the simulated microwave response of a semi-empirical radiative transfer model to observations. This effective parameter is derived from radiometer and radar observations at different frequencies and frequency combinations (10.2, 13.3 and 16.7 GHz for radar; 10.65, 18.7 and 37 GHz for radiometer). Under dry snow conditions, correlations are found between the effective correlation length retrieved from active and passive measurements. Consequently, the derived effective correlation length from passive microwave observations is applied to parameterize the retrieval of SWE using radar, improving retrieval skill compared to a case with no prior knowledge of snow-scattering efficiency. The same concept can be applied to future radar satellite mission concepts focused on retrieving SWE, exploiting existing methods for retrieval of snow microstructural parameters, as employed within the ESA (European Space Agency) GlobSnow SWE product. Using radar alone, a seasonally optimized value of effective correlation length to parameterize retrievals of SWE was sufficient to provide an accuracy of <25 mm (unbiased) Root-Mean Square Error using certain frequency combinations. A temporally dynamic value, derived from e.g., physical snow models, is necessary to further improve retrieval skill, in particular for snow regimes with larger temporal variability in snow microstructure and a more pronounced layered structure.",
    "readLink": "http://www.mdpi.com/2072-4292/10/2/170"
  },
  {
    "title": "A Physics-Based Multidisciplinary Approach for the Preliminary Design and Performance Analysis of a Medium Range Aircraft with Box-Wing Architecture",
    "authors": [
      "Karim Abu Salem,",
      "Vittorio Cipolla,",
      "Giuseppe Palaia,",
      "Vincenzo Binante,",
      "Davide Zanetti"
    ],
    "doi": "https://doi.org/10.3390/aerospace8100292",
    "journalVolume": "Vol. 8,\n                                no. 292\n                                \n                                  p.\n                                  292",
    "issn": "2226-4310 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Motor vehicles. Aeronautics. Astronautics"
    ],
    "journalUrl": "http://www.mdpi.com/journal/aerospace",
    "abstract": "The introduction of disruptive innovations in the transport aviation sector is becoming increasingly necessary. This is because there are many very demanding challenges that the transport aviation system will have to face in the years ahead. In particular, the reduction in pollutant emissions from air transport, and its impact on climate change, clearly must be addressed; moreover, sustainable solutions must be found to meet the constantly increasing demand for air traffic, and to reduce the problem of airport saturation at the same time. These three objectives seem to be in strong contrast with each other; in this paper, the introduction of a disruptive airframe configuration, called PrandtlPlane and based on a box-wing lifting system, is proposed as a solution to face these three challenges. This configuration is a more aerodynamically efficient alternative candidate to conventional aircraft, introducing benefits in terms of fuel consumption and providing the possibility to increase the payload without enlarging the overall aircraft wingspan. The development and analysis of this configuration, applied to a short-to-medium range transport aircraft, is carried out through a multi-fidelity physics-based approach. In particular, following an extensive design activity, the aerodynamic performance in different operating conditions is investigated in detail, the structural behaviour of the lifting system is assessed, and the operating missions of the aircraft are simulated. The same analysis methodologies are used to evaluate the performance of a benchmark aircraft with conventional architecture, with the aim of making direct comparisons with the box-wing aircraft and quantifying the performance differences between the two configurations. Namely, the CeRAS CSR-01, an open-access virtual representation of an A320-like aircraft, is selected as the conventional benchmark. Following such a comparative approach, the paper provides an assessment of the potential benefits of box-wing aircraft in terms of fuel consumption reduction and increase in payload capability. In particular, an increase in payload capability of 66% and a reduction in block fuel per pax km up to 22% is achieved for the PrandtlPlane with respect to the conventional benchmark, while maintaining the same maximum wingspan.",
    "readLink": "https://www.mdpi.com/2226-4310/8/10/292"
  },
  {
    "title": "Priority conservation area of Larix gmelinii under climate change: application of an ensemble modeling",
    "authors": [
      "Minglong Gao,",
      "Guanghua Zhao,",
      "Guanghua Zhao,",
      "Shuning Zhang,",
      "Zirui Wang,",
      "Xuanye Wen,",
      "Lei Liu,",
      "Chen Zhang,",
      "Niu Tie,",
      "Rula Sa"
    ],
    "doi": "https://doi.org/10.3389/fpls.2023.1177307",
    "journalVolume": "Vol. 14",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Larix gmelinii (Rupr.) Kuzen is a major tree species with high economic and ecological value in the Greater Khingan Mountains coniferous forest of Northeast China. Reconstructing the priority Conservation Area of Larix gmelinii under Climate could provide a scientific basis for its germplasm conservation and management. The present study used ensemble and Marxan model simulations to predict species distribution areas and delineate priority conservation areas for Larix gmelinii in relation to productivity characteristics, understory plant diversity characteristics, and climate change impacts. The study revealed that the Greater Khingan Mountains and the Xiaoxing'an Mountains, with an area of approximately 300 974.2 km2, were the most suitable for L. gmelinii. The stand productivity of L. gmelinii in the most suitable area was significantly higher than that in the less suitable and marginally suitable areas, but understory plant diversity was not dominant. The increase in temperature under future climate change scenarios will reduce the potential distribution and area under L. gmelinii; the species will migrate to higher latitudes of the Greater Khingan Mountains, while the degree of niche migration will gradually increase. Under the 2090s-SSP585 climate scenario, the most suitable area for L. gmelinii will completely disappear, and the climate model niche will be completely separated. Therefore, the protected area of L. gmelinii was demarcated with a target of the productivity characteristics, understory plant diversity characteristics and climate change sensitive area, and the current key protected area was 8.38 × 104 km2. Overall, the study’s findings will lay a foundation for the protection and rational development and utilization of cold temperate coniferous forests dominated by L. gmelinii in the northern forested region of the Greater Khingan Mountains.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2023.1177307/full"
  },
  {
    "title": "Model structures amplify uncertainty in predicted soil carbon responses to climate change",
    "authors": [
      "Zheng Shi,",
      "Sean Crowell,",
      "Yiqi Luo,",
      "Berrien Moore"
    ],
    "doi": "https://doi.org/10.1038/s41467-018-04526-9",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 11",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "A substantial portion of model uncertainty arises from model parameters and structures. Here, the authors show that alternative model structures with data-driven parameters project greater uncertainty in soil carbon responses to climate change than the conventional soil carbon model.",
    "readLink": "https://doi.org/10.1038/s41467-018-04526-9"
  },
  {
    "title": "A Multidecadal Assessment of Mean and Extreme Wave Climate Observed at Buoys off the U.S. East, Gulf, and West Coasts",
    "authors": [
      "Mohammad Jamous,",
      "Reza Marsooli"
    ],
    "doi": "https://doi.org/10.3390/jmse11050916",
    "journalVolume": "Vol. 11,\n                                no. 916\n                                \n                                  p.\n                                  916",
    "issn": "2077-1312 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Naval Science: Naval architecture. Shipbuilding. Marine engineering",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://www.mdpi.com/journal/jmse",
    "abstract": "The current understanding of wind-generated wave climate from buoy-based measurements is mainly focused on a limited number of locations and has not been updated to include measurements in the past decade. This study quantifies wave climate variability and change during the historical period of 1980–2020 through a comprehensive analysis of wave height measurements at 43 buoys off the U.S. Pacific, Atlantic, and Gulf of Mexico Coasts. Variabilities and trends in the annual and monthly mean and 95th percentile significant wave heights (SWH) and the number of extreme wave events are quantified for the cold and warm seasons. We calculate the SWH long-term and decadal trends, and temporal variabilities using the ordinary least squares regression and coefficient of variation, respectively. Independent extreme wave events are identified using a method based on the peaks-over-threshold and the autocorrelation function, which accounts for the geographical variation in the timespan between independent extreme events. Results show that the warm season’s interannual variabilities in monthly and annual SWH are smaller in the Pacific while larger in the Atlantic and Gulf, with the largest variabilities observed at buoys in the Gulf and lower latitudes of the Atlantic. Strong significant alternating decadal trends in SWH are found in the Pacific and Atlantic regions. Buoys in the Atlantic and Gulf regions have experienced higher numbers of extreme wave events (anomalies) compared to the Pacific region. In general, the long-term trend in the number of extreme events during the cold season is positive at buoys located at higher latitudes but negative at lower latitudes.",
    "readLink": "https://www.mdpi.com/2077-1312/11/5/916"
  }
]