[
  {
    "title": "An Overview of Olive Cultivation in Turkey: Botanical Features, Eco-Physiology and Phytochemical Aspects",
    "authors": [
      "Munir Ozturk,",
      "Volkan Altay,",
      "Tuba  Mert Gönenç,",
      "Bengu  Turkyilmaz Unal,",
      "Recep Efe,",
      "Eren Akçiçek,",
      "Andleeb Bukhari"
    ],
    "doi": "https://doi.org/10.3390/agronomy11020295",
    "journalVolume": "Vol. 11,\n                                no. 295\n                                \n                                  p.\n                                  295",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "Global climate change, especially global warming, is affecting olive production efficiency as well as its product quality. The size and water content of fruit varies depending on the olive fruit yield along with the region, climate, and geographical position as well as agricultural applications. Anthropogenic activities also affect its ecology to a great extent. The plant prefers areas with mild winters and short rainy seasons but is facing long and dry summers, sunny habitats, well drained dry, poor, loamy, clayey-loamy, slightly calcareous, pebbly and nutrient-rich soils, with a pH around 6–8. It is resistant to drought but suffers much from harsh winters and air pollutants, which affect its production. Although the olive plant tolerates temperatures between −7 °C to 40 °C, the optimum temperature demanded for growth, development, and fruit yield is 15–25 °C. The annual precipitation demand lies between 700–850 mm. An important part of the composition of its fruit consists of water and oil or the “liquid gold”. Main ingredients are additionally fat-soluble vitamins, minerals, organic sugars, and phenolics. Phenolic substances are responsible for many beneficial health effects as well as the taste and aroma of olive fruit. Oleuropein stands out due to its inhibition of oxidation of low density lipoproteins and its hypoglycemic and cholesterolemic effects. It is also a component that protects the olive tree against various parasites and diseases, one of the reasons why olive is recorded as the “immortal tree”. Olive trees are cultivated in different regions of Turkey. A series of changes occur in morphological, physiological, and biochemical features to overcome different types of stress. In this review, information about the botanical aspects, eco-physiology, and pharmaceutical features of the oil, fruit, and leaves has been evaluated.",
    "readLink": "https://www.mdpi.com/2073-4395/11/2/295"
  },
  {
    "title": "Expected global suitability of coffee, cashew and avocado due to climate change.",
    "authors": [
      "Roman Grüter,",
      "Tim Trachsel,",
      "Patrick Laube,",
      "Isabel Jaisli"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0261976",
    "journalVolume": "Vol. 17,\n                                no. 1\n                                \n                                  p.\n                                  e0261976",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Coffee, cashew and avocado are of high socio-economic importance in many tropical smallholder farming systems around the globe. As plantation crops with a long lifespan, their cultivation requires long-term planning. The evaluation of climate change impacts on their biophysical suitability is therefore essential for developing adaptation measures and selecting appropriate varieties or crops. In this study, we modelled the current and future suitability of coffee arabica, cashew and avocado on a global scale based on climatic and soil requirements of the three crops. We used climate outputs of 14 global circulation models based on three emission scenarios to model the future (2050) climate change impacts on the crops both globally and in the main producing countries. For all three crops, climatic factors, mainly long dry seasons, mean temperatures (high and low), low minimum temperatures and annual precipitation (high and low), were more restrictive for the global extent of suitable growing regions than land and soil parameters, which were primarily low soil pH, unfavourable soil texture and steep slopes. We found shifts in suitable growing regions due to climate change with both regions of future expansion and contraction for all crops investigated. Coffee proved to be most vulnerable, with negative climate impacts dominating in all main producing regions. For both cashew and avocado, areas suitable for cultivation are expected to expand globally while in most main producing countries, the areas of highest suitability may decrease. The study reveals that climate change adaptation will be necessary in most major producing regions of all three crops. At high latitudes and high altitudes, however, they may all profit from increasing minimum temperatures. The study presents the first global assessment of climate change impacts on cashew and avocado suitability.",
    "readLink": "https://doi.org/10.1371/journal.pone.0261976"
  },
  {
    "title": "Current surveys may underestimate climate change skepticism evidence from list experiments in Germany and the USA.",
    "authors": [
      "Liam F Beiser-McGrath,",
      "Thomas Bernauer"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0251034",
    "journalVolume": "Vol. 16,\n                                no. 7\n                                \n                                  p.\n                                  e0251034",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Strong public support is a prerequisite for ambitious and thus costly climate change mitigation policy, and strong public concern over climate change is a prerequisite for policy support. Why, then, do most public opinion surveys indicate rather high levels of concern and rather strong policy support, while de facto mitigation efforts in most countries remain far from ambitious? One possibility is that survey measures for public concern fail to fully reveal the true attitudes of citizens due to social desirability bias. In this paper, we implemented list-experiments in representative surveys in Germany and the United States (N = 3620 and 3640 respectively) to assess such potential bias. We find evidence that people systematically misreport, that is, understate their disbelief in human caused climate change. This misreporting is particularly strong amongst politically relevant subgroups. Individuals in the top 20% of the income distribution in the United States and supporters of conservative parties in Germany exhibit significantly higher climate change skepticism according to the list experiment, relative to conventional measures. While this does not definitively mean that climate skepticism is a widespread phenomenon in these countries, it does suggest that future research should reconsider how climate change concern is measured, and what subgroups of the population are more susceptible to misreporting and why. Our findings imply that public support for ambitious climate policy may be weaker than existing survey research suggests.",
    "readLink": "https://doi.org/10.1371/journal.pone.0251034"
  },
  {
    "title": "The Malacosporean Myxozoan Parasite <i>Tetracapsuloides bryosalmonae</i>: A Threat to Wild Salmonids",
    "authors": [
      "Arun Sudhagar,",
      "Gokhlesh Kumar,",
      "Mansour El-Matbouli"
    ],
    "doi": "https://doi.org/10.3390/pathogens9010016",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  p.\n                                  16",
    "issn": "2076-0817 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "http://www.mdpi.com/journal/pathogens",
    "abstract": "Tetracapsuloides bryosalmonae is a myxozoan parasite responsible for proliferative kidney disease (PKD) in a wide range of salmonids. PKD, characterized by high mortality and morbidity, is well known for affecting aquaculture operations and wild salmonid populations across Europe and North America. The life cycle of T. bryosalmonae revolves around freshwater bryozoan and salmonid fish hosts. In recent years, T. bryosalmonae has been reported among wild salmonids from the European countries where it has not been reported previously. T. bryosalmonae is believed to be a possible reason for the diminishing wild salmonid populations in the natural water bodies of many European countries. Climate crisis driven rising water temperature can further accelerate the distribution of T. bryosalmonae. Expansion of the geographical distribution of T. bryosalmonae may further advocate the decline of wild salmonid populations, especially brown trout (Salmo trutta) in their habitats. Mathematical models are used to understand the pattern and distribution of T. bryosalmonae among the host in the natural water bodies. The present manuscript not only summarizes the incidences of T. bryosalmonae among the wild salmonid populations, but also discusses the contemporary understanding about the development of T. bryosalmonae in its hosts and the influences of various factors in the spread of the disease in the wild.",
    "readLink": "https://www.mdpi.com/2076-0817/9/1/16"
  },
  null,
  {
    "title": "Tracing phenology of subarctic plant sover the last century",
    "authors": [
      "Fazlioglu Fatih"
    ],
    "doi": "https://doi.org/10.24425/118754",
    "journalVolume": "Vol. vol. 39,\n                                no. No 3\n                                \n                                  pp.\n                                  413\n                                  – 424",
    "issn": "0138-0338 (Print)",
    "publisher": "2081-8262 (Online)",
    "countryOfPublisher": "Polish Academy of Sciences",
    "lcc": [
      "Poland",
      "Science: Geology"
    ],
    "journalUrl": "https://www.journals.pan.pl/ppr",
    "abstract": "Climate change has been affecting plants over the last century and caused changes in life history features such as the flowering time. Herbarium specimens provide a snapshot of the past environmental conditions during their collection. The collection date in a herbarium specimen is a good proxy to determine the flowering period (phenology). In this study, phenological data from subarctic plant specimens collected over 100 years were gathered by using one of the largest herbarium databases in the World. The collection dates of 7146 herbarium specimens were analyzed and significant shifts in the phenology of subarctic plants were detected. In this study, most of the analyzed 142 species in a subarctic biogeographic region tended to flower earlier in the 1950–2018 period compared to the 1900–1949 as a possible result of the climate change. Flowering time shifted from 8 to 26 days in some species. Changes in flowering time may alter species interactions, community composition, and species distribution in a region. Therefore, results of this study may shed light on the possible shifts in phenology and plant responses under the climate change.",
    "readLink": "https://journals.pan.pl/Content/103320/PDF/Polish%20Polar%203-18%205-F.Fazlioglu.pdf"
  },
  {
    "title": "Efficacy of the global protected area network is threatened by disappearing climates and potential transboundary range shifts",
    "authors": [
      "Sean A Parks,",
      "Lisa M Holsinger,",
      "Caitlin E Littlefield,",
      "Solomon Z Dobrowski,",
      "Katherine A Zeller,",
      "John T Abatzoglou,",
      "Charles Besancon,",
      "Bryce L Nordgren,",
      "Joshua J Lawler"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ac6436",
    "journalVolume": "Vol. 17,\n                                no. 5\n                                \n                                  p.\n                                  054016",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Protected areas are essential to conserving biodiversity, yet changing climatic conditions challenge their efficacy. For example, novel and disappearing climates within the protected area network indicate that extant species may not have suitable climate in protected areas in the future. Further, potential transboundary range shifts, those that involve movement from one country to another, are also challenging because physical (e.g. fencing) and non-physical barriers (e.g. contrasting conservation policies) may impede climate-induced movements. Through the lens of climate analogs, we examined disappearing and novel climates within the global terrestrial protected area network and the potential for transboundary range shifts among protected areas under global warming 2 °C above preindustrial levels. We found that globally, climates in 24% of protected lands will no longer be protected within a 500 km radius of their focal location (indicating disappearing climates within the protected area network), while 36% of protected lands will gain climates not previously protected (indicating novel climates within the protected area network). Further, we found that potential transboundary range shifts are widespread but variable; for example, 23% of protected climates in Europe and >50% of protected climates in Africa under climate change are located in a different country than the focal protected areas. As the global conservation community actively deliberates conservation frameworks (e.g. 30% by 2030), our study offers insights to reduce the prevalence of novel and disappearing climates within the global protected area network via strategic conservation actions and underscores the importance of setting and accommodating targets and strategies that transcend national boundaries.",
    "readLink": "https://doi.org/10.1088/1748-9326/ac6436"
  },
  {
    "title": "Effects of Agricultural Practices on Carbon Emission and Soil Health",
    "authors": [
      "Marija Galic,",
      "Darija Bilandzija,",
      "Aleksandra Percin,",
      "Ivana Sestak,",
      "Milan Mesic,",
      "Mihaela Blazinkov,",
      "Zeljka Zgorelec"
    ],
    "doi": "https://doi.org/10.13044/j.sdewes.d7.0271",
    "journalVolume": "Vol. 7,\n                                no. 3\n                                \n                                  pp.\n                                  539\n                                  – 552",
    "issn": "1848-9257 (Online)",
    "publisher": "SDEWES Centre",
    "countryOfPublisher": "Croatia",
    "lcc": [
      "Technology",
      "Social Sciences: Industries. Land use. Labor: Economic growth, development, planning"
    ],
    "journalUrl": "http://www.sdewes.org/jsdewes",
    "abstract": "The agricultural sector is a source of greenhouse gas emissions that directly affect the global problem of climate change and contribute approximately 11% in total greenhouse gas emissions in the world and in Croatia too. Irregular and irresponsible agricultural practices, such as excessive tillage and improper fertilization often lead to soil carbon loss and increased carbon dioxide emissions to the atmosphere. This field study provides results how agricultural practices affect carbon dioxide emissions from soil, carbon sequestration and soil quality during the cultivation of winter wheat. The field experiment was conducted in a temperate continental climate on distric Stagnosol. Four investigated treatments were: organic fertilization, mineral fertilization, control treatment and black fallow. The lowest carbon dioxide emission was recorded on bare soil and the highest on organic fertilization treatment. The application of manure, mineral fertilizers and calcification rendered significant effect on some soil chemical characteristics and daily carbon dioxide flux.",
    "readLink": "\n      http://www.sdewes.org/jsdewes/pid7.0271\n    "
  },
  {
    "title": "CLASSIFICATION SYSTEM DRIVES DISAGREEMENT AMONG BRAZILIAN VEGETATION MAPS AT A SAMPLE AREA OF THE SEMIARID CAATINGA",
    "authors": [
      "E. Bontempo,",
      "E. Bontempo,",
      "M. C. Demirel,",
      "C. Corsini,",
      "F. Martins,",
      "F. Martins,",
      "D. Valeriano"
    ],
    "doi": "https://doi.org/10.5194/isprs-archives-XLII-3-W12-2020-201-2020",
    "journalVolume": "Vol. XLII-3-W12-2020\n                                \n                                \n                                  pp.\n                                  201\n                                  – 206",
    "issn": "1682-1750 (Print)",
    "publisher": "2194-9034 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Applied optics. Photonics"
    ],
    "journalUrl": "http://www.isprs.org/publications/archives.aspx",
    "abstract": "The mapping of vegetation and Land Cover (LC) is important for research and for public policy planning but, in Brazil, although diverse maps exist there are few studies comparing them. The semiarid region of the Caatinga, in northeastern Brazil is an area long neglected by scientific research and its vegetation is diverse and relatively rich despite years of human occupation and very little preservation effort. In this study we make a comparison between the main maps made for the Caatinga from four different sources: IBGE (Brazilian Institute of Geography and Statistics), TCN (Third National Communication), ProBio (Project for Conservation and Sustainable Use of Biological Biodiversity) and MapBiomas. We also test these maps against well-known Land Cover maps from ESA and NASA: ESA’s GlobCover and Climate Change Initiative (CCI) Land Cover, and NASA’s MODIS MCD12Q1. This was done on a sample area where many of the Caatinga’s vegetation physiognomies can be found, using well-established Difference metrics and the new SPAtial EFficiency (SPAEF) algorithm as they present complementary viewpoints to test the correspondence of mapped classes as well as that of their spatial patterns. Our results show considerable disagreement between the maps tested and their class semantics, with IBGE’s and ProBio’s being the most similar among all national maps and MapBiomas’ the most closely related to global LC maps. The nature of the observed disagreement between these maps shows they diverge not only in the application of their classification systems, but also in their mapped spatial pattern, signaling the need for a better classification system and a better map of vegetation and land cover for the region.",
    "readLink": "https://www.int-arch-photogramm-remote-sens-spatial-inf-sci.net/XLII-3-W12-2020/201/2020/isprs-archives-XLII-3-W12-2020-201-2020.pdf"
  },
  null
]