[
  {
    "title": "Climatic Factors Shape the Spatial Distribution of Concentrations of Triterpenoids in Barks of White Birch (Betula Platyphylla Suk.) Trees in Northeast China",
    "authors": [
      "Shenglei Guo,",
      "Dehui Zhang,",
      "Huanyong Wei,",
      "Yinan Zhao,",
      "Yibo Cao,",
      "Tao Yu,",
      "Yang Wang,",
      "Xiufeng Yan"
    ],
    "doi": "https://doi.org/10.3390/f8090334",
    "journalVolume": "Vol. 8,\n                                no. 9\n                                \n                                  p.\n                                  334",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Betulin, betulinic acid and lupeol are naturally occurring pentacyclic triterpenoids with significant medicinal values. Great amounts of triterpenoids are found in the bark of white birch (Betula platyphylla Suk.) trees, which can be affected by climatic factors along the geographical gradients. In this study, site-based data of triterpenoids’ (betulin, betulinic acid and lupeol) concentrations were determined in barks of white birch trees from 48 sites in Northeast China. Triterpenoid concentration in white birch tree barks did not change in response to any geographical gradients along latitudes, longitudes or elevations. Instead, concentrations of betulin and lupeol in birch tree barks increased with the increase of temperature and precipitation but declined with the increase of relative humidity. As a result, betulin concentration was higher in birch trees in the northeastern and southwestern parts of the study area, and lower in the central part of the study area in Northeast China. Although betulinic acid concentration did not change with climatic factors, its distribution pattern was similar to betulin concentration. Lupeol concentration was highest in the north-eastern part and along the southern and eastern boundaries in the study area. Our results can supply information for precondition of triterpenoids’ extraction for industrial production, which can be an available approach to solve the issue of bark waste processing of white birch.",
    "readLink": "https://www.mdpi.com/1999-4907/8/9/334"
  },
  {
    "title": "Stream Temperature and Environment Relationships in a Semiarid Riparian Corridor",
    "authors": [
      "Nicole Durfee,",
      "Carlos  G. Ochoa,",
      "Gerrad Jones"
    ],
    "doi": "https://doi.org/10.3390/land10050519",
    "journalVolume": "Vol. 10,\n                                no. 519\n                                \n                                  p.\n                                  519",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "This study examined the relationship between stream temperature and environmental variables in a semiarid riparian corridor in northcentral Oregon, USA. The relationships between riparian vegetation cover, subsurface flow temperature, and stream temperature were characterized along an 800 m reach. Multiple stream temperature sensors were located along the reach, in open and closed canopy areas, with riparian vegetation cover ranging from 4% to 95%. A support vector regression (SVR) model was developed to assess the relationship between environmental characteristics and stream temperature at the larger valley scale. At the reach scale, results show that air temperature was highly correlated with stream temperature (Pearson’s r = 0.97), and no significant (p < 0.05) differences in stream temperature levels were found among sensor locations, irrespective of percent vegetation cover. Channel subsurface temperature levels from an intermittent flow tributary were generally cooler than those in the perennial stream in the summer and warmer during winter months, indicating that the tributary may have a localized moderating effect on stream temperature. At the valley scale, results from the SVR model showed that air temperature, followed by streamflow, was the strongest variable influencing stream temperature. Also, riparian area land cover showed little effect on stream temperature along the entire riparian corridor. This research indicates that air temperature, subsurface flow, and streamflow are important variables affecting the stream temperature variability observed in the study area.",
    "readLink": "https://www.mdpi.com/2073-445X/10/5/519"
  },
  {
    "title": "Increased precipitation weakenes the positive effect of vegetation greening on erosion",
    "authors": [
      "Xuling Luo,",
      "Xiaoyong Bai,",
      "Chaoyong Shen,",
      "Ruidong Yang,",
      "Yue Cao,",
      "Luhua Wu,",
      "Fei Chen,",
      "Chen Ran,",
      "Min Liu,",
      "Yu Zhang"
    ],
    "doi": "https://doi.org/10.1080/10106049.2023.2172216",
    "journalVolume": "Vol. 0,\n                                no. 0",
    "issn": "1010-6049 (Print)",
    "publisher": "1752-0762 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Physical geography"
    ],
    "journalUrl": "https://www.tandfonline.com/tgei",
    "abstract": "Soil erosion is a major global soil degradation problem that threatens land, freshwater and oceans. Rainfall erosivity has led to an increasing in the global soil erosion rate, while vegetation restoration is a safeguard measure to reduce soil erosion. Therefore, probing the influence of precipitation and vegetation on the spatial distribution of soil erosion is important for understanding the mechanism of erosion. In order to assess the degree of global soil erosion, based on the RUSLE model, a global soil erosion data set from 2000 to 2015 (0.25°× 0.25°) was created, showing that soil erosion was increasing in 70.80% of the study area, where precipitation was the dominant factor. Different grades of erosion showed that the soil erosion area of mild and above mild erosion increased by 44.88 106 ha, an increase of 5.39%. Spatial erosion is mainly distributed in Asia and North America. The difference from North America is that the erosion in Asia showed a decreasing trend during the study period. Different climatic zones show that erosion mainly occurs in the temperate zone, accounting for 39.97% of the area. Precipitation and vegetation increasing significantly in 24.43% and 16.74% of the regions. However, the proportion of regions where precipitation and vegetation had a negative contribution to erosion was 29.12% and 53.81%. Above results will deepen our understanding of the mechanism of erosion.",
    "readLink": "http://dx.doi.org/10.1080/10106049.2023.2172216"
  },
  {
    "title": "STAKEHOLDER’S PERCEPTION OF THE INFLUENCE EXERTED BY THE VARIABILITY OF THE WINTER CLIMATIC CONDITIONS ON THE TOURIST ACTIVITIES WITHIN THE PRAHOVA VALLEY – POIANA BRAŞOV MOUNTAIN AREA",
    "authors": [
      "Ana-Irina DINCĂ,",
      "Camelia SURUGIU,",
      "Dana MICU"
    ],
    "doi": "Vol. XII\n                                \n                                \n                                  pp.\n                                  201\n                                  – 210",
    "issn": "1224-4112 (Print)",
    "publisher": "2069-6191 (Online)",
    "countryOfPublisher": "Editura Universitaria Craiova",
    "lcc": [
      "Romania",
      "Geography. Anthropology. Recreation: Geography (General)",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://analegeo.ro/",
    "abstract": "The economics of climate change and climate change impact on variouseconomic sectors is nowadays a subject of interest of research institutions, as well as of policy structures in different parts of the world. The tourism sector is one of the economic domains that face in many ways the impact of climate variability. The influence of climate variability on winter sports season and especially on skiing activities is one of the most studied links between climate change and tourism industry, having an important economic impact at regional and national level. In this light, a qualitative approach based on a \"local hero\" survey is the most suitable method to assess stakeholders' perception on the influence of winter climate variability on tourism activities in the studied area.",
    "readLink": "http://analegeo.ro/wp-content/uploads/2010/07/Articolul-20-Dinca-Surugiu-Micu.pdf"
  },
  {
    "title": "Role of environmental regulation and renewable energy technology innovation in carbon neutrality: A sustainable investigation from China",
    "authors": [
      "Yuanyuan Hao,",
      "Xiangdong Li,",
      "Muntasir Murshed"
    ],
    "doi": "Vol. 48\n                                \n                                \n                                  p.\n                                  101114",
    "issn": "2211-467X (Print)",
    "publisher": "2211-4688 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://www.journals.elsevier.com/energy-strategy-reviews",
    "abstract": "With global climate change posing a major threat to human society, many countries have elevated “carbon neutrality” to a national strategy and put forward a vision of a zero-carbon future. In this process, environmental regulation (ER) and renewable energy technology innovation (RET) are important factors that contribute to achieving the carbon neutrality goal. Thus, this study employs a spatial econometric technique model to investigate the direct and indirect effects of ER and RET on environmental sustainability from both theoretical and empirical dimensions based on panel data of 30 Chinese provinces during 1998–2020. The results show that ER is not conducive to the improvement of environmental quality in local and neighboring areas, but it is beneficial to the reduction of CO2 emissions when the level of economic development is greater than the critical threshold of 9.126, i.e., the “inverted U-shaped” curve relationship. On the contrary, RET has a beneficial impact on the environment, but when the economic development level is greater than the critical threshold of 8.790, the carbon reduction effect of RET is reduced. Thus, the significance and magnitude of the carbon reduction effect of ER and RET depend on the regional economic development level, and excessive RE will have a suppressive effect on RET. The paper assisted policy makers in designing a holistic policy to enhance environmental sustainability through ER and RET, especially in the Chinese region.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2211467X23000640"
  },
  {
    "title": "Overlapping Water and Nutrient Use Efficiencies and Carbon Assimilation between Coexisting Simple- and Compound-Leaved Trees from a Valley Savanna",
    "authors": [
      "Yang-Si-Ding Wang,",
      "Da Yang,",
      "Huai-Dong Wu,",
      "Yun-Bing Zhang,",
      "Shu-Bin Zhang,",
      "Yong-Jiang Zhang,",
      "Jiao-Lin Zhang"
    ],
    "doi": "https://doi.org/10.3390/w12113037",
    "journalVolume": "Vol. 12,\n                                no. 3037\n                                \n                                  p.\n                                  3037",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Identifying differences in ecophysiology between simple and compound leaves can help understand the adaptive significance of the compound leaf form and its response to climate change. However, we still know surprisingly little about differences in water and nutrient use, and photosynthetic capacity between co-occurring compound-leaved and simple-leaved tree species, especially in savanna ecosystems with dry-hot climate conditions. From July to September in 2015, we investigated 16 functional traits associated with water use, nutrients, and photosynthesis of six deciduous tree species (three simple-leaved and three compound-leaved species) coexisting in a valley-savanna in Southwest China. Our major objective was to test the variation in these functional traits between these two leaf forms. Overall, overlapping leaf mass per area (LMA), photosynthesis, as well as leaf nitrogen and phosphorus concentrations were found between these coexisting valley-savanna simple- and compound-leaved tree species. We didn’t find significant differences in water and photosynthetic nitrogen or phosphorus use efficiency between simple and compound leaves. Across these simple- and compound-leaved tree species, photosynthetic phosphorus use efficiencies were positively related to LMA and negatively correlated with phosphorus concentration per mass or area. Water use efficiency (intrinsic water use efficiency or stable carbon isotopic composition) was independent of all leaf traits. Similar ecophysiology strategies among these coexisting valley-savanna simple- and compound-leaved species suggested a convergence in ecological adaptation to the hot and dry environment. The overlap in traits related to water use, carbon assimilation, and stress tolerance (e.g., LMA) also suggests a similar response of these two leaf forms to a hotter and drier future due to the climate change.",
    "readLink": "https://www.mdpi.com/2073-4441/12/11/3037"
  },
  {
    "title": "RCCC-WBM Model for Calculating the Impact of Abrupt Temperature Change and Warming Hiatus on Surface Runoff in China",
    "authors": [
      "Xing Huang,",
      "Long Ma,",
      "Tingxi Liu,",
      "Bolin Sun,",
      "Yang Chen,",
      "Zixu Qiao"
    ],
    "doi": "https://doi.org/10.3390/w15142522",
    "journalVolume": "Vol. 15,\n                                no. 2522\n                                \n                                  p.\n                                  2522",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "The global climate shows an obvious warming trend, and the impact on water resources is increasing. Abrupt temperature change and warming hiatus are two important states of temperature change. The quantitative impacts of temperature change and warming hiatus on surface runoff remain unclear. Based on the measured runoff data from 60 representative hydrological stations in China from 1956 to 2016 and the Water Balance Model developed by the Research Center for Climate Change (RCCC-WBC), this paper analyzes the quantitative impacts of abrupt temperature change and warming hiatus on surface runoff. The results showed that the effects of three types of abrupt temperature changes on runoff in different basins in China are significantly different. The effects of abrupt temperature changes and warming stagnation on runoff in northern China are greater than those in southern China, and the effects of abrupt temperature changes and warming stagnation on runoff in the upper, middle, and lower reaches of the same basin are also different. Before the abrupt change in temperature, the influence of temperature on the surface runoff was less than 9%, and the influence of temperature on the runoff in some southern areas was weaker, only affecting less than 3% of the runoff. When the temperature changes abruptly, the influence of air temperature on the surface runoff in a small part of the arid region is up to 30%. The abrupt change in mean maximum temperature has both positive and negative driving effects on runoff in China, and the negative driving effect is concentrated in the areas with abrupt warming, affecting about 8% of the runoff on average. The average influence of abrupt mean temperature change on runoff in China is about 10%, and the area with a large influence on runoff change is concentrated in the area north of 40° N. The abrupt change in temperature in the middle and lower reaches of the Yellow River Basin has a great influence on the runoff change, up to 13%. The maximum impact of abrupt mean minimum temperature on runoff is concentrated in Northeast China, ranging from 9% to 12%. During the period of temperature stagnation, air temperature and runoff showed an obvious reverse trend. During this period, the average negative influence of drastic changes in air temperature on runoff was about 15%, but precipitation and runoff still maintained a good consistency, which may be due to the effect of other influencing factors which offset the negative driving effect of air temperature.",
    "readLink": "https://www.mdpi.com/2073-4441/15/14/2522"
  },
  {
    "title": "Direct contribution of ammonia to <i>α</i>-pinene secondary organic aerosol formation",
    "authors": [
      "L. Hao,",
      "E. Kari,",
      "E. Kari,",
      "A. Leskinen,",
      "A. Leskinen,",
      "D. R. Worsnop,",
      "D. R. Worsnop,",
      "A. Virtanen"
    ],
    "doi": "https://doi.org/10.5194/acp-20-14393-2020",
    "journalVolume": "Vol. 20\n                                \n                                \n                                  pp.\n                                  14393\n                                  – 14405",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Ammonia (NH3), a gaseous compound ubiquitously present in the atmosphere, is involved in the formation of secondary organic aerosol (SOA), but the exact mechanism is still not well known. This study presents the results of SOA experiments from the photooxidation of α-pinene in the presence of NH3 in the reaction chamber. SOA was formed in in nucleation experiments and in seeded experiments with ammonium sulfate particles as seeds. The chemical composition and time series of compounds in the gas and particle phase were characterized by an online high-resolution time-of-flight proton-transfer-reaction mass spectrometer (HR-ToF-PTRMS) and a high-resolution time-of-flight aerosol mass spectrometer (HR-ToF-AMS), respectively. Our results show that the mass concentration of ammonium (NH4+) was still rising even after the mass concentration of the organic component started to decrease due to aerosol wall deposition and evaporation, implying the continuous new formation of particle-phase ammonium in the process. Stoichiometric neutralization analysis of aerosol indicates that organic acids have a central role in the formation of particle-phase ammonium. Our measurements show a good correlation between the gas-phase organic mono- and dicarboxylic acids formed in the photooxidation of α-pinene and the ammonium in the particle phase, thus highlighting the contribution of gas-phase organic acids to the ammonium formation. The work shows that the gas-phase organic acids contribute to the SOA formation by forming organic ammonium salts through acid–base reaction. The changes in aerosol mass, particle size and chemical composition resulting from the NH3–SOA interaction can potentially alter the aerosol direct and indirect forcing and therefore alter its impact on climate change.",
    "readLink": "https://acp.copernicus.org/articles/20/14393/2020/acp-20-14393-2020.pdf"
  },
  {
    "title": "Forecasting European Union CO2 Emissions Using Autoregressive Integrated Moving Average-autoregressive Conditional Heteroscedasticity Models",
    "authors": [
      "Melina Dritsaki,",
      "Chaido Dritsaki"
    ],
    "doi": "Vol. 10,\n                                no. 4",
    "issn": "2146-4553 (Online)",
    "publisher": "EconJournals",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://www.econjournals.com/index.php/ijeep",
    "abstract": "In the past few decades, there are lot of discussions around global warming and climate change primarily due to the increased CO2 emissions generated by the consumption of fossil fuels, such as oil and natural gas. After an enormous effort, the EU-28 managed to reduce CO2 emissions in 2014 by 25.7% comparing to 1990 (Kyoto Protocol). This effort should continue in the future so that the EU-28 achieve a 40% reduction on CO2 emissions by 2030. The current paper aims at investigating the optimum model to forecast CO2 emissions in the EU-28. To achieve this aim an ARIMA(1,1,1)-ARCH(1) model was used, combined with the linear ARIMA model and the conditional variance of the ARCH model. The estimation of parameter optimisation of ARIMA(1,1,1)-ARCH(1) model was done with the Maximum Likelihood approach using the Marquardt (1963), and Berndt-Hall-Hall-Hausman (BHHH) algorithms and the three distributions (Normal, t-Student, Generalized error), whereas for the estimation of the covariance coefficient the reversed matrix by Hessian was used. Finally, in order to forecast the ARIMA(1,1,1)-ARCH(1) model, a dynamic as well as a static process was applied. The results of the forecasting revealed that the static procedure provides a better forecast comparing to the dynamic one. Keywords: CO2 Emissions, ARIMA(1,1,1)-ARCH(1) model, Forecasting, E.U JEL Classifications: C22, C53, Q50 DOI: https://doi.org/10.32479/ijeep.9186",
    "readLink": "https://www.econjournals.com/index.php/ijeep/article/view/9186"
  },
  {
    "title": "ClimateNet: an expert-labeled open dataset and deep learning architecture for enabling high-precision analyses of extreme weather",
    "authors": [
      "Prabhat,",
      "Prabhat,",
      "K. Kashinath,",
      "M. Mudigonda,",
      "S. Kim,",
      "L. Kapp-Schwoerer,",
      "A. Graubner,",
      "E. Karaismailoglu,",
      "L. von Kleist,",
      "T. Kurth,",
      "A. Greiner,",
      "A. Mahesh,",
      "A. Mahesh,",
      "K. Yang,",
      "C. Lewis,",
      "J. Chen,",
      "A. Lou,",
      "S. Chandran,",
      "B. Toms,",
      "W. Chapman,",
      "K. Dagon,",
      "C. A. Shields,",
      "T. O'Brien,",
      "T. O'Brien,",
      "M. Wehner,",
      "W. Collins,",
      "W. Collins"
    ],
    "doi": "https://doi.org/10.5194/gmd-14-107-2021",
    "journalVolume": "Vol. 14\n                                \n                                \n                                  pp.\n                                  107\n                                  – 124",
    "issn": "1991-959X (Print)",
    "publisher": "1991-9603 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology"
    ],
    "journalUrl": "https://www.geoscientific-model-development.net/",
    "abstract": "Identifying, detecting, and localizing extreme weather events is a crucial first step in understanding how they may vary under different climate change scenarios. Pattern recognition tasks such as classification, object detection, and segmentation (i.e., pixel-level classification) have remained challenging problems in the weather and climate sciences. While there exist many empirical heuristics for detecting extreme events, the disparities between the output of these different methods even for a single event are large and often difficult to reconcile. Given the success of deep learning (DL) in tackling similar problems in computer vision, we advocate a DL-based approach. DL, however, works best in the context of supervised learning – when labeled datasets are readily available. Reliable labeled training data for extreme weather and climate events is scarce. We create “ClimateNet” – an open, community-sourced human-expert-labeled curated dataset that captures tropical cyclones (TCs) and atmospheric rivers (ARs) in high-resolution climate model output from a simulation of a recent historical period. We use the curated ClimateNet dataset to train a state-of-the-art DL model for pixel-level identification – i.e., segmentation – of TCs and ARs. We then apply the trained DL model to historical and climate change scenarios simulated by the Community Atmospheric Model (CAM5.1) and show that the DL model accurately segments the data into TCs, ARs, or “the background” at a pixel level. Further, we show how the segmentation results can be used to conduct spatially and temporally precise analytics by quantifying distributions of extreme precipitation conditioned on event types (TC or AR) at regional scales. The key contribution of this work is that it paves the way for DL-based automated, high-fidelity, and highly precise analytics of climate data using a curated expert-labeled dataset – ClimateNet. ClimateNet and the DL-based segmentation method provide several unique capabilities: (i) they can be used to calculate a variety of TC and AR statistics at a fine-grained level; (ii) they can be applied to different climate scenarios and different datasets without tuning as they do not rely on threshold conditions; and (iii) the proposed DL method is suitable for rapidly analyzing large amounts of climate model output. While our study has been conducted for two important extreme weather patterns (TCs and ARs) in simulation datasets, we believe that this methodology can be applied to a much broader class of patterns and applied to observational and reanalysis data products via transfer learning.",
    "readLink": "https://gmd.copernicus.org/articles/14/107/2021/gmd-14-107-2021.pdf"
  }
]