[
  {
    "title": "Long-term trends in elephant mortality and their causes in Kenya",
    "authors": [
      "Joseph M. Mukeka,",
      "Joseph M. Mukeka,",
      "Joseph O. Ogutu,",
      "Erustus Kanga,",
      "Hans-Peter Piepho,",
      "Eivin Røskaft"
    ],
    "doi": "https://doi.org/10.3389/fcosc.2022.975682",
    "journalVolume": "Vol. 3",
    "issn": "2673-611X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/conservation-science",
    "abstract": "High mortality poses a serious threat to sustainable conservation of the African elephant (Loxodonta africana). Using detected carcass data collected by the Kenya Wildlife Service (KWS) during 1992-2017, we analyze temporal and spatial variation in elephant mortality in Kenya. We investigate the major mortality causes and means used to kill elephants, carcass category, tusk recovery status, variation in mortality with elephant age and sex classes, differences between inside and outside protected areas (PAs), the Proportion of Illegally Killed Elephants (PIKE) and the overall mortality rate (MR — the number of dead/number of live elephants in a given year). In total 9,182 elephant deaths were recorded during the 26 years. Elephant mortality increased over time and was attributed primarily to natural (33.1%) and human-related causes, particularly ivory poaching (31.5%) and human-elephant conflicts (19.9%). Elephant mortality varied across Kenya’s 47 counties in correspondence with variation in elephant population size and was the highest in the leading elephant range counties of Taita Taveta, Laikipia, Samburu and Meru. Mortality was higher for males and adults and outside the protected areas. Most elephant carcasses had tusks (75.1%) but a few did not (12.5%). Yearly PIKE values peaked in 2012, the year with the highest poaching levels in Kenya during 1992-2017. MR increased throughout 1992-2017. Temporal variation in elephant mortality probability was significantly influenced by human and livestock population densities, average annual maximum temperature and total annual rainfall and the strength of these influences varied across the seven leading elephant range counties of Kenya. Natural processes are increasingly contributing to elephant mortality likely due to climate change and the associated food and water stress, exacerbated by contracting range. Enhancing anti-poaching and strategies for mitigating climate change impacts and human-elephant conflict and reducing range contraction while sustaining habitat connectivity can help reduce mortality and promote elephant conservation. Strengthening enforcement of international wildlife laws can further reduce illegal trade in tusks and killing of elephants.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fcosc.2022.975682/full"
  },
  {
    "title": "Seizing history: development and non-climate change in Small Island Developing States",
    "authors": [
      "Godfrey Baldacchino"
    ],
    "doi": "https://doi.org/10.1108/IJCCSM-02-2017-0037",
    "journalVolume": "Vol. 10,\n                                no. 2\n                                \n                                  pp.\n                                  217\n                                  – 228",
    "issn": "1756-8692 (Print)",
    "publisher": "1756-8706 (Online)",
    "countryOfPublisher": "Emerald Publishing",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.emeraldgrouppublishing.com/products/journals/journals.htm?id=ijccsm",
    "abstract": "Purpose – This paper offers a critical review of climate change related initiatives in small island states, including Small Island Developing States (SIDS), which can end up as ontological traps: fuelled and supported by external donor agencies, thwarting out-migration and shifting scarce and finite resources away from other, shorter-term and locally spawned development trajectories and objectives. Design/methodology/approach – This paper is based on a selective literature review. It clusters important themes found in published research and policy documents. Findings – The results identify a burgeoning critical voice in regards to resilience and its legitimation of climate change driven projects in SIDS. This paper recommends a more nuanced approach which also privileges migration. Originality/value – This paper provided a critical overview and synthesis of the immobility implicit in much climate change related work, through the critical lens of island studies and post-colonial studies.",
    "readLink": "https://www.emeraldinsight.com/doi/pdfplus/10.1108/IJCCSM-02-2017-0037"
  },
  {
    "title": "Valuing the synergy in the water-energy-food nexus for cropping systems: a case in the North China Plain",
    "authors": [
      "Jinna Li,",
      "Jixiao Cui,",
      "Peng Sui,",
      "Shunnian Yue,",
      "Jia Yang,",
      "Ziqing Lv,",
      "Dong Wang,",
      "Xingqiong Chen,",
      "Beibei Sun,",
      "Mengmeng Ran,",
      "Yuanquan Chen"
    ],
    "doi": "Vol. 127\n                                \n                                \n                                  p.\n                                  107741",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "Extreme climate change, rapid population growth and economic development drive a growing demand for resources, which lead to energy, food, water and their intertwined nexus becoming increasingly important. Agricultural decisions considering the interconnections among water, energy, and food are critical. The consumption of large amounts groundwater and non-renewable energy by the predominant traditional wheat-maize cropping system has caused a serious water shortage in the North China Plain (NCP), which is a large food production region in China. This situation has strained the relationship between water/energy consumption and food production. It is important to seek synergy in the water-energy-food nexus. This paper proposed a relative index of water-energy-food (WEFRI) based on different values of resource consumption and use efficiency between treatment systems and control system to analyze the synergy between water utilization, energy consumption and food supply in different cropping systems at the field scale. The goal is to seek a sustainable cropping system to balance crop production while reducing energy consumption and water depletion. In this case, different systems including monocropped maize (Zea mays) (MM), intercropped maize and soybean (Glycine max) (MS), relay cropped of maize with pea (Pisum sativum) (MP) and potato (Solanum tuberosum) (MO), rotation of maize with spinach (Spinacia oleracea) (MI) and ryegrass (Secale cereale) (MR), and using traditional wheat-maize (Triticum aestivum) (MW) as a control. MM, MS, MP and MO were the best systems within a particular range of food supply reduction. The WEFRI of the MM/MS system was the highest (2.96/2.78). Compared to the MW system, the groundwater consumption of MM/MS was reduced by 73.84%/73.84%, and non-renewable energy inputs were reduced by 48.01%/48.30%; however, the food supply decreased by 48.05%/51.70%. The WEFRI of the MP system was 1.98. In comparison with the MW system, the groundwater consumption of the MP system was reduced by 28.46%, and the non-renewable energy inputs were reduced by 42.68%. However, the food supply decreased by 37.13%. The WEFRI of MO system was 1.92. Compared to the MW system, the groundwater consumption of MO was reduced by 11.47%, non-renewable energy inputs were reduced by 32.14%, and the food supply only decreased by 26.27%. In conclusion, we theoretically proposed the following references for cropping systems in the NCP: MM and MS are implemented when the areas has extreme water shortages, MO is implemented when a less than 30% reduction in the food supply capacity is acceptable, and MP is recommended if a 30%–40% reduction in the food supply is acceptable.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X21004064"
  },
  {
    "title": "Sediment and carbon dynamics during an episodic flood in an intermittent river",
    "authors": [
      "Xinyu Liu,",
      "Xixi Lu,",
      "Ruihong Yu,",
      "Heyang Sun,",
      "Yuan Li,",
      "Zhen Qi,",
      "Hao Xue,",
      "Zhuangzhuang Zhang,",
      "Zhengxu Cao,",
      "Tingxi Liu,",
      "Changwei Lu"
    ],
    "doi": "https://doi.org/10.1002/ecs2.4248",
    "journalVolume": "Vol. 13,\n                                no. 10\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract The contribution of intermittent rivers and ephemeral streams (IRES) to the global carbon cycle has largely been overlooked. Flood events can impact hydrological processes, carbon (C) transport, and carbon dioxide (CO2) emissions. This study monitored river flow and sediment concentrations in an intermittent river during a flood event. Water samples were measured for water quality factors and C transport indices. CO2 partial pressure (pCO2) and CO2 flux (FCO2) were also analyzed. Remote sensing data were used to analyze soil erosion in the basin. Results indicate that the total sediment load from the flood was approximately 5503.1 t, with sediment concentrations showing a direct relationship with flow discharge. By completing a hysteresis loop and soil erosion level analysis, soil erosion from the river source and runoff surface scour were found to be the primary sources of sediment. The flood significantly increased particulate organic carbon and decreased dissolved organic carbon. During the flood, pCO2 ranged between 669 and 1229 ppm, indicating that the IRES served as a carbon source, with pH and total dissolved solids being the main influencing factors. The FCO2 varied between 20.16 and 568.33 mg m−2 h−1 and revealed a significant positive correlation with pCO2. After the flood ended, CO2 emissions increased and remained high for a long time. The study findings have substantial implications for IRES responses to extreme flood events, which are predicted to increase in intensity under climate change.",
    "readLink": "https://doi.org/10.1002/ecs2.4248"
  },
  {
    "title": "The strategy of shifting cultivators in West Kalimantan in adapting to the market economy: empirical evidence behind gaps in interdisciplinary communication",
    "authors": [
      "Prudensius Maring"
    ],
    "doi": "https://doi.org/10.2458/v27i1.23757",
    "journalVolume": "Vol. 27,\n                                no. 1\n                                \n                                  pp.\n                                  1015\n                                  – 1035",
    "issn": "1073-0451 (Online)",
    "publisher": "University of Arizona Libraries",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Political science"
    ],
    "journalUrl": "https://journals.librarypublishing.arizona.edu/jpe/",
    "abstract": "Issues of climate change and expansion of large-scale land acquisition for industrial plantations continue to ravage the shifting cultivation system that 300–500 million subsistence farmer households depend on. In Indonesia, particularly in Kalimantan and Sumatera, village communities continue to practice shifting cultivation amidst the conversion of lands into industrial plantations. The rampant conversion of farmer's land by large scale companies based in the market economy has resulted in the decline of the shifting cultivation system, and compelled them to enter commercial production. I employed qualitative methods, conducting in-depth interviews and observations in West Kalimantan in 2018. Shifting cultivation today is not just for subsistence, but it is also a strategy to maintain claims to land that has been handed over to companies. Concurrently, people have been developing community plantations using industrial commodities such as rubber and oil palm, which still incorporate subsistence features. The changes occurring in villages have led to conflict since land availability has reduced, while the alternative of working for forestry and plantation companies is hampered by their lack of skills and knowledge. Theoretically, this study indicates the need for communication and synergy between the perspectives of political ecology and cultural ecology in order to understand the socio-politico-economic complexities haunting the village community's alterations in subsistence strategies. The practical implications are that land-based village development should open up communication among stakeholders and position village communities as the key beneficiary in the long run. Keywords: Shifting cultivation, land conversion, adaptation strategy, market economy, political ecology, Kalimantan, Indonesia",
    "readLink": "https://journals.uair.arizona.edu/index.php/JPE/article/view/23757"
  },
  {
    "title": "Sustaining Forest Plantations for the United Nations’ 2030 Agenda for Sustainable Development",
    "authors": [
      "Lydie-Stella Koutika,",
      "Rosalie Matondo,",
      "André Mabiala-Ngoma,",
      "Viviane Sogni Tchichelle,",
      "Mélanie Toto,",
      "Jean-Claude Madzoumbou,",
      "Juste Armand Akana,",
      "Hugues Y. Gomat,",
      "François Mankessi,",
      "Armel Thongo Mbou,",
      "Tiburce Matsoumbou,",
      "Alpiche Diamesso,",
      "Aubin Rachel Saya,",
      "Jean de Dieu Nzila"
    ],
    "doi": "https://doi.org/10.3390/su142114624",
    "journalVolume": "Vol. 14,\n                                no. 14624\n                                \n                                  p.\n                                  14624",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Located in the hearth of Africa, the Congo basin is the world’s second largest rainforest ecosystem, spanning over nine countries including the Republic of the Congo. Nature-based solutions, i.e., afforestation, reforestation or agroforestry supplying wood energy, halting food insecurity, restoring land desertification and fostering mitigation and adaptation to climate warming, have been increasingly used in the past decades. Within this framework, Congolese coastal plains have been afforested using fast growing trees since the early 1950s. Due to the low forest productivity and soil fertility, sustainable management of these forest ecosystems (trees, soils and environment) have been performed. Improved germplasms, increased stand wood biomass and healthier soils have the potential to enhance wood and fuel wood energy supply, mitigation and adaptation to climate change, food security, restoration of land and ecosystem biodiversity. This meets ten out of the seventeen sustainable development goals (SDG #), specifically goals related to alleviating poverty (1) and hunger (2), improving health (3), education (4), sanitation and access to clean water (6). Other goals include providing affordable clean energy (7), sustainable production and consumption (12), action on climate change (13), life on land (15), and partnerships for goals (17). Nature-based solutions help to face important societal challenges meeting more than half of SDGs of the United Nations.",
    "readLink": "https://www.mdpi.com/2071-1050/14/21/14624"
  },
  {
    "title": "Pilot Studies of the Unique Highland Palsa Mire in Western Sayan (Tuva Republic, Russian Federation)",
    "authors": [
      "Sergey N. Kirpotin,",
      "Zoia N. Kvasnikova,",
      "Sophia A. Potapova,",
      "Irina I. Volkova,",
      "Igor V. Volkov,",
      "Andrei I. Pyak,",
      "Arisiya A. Byzaakay,",
      "Larisa G. Kolesnichenko,",
      "Inna V. Lushchaeva,",
      "Aldynay O. Khovalyg,",
      "Irina V. Kuzhevskaia,",
      "Vladislav V. Chursin,",
      "Anna M. Peregon"
    ],
    "doi": "https://doi.org/10.3390/atmos13010032",
    "journalVolume": "Vol. 13,\n                                no. 32\n                                \n                                  p.\n                                  32",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "In contrast to the well-studied West Siberian sector of frozen bogs in the Russian Arctic, the frozen mound bogs (so-called “palsas”) on the highlands of Southern Siberia have not yet been studied, but they are suspected to be even more sensitive to ongoing climate change. This article provides the pilot study on palsa mire Kara-Sug in the highland areas of Western Sayan mountain system, Tuva Republic. The study focuses on the current state of palsa mire and surrounding landscapes, providing wide range of ecological characteristics while describing ongoing transformations of natural landscapes under a changing climate. The study used a variety of field and laboratory methods: the integrated landscape-ecological approach, the study of peat deposits, geobotanical analysis, and modern analysis of the chemical composition of water, peat, and soils. The study shows that highland palsa mires are distinguished by their compactness and high variety of cryogenic landforms leading to high floristic and ecosystem diversity compared with lowland palsa mires. This information brings new insights and contributes to a better understanding of extrazonal highland palsa mires, which remain a “white spot” in the global environmental sciences.",
    "readLink": "https://www.mdpi.com/2073-4433/13/1/32"
  },
  {
    "title": "Genomic regions associated with physiological, biochemical and yield-related responses under water deficit in diploid potato at the tuber initiation stage revealed by GWAS.",
    "authors": [
      "Paula Díaz,",
      "Felipe Sarmiento,",
      "Boby Mathew,",
      "Agim Ballvora,",
      "Teresa Mosquera Vásquez"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0259690",
    "journalVolume": "Vol. 16,\n                                no. 11\n                                \n                                  p.\n                                  e0259690",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Water deficit, which is increasing with climate change, is a serious threat to agricultural sustainability worldwide. Dissection of the genetic architecture of water deficit responses is highly desirable for developing water-deficit tolerant potato cultivars and enhancing the resilience of existing cultivars. This study examined genetic variation in response to water deficit in a panel of diploid potato and identified the QTL governing this trait via a genome-wide association study (GWAS). A panel of 104 diploid potato accessions were evaluated under both well-watered and water deficit treatments at tuber initiation stage. Drought stress index (DTI) was calculated to assess tolerance of the diploid potato genotypes to water deficit. The GWAS was conducted using a matrix of 47K single nucleotide polymorphisms (SNP), recently available for this population. We are reporting 38 QTL, seven for well-watered conditions, twenty-two for water deficit conditions and nine for DTI which explain between 12.6% and 44.1% of the phenotypic variance. A set of 6 QTL were found to be associated with more than one variable. Marker WDP-9.21 was found associated with tuber fresh weigh under WD and gene annotation analysis revealed co-localization with the Glucan/water dikinase (GWD) gene. Of the nine QTL detected from DTI on chromosomes 2,3,5,8,10 and 12, three candidate genes with a feasible role in water deficit response were identified. The findings of this study can be used in marker-assisted selection (MAS) for water- deficit tolerance breeding in potato.",
    "readLink": "https://doi.org/10.1371/journal.pone.0259690"
  },
  {
    "title": "Geomorphological heritage inventory of Irazú Volcano, Costa Rica",
    "authors": [
      "Dennis Pérez-Umaña,",
      "Adolfo Quesada-Román,",
      "Ghislain Zangmo Tefogoum"
    ],
    "doi": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  31\n                                  – 47",
    "issn": "2577-4441 (Print)",
    "publisher": "2577-445X (Online)",
    "countryOfPublisher": "KeAi Communications Co., Ltd.",
    "lcc": [
      "China",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/international-journal-of-geoheritage-and-parks/",
    "abstract": "Volcanoes are part of the natural environment, and the interactions with humans are inescapable. The geoheritage studies in tropical regions, specifically tropical volcanos, are scarce despite the uniqueness, scientific value, and beauty of these features. We performed an integrated approach for the inventory and management of the geomorphological heritage of the Irazú Volcano National Park, one of the most visited parks in Costa Rica. We identified eleven geomorphosites including volcanic craters, hills, domes, lagoons, and caves. The average in the assessment of scientific values of all the identified geomorphosites was 0.67. The site that rated the highest average between all the geomorphosites (0.94) was the Principal Crater. Other geomorphosites with high average and similar conditions were Diego de la Haya Crater, Playa Hermosa Crater and Sapper Hill, which show outstanding characteristics. Irazú volcano has an exuberant geodiversity and this assessment shows its geological and cultural richness. This demonstrates the importance and value that the volcano poses for the geoheritage of Costa Rica, Central America and tropical regions. Keywords: Geomorphosites, Volcanic geoheritage, Evaluation, Geoheritage, Geodiversity, Tropical geoheritage",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2577444119300577"
  },
  {
    "title": "Changes in temperature alter the potential outcomes of virus host shifts.",
    "authors": [
      "Katherine E Roberts,",
      "Jarrod D Hadfield,",
      "Manmohan D Sharma,",
      "Ben Longdon"
    ],
    "doi": "https://doi.org/10.1371/journal.ppat.1007185",
    "journalVolume": "Vol. 14,\n                                no. 10\n                                \n                                  p.\n                                  e1007185",
    "issn": "1553-7366 (Print)",
    "publisher": "1553-7374 (Online)",
    "countryOfPublisher": "Public Library of Science (PLoS)",
    "lcc": [
      "United States",
      "Medicine: Internal medicine: Specialties of internal medicine: Immunologic diseases. Allergy",
      "Science: Biology (General)"
    ],
    "journalUrl": "https://journals.plos.org/plospathogens/",
    "abstract": "Host shifts-where a pathogen jumps between different host species-are an important source of emerging infectious disease. With on-going climate change there is an increasing need to understand the effect changes in temperature may have on emerging infectious disease. We investigated whether species' susceptibilities change with temperature and ask if susceptibility is greatest at different temperatures in different species. We infected 45 species of Drosophilidae with an RNA virus and measured how viral load changes with temperature. We found the host phylogeny explained a large proportion of the variation in viral load at each temperature, with strong phylogenetic correlations between viral loads across temperature. The variance in viral load increased with temperature, while the mean viral load did not. This suggests that as temperature increases the most susceptible species become more susceptible, and the least susceptible less so. We found no significant relationship between a species' susceptibility across temperatures, and proxies for thermal optima (critical thermal maximum and minimum or basal metabolic rate). These results suggest that whilst the rank order of species susceptibilities may remain the same with changes in temperature, some species may become more susceptible to a novel pathogen, and others less so.",
    "readLink": "http://europepmc.org/articles/PMC6209381?pdf=render"
  }
]