[
  {
    "title": "Pathways to water resilient South African cities – from mono-functional to multi-functional stormwater infrastructure",
    "authors": [
      "Julia Mclachlan,",
      "Craig T. Tanyanyiwa,",
      "Rachelle Schneuwly,",
      "Kirsty Carden,",
      "Neil P. Armitage,",
      "Amber Abrams,",
      "Patience Mguni,",
      "Lise Byskov Herslund"
    ],
    "doi": "Vol. 20\n                                \n                                \n                                  p.\n                                  e01674",
    "issn": "2468-2276 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.journals.elsevier.com/scientific-african",
    "abstract": "In light of rapid population growth and climate-change pressures on water resources, there is an urgent need in many African cities to shift to more resilient, decentralised, nature-based approaches. In response, the City of Cape Town's Water Strategy document proposes various alternative water supply sources. One is Managed Aquifer Recharge (MAR) using the Cape Flats Aquifer (CFA). Overlying the CFA are a significant number of stormwater ponds that were originally designed solely to prevent flooding. These ponds could be retrofitted to infiltrate stormwater run-off, recharging the aquifer and serving a water treatment function using nature-based approaches. Many of these mono-functional ponds are in neighbourhoods that are socio-economically disadvantaged through former apartheid spatial planning. These ponds are frequently litter-filled, used for dumping rubble and, on occasion, occupied with informal housing. It is in this context that the conversion of engineered single-purpose stormwater ponds into multi-functional space is proposed using a demonstration site in Mitchells Plain, Cape Town. The ‘Pathways to water resilient South African cities (PaWS)’ project is a collaboration between the Future Water Institute at the University of Cape Town (UCT) and University of Copenhagen (UCPH), funded through DANIDA. This research is revealing how maximum benefit could be derived from these water management systems by adopting low-cost, easy to install blue-green interventions that rely on nature-based approaches. The findings from the research have relevance across Southern Africa where several large cities have existing stormwater ponds designed for flood control or as passive open green spaces. It offers valuable strategies for how these single-purpose ponds can be transformed into multifunctional blue-green spaces in ways that build resilience while addressing the environmental injustice that is a legacy of South Africa's ‘green apartheid’.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2468227623001308"
  },
  {
    "title": "Environmental drivers of forest structure and stem turnover across Venezuelan tropical forests.",
    "authors": [
      "Emilio Vilanova,",
      "Hirma Ramírez-Angulo,",
      "Armando Torres-Lezama,",
      "Gerardo Aymard,",
      "Luis Gámez,",
      "Cristabel Durán,",
      "Lionel Hernández,",
      "Rafael Herrera,",
      "Geertje van der Heijden,",
      "Oliver L Phillips,",
      "Gregory J Ettl"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0198489",
    "journalVolume": "Vol. 13,\n                                no. 6\n                                \n                                  p.\n                                  e0198489",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Using data from 50 long-term permanent plots from across Venezuelan forests in northern South America, we explored large-scale patterns of stem turnover, aboveground biomass (AGB) and woody productivity (AGWP), and the relationships between them and with potential climatic drivers. We used principal component analysis coupled with generalized least squares models to analyze the relationship between climate, forest structure and stem dynamics. Two major axes associated with orthogonal temperature and moisture gradients effectively described more than 90% of the environmental variability in the dataset. Average turnover was 1.91 ± 0.10% year-1 with mortality and recruitment being almost identical, and close to average rates for other mature tropical forests. Turnover rates were significantly different among regions (p < 0.001), with the lowland forests in Western alluvial plains being the most dynamic, and Guiana Shield forests showing the lowest turnover rates. We found a weak positive relationship between AGB and AGWP, with Guiana Shield forests having the highest values for both variables (204.8 ± 14.3 Mg C ha-1 and 3.27 ± 0.27 Mg C ha-1 year-1 respectively), but AGB was much more strongly and negatively related to stem turnover. Our data suggest that moisture is a key driver of turnover, with longer dry seasons favoring greater rates of tree turnover and thus lower biomass, having important implications in the context of climate change, given the increases in drought frequency in many tropical forests. Regional variation in AGWP among Venezuelan forests strongly reflects the effects of climate, with greatest woody productivity where both precipitation and temperatures are high. Overall, forests in wet, low elevation sites and with slow turnover stored the greatest amounts of biomass. Although faster stand dynamics are closely associated with lower carbon storage, stem-level turnover rates and woody productivity did not show any correlation, indicating that stem dynamics and carbon dynamics are largely decoupled from one another.",
    "readLink": "https://doi.org/10.1371/journal.pone.0198489"
  },
  {
    "title": "Potential decline in carbon carrying capacity under projected climate-wildfire interactions in the Sierra Nevada",
    "authors": [
      "Shuang Liang,",
      "Matthew D. Hurteau,",
      "Anthony LeRoy Westerling"
    ],
    "doi": "https://doi.org/10.1038/s41598-017-02686-0",
    "journalVolume": "Vol. 7,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 7",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Ecosystem carbon carrying capacity (CCC) is determined by prevailing climate and natural disturbance regimes, conditions that are projected to change significantly. The interaction of changing climate and its effects on disturbance regimes is expected to affect forest regeneration and growth, which may diminish forest carbon (C) stocks and uptake. We modeled landscape C dynamics over 590 years along the latitudinal gradient of the U.S. Sierra Nevada Mountains under climate and area burned by large wildfires projected by late 21st century. We assumed climate and wildfire stabilize at late-21st century conditions (2090–2100) to facilitate analysis of lags between warming and changing CCC. We show that compared with historical (1980–2010) climate and wildfire conditions, projected scenarios would drive a significant decrease of up to 73% in mean total ecosystem carbon (TEC) by the end of the 590-year simulation. Tree regeneration failure due to intensified growing season dryness and increased area burned would substantially decrease forested area, transitioning the system from C sink to source. Our results demonstrate the potential for a lower CCC in the system due to extensive vegetation type conversion from forest to non-forest types, and suggest a decline in the contribution of Sierra Nevada forests to U.S. C sink.",
    "readLink": "https://doi.org/10.1038/s41598-017-02686-0"
  },
  {
    "title": "Uncertainty, anxiety, and optimism: Diverse perspectives of rainbow and steelhead trout fisheries governance in British Columbia",
    "authors": [
      "Andrew N. Kadykalo,",
      "Amanda L. Jeanson,",
      "Steven J. Cooke,",
      "Nathan Young"
    ],
    "doi": "Vol. 9\n                                \n                                \n                                  p.\n                                  100610",
    "issn": "2667-0100 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.journals.elsevier.com/environmental-challenges/",
    "abstract": "Inland fisheries are complex social-ecological systems that can generate important nutritional, economic, cultural, and recreational benefits. Effective management of these systems for multiple user-groups requires an understanding of the complex natural and human dimensions interactions within them. We examine the perceptions of stakeholders, Indigenous rightsholders, and regulatory/governance groups on the current and future status of Oncorhynchus mykiss (including their resident form – rainbow trout – and their anadromous form – steelhead) populations and fisheries in British Columbia (BC), Canada from 65 qualitative interviews and 1029 quantitative survey responses. Participants generally did not believe resident rainbow trout were threatened at the provincial level but were definitive in assessing anadromous steelhead trout as threatened. Habitat alterations, water temperature extremes, and climate change, were key threats identified for all forms of O. mykiss while bycatch in commercial fisheries and predation pressure from pinnipeds were specifically identified threats for steelhead trout. Anglers did not perceive recreational fishing pressure as a key threat in contrast to regulatory and governance groups. Fisheries managers were praised for stocking programs and managing small lakes fisheries but criticized for not doing enough to protect fish populations, for an unwillingness to challenge or confront commercial and Indigenous interests which infringe on conservation, and for a lack of aquatic monitoring. Three factors identified by participants contribute to fishery mismanagement, inaction, and decision paralysis: (1) insufficient resources (funding, staff, time), (2) confusion in jurisdictional authority between provincial and federal governments, and (3) organizational structure of natural resource management agencies which are not autonomous from competing commercial and industrial objectives and directions. Despite conservation being purported as the highest priority of fisheries managers, economic, social, and political drivers are perceived as increasingly influencing conservation decisions and actions. These findings can inform fisheries management and conservation decisions, policies and practices to ensure that they are more salient, robust, legitimate, and effective.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2667010022001664"
  },
  {
    "title": "The Study of Facial Muscle Movements for Non-Invasive Thermal Discomfort Detection via Bio-Sensing Technology. Part I: Development of the Experimental Design and Description of the Collected Data",
    "authors": [
      "Alla Marchenko,",
      "Alenka Temeljotov-Salaj,",
      "Victor Rizzardi,",
      "Odne Oksavik"
    ],
    "doi": "https://doi.org/10.3390/app10207315",
    "journalVolume": "Vol. 10,\n                                no. 7315\n                                \n                                  p.\n                                  7315",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "In the time of climate change, as heat waves become a more regular occurrence, indoor thermal comfort is an important factor in day to day life. Due to such circumstances, many researchers have focused their studies on finding an effective solution that will not only enable thermal comfort, but also increase satisfaction within the indoor environment and, as a result, productivity. The fast development of the biometrical field encouraged the study focused on the investigation of how bio-markers, in combination with artificial intelligence algorithms, can be collected within an experimental setting to create a new approach for non-invasive thermal discomfort detection. The developed experimental design provides synergy between automatic facial coding, pulse, and galvanic skin response measurements via iMotions software in a controlled environment. The iMotions software has built-in machine vision algorithms, and with Shimmer sensors and a post-processing tool through Affectiva AFFDEX, is able to collect facial action data through detection of the facial muscle movements and various bio-markers. The Zero Emission Building (ZEB) Test Cell laboratory was used as the control environment and transformed to imitate an office space for the data collection campaign at NTNU in Trondheim. The given experimental design provides an opportunity to create an immense database with bio-markers that are linked to the subcortical level of the brain, indoor parameters, and direct feedback on the comfort level of occupants within an office-like environment. In total, 111 data collection sessions were registered with iMotions. The discomfort button was pressed 240 times and 1080 planned indoor comfort evaluation surveys were held during experiment. The discomfort button was pressed 49 times to indicate that participant felt discomfort due to low temperature and 52 due to high temperature. Collected data revealed a big deviation in the discomfort temperature values for experiment participants with respect to performed temperature ramps. While it is common to use the same predefined temperature range for facility management, it became clear that the complexity of the task is greater and should not be approached on a human computational level. Implementation of AI can potentially provide higher value accuracy within thermal discomfort detection and enable unique personal user experience at the workplace.",
    "readLink": "https://www.mdpi.com/2076-3417/10/20/7315"
  },
  {
    "title": "Modelling the impacts of projected future climate change on water resources in north-west England",
    "authors": [],
    "doi": "Vol. 11,\n                                no. 3\n                                \n                                  pp.\n                                  1115\n                                  – 1126",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "Over the last two decades, the frequency of water resource drought in the UK, coupled with the more recent pan-European drought of 2003, has increased concern over changes in climate. Using the UKCIP02 Medium-High (SRES A2) scenario for 2070–2100, this study investigates the impact of climate change on the operation of the Integrated Resource Zone (IRZ), a complex conjunctive-use water supply system in north-western England. The results indicate that the contribution of individual sources to yield may change substantially but that overall yield is reduced by only 18%. Notwithstanding this significant effect on water supply, the flexibility of the system enables it to meet modelled demand for much of the time under the future climate scenario, even without a change in system management, but at significant expense for pumping additional abstraction from lake and borehole sources. This research provides a basis for the future planning and management of the complex water resource system in the north-west of England.",
    "readLink": "http://www.hydrol-earth-syst-sci.net/11/1115/2007/hess-11-1115-2007.pdf"
  },
  {
    "title": "Shallow soils are warmer under trees and tall shrubs across Arctic and Boreal ecosystems",
    "authors": [
      "Heather Kropp,",
      "Michael M Loranty,",
      "Susan M Natali,",
      "Alexander L Kholodov,",
      "Adrian V Rocha,",
      "Isla Myers-Smith,",
      "Benjamin W Abbot,",
      "Jakob Abermann,",
      "Elena Blanc-Betes,",
      "Daan Blok,",
      "Gesche Blume-Werry,",
      "Julia Boike,",
      "Amy L Breen,",
      "Sean M P Cahoon,",
      "Casper T Christiansen,",
      "Thomas A Douglas,",
      "Howard E Epstein,",
      "Gerald V Frost,",
      "Mathias Goeckede,",
      "Toke T Høye,",
      "Steven D Mamet,",
      "Jonathan A O’Donnell,",
      "David Olefeldt,",
      "Gareth K Phoenix,",
      "Verity G Salmon,",
      "A Britta K Sannel,",
      "Sharon L Smith,",
      "Oliver Sonnentag,",
      "Lydia Smith Vaughn,",
      "Mathew Williams,",
      "Bo Elberling,",
      "Laura Gough,",
      "Jan Hjort,",
      "Peter M Lafleur,",
      "Eugenie S Euskirchen,",
      "Monique MPD Heijmans,",
      "Elyn R Humphreys,",
      "Hiroki Iwata,",
      "Benjamin M Jones,",
      "M Torre Jorgenson,",
      "Inge Grünberg,",
      "Yongwon Kim,",
      "James Laundre,",
      "Marguerite Mauritz,",
      "Anders Michelsen,",
      "Gabriela Schaepman-Strub,",
      "Ken D Tape,",
      "Masahito Ueyama,",
      "Bang-Yong Lee,",
      "Kirsty Langley,",
      "Magnus Lund"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/abc994",
    "journalVolume": "Vol. 16,\n                                no. 1\n                                \n                                  p.\n                                  015001",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Soils are warming as air temperatures rise across the Arctic and Boreal region concurrent with the expansion of tall-statured shrubs and trees in the tundra. Changes in vegetation structure and function are expected to alter soil thermal regimes, thereby modifying climate feedbacks related to permafrost thaw and carbon cycling. However, current understanding of vegetation impacts on soil temperature is limited to local or regional scales and lacks the generality necessary to predict soil warming and permafrost stability on a pan-Arctic scale. Here we synthesize shallow soil and air temperature observations with broad spatial and temporal coverage collected across 106 sites representing nine different vegetation types in the permafrost region. We showed ecosystems with tall-statured shrubs and trees (>40 cm) have warmer shallow soils than those with short-statured tundra vegetation when normalized to a constant air temperature. In tree and tall shrub vegetation types, cooler temperatures in the warm season do not lead to cooler mean annual soil temperature indicating that ground thermal regimes in the cold-season rather than the warm-season are most critical for predicting soil warming in ecosystems underlain by permafrost. Our results suggest that the expansion of tall shrubs and trees into tundra regions can amplify shallow soil warming, and could increase the potential for increased seasonal thaw depth and increase soil carbon cycling rates and lead to increased carbon dioxide loss and further permafrost thaw.",
    "readLink": "https://doi.org/10.1088/1748-9326/abc994"
  },
  {
    "title": "Changes in the Water Resources of Selected Lakes in Poland in the Period 1916–2020 as Information to Increase Their Availability",
    "authors": [
      "Mariusz Ptak,",
      "Adam Choiński,",
      "Mariusz Sojka,",
      "Senlin Zhu"
    ],
    "doi": "https://doi.org/10.3390/su13137298",
    "journalVolume": "Vol. 13,\n                                no. 7298\n                                \n                                  p.\n                                  7298",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The historical effects of land development on water management currently require a new approach, in many cases involving attempts at the restoration of the quasi-natural state. This is evident in reference to many regions in Poland, where the hydrographic network has been diminishing over the centuries, among others in favour of obtaining new agricultural land. Such activities overlap with natural processes causing transformations of the hydrosphere. The most serious problems currently include water deficits resulting from climate change and human activity. This paper employed archival bathymetric maps from the beginning of the 20th century for the determination of the scale of changes in the morphometric parameters of six lakes in western Poland. It was determined that over a period of more than a hundred years, the surface area (12.2%) and original volume of water bodies (13.9%) were largely reduced. This situation was caused by both natural (overgrowing and shallowing) and anthropogenic (change in water level) factors. The obtained information points to the need of an inventory of historical bathymetric maps of lakes. In combination with modern research, this will allow for the determination of changes in the water resources of lakes and, in a longer-term perspective, potential possibilities of their renaturisation. This knowledge is important in the context of the reconstruction of water resources in the territory of Poland, where their deficits are recorded increasingly frequently. It should also be emphasised that the restoration of the natural capacity of water retention in lakes is a more economical solution and, most importantly, it is not invasive for the environment.",
    "readLink": "https://www.mdpi.com/2071-1050/13/13/7298"
  },
  {
    "title": "More Interventions, Low Adoption: To What Extent Are the Existing Seed Sources to Blame? The Case of Orange Fleshed Sweet Potato in Central and Northern Malawi",
    "authors": [
      "Chrispin Sunganani Kaphaika,",
      "Samson Pilanazo Katengeza,",
      "Innocent Pangapanga-Phiri,",
      "Madalitso Happy Chambukira"
    ],
    "doi": "https://doi.org/10.3390/su151914390",
    "journalVolume": "Vol. 15,\n                                no. 14390\n                                \n                                  p.\n                                  14390",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Vitamin A dense Orange fleshed sweet potato (OFSP) has the potential to build resilient livelihoods against Vitamin A Deficiency (VAD), food insecurity, and climate change. However, the adoption of OFSP among smallholder farmers in Malawi remains low. Although many scholars across the globe have reviewed the seed systems of OFSP, no empirical study, in Malawi or elsewhere, has modelled how the use of the various sources of vines affect farmers’ seed security and eventual decisions to adopt biofortified OFSP varieties. The study employed a mixed methods approach and used a Triple Hurdle model to analyze the effect of the existing sources of vines on the adoption of OFSP among 721 randomly sampled households in central and northern Malawi. The study also developed a seed security experience score (SSES) in order to assess the capacity of the existing sources of vines to ensure farmers’ seed security. By defining adoption as a three-stage process, and by shifting the seed systems focus to capacity of the existing sources of vines, the study departs from the conventional approaches that most scholars have used to model adoption of OFSP. The study found that the existing sources of vines influenced all the three stages of adoption. The SSES results indicated that the capacity of the existing sources subjected the majority of the farmers to a highly seed insecurity status. Interventions therefore must be designed to address the seed security challenges associated with the existing sources in order to enhance the capacity of the sources for widespread and sustained adoption of OFSP.",
    "readLink": "https://www.mdpi.com/2071-1050/15/19/14390"
  },
  {
    "title": "A Formação do IPCC (Intergovernmental Panel on Climate Change) enquanto Comunidade Epistêmica",
    "authors": [
      "Allan Rogério Veltrone"
    ],
    "doi": "https://doi.org/10.17058/agora.v19i1.8673",
    "journalVolume": "Vol. 19,\n                                no. 1\n                                \n                                  pp.\n                                  133\n                                  – 144",
    "issn": "1414-0454 (Print)",
    "publisher": "1982-6737 (Online)",
    "countryOfPublisher": "Universidade de Santa Cruz do Sul",
    "lcc": [
      "Brazil",
      "Auxiliary sciences of history",
      "History (General) and history of Europe: History (General)",
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "https://online.unisc.br/seer/index.php/agora/index",
    "abstract": "Nosso objetivo é discutir a formação do IPCC enquanto Comunidade Epistêmica. Mostraremos a série de eventos que deu origem a instituição: o desenvolvimento de uma protociência climática, e de alguns parâmetros e instrumentos que ocorreram antes do século XIX; a institucionalização das ciências climáticas e o aparecimento do CO2 como um importante fator causal do efeito estufa no século XIX; o desenvolvimento da geologia e áreas correlatas na década de 1950-1960; os fóruns com temática ambiental e o desenvolvimento de modelos de predição climática operados por computadores e com base matemática na década de 1970; e por fim, a construção do consenso de que as mudanças climáticas estão ocorrendo, e ações precisam ser tomadas na década de 1980. A partir daí cientistas e instituições cientificas passam então a trabalhar em torno de um arranjo politico e PNUMA, WMO e ICSU se envolvem em negociações para criarem uma instituição que atenda estes pré-requisitos, até que, em 1988, surge então o IPCC.",
    "readLink": "https://online.unisc.br/seer/index.php/agora/article/view/8673"
  }
]