[
  {
    "title": "Increased importance of methane reduction for a 1.5 degree target",
    "authors": [
      "William J Collins,",
      "Christopher P Webber,",
      "Peter M Cox,",
      "Chris Huntingford,",
      "Jason Lowe,",
      "Stephen Sitch,",
      "Sarah E Chadburn,",
      "Edward Comyn-Platt,",
      "Anna B Harper,",
      "Garry Hayman,",
      "Tom Powell"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aab89c",
    "journalVolume": "Vol. 13,\n                                no. 5\n                                \n                                  p.\n                                  054003",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "To understand the importance of methane on the levels of carbon emission reductions required to achieve temperature goals, a processed-based approach is necessary rather than reliance on the transient climate response to emissions. We show that plausible levels of methane (CH _4 ) mitigation can make a substantial difference to the feasibility of achieving the Paris climate targets through increasing the allowable carbon emissions. This benefit is enhanced by the indirect effects of CH _4 on ozone (O _3 ). Here the differing effects of CH _4 and CO _2 on land carbon storage, including the effects of surface O _3 , lead to an additional increase in the allowable carbon emissions with CH _4 mitigation. We find a simple robust relationship between the change in the 2100 CH _4 concentration and the extra allowable cumulative carbon emissions between now and 2100 (0.27 ± 0.05 GtC per ppb CH _4 ). This relationship is independent of modelled climate sensitivity and precise temperature target, although later mitigation of CH _4 reduces its value and thus methane reduction effectiveness. Up to 12% of this increase in allowable emissions is due to the effect of surface ozone. We conclude early mitigation of CH _4 emissions would significantly increase the feasibility of stabilising global warming below 1.5 °C, alongside having co-benefits for human and ecosystem health.",
    "readLink": "https://doi.org/10.1088/1748-9326/aab89c"
  },
  {
    "title": "Estimating the carbon dynamics of South Korean forests from 1954 to 2012",
    "authors": [
      "J. Lee,",
      "T. K. Yoon,",
      "S. Han,",
      "S. Kim,",
      "M. J. Yi,",
      "G. S. Park,",
      "C. Kim,",
      "Y. M. Son,",
      "R. Kim,",
      "Y. Son"
    ],
    "doi": "https://doi.org/10.5194/bg-11-4637-2014",
    "journalVolume": "Vol. 11,\n                                no. 17\n                                \n                                  pp.\n                                  4637\n                                  – 4650",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Forests play an important role in the global carbon (C) cycle, and the South Korean forests also contribute to this global C cycle. While the South Korean forest ecosystem was almost completely destroyed by exploitation and the Korean War, it has successfully recovered because of national-scale reforestation programs since 1973. There have been several studies on the estimation of C stocks and balances over the past decades in the South Korean forests. However, a retrospective long-term study that includes biomass and dead organic matter C and validates dead organic matter C is still lacking. Accordingly, we estimated the C stocks and their changes of both biomass and dead organic matter C during the 1954–2012 period using a process-based model, the Korean Forest Soil Carbon model, and the 5th South Korean national forest inventory (NFI) report. Validation processes were also conducted based on the 5th NFI and statistical data. Simulation results showed that the biomass C stocks increased from 36.4 to 440.4 Tg C at a rate of 7.0 Tg C yr−1 during the period 1954–2012. The dead organic matter C stocks increased from 386.0 to 463.1 Tg C at a rate of 1.3 Tg C yr−1 during the same period. The estimates of biomass and dead organic matter C stocks agreed well with observed C stock data. The annual net biome production (NBP) during the period 1954–2012 was 141.3 g C m−2 yr−1, which increased from −8.8 g C m−2 yr−1 in 1955 to 436.6 g C m−2 yr−1 in 2012. Because of the small forested area, the South Korean forests had a comparatively lower contribution to the annual C sequestration by global forests. In contrast, because of the extensive reforestation programs, the NBP of South Korean forests was much higher than those of other countries. Our results could provide the forest C dynamics in South Korean forests before and after the onset of reforestation programs.",
    "readLink": "http://www.biogeosciences.net/11/4637/2014/bg-11-4637-2014.pdf"
  },
  {
    "title": "From “Fairly Good” to “Optimal” Energy Efficiency Practices within the Moroccan Manufacturing Sector: Are Financial Resources Sufficient?",
    "authors": [
      "Mehdi Bensouda,",
      "Mimoun Benali"
    ],
    "doi": "https://doi.org/10.32479/ijeep.14046",
    "journalVolume": "Vol. 13,\n                                no. 3",
    "issn": "2146-4553 (Online)",
    "publisher": "EconJournals",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://www.econjournals.com/index.php/ijeep",
    "abstract": "Climate change urgency requires a fast transition to a low carbon society which implies broad-scale changes at all levels, hence the need of an energy transition based on enhancing energy efficiency and renewable energy. Energy efficiency is pivotal to combat climate change, it is the most affordable and readily accessible resource, and the most profitable path to sustainability. Manufacturing companies are increasingly adopting energy efficiency practices (EEP) as they become more knowledgeable about the central role energy efficiency plays in their companies’ competitiveness and the planet’s sustainability. However, the severity of climate change requires the adoption of “optimal” EEP rather than “fairly good” ones. Companies’ satisficing behavior occurs when they do not operate as profit-maximisers, but as satisfactory solutions-seekers. This study explores avenues to address companies’ satisficing behavior regarding EEP. Our research model was empirically tested through survey data collected from 193 manufacturing companies in Morocco. Results show that satisficing negatively affects EEP. Financial slack and governments’ incentives have a positive direct effect on EEP without attenuating the negative relationship between satisfying and EEP. Mimetic pressure attenuates the negative relationship between satisfying and EEP. Based on our findings, policy implications are discussed.",
    "readLink": "http://www.econjournals.com/index.php/ijeep/article/view/14046"
  },
  {
    "title": "Standardized Indoor Air Quality Assessments as a Tool to Prepare Heritage Guardians for Changing Preservation Conditions due to Climate Change",
    "authors": [
      "Willemien Anaf,",
      "Diana Leyva Pernia,",
      "Olivier Schalm"
    ],
    "doi": "https://doi.org/10.3390/geosciences8080276",
    "journalVolume": "Vol. 8,\n                                no. 8\n                                \n                                  p.\n                                  276",
    "issn": "2076-3263 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Geology"
    ],
    "journalUrl": "https://www.mdpi.com/journal/geosciences",
    "abstract": "Climate change will affect the preservation conditions of our cultural heritage. Therefore, well-considered mitigation actions should be implemented to safeguard our heritage for future generations. Environmental monitoring is essential to follow up the change in preservation conditions and to evaluate the effectiveness of performed mitigation actions. To support heritage guardians in the processing and evaluation of monitored data, an indoor air quality (IAQ) index for heritage applications is introduced. The index is calculated for each measured point in time and is visualized in a user-friendly and intuitive way. The current paper describes the backbone of the IAQ-calculating algorithm. The algorithm is subsequently applied on a case study in which a mitigation action is implemented in a church.",
    "readLink": "http://www.mdpi.com/2076-3263/8/8/276"
  },
  {
    "title": "Great Basin land managers provide detailed feedback about usefulness of two climate information web applications",
    "authors": [
      "Chad Zanocco,",
      "Melanie Brown,",
      "Dominique Bachelet,",
      "Mike Gough,",
      "Taylor Mutch,",
      "Tim Sheehan"
    ],
    "doi": "Vol. 20\n                                \n                                \n                                  pp.\n                                  78\n                                  – 94",
    "issn": "2212-0963 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/climate-risk-management/",
    "abstract": "Land managers in the Great Basin are working to maintain or restore sagebrush ecosystems as climate change exacerbates existing threats. Web applications delivering climate change and climate impacts information have the potential to assist their efforts. Although many web applications containing climate information currently exist, few have been co-produced with land managers or have incorporated information specifically focused on land managers’ needs. Through surveys and interviews, we gathered detailed feedback from federal, state, and tribal sagebrush land managers in the Great Basin on climate information web applications targeting land management. We found that a) managers are searching for weather and climate information they can incorporate into their current management strategies and plans; b) they are willing to be educated on how to find and understand climate related web applications; c) both field and administrative-type managers want data for timescales ranging from seasonal to decadal; d) managers want multiple levels of climate information, from simple summaries, to detailed descriptions accessible through the application; and e) managers are interested in applications that evaluate uncertainty and provide projected climate impacts. Keywords: Great Basin, Sagebrush, Land management, Climate change, Web application, Co-production",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212096317301766"
  },
  {
    "title": "Substrate Composition and Depth Affect Soil Moisture Behavior and Plant-Soil Relationship on Mediterranean Extensive Green Roofs",
    "authors": [
      "Julie Chenot,",
      "Elie Gaget,",
      "Cannelle Moinardeau,",
      "Renaud Jaunatre,",
      "Elise Buisson,",
      "Thierry Dutoit"
    ],
    "doi": "https://doi.org/10.3390/w9110817",
    "journalVolume": "Vol. 9,\n                                no. 11\n                                \n                                  p.\n                                  817",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "The Mediterranean basin is extremely vulnerable to climate change, and one of the areas most impacted by human water demand. Yet the green roofs increasingly created both for aesthetic reasons and to limit pollution and urban runoff are themselves very water-demanding. Successful green roof installation depends on the establishment of the vegetation, and the substrate is the key element: it conserves water, and provides the nutrients and physical support indispensable for plant growth. Since typical Mediterranean plant communities require no maintenance, this study seeks to develop techniques for creating maintenance- and watering-free horizontal green roofs for public or private buildings in a Mediterranean context. The innovative aspect of this study lies in creating two soil mixes, fine elements (clay and silt) and coarse elements (pebbles of all sizes), in two different thicknesses, to assess vegetation development. Monitoring of substrate moisture was carried out and coupled with local rainfall measurements during summer and autumn. As expected, substrate moisture is mainly influenced by substrate depth (the deeper, the moister) and composition (the finer the particles (clays and silts), the higher the moisture content). Vegetation cover impacts moisture to a lesser extent but is itself affected by the composition and depth of the substrates. These results are subsequently discussed with relation to the issue of sustainable green roofs in Mediterranean climates. Considering applications of our results, for an optimal colonization of a Mediterranean vegetation, a substrate thickness of 15 cm composed mainly of fine elements (75% clay-silt and 25% pebble-sand) would be recommended in green roofs.",
    "readLink": "https://www.mdpi.com/2073-4441/9/11/817"
  },
  {
    "title": "(Mis)Alignment of Challenges and Strategies in Promoting Inclusive Racial Climates in STEM Graduate Departments",
    "authors": [
      "Rosemary J. Perez,",
      "Rudisang Motshubi,",
      "Sarah L. Rodriguez"
    ],
    "doi": "https://doi.org/10.1177/23328584231168639",
    "journalVolume": "Vol. 9",
    "issn": "2332-8584 (Online)",
    "publisher": "SAGE Publishing",
    "countryOfPublisher": "United States",
    "lcc": [
      "Education"
    ],
    "journalUrl": "https://journals.sagepub.com/home/ero",
    "abstract": "This descriptive qualitative study used racialized organizations (Ray, 2019) as a lens to examine how 27 faculty, administrators, and postdoctoral fellows in STEM departments at two institutions understood the problems that underlie negative racial climate, the strategies they used to improve racial climate, and the alignment between problems and solutions. Participants did not discuss racism and White supremacy as factors that contribute to negative racial climate. Instead, they indicated a weak STEM pipeline, and lack of faculty engagement created negative climate. Because participants did not attend to how racism and White supremacy fostered negative climate, their strategies (e.g., increased recruitment, committees, workshops) left systemic racism intact and (un)intentionally amplified labor for racially minoritized graduate students and faculty champions who often led change efforts with little support. These findings can help move departments away from intervention-centered models of change and toward more systemic approaches that contest how racialized organizations operate.",
    "readLink": "https://doi.org/10.1177/23328584231168639"
  },
  {
    "title": "Identify indicators of climate change through the analysis of the amount of rain in Iraq",
    "authors": [
      "بدر جدوع احمد ضياء صائب احمد"
    ],
    "doi": "Vol. 27,\n                                no. 1",
    "issn": "1680-8738 (Print)",
    "publisher": "2663-547X (Online)",
    "countryOfPublisher": "College of Education for Women",
    "lcc": [
      "Iraq",
      "Education"
    ],
    "journalUrl": "http://jcoeduw.uobaghdad.edu.iq/index.php/journal/about",
    "abstract": "United nation determined many basic climatic effects which affect the crust of Earth. And the most important one is the climatic change and its effect on environmental, economic, social, and political effects. So, the amount of rain which is considered as one of climatic changes in Iraq should be studied.So, this research explains the factors which affect rain, its overall average, the variation in the amounts of rain, the amount of yearly rain and variation in both yearly and monthly rains by using standard variation and yearly fluctuation.As a result, it is concluded that the number of rainy days doesn't mean an increase in rains amount. And there's variation in rains amount in all study areas which is contrastive from one station to another.",
    "readLink": "http://jcoeduw.uobaghdad.edu.iq/index.php/journal/article/view/135"
  },
  {
    "title": "ENSO-driven abrupt phase shift in North Atlantic oscillation in early January",
    "authors": [
      "Xin Geng,",
      "Jiuwei Zhao,",
      "Jong-Seong Kug"
    ],
    "doi": "https://doi.org/10.1038/s41612-023-00414-2",
    "journalVolume": "Vol. 6,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 8",
    "issn": "2397-3722 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.nature.com/npjclimatsci/",
    "abstract": "Abstract El Niño-Southern Oscillation (ENSO) teleconnections exhibit a strong dependency on seasonally and intraseasonally varying mean states, leading to impactful short-term variations in regional climate. The North Atlantic Oscillation (NAO)-ENSO relation is a typical example, in that its phase relationship reverses systematically between the early and late winter. Here based on observations and an ensemble of atmosphere-only climate model simulations, we reveal that this NAO phase reversal occurs synchronously in early January, showing strong abruptness. We demonstrate that this abrupt NAO phase reversal is caused by the change in ENSO-induced Rossby wave-propagating direction from northeastward to southeastward over the northeastern North American region, which is largely governed by a climatological alteration of the local jet meridional shear. We also provide evidence that the North Atlantic intrinsic eddy–low-frequency flow feedback further amplifies the NAO responses. This ENSO-related abrupt NAO change offers an avenue for intraseasonal climate forecasting in the Euro-Atlantic region.",
    "readLink": "https://doi.org/10.1038/s41612-023-00414-2"
  },
  {
    "title": "Energy Strategies, the Urban Dimension, and Spatial Planning",
    "authors": [
      "Karishma Asarpota,",
      "Vincent Nadin"
    ],
    "doi": "https://doi.org/10.3390/en13143642",
    "journalVolume": "Vol. 13,\n                                no. 3642\n                                \n                                  p.\n                                  3642",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "The UN Paris Agreement of November 2016 recognises the need for a ‘cleaner and more efficient energy system’ as a core policy goal to address climate change. The spatial and urban form of cities is a key factor in achieving more efficient energy production and consumption and becomes more important with rapid urbanisation across much of the world. City urban form and planning are therefore potentially powerful levers for the energy transition. This paper examines the extent to which city ‘energy strategies’ address the critical spatial and urban form characteristics of cities as a means to achieve a more efficient energy system. We construct an assessment framework of key aspects of the spatial and urban development of cities related to transport and accessibility and urban form. The framework is used to assess the degree to which energy strategies take into consideration aspects of urban development in four cities that are taking significant action on the energy policy: Hong Kong Oakland, Oslo, and Vancouver. We conclude that in these cities there is only fragmentary consideration of the potential of shaping spatial and urban form in the interests of energy efficiency.",
    "readLink": "https://www.mdpi.com/1996-1073/13/14/3642"
  }
]