[
  {
    "title": "Transformation of Silver Nanoparticles (AgNPs) during Lime Treatment of Wastewater Sludge and Their Impact on Soil Bacteria",
    "authors": [
      "Zainab Abdulsada,",
      "Richard Kibbee,",
      "Juliska Princz,",
      "Maria DeRosa,",
      "Banu Örmeci"
    ],
    "doi": "https://doi.org/10.3390/nano11092330",
    "journalVolume": "Vol. 11,\n                                no. 2330\n                                \n                                  p.\n                                  2330",
    "issn": "2079-4991 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Chemistry"
    ],
    "journalUrl": "https://www.mdpi.com/journal/nanomaterials",
    "abstract": "This study investigated the impact of lime stabilization on the fate and transformation of AgNPs. It also evaluated the changes in the population and diversity of the five most relevant bacterial phyla in soil after applying lime-stabilized sludge containing AgNPs. The study was performed by spiking an environmentally relevant concentration of AgNPs (2 mg AgNPs/g TS) in sludge, applying lime stabilization to increase pH to above 12 for two hours, and applying lime-treated sludge to soil samples. Transmission electron microscopy (TEM) and energy-dispersive X-ray spectroscopy (EDS) were used to investigate the morphological and compositional changes of AgNPs during lime stabilization. After the application of lime stabilized sludge to the soil, soil samples were periodically analyzed for total genomic DNA and changes in bacterial phyla diversity using quantitative polymerase chain reaction (qPCR). The results showed that lime treatment effectively removed AgNPs from the aqueous phase, and AgNPs were deposited on the lime molecules. The results revealed that AgNPs did not significantly impact the presence and diversity of the assessed phyla in the soil. However, lime stabilized sludge with AgNPs affected the abundance of each phylum over time. No significant effects on the soil total organic carbon (TOC), heterotrophic plate count (HPC), and percentage of the live cells were observed.",
    "readLink": "https://www.mdpi.com/2079-4991/11/9/2330"
  },
  {
    "title": "Nitrogen Fertilization Increases Windstorm Damage in an Aggrading Forest",
    "authors": [
      "Christopher  A. Walter,",
      "Zachariah  K. Fowler,",
      "Mary  Beth Adams,",
      "Mark  B. Burnham,",
      "Brenden  E. McNeil,",
      "William  T. Peterjohn"
    ],
    "doi": "https://doi.org/10.3390/f12040443",
    "journalVolume": "Vol. 12,\n                                no. 443\n                                \n                                  p.\n                                  443",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Storms are the most significant disturbance events in temperate forests. Forests impacted by nitrogen deposition may face more severe storm damage as changes in soil and wood chemistry impact tree growth allocation, wood strength, and species composition. To examine these potential effects of nitrogen deposition, we measured tree damage from a windstorm in an aggrading forest that is part of a nitrogen fertilization experiment. We discovered that within the nitrogen fertilization treatment area there was significantly more basal area and stems damaged when compared to the reference treatment, and the nitrogen fertilization treatment had more snapped and severely damaged trees. Additionally, the effect of treatment and amount of damage to trees was different depending on tree species. If our results are indicative of the large and globally-distributed regions of temperate forests impacted by nitrogen deposition, then the increased windstorm disturbance risk posed by climate change could be more significant due to the effects of nitrogen deposition.",
    "readLink": "https://www.mdpi.com/1999-4907/12/4/443"
  },
  {
    "title": "EMERGENCY AS A PROBLEM OF OUR TIME",
    "authors": [
      "V. P.  Miroshnichenko,",
      "B. M.  Goldovskiy"
    ],
    "doi": "https://doi.org/10.34287/MMT.3(54).2022.6",
    "journalVolume": "no. 3(54)\n                                \n                                  pp.\n                                  29\n                                  – 33",
    "issn": "2072-9367 (Print)",
    "publisher": "Zaporizhia Medical Academy of Post-Graduate Education Ministry of Health of Ukraine",
    "countryOfPublisher": "Ukraine",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://zmapo-journal.com/",
    "abstract": "Abstract. The significance of the work is determined by the current situation in the modern world: climate change, accompanied by catastrophic consequences for humanity, including the coronavirus pandemic. All these phenomena provide grounds for considering and improving both the essence of the concepts of \"emergency situation\" and their definitions, which will make it possible to find mechanisms for the rational use of resources to compensate and/or prevent them. In accordance with this, the tasks were set: to compare the known definitions of emergency situations, to identify and clarify the relationship between the formulation of emergencies and their content, to clarify their relationship with disasters, to identify the main stages of their development, and general mechanisms that can allow them to more effectively resist them. It is proposed to revise the normative definition of an emergency situation.",
    "readLink": "https://zmapo-journal.com/index.php/journal/article/view/229"
  },
  {
    "title": "Spatiotemporal Variations in Snow Cover and Hydrological Effects in the Upstream Region of the Shule River Catchment, Northwestern China",
    "authors": [
      "Youyan Jiang,",
      "Wentao Du,",
      "Jizu Chen,",
      "Wenxuan Sun"
    ],
    "doi": "https://doi.org/10.3390/rs13163212",
    "journalVolume": "Vol. 13,\n                                no. 3212\n                                \n                                  p.\n                                  3212",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Precipitation and snow/ice melt water are the primary water sources in inland river basins in arid areas, and these are sensitive to global climate change. A dataset of snow cover in the upstream region of the Shule River catchment was established using MOD10A2 data from 2000 to 2019, and the spatiotemporal variations in the snow cover and its meteorological, runoff, and topographic impacts were analyzed. The results show that the spatial distribution of the snow cover is highly uneven owing to altitude differences. The snow cover in spring and autumn is mainly concentrated along the edges of the region, whereas that in winter and summer is mainly distributed in the south. Notable differences in snow accumulation and melting are observed at different altitudes, and the annual variation in the snow cover extent shows bimodal characteristics. The correlation between the snow cover extent and runoff is most significant in April. The snow cover effectively replenishes the runoff at higher altitudes (3300–4900 m), but this contribution weakens with increasing altitude (>4900 m). The regions with a high snow cover frequency are mostly concentrated at high altitudes. Regions with slopes of 45°. The snow cover frequency and slope aspect show symmetrical changes.",
    "readLink": "https://www.mdpi.com/2072-4292/13/16/3212"
  },
  {
    "title": "The most northern record of the alien composite thrips Microcephalothrips abdominalis in Europe - short communication",
    "authors": [
      "Peter Fedor,",
      "Jakub Sigmund,",
      "Martina Zvaríková,",
      "Rudolf Masarovič,",
      "Martin Štefánik,",
      "Miroslav Krumpál,",
      "Juraj Litavský,",
      "Pavol Prokop"
    ],
    "doi": "https://doi.org/10.17221/42/2017-PPS",
    "journalVolume": "Vol. 54,\n                                no. 1\n                                \n                                  pp.\n                                  43\n                                  – 47",
    "issn": "1212-2580 (Print)",
    "publisher": "1805-9341 (Online)",
    "countryOfPublisher": "Czech Academy of Agricultural Sciences",
    "lcc": [
      "Czechia",
      "Agriculture: Plant culture"
    ],
    "journalUrl": "https://pps.agriculturejournals.cz/",
    "abstract": "The most northern record of Microcephalothrips abdominalis (Crawford, 1910) (Thysanoptera, Thripidae) in Europe and the first record in Slovakia was described. The climate change induced introduction in synergy with biological commodity trade globalisation may support the ability of exotic elements to establish adequate populations with suitable fitness. The main threat consists in at least temporary survival in mild climate ecosystems dispersing from artificially heated interiors with the potential to transmit economically important viruses, such as Tobacco streak virus.",
    "readLink": "https://pps.agriculturejournals.cz/artkey/pps-201801-0008_the-most-northern-record-of-the-alien-composite-thrips-microcephalothrips-abdominalis-in-europe-short-communi.php"
  },
  {
    "title": "Coupled hydrological and hydrodynamic modelling application for climate change impact assessment in the Nemunas river watershed–Curonian Lagoon–southeastern Baltic Sea continuum",
    "authors": [
      "R. Idzelytė,",
      "N. Čerkasova,",
      "N. Čerkasova,",
      "J. Mėžinė,",
      "T. Dabulevičienė,",
      "A. Razinkovas-Baziukas,",
      "A. Ertürk,",
      "A. Ertürk,",
      "G. Umgiesser,",
      "G. Umgiesser"
    ],
    "doi": "https://doi.org/10.5194/os-19-1047-2023",
    "journalVolume": "Vol. 19\n                                \n                                \n                                  pp.\n                                  1047\n                                  – 1066",
    "issn": "1812-0784 (Print)",
    "publisher": "1812-0792 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.ocean-science.net/index.html",
    "abstract": "We analyse the cumulative impacts of climate change in a complex basin–lagoon–sea system continuum, which covers the Nemunas river basin, Curonian Lagoon, and the southeastern part of the Baltic Sea. A unique, state-of-the-art coupled modelling system was developed using hydrological and hydrodynamic models. The results of four regional downscaled models from the Rossby Centre high-resolution regional atmospheric climate model have been bias-corrected using in situ measurements and were used as forcing to assess the changes that the continuum will undergo until the end of this century. Results show that the Curonian Lagoon will be subjected to higher river discharges that in turn increase the outgoing fluxes into the Baltic Sea. Through these higher fluxes, both the water residence time and saltwater intrusion into the lagoon event frequency will decrease. Most of these changes will be more pronounced in the northern part of the lagoon, which is more likely to be influenced by the variations in the Nemunas river discharge. Its delta area may be susceptible to flooding as a result of the elevated discharge during winter. The southern part of the lagoon will experience lesser changes. While water temperatures in the entire lagoon and the southeastern Baltic Sea will steadily increase and salinity will decrease, the foreseen changes in the physical characteristics will not cause significant shifts in the ecosystem functioning but may affect the nutrient retention capacity. However, some ecosystem services such as ice fishing are expected to vanish completely due to the loss of ice cover.",
    "readLink": "https://os.copernicus.org/articles/19/1047/2023/os-19-1047-2023.pdf"
  },
  {
    "title": "A multi-split based square split ring resonator for multiband satellite applications with high effective medium ratio",
    "authors": [
      "Air Mohammad Siddiky,",
      "Mohammad Rashed Iqbal Faruque,",
      "Mohammad Tariqul Islam,",
      "Sabirin Abdullah"
    ],
    "doi": "Vol. 22\n                                \n                                \n                                  p.\n                                  103865",
    "issn": "2211-3797 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics"
    ],
    "journalUrl": "http://www.journals.elsevier.com/results-in-physics/",
    "abstract": "Metamaterial is an innovation that makes today's world look forward to another research area extension. In this proposed article, a double negative multi-split based square split ring resonator is discussed, where the Rogers- RT 5880 is used as a dielectric medium. The metallic design is composed of copper material printed on the dielectric substrate. The resonant frequencies are located from 2.5 to 2.6, 4.4–5.0, 8.3–9.0, 10.3–12.3, 14.0–14.5 and 15.3–15.7 GHz. This unit cell shows negative values of effective permittivity, effective permeability, and refractive index. The design is observed with the electric field and magnetic field distribution with vector field representation and analyses with various rotation angles on the XZ plane, different substrate material, and the minimisation of the dimension.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2211379721000486"
  },
  {
    "title": "Inconsistent recognition of uncertainty in studies of climate change impacts on forests",
    "authors": [
      "M Petr,",
      "G Vacchiano,",
      "D Thom,",
      "P Mairota,",
      "M Kautz,",
      "L M S Goncalves,",
      "R Yousefpour,",
      "S Kaloudis,",
      "C P O Reyer"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ab4670",
    "journalVolume": "Vol. 14,\n                                no. 11\n                                \n                                  p.\n                                  113003",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Background. Uncertainty about climate change impacts on forests can hinder mitigation and adaptation actions. Scientific enquiry typically involves assessments of uncertainties, yet different uncertainty components emerge in different studies. Consequently, inconsistent understanding of uncertainty among different climate impact studies (from the impact analysis to implementing solutions) can be an additional reason for delaying action. In this review we (a) expanded existing uncertainty assessment frameworks into one harmonised framework for characterizing uncertainty, (b) used this framework to identify and classify uncertainties in climate change impacts studies on forests, and (c) summarised the uncertainty assessment methods applied in those studies. Methods . We systematically reviewed climate change impact studies published between 1994 and 2016. We separated these studies into those generating information about climate change impacts on forests using models –‘modelling studies’, and those that used this information to design management actions—‘decision-making studies’. We classified uncertainty across three dimensions: nature , level , and location , which can be further categorised into specific uncertainty types. Results . We found that different uncertainties prevail in modelling versus decision-making studies. Epistemic uncertainty is the most common nature of uncertainty covered by both types of studies, whereas ambiguity plays a pronounced role only in decision-making studies. Modelling studies equally investigate all levels of uncertainty, whereas decision-making studies mainly address scenario uncertainty and recognised ignorance. Finally, the main location of uncertainty for both modelling and decision-making studies is within the driving forces—representing, e.g. socioeconomic or policy changes. The most frequently used methods to assess uncertainty are expert elicitation, sensitivity and scenario analysis, but a full suite of methods exists that seems currently underutilized. Discussion & Synthesis. The misalignment of uncertainty types addressed by modelling and decision-making studies may complicate adaptation actions early in the implementation pathway. Furthermore, these differences can be a potential barrier for communicating research findings to decision-makers.",
    "readLink": "https://doi.org/10.1088/1748-9326/ab4670"
  },
  {
    "title": "Impacts of recent climate change on crop yield can depend on local conditions in climatically diverse regions of Norway",
    "authors": [
      "Shirin Mohammadi,",
      "Knut Rydgren,",
      "Vegar Bakkestuen,",
      "Mark A. K. Gillespie"
    ],
    "doi": "https://doi.org/10.1038/s41598-023-30813-7",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Globally, climate change greatly impacts the production of major crops, and there have been many attempts to model future yields under warming scenarios in recent years. However, projections of future yields may not be generalisable to all crop growing regions, particularly those with diverse topography and bioclimates. In this study, we demonstrate this by evaluating the links between changes in temperature and precipitation and changes in wheat, barley, and potato yields at the county-level during 1980–2019 in Norway, a Nordic country with a range of climates across a relatively small spatial scale. The results show that the impacts of climate variables on yield vary widely by county, and that for some crops, the strength and direction of the link depends on underlying local bioclimate. In addition, our analysis demonstrates the need for some counties to focus on weather changes during specific crucial months corresponding with certain crop growth stages. Furthermore, due to the local climatic conditions and varying projected climate changes, different production opportunities are likely to occur in each county.",
    "readLink": "https://doi.org/10.1038/s41598-023-30813-7"
  },
  {
    "title": "The impact of agricultural land afforestation on air temperatures near the surface",
    "authors": [
      "Jan Vopravil,",
      "Pavel Formánek,",
      "Darina Heřmanovská,",
      "Tomáš Khel,",
      "Karel Jacko"
    ],
    "doi": "https://doi.org/10.17221/135/2022-JFS",
    "journalVolume": "Vol. 68,\n                                no. 12\n                                \n                                  pp.\n                                  485\n                                  – 495",
    "issn": "1212-4834 (Print)",
    "publisher": "1805-935X (Online)",
    "countryOfPublisher": "Czech Academy of Agricultural Sciences",
    "lcc": [
      "Czechia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://jfs.agriculturejournals.cz/",
    "abstract": "Many studies showed that afforestation increases carbon storage and it can have effects on physical, chemical and biological properties of soil. Afforestation can affect local and regional climate and these effects differ between tropical, temperate and boreal areas. Forests are also efficient in protecting soils against erosion and their flood mitigation functions or other benefits are described in different publications. In this study, the pattern of air temperatures (20 cm, 40 cm and 60 cm above the surface) was studied 10 years after the afforestation of agricultural land (warm, mild dry region of the Czech Republic) with a mixture of broadleaved tree species (Quercus robur L., Quercus rubra L. and Acer platanoides L.) or monospecific Pinus sylvestris L. stand. The aim of our study was to find out the pattern of air temperatures (20 cm, 40 cm and 60 cm above the surface) on two plots (one of the plots ‒ old beech trees, the other plot ‒ clearing) in a beech (Fagus sylvatica L.) forest in a mildly warm, mildly wet region of the Czech Republic. The afforestation of agriculturally used land led to air temperature cooling and to a reduction of the amplitude of maximum and minimum temperatures. The average air temperature (from April 2021 to the beginning of November 2021) decreased by 0.7-1.1 °C on the afforested plots compared with the agriculturally used plot. In the beech forest, the average temperature decreased on the plot with clearing compared with the old beech trees (from the middle of September 2021 to the middle of November 2021). Our results confirm the benefits of afforestation to climate change mitigation; buffering of extreme temperatures is important for the human thermal comfort.",
    "readLink": "https://jfs.agriculturejournals.cz/artkey/jfs-202212-0001_the-impact-of-agricultural-land-afforestation-on-air-temperatures-near-the-surface.php"
  }
]