[
  {
    "title": "Composite Barrier Systems for Climate Adaptation",
    "authors": [
      "Holmes Jessica L.,",
      "Stirling Ross,",
      "Davie Colin T.,",
      "Thaman Narryn,",
      "Glendinning Stephanie"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202338221002",
    "journalVolume": "Vol. 382\n                                \n                                \n                                  p.\n                                  21002",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "Composite barrier systems, which are two-layer systems of materials (fine-grained material overlying coarse-grained material) of contrasting hydraulic properties, can be used to mitigate the effects of climate change in urban areas, including flooding and shrink swell deformation. Here, a series of experiments were carried out to test a range of materials, including 20-30 mm gravel, recycled crushed concrete, topsoil, and topsoil amended with water treatment residual (WTR). The consideration of waste products here aims to improve the sustainability of composite barrier systems for climate adaptation. The results indicate that WTR-amended topsoil is suitable for use as a fine-grained material in composite barrier systems owing to its enhanced water retention properties. However, while crushed concrete can be used in the coarse-grained layer to form a capillary barrier when the system is dry, once breakthrough has occurred, transmission of water through the barrier is quicker than in composite barriers with 20-30 mm gravel. As such, 20-30 mm gravel is recommended for use in the coarse-grained layer. Two large-scale, outdoor lysimeters were set-up using the recommendations derived from the column experiments. The lysimeter experiments were subjected to a series of simulated rainfall events to enable initial interpretations of composite barrier performance.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2023/19/e3sconf_unsat2023_21002.pdf"
  },
  {
    "title": "Incorporating the logistic regression into a decision-centric assessment of climate change impacts on a complex river system",
    "authors": [
      "D. Kim,",
      "J. A. Chun,",
      "S. J. Choi"
    ],
    "doi": "https://doi.org/10.5194/hess-23-1145-2019",
    "journalVolume": "Vol. 23\n                                \n                                \n                                  pp.\n                                  1145\n                                  – 1162",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "Climate change is a global stressor that can undermine water management policies developed with the assumption of stationary climate. While the response-surface-based assessments provided a new paradigm for formulating actionable adaptive solutions, the uncertainty associated with the stress tests poses challenges. To address the risks of unsatisfactory performances in a climate domain, this study proposed the incorporation of the logistic regression into a decision-centric framework. The proposed approach replaces the “response surfaces” of the performance metrics typically used for the decision-scaling framework with the “logistic surfaces” that describes the risk of system failures against predefined performance thresholds. As a case study, water supply and environmental reliabilities were assessed within the eco-engineering decision-scaling framework for a complex river basin in South Korea. Results showed that human-demand-only operations in the river basin could result in the water deficiency at a location requiring environmental flows. To reduce the environmental risks, the stakeholders could accept increasing risks of unsatisfactory water supply performance at the sub-basins with small water demands. This study suggests that the logistic surfaces could provide a computational efficiency to measure system robustness to climatic changes from multiple perspectives together with the risk information for decision-making processes.",
    "readLink": "https://www.hydrol-earth-syst-sci.net/23/1145/2019/hess-23-1145-2019.pdf"
  },
  {
    "title": "Design of solar energy system in food manufacturing environment",
    "authors": [
      "John P.T. Mo"
    ],
    "doi": "https://doi.org/10.1080/23311916.2016.1233613",
    "journalVolume": "Vol. 3,\n                                no. 1",
    "issn": "2331-1916 (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/oaen",
    "abstract": "Global climate change has driven many manufacturing organizations to consider renewable energy as an alternative source of power for their operations. However, the instability and unpredictability of renewable energy has made it difficult to design an optimal solution. This is particularly critical for food manufacturing which is constrained by timing and seasonable fluctuations. This paper describes a feasibility study of offsetting grid supplied power by local generation using a roof top photovoltaic system. The study shows that the company can significantly reduce their carbon emitting energy usage by a 100 kW photovoltaic solar system that helps to reduce the annual electricity consumption by 39%. The system sizing methodology has taken into account the load profile of the food manufacturing plant and seasonal solar energy availability with the constrain to consume all solar power immediately.",
    "readLink": "http://dx.doi.org/10.1080/23311916.2016.1233613"
  },
  {
    "title": "The HadCM3 contribution to PlioMIP phase 2",
    "authors": [
      "S. J. Hunter,",
      "A. M. Haywood,",
      "A. M. Dolan,",
      "J. C. Tindall"
    ],
    "doi": "https://doi.org/10.5194/cp-15-1691-2019",
    "journalVolume": "Vol. 15\n                                \n                                \n                                  pp.\n                                  1691\n                                  – 1713",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "We present the UK's input into the Pliocene Model Intercomparison Project phase 2 (PlioMIP2) using the Hadley Centre Climate Model version 3 (HadCM3). The 400 ppm CO2 Pliocene experiment has a mean annual surface air temperature that is 2.9 ∘C warmer than the pre-industrial and a polar amplification of between 1.7 and 2.2 times the global mean warming. The Pliocene Research Interpretation and Synoptic Mapping (PRISM4) enhanced Pliocene palaeogeography accounts for a warming of 1.4 ∘C, whilst the CO2 increase from 280 to 400 ppm leads to a further 1.5 ∘C of warming. Climate sensitivity is 3.5 ∘C for the pre-industrial and 2.9 ∘C for the Pliocene. Precipitation change between the pre-industrial and Pliocene is complex, with geographic and land surface changes primarily modifying the geographical extent of mean annual precipitation. Sea ice fraction and areal extent are reduced during the Pliocene, particularly in the Southern Hemisphere, although they persist through summer in both hemispheres. The Pliocene palaeogeography drives a more intense Pacific and Atlantic meridional overturning circulation (AMOC). This intensification of AMOC is coincident with more widespread deep convection in the North Atlantic. We conclude by examining additional sensitivity experiments and confirm that the choice of total solar insolation (1361 vs. 1365 Wm−2) and orbital configuration (modern vs. 3.205 Ma) does not significantly influence the anomaly-type analysis in use by the Pliocene community.",
    "readLink": "https://www.clim-past.net/15/1691/2019/cp-15-1691-2019.pdf"
  },
  {
    "title": "A Foreshortened Future and the Trauma of a Dying Earth in Christopher Nolan’s <i>Tenet</i>",
    "authors": [
      "Amar Singh"
    ],
    "doi": "https://doi.org/10.3390/h12020022",
    "journalVolume": "Vol. 12,\n                                no. 22\n                                \n                                  p.\n                                  22",
    "issn": "2076-0787 (Print)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "General Works: History of scholarship and learning. The humanities"
    ],
    "journalUrl": "http://www.mdpi.com/journal/humanities",
    "abstract": "An experience of anxiety is caused by the anticipation of unseen future events, especially in the context of ecological trauma, where the prospect of a world without humans in the distant future is often portrayed through mediated cinematic memories. As a result of anthropological intervention on our planet, it is feared that humanity will cease to exist unless steps are taken to prevent it. Furthermore, as climate change intensifies, humans are left with more questions regarding their future. One recent film that addresses this issue is Christopher Nolan’s Tenet (2020). The film explores the concept of a dying Earth in the future, whose inhabitants seek help from the past to restore the planet’s balance by reversing entropy. Despite failing to provide any remedy by revealing ‘What’s happened happened’, a viewpoint that Christopher Nolan, as an auteur, has already presented in his previous film Interstellar (2014), the film leaves the audience with the question, what is the purpose of projecting an unseen trauma? By evaluating the events that contributed to the image of a crumbling Earth in the film, this paper seeks to examine the concept of future trauma as an indication of post-traumatic stress disorder while simultaneously exploring it as a film that acknowledges Nolan’s own anxiety over the decline of a medium he cherishes.",
    "readLink": "https://www.mdpi.com/2076-0787/12/2/22"
  },
  {
    "title": "Biogeography and change among regional coral communities across the Western Indian Ocean.",
    "authors": [
      "Timothy R McClanahan,",
      "Mebrahtu Ateweberhan,",
      "Emily S Darling,",
      "Nicholas A J Graham,",
      "Nyawira A Muthiga"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0093385",
    "journalVolume": "Vol. 9,\n                                no. 4\n                                \n                                  p.\n                                  e93385",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Coral reefs are biodiverse ecosystems structured by abiotic and biotic factors operating across many spatial scales. Regional-scale interactions between climate change, biogeography and fisheries management remain poorly understood. Here, we evaluated large-scale patterns of coral communities in the western Indian Ocean after a major coral bleaching event in 1998. We surveyed 291 coral reef sites in 11 countries and over 30° of latitude between 2004 and 2011 to evaluate variations in coral communities post 1998 across gradients in latitude, mainland-island geography and fisheries management. We used linear mixed-effect hierarchical models to assess total coral cover, the abundance of four major coral families (acroporids, faviids, pocilloporids and poritiids), coral genus richness and diversity, and the bleaching susceptibility of the coral communities. We found strong latitudinal and geographic gradients in coral community structure and composition that supports the presence of a high coral cover and diversity area that harbours temperature-sensitive taxa in the northern Mozambique Channel between Tanzania, northern Mozambique and northern Madagascar. Coral communities in the more northern latitudes of Kenya, Seychelles and the Maldives were generally composed of fewer bleaching-tolerant coral taxa and with reduced richness and diversity. There was also evidence for continued declines in the abundance of temperature-sensitive taxa and community change after 2004. While there are limitations of our regional dataset in terms of spatial and temporal replication, these patterns suggest that large-scale interactions between biogeographic factors and strong temperature anomalies influence coral communities while smaller-scale factors, such as the effect of fisheries closures, were weak. The northern Mozambique Channel, while not immune to temperature disturbances, shows continued signs of resistance to climate disturbances and remains a priority for future regional conservation and management actions.",
    "readLink": "http://europepmc.org/articles/PMC3981710?pdf=render"
  },
  {
    "title": "BUILT-UP AREA AND LAND COVER EXTRACTION \nUSING HIGH RESOLUTION PLEIADES SATELLITE IMAGERY FOR MIDRAND, IN GAUTENG PROVINCE, SOUTH AFRICA",
    "authors": [
      "E. Fundisi,",
      "W. Musakwa"
    ],
    "doi": "https://doi.org/10.5194/isprs-archives-XLII-2-W7-1151-2017",
    "journalVolume": "Vol. XLII-2-W7\n                                \n                                \n                                  pp.\n                                  1151\n                                  – 1156",
    "issn": "1682-1750 (Print)",
    "publisher": "2194-9034 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Applied optics. Photonics"
    ],
    "journalUrl": "http://www.isprs.org/publications/archives.aspx",
    "abstract": "Urban areas, particularly in developing countries face immense challenges such as climate change, poverty, lack of resources poor land use management systems, and week environmental management practices. Mitigating against these challenges is often hampered by lack of data on urban expansion, urban footprint and land cover. To support the recently adopted new urban agenda 2030 there is need for the provision of information to support decision making in the urban areas. Earth observation has been identified as a tool to foster sustainable urban planning and smarter cities as recognized by the new urban agenda, because it is a solution to unavailability of data. Accordingly, this study uses high resolution EO data Pleiades satellite imagery to map and document land cover for the rapidly expanding area of Midrand in Johannesburg, South Africa. An unsupervised land cover classification of the Pleiades satellite imagery was carried out using ENVI software, whereas NDVI was derived using ArcGIS software. The land cover had an accuracy of 85% that is highly adequate to document the land cover in Midrand. The results are useful because it provides a highly accurate land cover and NDVI datasets at localised spatial scale that can be used to support land use management strategies within Midrand and the City of Johannesburg South Africa.",
    "readLink": "https://www.int-arch-photogramm-remote-sens-spatial-inf-sci.net/XLII-2-W7/1151/2017/isprs-archives-XLII-2-W7-1151-2017.pdf"
  },
  {
    "title": "Animal–Energy Relationships in a Changing Ocean: The Case of Continental Shelf Macrobenthic Communities on the Weddell Sea and the Vicinity of the Antarctic Peninsula",
    "authors": [
      "Enrique Isla"
    ],
    "doi": "https://doi.org/10.3390/biology12050659",
    "journalVolume": "Vol. 12,\n                                no. 659\n                                \n                                  p.\n                                  659",
    "issn": "2079-7737 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "https://www.mdpi.com/journal/biology",
    "abstract": "The continental shelves of the Weddell Sea and the Antarctic Peninsula vicinity host abundant macrobenthic communities, and the persistence of which is facing serious global change threats. The current relationship among pelagic energy production, its distribution over the shelf, and macrobenthic consumption is a “clockwork” mechanism that has evolved over thousands of years. Together with biological processes such as production, consumption, reproduction, and competence, it also involves ice (e.g., sea ice, ice shelves, and icebergs), wind, and water currents, among the most important physical controls. This bio-physical machinery undergoes environmental changes that most likely will compromise the persistence of the valuable biodiversity pool that Antarctic macrobenthic communities host. Scientific evidence shows that ongoing environmental change leads to primary production increases and also suggests that, in contrast, macrobenthic biomass and the organic carbon concentration in the sediment may decrease. Warming and acidification may affect the existence of the current Weddell Sea and Antarctic Peninsula shelf macrobenthic communities earlier than other global change agents. Species with the ability to cope with warmer water may have a greater chance of persisting together with allochthonous colonizers. The Antarctic macrobenthos biodiversity pool is a valuable ecosystem service that is under serious threat, and establishing marine protected areas may not be sufficient to preserve it.",
    "readLink": "https://www.mdpi.com/2079-7737/12/5/659"
  },
  {
    "title": "Prioritizing Areas for Land Conservation and Forest Management Planning for the Threatened Canada Warbler (<i>Cardellina canadensis</i>) in the Atlantic Northern Forest of Canada",
    "authors": [
      "Alana  R. Westwood,",
      "J.  Daniel Lambert,",
      "Leonard  R. Reitsma,",
      "Diana Stralberg"
    ],
    "doi": "https://doi.org/10.3390/d12020061",
    "journalVolume": "Vol. 12,\n                                no. 2\n                                \n                                  p.\n                                  61",
    "issn": "1424-2818 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/diversity/",
    "abstract": "Populations of Canada Warbler (Cardellina canadensis) are declining in Canada’s Atlantic Northern Forest. Land conservancies and government agencies are interested in identifying areas to protect populations, while some timber companies wish to manage forests to minimize impacts on Canada Warbler and potentially create future habitat. We developed seven conservation planning scenarios using Zonation software to prioritize candidate areas for permanent land conservation (4 scenarios) or responsible forest management (minimizing species removal during forest harvesting while promoting colonization of regenerated forest; 3 scenarios). Factors used to prioritize areas included Canada Warbler population density, connectivity to protected areas, future climate suitability, anthropogenic disturbance, and recent Canada Warbler observations. We analyzed each scenario for three estimates of natal dispersal distance (5, 10, and 50 km). We found that scenarios assuming large dispersal distances prioritized a few large hotspots, while low dispersal distance scenarios prioritized smaller, broadly distributed areas. For all scenarios, efficiency (proportion of current Canada Warbler population retained per unit area) declined with higher dispersal distance estimates and inclusion of climate change effects in the scenario. Using low dispersal distance scenarios in decision-making offers a more conservative approach to maintaining this species at risk. Given the differences among the scenarios, we encourage conservation planners to evaluate the reliability of dispersal estimates, the influence of habitat connectivity, and future climate suitability when prioritizing areas for conservation.",
    "readLink": "https://www.mdpi.com/1424-2818/12/2/61"
  },
  {
    "title": "Testing the Application of Terrestrial Laser Scanning to Measure Forest Canopy Gap Fraction",
    "authors": [
      "F. Mark Danson,",
      "Richard P. Armitage,",
      "F. Alberto Ramirez"
    ],
    "doi": "https://doi.org/10.3390/rs5063037",
    "journalVolume": "Vol. 5,\n                                no. 6\n                                \n                                  pp.\n                                  3037\n                                  – 3056",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Terrestrial laser scanners (TLS) have the potential to revolutionise measurement of the three-dimensional structure of vegetation canopies for applications in ecology, hydrology and climate change. This potential has been the subject of recent research that has attempted to measure forest biophysical variables from TLS data, and make comparisons with two-dimensional data from hemispherical photography. This research presents a systematic comparison between forest canopy gap fraction estimates derived from TLS measurements and hemispherical photography. The TLS datasets used in the research were obtained between April 2008 and March 2009 at Delamere Forest, Cheshire, UK. The analysis of canopy gap fraction estimates derived from TLS data highlighted the repeatability and consistency of the measurements in comparison with those from coincident hemispherical photographs. The comparison also showed that estimates computed considering only the number of hits and misses registered in the TLS datasets were consistently lower than those estimated from hemispherical photographs. To examine this difference, the potential information available in the intensity values recorded by TLS was investigated and a new method developed to estimate canopy gap fraction proposed. The new approach produced gap fractions closer to those estimated from hemispherical photography, but the research also highlighted the limitations of single return TLS data for this application.",
    "readLink": "http://www.mdpi.com/2072-4292/5/6/3037"
  }
]