[
  {
    "title": "Ecological restoration and rising CO2 enhance the carbon sink, counteracting climate change in northeastern China",
    "authors": [
      "Binbin Huang,",
      "Fei Lu,",
      "Xiaoke Wang,",
      "Xing Wu,",
      "Lu Zhang,",
      "Zhiyun Ouyang"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ac3871",
    "journalVolume": "Vol. 17,\n                                no. 1\n                                \n                                  p.\n                                  014002",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "The impact of climate change, rising CO _2 , land-use/land-cover change and land management on the carbon cycle in terrestrial ecosystems has been widely reported. However, only rarely have studies have been conducted to clarify the impact of climate change and rising CO _2 on the carbon sink contributed by ecological restoration projects (ERPs). To better understand the impact of climate change and rising CO _2 on ERPs, we took the Beijing–Tianjin Sand Source Control Project zone as an example to set up different scenarios to distinguish the confounding effects of these factors on the regional carbon budget based on a remote sensing data-driven model. Compared with business as usual, our results show that climate change caused a carbon loss of 78.97 Tg C. On the contrary, ERPs contributed a carbon sink of approximately 199.88 Tg C in forest and grassland. Furthermore, rising CO _2 also contributed an additional carbon sink of 107.80 Tg C. This study distinguished the individual effects of different factors, and clarified the net carbon sink contributed by ERPs and rising CO _2 and their significance for enhancing the regional carbon sink and reversing the adverse effects of climate change on the carbon sink. Furthermore, ERPs can sequester carbon more effectively and faster compared with rising atmospheric CO _2 concentration.",
    "readLink": "https://doi.org/10.1088/1748-9326/ac3871"
  },
  {
    "title": "Developing an Instrument to Measure Autonomous Adaptive Capacity to Climate Change among Urban Households",
    "authors": [
      "Kathryn R. Selm,",
      "George R. Hess,",
      "M. Nils Peterson,",
      "Scott M. Beck,",
      "Melissa R. McHale"
    ],
    "doi": "https://doi.org/10.3389/fevo.2018.00013",
    "journalVolume": "Vol. 6",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "The capacity of households in urban environments to adapt and react to climate change can affect the resilience of the whole community, and instruments for systematically measuring that capacity are needed. We used Raleigh, NC as a case study to explore the dimensions of autonomous adaptive capacity of urban households and to create a scale and associated survey instrument to measure them. Our approach was guided by four capitals that support human livelihoods: social, human, physical, and financial. We surveyed 200 households in Raleigh, NC, and used a principal components analysis to test the scale and survey instrument. Results suggest the scale is a useful and concise tool. Three major dimensions were present among the scale items: financial capital, political awareness, and access to resources. Together, these three dimensions can be used to measure adaptive capacity among different households. These findings are supported by similar work illustrating the value of income inequality and political awareness as indicators of adaptive capacity. Our results also demonstrate that complex relationships among the livelihood capitals may confound our ability to measure financial, physical, and human capitals separately. This framework for assessing adaptive capacity of households, with further refinement and testing, may be used in urban areas to evaluate programs designed to impact resilience to climate change.",
    "readLink": "http://journal.frontiersin.org/article/10.3389/fevo.2018.00013/full"
  },
  {
    "title": "Peat deposits store more carbon than trees in forested peatlands of the boreal biome",
    "authors": [
      "Joannie Beaulne,",
      "Michelle Garneau,",
      "Gabriel Magnan,",
      "Étienne Boucher"
    ],
    "doi": "https://doi.org/10.1038/s41598-021-82004-x",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 11",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Peatlands are significant carbon (C) stores, playing a key role in nature-based climate change mitigation. While the effectiveness of non-forested peatlands as C reservoirs is increasingly recognized, the C sequestration function of forested peatlands remains poorly documented, despite their widespread distribution. Here, we evaluate the C sequestration potential of pristine boreal forested peatlands over both recent and millennial timescales. C stock estimates reveal that most of the carbon stored in these ecosystems is found in organic horizons (22.6–66.0 kg m−2), whereas tree C mass (2.8–5.7 kg m−2) decreases with thickening peat. For the first time, we compare the boreal C storage capacities of peat layers and tree biomass on the same timescale, showing that organic horizons (11.0–12.6 kg m−2) can store more carbon than tree aboveground and belowground biomass (2.8–5.7 kg m−2) even over a short time period (last 200 years). We also show that forested peatlands have similar recent rates of C accumulation to boreal non-forested peatlands but lower long-term rates, suggesting higher decay and more important peat layer combustion during fire events. Our findings highlight the significance of forested peatlands for C sequestration and suggest that greater consideration should be given to peat C stores in national greenhouse gas inventories and conservation policies.",
    "readLink": "https://doi.org/10.1038/s41598-021-82004-x"
  },
  {
    "title": "Expertise and Power: Agencies Operating in Complex Environments",
    "authors": [
      "Anthony R. Zito"
    ],
    "doi": "https://doi.org/10.17645/pag.v3i1.81",
    "journalVolume": "Vol. 3,\n                                no. 1\n                                \n                                  pp.\n                                  73\n                                  – 89",
    "issn": "2183-2463 (Online)",
    "publisher": "Cogitatio",
    "countryOfPublisher": "Portugal",
    "lcc": [
      "Political science: Political science (General)"
    ],
    "journalUrl": "http://www.cogitatiopress.com/politicsandgovernance",
    "abstract": "This contribution investigates the strategies that environmental agencies develop to enhance their policy autonomy, in order to fulfil their organisational missions for protecting the environment. This article asks whether there are particular strategic moves that an agency can make to augment this policy autonomy in the face of the principals. Critiquing principal agent theory, it investigates the evolution of three environmental agencies (the European Environment Agency, the England and Wales Environment Agency and the United States Environmental Protection Agency), focusing on the case study of climate change. The contribution examines how the agencies influence environmental policy on domestic, regional and global levels, with a special focus on the principals that constrain agency autonomy. A greater focus on different multi-level contexts, which the three agencies face, may create other possible dynamics and opportunities for agency strategies. Agencies can use particular knowledge, network and alliance building to strengthen their policy/political positions.",
    "readLink": "https://www.cogitatiopress.com/politicsandgovernance/article/view/81"
  },
  {
    "title": "An Integrated Spatiotemporal Pattern Analysis Model to Assess and Predict the Degradation of Protected Forest Areas",
    "authors": [
      "Ramandeep  Kaur M. Malhi,",
      "Akash Anand,",
      "Prashant  K. Srivastava,",
      "G.  Sandhya Kiran,",
      "George P. Petropoulos,",
      "Christos Chalkias"
    ],
    "doi": "https://doi.org/10.3390/ijgi9090530",
    "journalVolume": "Vol. 9,\n                                no. 530\n                                \n                                  p.\n                                  530",
    "issn": "2220-9964 (Print)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/ijgi",
    "abstract": "Forest degradation is considered to be one of the major threats to forests over the globe, which has considerably increased in recent decades. Forests are gradually getting fragmented and facing biodiversity losses because of climate change and anthropogenic activities. Future prediction of forest degradation spatiotemporal dynamics and fragmentation is imperative for generating a framework that can aid in prioritizing forest conservation and sustainable management practices. In this study, a random forest algorithm was developed and applied to a series of Landsat images of 1998, 2008, and 2018, to delineate spatiotemporal forest cover status in the sanctuary, along with the predictive model viz. the Cellular Automata Markov Chain for simulating a 2028 forest cover scenario in Shoolpaneshwar Wildlife Sanctuary (SWS), Gujarat, India. The model’s predicting ability was assessed using a series of accuracy indices. Moreover, spatial pattern analysis—with the use of FRAGSTATS 4.2 software—was applied to the generated and predicted forest cover classes, to determine forest fragmentation in SWS. Change detection analysis showed an overall decrease in dense forest and a subsequent increase in the open and degraded forests. Several fragmentation metrics were quantified at patch, class, and landscape level, which showed trends reflecting a decrease in fragmentation in forest areas of SWS for the period 1998 to 2028. The improvement in SWS can be attributed to the enhanced forest management activities led by the government, for the protection and conservation of the sanctuary. To our knowledge, the present study is one of the few focusing on exploring and demonstrating the added value of the synergistic use of the Cellular Automata Markov Chain Model Coupled with Fragmentation Statistics in forest degradation analysis and prediction.",
    "readLink": "https://www.mdpi.com/2220-9964/9/9/530"
  },
  {
    "title": "Provisions for Climate Change Technological Capability in the Agricultural Policies, Acts and Initiatives in Nigeria",
    "authors": [
      "C J Obiora,",
      "Michael C Madukwe"
    ],
    "doi": "Vol. 16,\n                                no. 2",
    "issn": "1119-944X (Print)",
    "publisher": "2408-6851 (Online)",
    "countryOfPublisher": "Agricultural Extension Society of Nigeria",
    "lcc": [
      "Nigeria",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://journal.aesonnigeria.org/index.php/jae",
    "abstract": "Technological capabilities are the skills (technical, managerial or organisational) that enable farm or actors to efficiently use equipment and information and improve technology. The paper reviewed the climate change technological capability provisions in agricultural policies, acts and initiatives in Nigeria. The technological capabilities examined were production, investment, minor change, linkage and strategic marketing, major change and learning capabilities. Climate Change Policy for Nigeria is still in the draft stage. Agricultural polices reviewed except the National Fadama III Project had no provision for climate change. Minor and major change capabilities were very prominent in the climate change initiatives. Acts and initiatives also showed that learning and linkage capabilities by which firms enhance their technological competence were strongly represented. Production, strategic marketing and investment capabilities however, were overtly deficient in the acts and initiatives. It recommended that the existing policies, acts and initiatives should be upgraded/reviewed to incorporate strategic marketing which fills the gap between market demands and what the firm/farm offers. Investment capabilities which showcase investment in machinery (equipment) or human resource should also be incorporated into the policies, acts and initiatives.",
    "readLink": "http://aesonnigeria.org/ajm/index.php/jae/article/view/76"
  },
  {
    "title": "Comparison of different Gash physically-based models for estimating stemflow in \nElder pine stand in Chitgar Forest Park",
    "authors": [
      "Seyed Mohammad Moein Sadeghi,",
      "P Attarod,",
      "Omid Bozorg Haddad,",
      "John Van Stan,",
      "Thomas Grant Pypker"
    ],
    "doi": "Vol. 10,\n                                no. 4\n                                \n                                  pp.\n                                  461\n                                  – 473",
    "issn": "2008-6113 (Print)",
    "publisher": "2423-4435 (Online)",
    "countryOfPublisher": "Iranian Society of Forestry",
    "lcc": [
      "Iran, Islamic Republic of",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://www.ijf-isaforestry.ir/?lang=en",
    "abstract": "In plant ecohydrology studies, stemflow considered as point input of rainfall into plant ecosystems. To date, due to field measurement, time-consuming and high cost of stemflow measurements, models are used to estimate the stemflow amounts. The aims of this study were to test the performance of three physically-based model of Gash and revised versions (Gash-1 and Gash-2) to estimate the stemflow in an elder pine (Pinus eldarica Medw.) stand in the Chitgar Forest Park for three-years study period. Rainfall magnitude and throughfall was measured with 10 and 60 rain-gauges, respectively. Stemflow was measured for 9 trees in each stand that were considered representative of the stand. According to the validation step, Gash and Gash-2 models were found to be the best models to estimate the stemflow, respectively, however the performance of each model was different at each rainfall magnitude class. For the very small rainfall class (lower than 2.50 mm), estimation of all models was incorrect. For the small (2.51-5.00 mm) and medium (5.01-7.50 mm) rainfall classes, Gash-2 was the best model, while Gash model estimated very well for the large (7.51-10 mm) and very large (more than 10.00 mm) rainfall classes. In conclusion, Gash model requires few input variables, hence would be more applicable than to other models. Due to the climate change, which is affected by the frequency of rainstorms in different rainfall magnitude classes, it is necessary to use appropriate models to estimate the amount of stemflow.",
    "readLink": "http://www.ijf-isaforestry.ir/article_84409_c17caa42db9ef58fac21c34ba679964a.pdf"
  },
  {
    "title": "Seasonal Changes in the Biochemical Constituents of Green Seaweed <i>Chaetomorpha antennina</i> from Covelong, India",
    "authors": [
      "A. Vinuganesh,",
      "Amit Kumar,",
      "Shereen Magdy Korany,",
      "Emad A. Alsherif,",
      "Samy Selim,",
      "Sanjeevi Prakash,",
      "Gerrit T. S. Beemster,",
      "Hamada AbdElgawad"
    ],
    "doi": "https://doi.org/10.3390/biom12101475",
    "journalVolume": "Vol. 12,\n                                no. 1475\n                                \n                                  p.\n                                  1475",
    "issn": "2218-273X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "https://www.mdpi.com/journal/biomolecules",
    "abstract": "Seaweeds are well known for having a wealth of nutritional benefits and providing ecological support to associated fauna. Seasonality influences the biochemical characteristics, affecting their ecological and economic values. In the present study, we evaluated pigments, primary and secondary metabolites, minerals, and antioxidant properties of green seaweed Chaetomorpha antennina growing on the intertidal rocks along the Covelong coast, India, in different seasons (from June 2019 to March 2020). Significant variations were found in the levels of antioxidants, minerals, and metabolites in different seasons, e.g., amino acid levels were the highest in post-monsoon and the lowest in summer. In monsoon, we found the highest concentration of fatty acids in the thalli. Lipid peroxidation and total antioxidant activity were at their maximum levels during post-monsoon, which indicated oxidative damage responses. No significant variations were found in the levels of photosynthetic pigments. The outcomes indeed suggested seasonal variations in the biochemical and nutrient profile of C. antennina. We suggest that the harvesting/collection of C. antennina for different nutrients and metabolites should be performed in the respective seasons.",
    "readLink": "https://www.mdpi.com/2218-273X/12/10/1475"
  },
  {
    "title": "Climate change and American Bullfrog invasion: what could we expect in South America?",
    "authors": [
      "Javier Nori,",
      "J Nicolás Urbina-Cardona,",
      "Rafael D Loyola,",
      "Julián N Lescano,",
      "Gerardo C Leynaud"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0025718",
    "journalVolume": "Vol. 6,\n                                no. 10\n                                \n                                  p.\n                                  e25718",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "BACKGROUND: Biological invasion and climate change pose challenges to biodiversity conservation in the 21(st) century. Invasive species modify ecosystem structure and functioning and climatic changes are likely to produce invasive species' range shifts pushing some populations into protected areas. The American Bullfrog (Lithobates catesbeianus) is one of the hundred worst invasive species in the world. Native from the southeast of USA, it has colonized more than 75% of South America where it has been reported as a highly effective predator, competitor and vector of amphibian diseases. METHODOLOGY/PRINCIPAL FINDINGS: We modeled the potential distribution of the bullfrog in its native range based on different climate models and green-house gases emission scenarios, and projected the results onto South America for the years of 2050 and 2080. We also overlaid projected models onto the South American network of protected areas. Our results indicate a slight decrease in potential suitable area for bullfrog invasion, although protected areas will become more climatically suitable. Therefore, invasion of these sites is forecasted. CONCLUSION/SIGNIFICANCE: We provide new evidence supporting the vulnerability of the Atlantic Forest Biodiversity Hotspot to bullfrog invasion and call attention to optimal future climatic conditions of the Andean-Patagonian forest, eastern Paraguay, and northwestern Bolivia, where invasive populations have not been found yet. We recommend several management and policy strategies to control bullfrog invasion and argue that these would be possible if based on appropriate articulation among government agencies, NGOs, research institutions and civil society.",
    "readLink": "http://europepmc.org/articles/PMC3185029?pdf=render"
  },
  {
    "title": "Silage maize as a potent candidate for sustainable animal husbandry development—perspectives and strategies for genetic enhancement",
    "authors": [
      "Krishna Sai Karnatam,",
      "Bikkasani Mythri,",
      "Wajhat Un Nisa,",
      "Heena Sharma,",
      "Tarun Kumar Meena,",
      "Prabhat Rana,",
      "Yogesh Vikal,",
      "M. Gowda,",
      "Baldev Singh Dhillon,",
      "Surinder Sandhu"
    ],
    "doi": "https://doi.org/10.3389/fgene.2023.1150132",
    "journalVolume": "Vol. 14",
    "issn": "1664-8021 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Genetics"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/genetics",
    "abstract": "Maize is recognized as the queen of cereals, with an ability to adapt to diverse agroecologies (from 58oN to 55oS latitude) and the highest genetic yield potential among cereals. Under contemporary conditions of global climate change, C4 maize crops offer resilience and sustainability to ensure food, nutritional security, and farmer livelihood. In the northwestern plains of India, maize is an important alternative to paddy for crop diversification in the wake of depleting water resources, reduced farm diversity, nutrient mining, and environmental pollution due to paddy straw burning. Owing to its quick growth, high biomass, good palatability, and absence of anti-nutritional components, maize is also one of the most nutritious non-legume green fodders. It is a high-energy, low-protein forage commonly used for dairy animals like cows and buffalos, often in combination with a complementary high-protein forage such as alfalfa. Maize is also preferred for silage over other fodders due to its softness, high starch content, and sufficient soluble sugars required for proper ensiling. With a rapid population increase in developing countries like China and India, there is an upsurge in meat consumption and, hence, the requirement for animal feed, which entails high usage of maize. The global maize silage market is projected to grow at a compound annual growth rate of 7.84% from 2021 to 2030. Factors such as increasing demand for sustainable and environment-friendly food sources coupled with rising health awareness are fueling this growth. With the dairy sector growing at about 4%–5% and the increasing shortage faced for fodder, demand for silage maize is expected to increase worldwide. The progress in improved mechanization for the provision of silage maize, reduced labor demand, lack of moisture-related marketing issues as associated with grain maize, early vacancy of farms for next crops, and easy and economical form of feed to sustain household dairy sector make maize silage a profitable venture. However, sustaining the profitability of this enterprise requires the development of hybrids specific for silage production. Little attention has yet been paid to breeding for a plant ideotype for silage with specific consideration of traits such as dry matter yield, nutrient yield, energy in organic matter, genetic architecture of cell wall components determining their digestibility, stalk standability, maturity span, and losses during ensiling. This review explores the available information on the underlying genetic mechanisms and gene/gene families impacting silage yield and quality. The trade-offs between yield and nutritive value in relation to crop duration are also discussed. Based on available genetic information on inheritance and molecular aspects, breeding strategies are proposed to develop maize ideotypes for silage for the development of sustainable animal husbandry.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fgene.2023.1150132/full"
  }
]