[
  {
    "title": "Bayesian network modelling provides spatial and temporal understanding of ecosystem dynamics within shallow shelf seas",
    "authors": [
      "Neda I. Trifonova,",
      "Beth E. Scott,",
      "Michela De Dominicis,",
      "James J. Waggitt,",
      "Judith Wolf"
    ],
    "doi": "Vol. 129\n                                \n                                \n                                  p.\n                                  107997",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "Understanding ecosystem dynamics within shallow shelf seas is of great importance to support marine spatial management of natural populations and activities such as fishing and offshore renewable energy production to combat climate change. Given the possibility of future changes, a baseline is needed to predict ecosystems responses to such changes. This study uses Bayesian techniques to find the data-driven estimates of interactions among a set of physical and biological variables and a human pressure within the last 30 years in a well-studied shallow sea (North Sea, UK) with four contrasting regions and their associated ecosystems. A hidden variable is incorporated to model functional ecosystem change, where the underlying interactions dramatically change, following natural or anthropogenic disturbance. Data-driven estimates of interactions were identified, highlighting physical (e.g. bottom temperature, potential energy anomaly) and biological variables (e.g. sandeel larvae, net primary production) to be strong indicators of ecosystem change. There was consistency in the physical and biological variables, identified as good indicators in three of the regions, however the shallower region (with depths < 50 m, that is targeted for static offshore wind developments) was the most dissimilar. The use of contrasting regions provided useful insights on responses linked to ecosystem disturbances and identified the top predators as better indicators for each region, with the harbour porpoise being a particularly valuable indicator of ecosystem change across most regions. Another important finding was the dramatic changes in the strength of many interactions over time. This suggests that physical and biological indicators should only be used with additional temporal information, as changes in strength led to the identification of two potentially significant periods of ecosystem change (after 2005 and after 2010), linked to physical pressures (e.g. cold-water anomalies, seen in bottom temperatures; salinity changes, seen in the potential energy anomaly) and primary production changes. The hidden variable also modelled a change in the early 2000s for all the regions and identified maximum chlorophyll-a and sea surface temperature as some of the better indicators of these ecosystem changes.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X21006622"
  },
  {
    "title": "Changes in photosynthesis, growth, and sugar content of commercial sugarcane cultivars and Erianthus under flood conditions",
    "authors": [
      "Thanankorn Jaiphong,",
      "Jun Tominaga,",
      "Kenta Watanabe,",
      "Ryuichi Suwa,",
      "Masami Ueno,",
      "Yoshinobu Kawamitsu"
    ],
    "doi": "https://doi.org/10.1080/1343943X.2016.1275711",
    "journalVolume": "Vol. 20,\n                                no. 1\n                                \n                                  pp.\n                                  126\n                                  – 135",
    "issn": "1343-943X (Print)",
    "publisher": "1349-1008 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Agriculture: Plant culture"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tpps",
    "abstract": "Sugarcane (Saccharum spp.) is an economical crop in the tropical and subtropical countries. However, because of global climate change, flooding has become problematic, particularly during the rainy season, in Thailand. We investigated the effects of floods on three commercial sugarcane cultivars, namely NiF8, U-thong 6 (UT6), and U-thong 9 (UT9), as well as Erianthus spp. Growth was assessed using a pot experiment in a glasshouse with two treatments: (1) control and (2) 60 d of flooding followed by 30 d of normal conditions. In comparison with control, during prolonged flooding, Erianthus showed greatly decreased CO2 assimilation, whereas NiF8, UT6, and UT9 showed slightly declined CO2 assimilation. Growth in plants subjected to 60 d of flooding was less influenced by floods while sucrose content was not affected except in UT6. During flooding, some roots died, resulting in plants compensating adventitious roots to offset the negative effects of root death and to assist them in maintaining their growth, which appeared from the submerged nodes, with different characteristics for each cultivar. However, 30 d after draining, roots remained damaged, while adventitious roots died, resulting in lesser growth as compared with the control, but it did not significantly affect sucrose content and sugar yield. This study suggests that sugarcane plants need to produce the adventitious roots to compensate their roots’ death during flooding and require time to recover their root system after flooding for obtaining the optimum yield and quality at harvest.",
    "readLink": "http://dx.doi.org/10.1080/1343943X.2016.1275711"
  },
  {
    "title": "‘Age of Lovecraft’?—Anthropocene Monsters in (New) Weird Narrative",
    "authors": [
      "Gry Ulstein"
    ],
    "doi": "https://doi.org/10.7557/13.5004",
    "journalVolume": "no. 42",
    "issn": "0809-1668 (Print)",
    "publisher": "1503-2086 (Online)",
    "countryOfPublisher": "Septentrio Academic Publishing",
    "lcc": [
      "Norway",
      "Language and Literature: Norwegian literature"
    ],
    "journalUrl": "https://septentrio.uit.no/index.php/nordlit/",
    "abstract": "This paper considers whether the twenty-first-century resurgence of H. P. Lovecraft and weird fiction can be read as a conceptual parallel to the Anthropocene epoch, taking Carl H. Sederholm and Jeffrey Andrew Weinstock’s The Age of Lovecraft as a starting-point. The assumption is that the two ‘ages’ are historically and thematically linked through the ‘monsters’ that inhabit them; monsters that include—but are not limited to—extensions, reproductions, and evolutions of Lovecraft’s writings. Preoccupied with environmental issues such as global climate change, the twenty-first-century imaginary has conjured monsters that appear to have much in common with early twentieth-century cosmic horror stories. Considering the renewed interest in Lovecraft and the weird, such developments raise the question: What can (weird) monsters tell us about the Anthropocene moment? This paper maps the ‘monstrous’ in the discourses emerging from the Anthropocene epoch and ‘The Age of Lovecraft’ by considering (new) weird narratives from contemporary literature, graphic novels, film, TV, and video games. Mindful of on-going discussions within ecocriticism, philosophy, and critical theory, the paper discusses a handful of unconventional texts to investigate the potential of the weird for expressing Anthropocene anxieties and for approaching nonhuman realities from new angles.",
    "readLink": "https://septentrio.uit.no/index.php/nordlit/article/view/5004"
  },
  {
    "title": "Satellite based integrated approaches to modelling spatial carbon stock and carbon sequestration potential of different land uses of Northeast India",
    "authors": [
      "R. Bordoloi,",
      "B. Das,",
      "O.P. Tripathi,",
      "U.K. Sahoo,",
      "A.J. Nath,",
      "S. Deb,",
      "D.J. Das,",
      "A. Gupta,",
      "N.B. Devi,",
      "S.S. Charturvedi,",
      "B.K. Tiwari,",
      "A. Paul,",
      "L. Tajo"
    ],
    "doi": "Vol. 13\n                                \n                                \n                                  p.\n                                  100166",
    "issn": "2665-9727 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.journals.elsevier.com/environmental-and-sustainability-indicators",
    "abstract": "The study aims to estimate and predict the aboveground biomass, carbon stock and carbon sequestration potential of different land uses of Northeast India and relate these estimates with the land use changes. Many applications such as carbon stock and sequestration monitoring, forest degradation monitoring, and climate change mitigation, require precise and timely estimation of forest biomass. Although traditional field inventory can reliably estimate forest biomass, remote sensing is emerging as an alternate and fast approach to cover larger area with relative precision for biomass estimation. In this study, a combined approach of field inventory and Landsat OLI derived vegetation indices were used in spatial modelling of aboveground biomass and carbon stock in different land uses. A stepwise multilinear regression algorithm was used to derive the model that used Landsat derived NDVI, SAVI and ARVI as predicators. The predicted AGB ranged from 14.32 to 185.95 Mg ha-1 with an average of 148.78 Mg ha-1. The developed model that used combined vegetation indices showed correlation of R2 = 0.79 with an RMSE of 51.04 Mg ha-1. The present study also applied the empirical model (CO2FIX) to simulate the future scenario of carbon stock and carbon sequestration potential of the different land uses. The carbon stock potential of different land uses were 182.31 Mg ha-1, 158.91 Mg ha-1, 134.98 Mg ha-1, 169.26 Mg ha-1, 133.84, 89.95 Mg ha-1, 128.3 Mg ha-1 and 61.36 Mg ha-1 in Tropical forest, Subtropical forest, Temperate forest, Tropical plantation, Subtropical plantation, Temperate plantation, Shifting fallows and Agricultural land, respectively.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2665972721000672"
  },
  {
    "title": "Climate change impacts on summer flood frequencies in two mountainous catchments in China and Switzerland",
    "authors": [
      "S. Ragettli,",
      "X. Tong,",
      "G. Zhang,",
      "H. Wang,",
      "P. Zhang,",
      "M. Stähli"
    ],
    "doi": "https://doi.org/10.2166/nh.2019.118",
    "journalVolume": "Vol. 52,\n                                no. 1\n                                \n                                  pp.\n                                  4\n                                  – 25",
    "issn": "1998-9563 (Print)",
    "publisher": "2224-7955 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Hydraulic engineering: River, lake, and water-supply engineering (General)",
      "Geography. Anthropology. Recreation: Physical geography"
    ],
    "journalUrl": "https://iwaponline.com/hr",
    "abstract": "Flood events are difficult to characterize if available observation records are shorter than the recurrence intervals, and the non-stationarity of the climate adds additional uncertainty. In this study, we use a hydrological model coupled with a stochastic weather generator to simulate the summer flood regime in two mountainous catchments located in China and Switzerland. The models are set up with hourly data from only 10–20 years of observations but are successfully validated against 30–40-year long records of flood frequencies and magnitudes. To assess the climate change impacts on flood frequencies, we re-calibrate the weather generator with the climate statistics for 2021–2050 obtained from ensembles of bias-corrected regional climate models. Across all assessed return periods (10–100 years) and two emission scenarios, nearly all model chains indicate an intensification of flood extremes. According to the ensemble averages, the potential flood magnitudes increase by more than 30% in both catchments. The unambiguousness of the results is remarkable and can be explained by three factors rarely combined in previous studies: reduced statistical uncertainty due to a stochastic modelling approach, hourly time steps and the focus on headwater catchments where local topography and convective storms are causing runoff extremes within a confined area.",
    "readLink": "http://hr.iwaponline.com/content/52/1/4"
  },
  {
    "title": "Extreme Rainfall-Runoff Events Modeling by HEC-HMS Model for Koudiet Rosfa Watershed, Algeria",
    "authors": [
      "Ali HADDAD,",
      "Boualem REMINI"
    ],
    "doi": "https://doi.org/10.35180/gse-2021-0060",
    "journalVolume": "Vol. 67,\n                                no. 4\n                                \n                                  pp.\n                                  144\n                                  – 155",
    "issn": "1802-5420 (Online)",
    "publisher": "VSB-Technical University of Ostrava",
    "countryOfPublisher": "Czechia",
    "lcc": [
      "Science: Geology"
    ],
    "journalUrl": "http://geoscience.cz/ojs/index.php/GSE/index",
    "abstract": "Changing of precipitation regime and intensification of extreme storms in semi-arid regions because of climate change requires the use of numerical models to forecast the outlet hydrographs. In this paper, HEC-HMS software was applied using a loss method the curve number CN to estimate the precipitation excess and a parametric unit hydrograph model to compute the transformation of precipitation excess into direct runoff over the watershed. The Muskingum-Cunge routing model was used to simulate the propagation of direct runoff through the main streams of Koudiet Rosfa watershed. The curve number CN and lag time parameters were used to calibrate the model towards several storms. The Nash–Sutcliffe efficiency coefficient (NSE) was adopted to assess the performance of the model to reproduce the observed hydrographs. Volume of the storms, peak discharges, times of peak and times of center of mass between the simulated and observed discharges were used to validate the model. The simulated discharges reproduce the hydrological events. The calibrated model was used to simulate the different hypothetical storms that could occur in the future in order to ensure the safety of Koudiet Rosfa dam towards extreme rainfall-runoff events.",
    "readLink": "http://geoscience.cz/ojs/index.php/GSE/article/view/365/244"
  },
  {
    "title": "A case of extreme particulate matter concentrations over Central Europe caused by dust emitted over the southern Ukraine",
    "authors": [
      "W. Birmili,",
      "K. Schepanski,",
      "A. Ansmann,",
      "G. Spindler,",
      "I. Tegen,",
      "B. Wehner,",
      "A. Nowak,",
      "E. Reimer,",
      "I. Mattis,",
      "K. Müller,",
      "E. Brüggemann,",
      "T. Gnauk,",
      "H. Herrmann,",
      "A. Wiedensohler,",
      "D. Althausen,",
      "A. Schladitz,",
      "T. Tuch,",
      "G. Löschau"
    ],
    "doi": "Vol. 8,\n                                no. 4\n                                \n                                  pp.\n                                  997\n                                  – 1016",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "On 24 March 2007, an extraordinary dust plume was observed in the Central European troposphere. Satellite observations revealed its origins in a dust storm in Southern Ukraine, where large amounts of soil were resuspended from dried-out farmlands at wind gusts up to 30 m s<sup>&minus;1</sup>. Along the pathway of the plume, maximum particulate matter (PM<sub>10</sub>) mass concentrations between 200 and 1400 μg m<sup>&minus;3</sup> occurred in Slovakia, the Czech Republic, Poland, and Germany. Over Germany, the dust plume was characterised by a volume extinction coefficient up to 400 Mm<sup>&minus;1</sup> and a particle optical depth of 0.71 at wavelength 0.532 μm. In-situ size distribution measurements as well as the wavelength dependence of light extinction from lidar and Sun photometer measurements confirmed the presence of a coarse particle mode with diameters around 2&ndash;3 μm. Chemical particle analyses suggested a fraction of 75% crustal material in daily average PM<sub>10</sub> and up to 85% in the coarser fraction PM<sub>10&ndash;2.5</sub>. Based on the particle characteristics as well as a lack of increased CO and CO<sub>2</sub> levels, a significant impact of biomass burning was ruled out. The reasons for the high particle concentrations in the dust plume were twofold: First, dust was transported very rapidly into Central Europe in a boundary layer jet under dry conditions. Second, the dust plume was confined to a relatively stable boundary layer of 1.4&ndash;1.8 km height, and could therefore neither expand nor dilute efficiently. Our findings illustrate the capacity of combined in situ and remote sensing measurements to characterise large-scale dust plumes with a variety of aerosol parameters. Although such plumes from Southern Eurasia seem to occur rather infrequently in Central Europe, its unexpected features highlights the need to improve the description of dust emission, transport and transformation processes needs, particularly when facing the possible effects of further anthropogenic desertification and climate change.",
    "readLink": "http://www.atmos-chem-phys.net/8/997/2008/acp-8-997-2008.pdf"
  },
  {
    "title": "ECONOMIC ANALYSIS OF  OF MICRO HYDRO POWER PLANT DEVELOPMENT: A CASE STUDY IN MUARA ENIM REGENCY, SOUTH SUMATRA",
    "authors": [
      "Nur Arifatul Ulya,",
      "Efendi Agus Waluyo,",
      "Adi Kunarso"
    ],
    "doi": "https://doi.org/10.20886/jakk.2019.16.1.31-45",
    "journalVolume": "Vol. 16,\n                                no. 1\n                                \n                                  pp.\n                                  31\n                                  – 45",
    "issn": "0216-0897 (Print)",
    "publisher": "2502-6267 (Online)",
    "countryOfPublisher": "Centre for Social Research and Development, Economics, Policy and Climate Change",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JAKK/",
    "abstract": "Micro Hydro Powerplant (MHP) is one form of water utilization in upper Musi watershed to generate electricity. This paper aims to analyse the feasibility of the development and management of self-help MHP to support forest resource conservations. Financial and economic analysis are applied to determine the feasibility of the development and management of the self-help MHP. The result indicates that the construction and management of the self-help MHP in the research area are not feasible, so that they do not guarantee the sustainability of the MHP in the long term period. Development and management of MHP will be financially feasible when it uses postpaid electricity tariff scheme of State Electricity Company (SEC) for power limit up to 450 VA, and economically feasible if it uses postpaid electricity tariff scheme for power limit (SEC) up to 1,300 VA. It is necessary to increase the capacity of the community both technical and economic aspects in the management of MHP for the sustainability of electricity supply from the MHP. Water utilization for the MHP increases the collective awareness to conserve forest resources.",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JAKK/article/view/4117"
  },
  {
    "title": "A new perspective for assessing hydro-meteorological drought relationships at large scale based on causality analysis",
    "authors": [
      "Zhaoqiang Zhou,",
      "Yibo Ding,",
      "Yiyang Zhao,",
      "Peng Chen,",
      "Qiang Fu,",
      "Ping Xue,",
      "Suning Liu,",
      "Shengzhi Huang,",
      "Haiyun Shi"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/acfe1e",
    "journalVolume": "Vol. 18,\n                                no. 10\n                                \n                                  p.\n                                  104046",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Correlation analysis is the common method to evaluate the relationship between two variables; however, it may sometimes cause spurious correlations. Specifically, in the field of hydrometeorology, with the impacts of climate change and human activities, correlation analysis is difficult to identify the true relationship between variables, and thus, causality analysis should be adopted instead. This study analyzed the causal relationship between meteorological drought and hydrological drought in different climatic regions of China by using convergent cross mapping (CCM). We improved the identification of CCM convergence by using the coefficient of variation and applied it in the field of large-scale hydrometeorology. The results of correlation analysis were compared, and the applicability of causality analysis was explored. The results revealed that: In Southeast China, the correlation and causality between meteorological drought and hydrological drought were both large. In Northeast China and central Qinghai–Tibet Plateau, the correlation between meteorological drought and hydrological drought was small, but the causality was large. In view of the spurious correlation, introducing causality analysis can better explain the relationship between meteorological drought and hydrological drought, especially in areas with snowmelt runoff. Overall, CCM can provide valuable causal information from common time series in the field of large-scale hydrometeorology and has a wide range of application values. However, causality analysis cannot explain the positive or negative relationship between variables. Therefore, when analyzing the relationship between variables, the advantages of the two methods should be given full play.",
    "readLink": "https://doi.org/10.1088/1748-9326/acfe1e"
  },
  {
    "title": "Growth, Chemistry, and Genetic Profiles of Whitebark Pine Forests Affected by Climate-Driven Mountain Pine Beetle Outbreaks",
    "authors": [
      "Diana L. Six,",
      "Amy Trowbridge,",
      "Michael Howe,",
      "Dana Perkins,",
      "Erika Berglund,",
      "Peter Brown,",
      "Jeffrey A. Hicke,",
      "Ganesh Balasubramanian"
    ],
    "doi": "https://doi.org/10.3389/ffgc.2021.671510",
    "journalVolume": "Vol. 4",
    "issn": "2624-893X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Forestry",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/forests-and-global-change#",
    "abstract": "Climate change-driven Dendroctonus ponderosae outbreaks in semi-naïve Pinus albicaulis may result in rapid natural selection for trees with genotypes and phenotypes associated with survival. In this study, we investigated whether survivors were genetically and chemically different from a living cohort of trees that escaped predation due to smaller size and estimated genetic diversity. We also examined how growth rate and climate sensitivity varied between beetle-killed and surviving trees. Dendroctonus ponderosae predominantly kills large diameter trees; therefore, we predicted that large surviving trees would have distinctive genetic profiles and, due to bottlenecking and drift, survivors would have lower genetic diversity than the abundant smaller mature trees that escaped predation. We found survivors were indeed genetically divergent from the smaller trees but, contrary to expectations, the smaller trees had lower diversity. This suggests that while beetles may select for trees with particular genotypes, other factors are also driving population genetic sub-structuring. Individual tree terpene profiles were diverse and varied by population but showed no clear relationship to survivorship. Two groups of trees with divergent sensitivities to climate were observed in each population, but neither was a clear indicator of survivorship or susceptibility to beetle attack. Growth rate was the best predictor of survivorship with survivors growing significantly slower than beetle-killed trees over their lifetimes although growth rates converged in years just prior to increased beetle activity. Overall, our results suggest that P. albicaulis forests show considerable divergence among populations and within-population genetic sub-structuring, and that they may contain complex mosaics of adaptive potentials to a variety of stressors including D. ponderosae. To protect the ability of this tree to adapt to increasing pressure from beetles, blister rust, and climate change, a top priority should be the maintenance of standing genetic diversity and adaptive shifts in allele frequencies.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/ffgc.2021.671510/full"
  }
]