[
  {
    "title": "Glacier mass change on the Kamchatka Peninsula, Russia, from 2000 to 2016",
    "authors": [
      "Shungo Fukumoto,",
      "Shin Sugiyama,",
      "Shuntaro Hata,",
      "Jun Saito,",
      "Takayuki Shiraiwa,",
      "Humio Mitsudera"
    ],
    "doi": "https://doi.org/10.1017/jog.2022.50",
    "journalVolume": "Vol. 69\n                                \n                                \n                                  pp.\n                                  237\n                                  – 250",
    "issn": "0022-1430 (Print)",
    "publisher": "1727-5652 (Online)",
    "countryOfPublisher": "Cambridge University Press",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.cambridge.org/core/journals/journal-of-glaciology",
    "abstract": "On the Kamchatka Peninsula in the Russian Far East, 405 glaciers with an estimated total mass of 49 Gt were reported in the 1970s. These have been retreating at an accelerated rate since the start of the 21st century. Because glacier studies in this region are scarce, ice loss and its influence on sea level rise and regional environments is poorly understood. In this study, we analyzed satellite data to quantify glacier mass change from 2000 to 2016 in six major glacier-covered regions on the peninsula. The mean rate of the glacier mass change over the study period was −0.46 ± 0.01 m w.e. a−1 (total mass change was −4.9 ± 0.1 Gt, −304.2 ± 9.1 Mt a−1), which is slightly lower than other regions in mid-latitude and subarctic zones. The mass loss accelerated from >−0.33 ± 0.02 m w.e. a−1 in the period 2000–2006/2010 to <−1.65 ± 0.12 m w.e. a−1 in 2006/2010–2015/16. The increase in mass loss is attributed to a rise in average decadal summer temperatures observed in the region (+0.68°C from 1987–99 to 2000–13). Moreover, a recent trend in Pacific decadal oscillation suggests future acceleration of mass loss due to a decline in winter precipitation.",
    "readLink": "https://www.cambridge.org/core/product/identifier/S0022143022000508/type/journal_article"
  },
  {
    "title": "The Use of a Decision Support System for Sustainable Urbanization and Thermal Comfort in Adaptation to Climate Change Actions—The Case of the Wrocław Larger Urban Zone (Poland)",
    "authors": [
      "Jan K. Kazak"
    ],
    "doi": "https://doi.org/10.3390/su10041083",
    "journalVolume": "Vol. 10,\n                                no. 4\n                                \n                                  p.\n                                  1083",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The increasing level of antropopression has a negative impact on environmental resources and has reached the level of our planetary boundaries. One limitation is land use change caused by urbanization. Global policies prove the need to undertake action in order to develop more sustainable human settlements, which would be adapted better to potential future climate change effects. Among such changes are the increase of average temperatures and extreme events like heat waves. Those changes are more severe in urban areas due to land use development, and result in the urban heat island effect (UHI), which has a negative impact on the thermal comfort of citizens. The paper presents a decision support system that can be used for the assessment of areas to the potential exposure to the UHI effect. The system integrates scenario analysis, land use modelling in cellular automata (Metronamica), and an indicator-based assessment in a geographic information system (ArcGIS). The applicability of the model is illustrated through developing scenarios for the future land use allocation of the Wrocław Larger Urban Zone (Poland). The results of the calculations show which scenario is the least vulnerable to UHI effects. Moreover, for each scenario, cores of urban areas were identified, in which certain urban design patterns accounting for adaptation to climate change could be implemented. The study provides a guideline for local authorities on where to focus actions in order to create more sustainable urban structures and to better adapt to climate change and environmental extremes.",
    "readLink": "http://www.mdpi.com/2071-1050/10/4/1083"
  },
  {
    "title": "A Review of Climate Adaptation Impacts and Strategies in Coastal Communities: From Agent-Based Modeling towards a System of Systems Approach",
    "authors": [
      "Carly Lawyer,",
      "Li An,",
      "Erfan Goharian"
    ],
    "doi": "https://doi.org/10.3390/w15142635",
    "journalVolume": "Vol. 15,\n                                no. 2635\n                                \n                                  p.\n                                  2635",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Global warming and climate variations are expected to alter hydrologic conditions and exacerbate flooding, primarily through increasingly frequent and intense storm events and sea-level rise. The interactions between coastlines and their inhabitants around the world are highly diverse, making them challenging to model due to the non-homogeneous, nonlinear, and complex nature of human decision-making. Agent-based modeling has proven valuable in various fields, enabling researchers to explore various social phenomena and emergent patterns under different institutional frameworks, including climate change scenarios and policy decisions, particularly at local scales. This approach is particularly useful in providing insights into possible outcomes and feedback resulting from the convergence of individual- and community-level adaptation decisions, and it has increasingly been used to model coastal systems. However, there are a limited number of studies that examine the effects of climate adaptation decisions on coastal tourism systems. This paper aims to address this gap by first providing an overview of the current state of agent-based modeling literature that explores coastal community adaptation responses to climate change. Subsequently, the paper argues for the application of these methods to simulate the effects of adaptation on coastal tourism dynamics. To better capture the interactions within subsystems and potential redistributed effects inherent in multi-scale and multi-stakeholder decision-making processes within these systems, we propose integrating agent-based modeling with a novel system of socio-environmental systems (SoSES) approach. This integration aims to assist city planners, policymakers, stakeholders, and attraction managers in effectively assessing adaptation options to safeguard their communities from the multifaceted impacts of climate change.",
    "readLink": "https://www.mdpi.com/2073-4441/15/14/2635"
  },
  {
    "title": "Becoming non-commensurable: synthesis, design, and the politics of urban experimentation in post-Superstorm Sandy New York",
    "authors": [
      "Kevin Grove,",
      "Lauren Rickards,",
      "Stephanie Wakefield"
    ],
    "doi": "https://doi.org/10.1080/15487733.2023.2225339",
    "journalVolume": "Vol. 19,\n                                no. 1",
    "issn": "1548-7733 (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tsus",
    "abstract": "AbstractThis article uses a case study of the Rebuild by Design (RBD) program in post-Superstorm Sandy New York City to advance research into experimental urban environmental governance, notably that aiming to enhance resilience. Existing literature about experimentation tends to distinguish experimental governance from more conventional, modernist forms of environmental governance. Our technical critique of RBD’s design-based experiments in post-disaster reconstruction and urban resilience planning instead situates experimentation in the wider history of ongoing cybernetic transformations in liberal rule. We draw attention to new practices of control and regulation that do not eliminate socio-ecological difference but instead try to make such difference transparently knowable and functionally useful. As we demonstrate through an analysis of the troubled implementation of design-driven urban resilience projects in RBD, the issue for such experimentation is that the push for synthesis and solutions can deny the existence of forms of knowledge that are qualitatively, intrinsically different. In this reading, the politics of experimentation in the Anthropocene increasingly hinges on recognizing and maintaining the potential for some things and groups to be non-commensurable—that is, irreducible to resources for others’ resilience.",
    "readLink": "https://www.tandfonline.com/doi/10.1080/15487733.2023.2225339"
  },
  {
    "title": "Sea level rise may pose conservation challenges for the endangered Cape Sable seaside sparrow",
    "authors": [
      "Stephanie S. Romañach,",
      "Saira M. Haider,",
      "Allison M. Benscoter"
    ],
    "doi": "https://doi.org/10.3389/fevo.2022.1085970",
    "journalVolume": "Vol. 10",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "Biodiversity conservation under a changing climate is a challenging endeavor. Landscapes are shifting as a result of climate change and sea level rise but plant communities in particular may not keep up with the pace of change. Predictive ecological models can help decision makers understand how species are likely to respond to change and then adjust management actions to align with desired future conditions. Florida’s Everglades is a wetland ecosystem that is host to many species, including a large number of endangered and endemic species. Everglades ecosystem restoration has been ongoing for decades, but consideration of sea level rise impacts in restoration planning is more recent. Incorporating potential impacts from sea level rise into restoration planning should benefit species and their coastal habitats, most notably at the southern Florida peninsula. The endangered Cape Sable seaside sparrow (Ammospiza maritima mirabilis) occurs in marl prairie habitat at the southern end of the Everglades. The locations of three of its six subpopulations are proximate to the coast. We used a spatially explicit predictive model, EverSparrow, to estimate probability of sparrow presence considering both hydrologic change from restoration and sea level rise. We found that the probability of sparrow presence decreased with increasing sea level rise. Within approximately 50 years, probability of presence significantly decreased for all three coastal subpopulation areas, with areas above 40% probability increasingly limited. Given the exceptionally low dispersal ability of this species and the geographic restrictions for habitat expansion, our results highlight the importance of freshwater flow into the southern Everglades marl prairie for habitat conservation.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fevo.2022.1085970/full"
  },
  {
    "title": "Le plan de prévention des risques naturels (PPRN) : frein ou catalyseur de l’adaptation des territoires insulaires au changement climatique ? Exemple de Saint-Martin suite à l’ouragan Irma",
    "authors": [
      "Audrey Pastel,",
      "Pascal Saffache"
    ],
    "doi": "https://doi.org/10.4000/etudescaribeennes.20935",
    "journalVolume": "Vol. 48",
    "issn": "1779-0980 (Print)",
    "publisher": "1961-859X (Online)",
    "countryOfPublisher": "Université des Antilles",
    "lcc": [
      "France",
      "History America: Latin America. Spanish America",
      "Social Sciences"
    ],
    "journalUrl": "http://etudescaribeennes.revues.org/",
    "abstract": "In territories exposed to natural risks, the Natural Risk Prevention Plan (PPRN) must take part in helping to adapt to climate change. The first PPRN was developed in 2011 in the French part of St-Martin’s island. It hardly had an impact, as the urbanisation of coastal areas continued, while increasing the vulnerability of the territory. In the aftermath of major hurricane Irma in September 2017, the local authorities launched an improvement of the cyclonic component of the ‘PPRN’. This article aims to explain how the PPRN is experienced as both an obstacle and a catalyst, as a tool in the adaptation to climate change in an island territory; the different prospects depending on the development process of the tool, and how it is understood and appropriated by the stakeholders.",
    "readLink": "http://journals.openedition.org/etudescaribeennes/20935"
  },
  {
    "title": "DIEKMAN INDEX IN THE ASSESSMENT OF THE ARIDITY DEGREE OF THE REGIONAL CLIMATE",
    "authors": [
      "Violeta IVANOV"
    ],
    "doi": "Vol. Nr. 3,\n                                no. 46\n                                \n                                  pp.\n                                  53\n                                  – 55",
    "issn": "1857-0461 (Print)",
    "publisher": "Academy of Sciences of Moldova",
    "countryOfPublisher": "Moldova, Republic of",
    "lcc": [
      "Fine Arts: Arts in general",
      "Science"
    ],
    "journalUrl": "http://akademos.asm.md",
    "abstract": "Accelerated rhythm of climatic changes significantly influences surface waters’ state because regional climate’s warming that is observed during past few decades influences directly waters’ output in rivers as well as their quality. Recent investigations in the area demonstrate that degree of evaporation increases within republic’s territory, especially on republic’s South, where we also observe decline in quality of surface waters. Climate’s aridization degree is characterized by many various indexes, among which Diekman index is well-known on international level. This index’s calculation and analysis on national aspect would contribute to estimation of regional particularities of aridization process’ manifestation in climate in new climatic conditions.",
    "readLink": "http://akademos.asm.md/files/53_55_Indicele%20Diekman%20in%20estimarea%20gradului%20de%20aridizare%20a%20climei%20regionale.pdf"
  },
  {
    "title": "The Effect of Environmental Factors on Mould Counts and AFB1 Toxin Production by <i>Aspergillus flavus</i> in Maize",
    "authors": [
      "Krisztina Molnár,",
      "Csaba Rácz,",
      "Tamás Dövényi-Nagy,",
      "Károly Bakó,",
      "Tünde Pusztahelyi,",
      "Szilvia Kovács,",
      "Cintia Adácsi,",
      "István Pócsi,",
      "Attila Dobos"
    ],
    "doi": "https://doi.org/10.3390/toxins15030227",
    "journalVolume": "Vol. 15,\n                                no. 227\n                                \n                                  p.\n                                  227",
    "issn": "2072-6651 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "http://www.mdpi.com/journal/toxins/",
    "abstract": "The toxins produced by Aspergillus flavus can significantly inhibit the use of maize. As a result of climate change, toxin production is a problem not only in tropical and subtropical areas but in an increasing number of European countries, including Hungary. The effect of meteorological factors and irrigation on mould colonization and aflatoxin B1 (AFB1) mycotoxin production by A. flavus were investigated in natural conditions, as well as the inoculation with a toxigenic isolate in a complex field experiment for three years. As a result of irrigation, the occurrence of fungi increased, and toxin production decreased. The mould count of fungi and toxin accumulation showed differences during the examined growing seasons. The highest AFB1 content was found in 2021. The main environmental factors in predicting mould count were temperature (Tavg, Tmax ≥ 30 °C, Tmax ≥ 32 °C, Tmax ≥ 35 °C) and atmospheric drought (RHmin ≤ 40%). Toxin production was determined by extremely high daily maximum temperatures (Tmax ≥ 35 °C). At natural contamination, the effect of Tmax ≥ 35 °C on AFB1 was maximal (r = 0.560–0.569) in the R4 stage. In the case of artificial inoculation, correlations with environmental factors were stronger (r = 0.665–0.834) during the R2–R6 stages.",
    "readLink": "https://www.mdpi.com/2072-6651/15/3/227"
  },
  {
    "title": "Assessing newly introduced climate change adaptation strategy packages among rural households: Evidence from Kaou local government area, Tahoua State, Niger Republic",
    "authors": [
      "Ali M. Tabbo,",
      "Zakou Amadou"
    ],
    "doi": "https://doi.org/10.4102/jamba.v9i1.383",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  e1\n                                  – e7",
    "issn": "2072-845X (Print)",
    "publisher": "1996-1421 (Online)",
    "countryOfPublisher": "AOSIS",
    "lcc": [
      "South Africa",
      "Social Sciences: Industries. Land use. Labor: Management. Industrial management: Risk in industry. Risk management"
    ],
    "journalUrl": "https://www.jamba.org.za",
    "abstract": "This research discusses new strategies developed and introduced by national and international partners to help farmers in building adaptative capacity against the negative externalities of climate change. The purpose of this study is to determine and to assess the most important adaptation strategies introduced by development partners. Based on the recognition interview with farmers and synthesis of previous research, 13 strategies were compiled and included in the study. Thus, an advance in the balanced incomplete block design was used to design the questionnaire served as data collection tools. For each question, respondents were asked to choose their best and their worst strategies. Thus, the difference between the best and worst strategies consistent with random utility theory was used for the modelling. Results show that herd rebuilding, human capacity building, introduction of fishing, water and soil conservation activities, introduction of leafy vegetable such as Moringa oleifera, financial credit, forage seed marketing and introduction of agriculture inputs were the most important strategies, while the support to vegetable production, income-generating activities, the use of agricultural improved seed varieties, anti-fire band making and cereal bank introduction were the least important adaptation strategies for farmers. These results are therefore essential for the dissemination of adaptation strategies, thereby stimulating and maintaining sustainability development actions in the study area.",
    "readLink": "https://jamba.org.za/index.php/jamba/article/view/383"
  },
  {
    "title": "Towards decision-based global land use models for improved understanding of the Earth system",
    "authors": [
      "M. D. A. Rounsevell,",
      "A. Arneth,",
      "P. Alexander,",
      "D. G. Brown,",
      "N. de Noblet-Ducoudré,",
      "E. Ellis,",
      "J. Finnigan,",
      "K. Galvin,",
      "N. Grigg,",
      "I. Harman,",
      "J. Lennox,",
      "N. Magliocca,",
      "D. Parker,",
      "B. C. O'Neill,",
      "P. H. Verburg,",
      "O. Young"
    ],
    "doi": "https://doi.org/10.5194/esd-5-117-2014",
    "journalVolume": "Vol. 5,\n                                no. 1\n                                \n                                  pp.\n                                  117\n                                  – 137",
    "issn": "2190-4979 (Print)",
    "publisher": "2190-4987 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology: Dynamic and structural geology"
    ],
    "journalUrl": "http://www.earth-system-dynamics.net",
    "abstract": "A primary goal of Earth system modelling is to improve understanding of the interactions and feedbacks between human decision making and biophysical processes. The nexus of land use and land cover change (LULCC) and the climate system is an important example. LULCC contributes to global and regional climate change, while climate affects the functioning of terrestrial ecosystems and LULCC. However, at present, LULCC is poorly represented in global circulation models (GCMs). LULCC models that are explicit about human behaviour and decision-making processes have been developed at local to regional scales, but the principles of these approaches have not yet been applied to the global scale level in ways that deal adequately with both direct and indirect feedbacks from the climate system. In this article, we explore current knowledge about LULCC modelling and the interactions between LULCC, GCMs and dynamic global vegetation models (DGVMs). In doing so, we propose new ways forward for improving LULCC representations in Earth system models. We conclude that LULCC models need to better conceptualise the alternatives for upscaling from the local to global scale. This involves better representation of human agency, including processes such as learning, adaptation and agent evolution, formalising the role and emergence of governance structures, institutional arrangements and policy as endogenous processes and better theorising about the role of teleconnections and connectivity across global networks. Our analysis underlines the importance of observational data in global-scale assessments and the need for coordination in synthesising and assimilating available data.",
    "readLink": "http://www.earth-syst-dynam.net/5/117/2014/esd-5-117-2014.pdf"
  }
]