[
  {
    "title": "Effective management of the watershed in response to historical climate change using a GIS-based multi-criteria decision analysis (MCDA)",
    "authors": [
      "Abu Bakar Arshed,",
      "Mohammad Masood,",
      "Muhammad Awais Zafar,",
      "Ghulam Nabi,",
      "Mudassar Iqbal"
    ],
    "doi": "https://doi.org/10.2166/wcc.2023.215",
    "journalVolume": "Vol. 14,\n                                no. 9\n                                \n                                  pp.\n                                  3178\n                                  – 3202",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "Watershed management is necessary to conserve water resources because the watershed hydrological processes are more affected by climate and land use change, resulting in the problems of droughts, floods, soil erosion, etc. This study determined suitable alternatives that can ensure viable strategies for tackling the climate change impacts at the Soan River Basin (SRB). A framework was applied to assess the impacts of climate change and land use/cover change (LUCC) using the Soil and Water Assessment Tool (SWAT). A multi-criteria decision analysis (MCDA) was used to prioritize watershed management alternatives by comparing watershed management criteria and alternatives using the analytic hierarchy process (AHP). Framework findings showed a 69 and 31% decline in runoff, and a 58 and 42% increment in evapotranspiration (ET) due to climate change and LUCC, respectively. The top prioritized suitable alternatives were water harvesting structure (WHS) and vegetative cover (VC). Suitability analysis showed that 63.61 and 16.56% area of the SRB were moderately to highly suitable for WHS, respectively. For soil and water management, VC has been found suitable to moderately suitable for 72.68 and 26.75% of the basin area, respectively. So, there should be adoption of such measures which will assist in configuring the climate adaptive strategies. HIGHLIGHTS Climate change and LUCC were assessed through a framework using the SWAT model.; AHP was used for watershed management via suitable alternatives.; Water harvesting structures and vegetative cover were found to be the best alternatives for watershed management.; The selected alternatives can mitigate the climate change impacts on the watershed and may supplement to improve management practices.;",
    "readLink": "http://jwcc.iwaponline.com/content/14/9/3178"
  },
  {
    "title": "Conservation of genetic diversity in Mediterranean endemic species: Arenaria balearica (Caryophyllaceae)",
    "authors": [
      "Javier Bobo-Pinilla,",
      "Noemí López-González,",
      "Julio Peñas"
    ],
    "doi": "https://doi.org/10.5091/plecevo.2020.1690",
    "journalVolume": "Vol. 153,\n                                no. 3\n                                \n                                  pp.\n                                  348\n                                  – 360",
    "issn": "2032-3913 (Print)",
    "publisher": "2032-3921 (Online)",
    "countryOfPublisher": "Meise Botanic Garden",
    "lcc": [
      "Belgium",
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "https://plecevo.eu",
    "abstract": "Background – Biodiversity loss is a problem that needs to be urgently addressed, particularly with the uncertainties of climate change. Current conservation policies principally focus on endangered species but they often give little consideration to the evolutionary processes, genetic diversity, or the rarity of non-endangered species. Endemic species occurring in rocky habitats that are undergoing exceptional habitat loss appear to be one of the most important candidates for conservation. The aim is to establish in situ and ex situ conservation recommendations for the Mediterranean endemic species Arenaria balearica.Material and methods – Arenaria balearica is a species endemic to the Mediterranean with a disjunct distribution range throughout Majorca, Corsica, Sardinia, and other small Tyrrhenian islands. A combination of molecular techniques (AFLPs and plastid DNA) was employed to determine genetic diversity and rarity across populations and to calculate the Relevant Genetic Units for Conservation (RGUCs). Moreover, Species Distribution Models (SDMs) were developed to assess the potential current distribution and the expected situation under future climatic scenarios.Key results – To preserve the genetic diversity and rarity of the species, in situ conservation is proposed for six populations as RGUCs. Moreover, as the RGUCs can only account for a part of the phylogeographic signal, ex situ conservation is also suggested for some additional populations. According to the results, the habitat suitability in the 2050 scenario is limited and suitable areas for A. balearica could have disappeared by 2070. Therefore, the persistence of the species could be in danger in a short period of time and conservation planning becomes necessary.",
    "readLink": "https://plecevo.eu/article/24679/download/pdf/"
  },
  {
    "title": "Estimating surface water availability in high mountain rock slopes using a numerical energy balance model",
    "authors": [
      "M. Ben-Asher,",
      "F. Magnin,",
      "S. Westermann,",
      "J. Bock,",
      "E. Malet,",
      "J. Berthet,",
      "L. Ravanel,",
      "P. Deline"
    ],
    "doi": "https://doi.org/10.5194/esurf-11-899-2023",
    "journalVolume": "Vol. 11\n                                \n                                \n                                  pp.\n                                  899\n                                  – 915",
    "issn": "2196-6311 (Print)",
    "publisher": "2196-632X (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology: Dynamic and structural geology"
    ],
    "journalUrl": "http://www.earth-surface-dynamics.net/",
    "abstract": "Water takes part in most physical processes that shape mountainous periglacial landscapes and initiation of mass-wasting processes. An observed increase in rockfall activity in high mountain regions was previously linked to permafrost degradation, and water that infiltrates into rock fractures is one of the likely drivers of processes related to thawing and destabilization. However, there is very little knowledge of the quantity and timing of water availability for infiltration into steep rock slopes. This knowledge gap originates from the complex meteorological, hydrological, and thermal processes that control snowmelt, as well as challenging access and data acquisition in extreme alpine environments. Here we use field measurements and numerical modeling to simulate the energy balance and hydrological fluxes on a steep high-elevation permafrost-affected rock slope at Aiguille du Midi (3842 m a.s.l, France), in the Mont Blanc massif. Our results provide new information about water balance at the surface of steep rock slopes. Model results suggest that only ∼ 25 % of the snowfall accumulates in our study site; the remaining ∼ 75 % is likely transported downslope by wind and gravity. The snowpack thickness was found to decrease with surface slopes between 40 and 70∘. We found that among all water fluxes, sublimation is the main process of snowpack mass loss at our study site. Snowmelt occurs between spring and late summer, but most of it may not reach the rock surface due to refreezing and the formation of an impermeable ice layer at the base of the snowpack, which was observed at the field site. The annual snowmelt that is available for infiltration (i.e., effective snowmelt) is highly variable in the simulated years 1959–2021, and its onset occurs mostly between May and August and ends before October. By applying the model to a range of altitudes, we show that effective snowmelt is the main source of water for infiltration above 3600 m a.s.l.; below, direct rainfall on the snow-free surface is the dominant source. This change from snowmelt- to rainfall-dominated water input leads to an abrupt, nonlinear increase in water availability at altitudes below 3600 m a.s.l and may point to higher sensitivity of permafrost-affected rock slopes to climate change at these altitudes.",
    "readLink": "https://esurf.copernicus.org/articles/11/899/2023/esurf-11-899-2023.pdf"
  },
  {
    "title": "Assessing the suitability of extreme learning machines (ELM) for groundwater level prediction",
    "authors": [
      "Yadav Basant,",
      "Ch Sudheer,",
      "Mathur Shashi,",
      "Adamowski Jan"
    ],
    "doi": "https://doi.org/10.1515/jwld-2017-0012",
    "journalVolume": "Vol. 32,\n                                no. 1\n                                \n                                  pp.\n                                  103\n                                  – 112",
    "issn": "2083-4535 (Online)",
    "publisher": "Polish Academy of Sciences",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Technology: Hydraulic engineering: River, lake, and water-supply engineering (General)",
      "Technology: Hydraulic engineering: Irrigation engineering. Reclamation of wasteland. Drainage"
    ],
    "journalUrl": "https://journals.pan.pl/jwld",
    "abstract": "Fluctuation of groundwater levels around the world is an important theme in hydrological research. Rising water demand, faulty irrigation practices, mismanagement of soil and uncontrolled exploitation of aquifers are some of the reasons why groundwater levels are fluctuating. In order to effectively manage groundwater resources, it is important to have accurate readings and forecasts of groundwater levels. Due to the uncertain and complex nature of groundwater systems, the development of soft computing techniques (data-driven models) in the field of hydrology has significant potential. This study employs two soft computing techniques, namely, extreme learning machine (ELM) and support vector machine (SVM) to forecast groundwater levels at two observation wells located in Canada. A monthly data set of eight years from 2006 to 2014 consisting of both hydrological and meteorological parameters (rainfall, temperature, evapotranspiration and groundwater level) was used for the comparative study of the models. These variables were used in various combinations for univariate and multivariate analysis of the models. The study demonstrates that the proposed ELM model has better forecasting ability compared to the SVM model for monthly groundwater level forecasting.",
    "readLink": "http://www.degruyter.com/view/j/jwld.2017.32.issue-1/jwld-2017-0012/jwld-2017-0012.xml?format=INT"
  },
  {
    "title": "Leafamine<sup>®</sup>, a Free Amino Acid-Rich Biostimulant, Promotes Growth Performance of Deficit-Irrigated Lettuce",
    "authors": [
      "Marthe Malécange,",
      "Maria-Dolores Pérez-Garcia,",
      "Sylvie Citerne,",
      "Renaud Sergheraert,",
      "Julie Lalande,",
      "Béatrice Teulat,",
      "Emmanuelle Mounier,",
      "Soulaiman Sakr,",
      "Jérémy Lothier"
    ],
    "doi": "https://doi.org/10.3390/ijms23137338",
    "journalVolume": "Vol. 23,\n                                no. 7338\n                                \n                                  p.\n                                  7338",
    "issn": "1661-6596 (Print)",
    "publisher": "1422-0067 (Online)",
    "countryOfPublisher": "MDPI AG",
    "lcc": [
      "Switzerland",
      "Science: Biology (General)",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/ijms",
    "abstract": "Water deficit causes substantial yield losses that climate change is going to make even more problematic. Sustainable agricultural practices are increasingly developed to improve plant tolerance to abiotic stresses. One innovative solution amongst others is the integration of plant biostimulants in agriculture. In this work, we investigate for the first time the effects of the biostimulant –Leafamine®–a protein hydrolysate on greenhouse lettuce (Lactuca sativa L.) grown under well-watered and water-deficit conditions. We examined the physiological and metabolomic water deficit responses of lettuce treated with Leafamine® (0.585 g/pot) or not. Root application of Leafamine® increased the shoot fresh biomass of both well-watered (+40%) and deficit-irrigated (+20%) lettuce plants because the projected leaf area increased. Our results also indicate that Leafamine® application could adjust the nitrogen metabolism by enhancing the total nitrogen content, amino acid (proline) contents and the total protein level in lettuce leaves, irrespective of the water condition. Osmolytes such as soluble sugars and polyols, also increased in Leafamine®-treated lettuce. Our findings suggest that the protective effect of Leafamine is a widespread change in plant metabolism and could involve ABA, putrescine and raffinose.",
    "readLink": "https://www.mdpi.com/1422-0067/23/13/7338"
  },
  {
    "title": "Nesting phenology of marine turtles: insights from a regional comparative analysis on green turtle (Chelonia mydas).",
    "authors": [
      "Mayeul Dalleau,",
      "Stéphane Ciccione,",
      "Jeanne A Mortimer,",
      "Julie Garnier,",
      "Simon Benhamou,",
      "Jérôme Bourjea"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0046920",
    "journalVolume": "Vol. 7,\n                                no. 10\n                                \n                                  p.\n                                  e46920",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Changes in phenology, the timing of seasonal activities, are among the most frequently observed responses to environmental disturbances and in marine species are known to occur in response to climate changes that directly affects ocean temperature, biogeochemical composition and sea level. We examined nesting seasonality data from long-term studies at 8 green turtle (Chelonia mydas) rookeries that include 21 specific nesting sites in the South-West Indian Ocean (SWIO). We demonstrated that temperature drives patterns of nesting seasonality at the regional scale. We found a significant correlation between mean annual Sea Surface Temperature (SST) and dates of peak nesting with rookeries exposed to higher SST having a delayed nesting peak. This supports the hypothesis that temperature is the main factor determining peak nesting dates. We also demonstrated a spatial synchrony in nesting activity amongst multiple rookeries in the northern part of the SWIO (Aldabra, Glorieuses, Mohéli, Mayotte) but not with the eastern and southern rookeries (Europa, Tromelin), differences which could be attributed to females with sharply different adult foraging conditions. However, we did not detect a temporal trend in the nesting peak date over the study period or an inter-annual relation between nesting peak date and SST. The findings of our study provide a better understanding of the processes that drive marine species phenology. The findings will also help to predict their ability to cope with climate change and other environmental perturbations. Despite demonstrating this spatial shift in nesting phenology, no trend in the alteration of nesting dates over more than 20 years was found.",
    "readLink": "http://europepmc.org/articles/PMC3467270?pdf=render"
  },
  {
    "title": "Assessment of risks due to climate change for the Upper Tamakoshi Hydropower Project in Nepal",
    "authors": [
      "Sangam Shrestha,",
      "Ajay Ratna Bajracharya,",
      "Mukand S. Babel"
    ],
    "doi": "https://doi.org/10.1016/j.crm.2016.08.002",
    "journalVolume": "Vol. 14,\n                                no. C\n                                \n                                  pp.\n                                  27\n                                  – 41",
    "issn": "2212-0963 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/climate-risk-management/",
    "abstract": "Climate change poses significant challenges to hydropower development and management in mountainous basins. This study examined the impact of climate change, and the associated risks, on the energy production of the Upper Tamakoshi Hydropower Project, which is located in the Tamakoshi basin of Nepal. The outputs of three GCMs—namely MIROC-ESM, MRI-CGCM3, and MPI-ESM-M—under the Representative Concentration Pathways (RCP) scenarios were used for the projection of precipitation and temperature in the future. The minimum and maximum temperatures of the basin are projected to increase by 6.33 °C and 3.82 °C, respectively, by 2100. The projected precipitation varies from −8% to +24.8%, which is expected to alter the streamflow by −37.83% to +47% in the future. Based on the streamflow output, the risk for energy production was calculated with respect to the baseline energy production of 1963 GW h and 2281 GW h. Using the three GCMs, the risk associated with annual hydropower production under altered runoff was analyzed. The risk percentage in the future periods shows a mild risk varying from 0.69% to 6.63%. MPI-ESM-M GCM projects a higher percentage of risk for energy production during the same future periods, as compared to the baseline energy production of 1963 GW h. A mild to moderate risk, ranging from 2.73% to 13.24% can be expected when energy production in the future is compared to the baseline energy production of 2281 GW h.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212096316300274"
  },
  {
    "title": "Water Demand in Maize Is Projected to Decrease under Changing Climate in India",
    "authors": [
      "Santanu Kumar Bal,",
      "Malamal Alickal Sarath Chandran,",
      "Sandeep Vadakkemethel Madhavan,",
      "Abburi Venkata Maruthi Subba Rao,",
      "Narayanan Manikandan,",
      "Ramagiri Praveen Kumar,",
      "Pramod Valiyaparambil Parameswaran,",
      "Shiv Dev Attri,",
      "Priyanka Singh,",
      "Ashutosh Mohanty,",
      "Vinod Kumar Singh"
    ],
    "doi": "https://doi.org/10.3390/su14031419",
    "journalVolume": "Vol. 14,\n                                no. 1419\n                                \n                                  p.\n                                  1419",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Crop stage-specific information on the impacts of projected climate change on crop and irrigation water requirements are essential for improving productivity. This study investigated the possible implications of projected climate change on the phenology, effective rainfall (Peff), crop (CWR) and irrigation water requirements (IWR) of maize in eight locations in India. CWR, Peff and IWR were estimated for seven crop stages viz., emergence, 5th leaf stage, tasseling, silking, milking, dough and maturity during the baseline (1980–2009) and near-century (2022–39) using climate data derived from a subset of 29 general circulation models. The results indicated that mean seasonal maximum temperature, minimum temperature and rainfall were projected to increase in all the locations. Hence, the total crop duration (3–7 days), CWR (8–69 mm) and IWR (1–54 mm) were projected to decrease. The study could identify the specific stages in which the greatest reduction in crop duration, CWR and IWR would occur. Such information will be of immense help to farmers and varietal improvement programs in the study regions in the near future.",
    "readLink": "https://www.mdpi.com/2071-1050/14/3/1419"
  },
  {
    "title": "Flood-related challenges and impacts within coastal informal settlements: a case from LAGOS, NIGERIA",
    "authors": [
      "Olumuyiwa Bayode Adegun"
    ],
    "doi": "https://doi.org/10.1080/19463138.2022.2159415",
    "journalVolume": "Vol. 15,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "1946-3138 (Print)",
    "publisher": "1946-3146 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: Urban renewal. Urban redevelopment",
      "Social Sciences: Industries. Land use. Labor: Economic growth, development, planning"
    ],
    "journalUrl": "https://www.tandfonline.com/tjue",
    "abstract": "This study considers climate impacts and environmental challenges (flooding and sea-level rise) in one of the coastal informal settlements in Lagos, Nigeria. A mix of methods was used to generate data. First, 14 residents, selected through purposive sampling, were interviewed. A survey (sample size = 300) of residents was conducted as a follow-up to the interviews. To elicit information on spatio-temporal dimensions, GIS-based mapping showed change in land use/cover from 1990 to 2020 and simulates impacts with 0.5 m, 1 m, 1.5 m and 2 m sea level rise scenarios. The results illuminate negative corollaries at the intersection of informal urbanisation and climate change in coastal settings. Flood-related impacts on the built and natural environment were significant. Climate adaption and resilience will need to involve restoring the decimated natural ecosystem and integration of indigenous systems in the study area and similar low-income coastal urban communities.",
    "readLink": "http://dx.doi.org/10.1080/19463138.2022.2159415"
  },
  {
    "title": "COMPARATIVE ESSENTIAL OIL COMPOSITION OF AERIAL PARTS OF MICROMERIA PERSICA POPULATIONS FROM FOUR REGIONS IN FARS PROVINCE, IRAN",
    "authors": [
      "Elham NASER KAMJOO,",
      "Maryam NASER KAMJOO"
    ],
    "doi": "https://doi.org/10.23884/ijhsrp.2017.2.2.05",
    "journalVolume": "Vol. 2,\n                                no. 2\n                                \n                                  pp.\n                                  65\n                                  – 73",
    "issn": "2548-0359 (Print)",
    "publisher": "2602-3482 (Online)",
    "countryOfPublisher": "Rojan GÜMÜŞ",
    "lcc": [
      "Türkiye",
      "Medicine: Medicine (General)",
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://dergipark.org.tr/en/pub/ijhsrp",
    "abstract": "There are three species of the Micromeria plant in Iran, one of which is Micromeria persica. Different species of Micromeria has been used in traditional medicine. The current study deals with identifying chemical compounds of Micromeria persica populations in four regions of Fars province in Iran. These regions are Kuh-e Zireh, Firuzabad, Bezyn defile in Darab and Ghir to Firuzabad. First, the aerial parts of Micromeria persica collected as samples were dried. Then, the essence of the dried samples was extracted by water distillation in the Clevenger machine, and identification of compounds was made using the GC/MS machine. In Kuh-e Zireh, Firuzabad, Bezyn defile in Darab and Ghir to Firuzabad regions, the numbers of recognized compounds were 30, 45, 50 and 25 respectively. The main essence compounds of the four examined populations were Germacrene D, Bicyclogermacrene, spathulenol, and δ-cadinene. Geographical position and ecological parameters of habitat, such as height, annual rainfall, and climate, can change the quality and quantity of the essential oil’s compounds in Micromeria persica.",
    "readLink": "http://dergipark.gov.tr/ijhsrp/issue/32265/358268"
  }
]