[
  {
    "title": "Adaptation Measures to Combat Climate Change Impacts on Agriculture",
    "authors": [
      "Ganesh  Kawadia ,",
      "Era  Tiwari"
    ],
    "doi": "https://doi.org/10.37773/ees.v3i1.89",
    "journalVolume": "Vol. 3,\n                                no. 1",
    "issn": "2581-6152 (Print)",
    "publisher": "2581-6101 (Online)",
    "countryOfPublisher": "Nandan Nawn",
    "lcc": [
      "India",
      "Geography. Anthropology. Recreation: Human ecology. Anthropogeography",
      "Social Sciences: Economic theory. Demography"
    ],
    "journalUrl": "https://ecoinsee.org/journal/ojs/index.php/ees/index",
    "abstract": "This study is based on the empirical investigation of the climate change adaptation measures adopted by the farmers in the Chambal basin. The adaptation measures were analysed after investigating the nature and impact of climate change in the region. Four representative districts were selected using control sampling. A representative sample of farmers was selected through stratified snowball sampling technique. Descriptive statistics and case study methods were used for results and analysis. Detailed irrigation profiles of the farmers were traced. The moisture index was calculated based on secondary data. A sampling survey method of investigation was used in the study. This paper also presents the context of maladaptation of monoculture in the region and severe groundwater depletion associated with this practice. The study directs policy to strengthen water-harvesting measures in the region to facilitate the adaptation measures for coping with the effects of climate change on agriculture.",
    "readLink": "https://ecoinsee.org/journal/ojs/index.php/ees/article/view/89"
  },
  {
    "title": "UNDERSTANDING THE LINKAGE BETWEEN SOCIAL CAPITAL AND MAIZE AVAILABILITY EQUIVALENT AMONG SMALLHOLDER MAIZE LEGUME FARMERS IN KENYA",
    "authors": [
      "Robert Ouko GWADA,",
      "Zephaniah Ongaga MAYAKA"
    ],
    "doi": "https://doi.org/10.15414/raae.2020.23.01.83-89",
    "journalVolume": "Vol. 23,\n                                no. 1\n                                \n                                  pp.\n                                  83\n                                  – 89",
    "issn": "1336-9261 (Online)",
    "publisher": "Slovak University of Agriculture",
    "countryOfPublisher": "Slovakia",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://roaae.org",
    "abstract": "Feeding everyone in sub-Saharan African countries remains a challenge because of the high population growth rate, climate change effects and declining soil fertility, particularly affecting maize and legumes availability. In Kenya, maize and legumes are important staple crops and a recipe in most household dinner tables. However, smallholder farmers are still faced with low maize and legumes security. Understanding the factors that influence a given household to produce above or below the household annual requirements, is crucial and largely ignored in the literature. Therefore, this study was carried out to understand the factors influencing maize availability equivalent among smallholder maize-legume farmers in selected counties in Kenya. Panel data were collected from 613 randomly sampled households from five counties. A maize availability equivalent was then calculated and grouped into three categories, which included those households that produced maize equivalent below the average (deficient), along average (sufficient) and those above average (surplus). An ordered logistic regression model was then fitted to estimate the effect of social capital, socioeconomic and institutional factors on maize availability equivalent. The econometric results showed that only the network density as a measure of social capital positively and significantly influenced maize availability equivalent in the household. Other factors like gender, education, age, income of the household head and average plot distance to nearest market were significant too. Policy recommendations must address gendered production, development of farmer education, participation on social institutions, creation of greater and stronger network density, as well as informing the correct age that will improve the maize equivalent in the households.",
    "readLink": "https://roaae.org/wp-content/uploads/RAAE_1_2020_Gwada_Mayaka.pdf"
  },
  {
    "title": "Variations of Drought Tendency, Frequency, and Characteristics and Their Responses to Climate Change under CMIP5 RCP Scenarios in Huai River Basin, China",
    "authors": [
      "Jingcai Wang,",
      "Hui Lin,",
      "Jinbai Huang,",
      "Chenjuan Jiang,",
      "Yangyang Xie,",
      "Mingyao Zhou"
    ],
    "doi": "https://doi.org/10.3390/w11102174",
    "journalVolume": "Vol. 11,\n                                no. 10\n                                \n                                  p.\n                                  2174",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Huai River Basin (HRB) is an important food and industrial production area and a frequently drought-affected basin in eastern China. It is necessary to consider the future drought development for reducing the impact of drought disasters. Three global circulation models (GCMs) from Coupled Model Intercomparison Project phase 5 (CMIP5), such as CNRM-CM5 (CNR), HadGEM2-ES (Had) and MIROC5 (MIR), were used to assessment the future drought conditions under two Representative Concentration Pathways (RCPs) scenarios, namely, RCP4.5 and RCP8.5. The standardized precipitation evapotranspiration index (SPEI), statistical method, Mann-Kendall test, and run theory were carried out to study the variations of drought tendency, frequency, and characteristics and their responses to climate change. The research showed that the three CMIP5 models differ in describing the future seasonal and annual variations of precipitation and temperature in the basin and thus lead to the differences in describing drought trends, frequency, and drought characteristics, such as drought severity, drought duration, and drought intensity. However, the drought trend, frequency, and characteristics in the future are more serious than the history. The drought frequency and characteristics tend to be strengthened under the scenario of high concentration of RCP8.5, and the drought trend is larger than that of low concentration of RCP4.5. The lower precipitation and the higher temperature are the main factors affecting the occurrence of drought. All three CMIP5 models show that precipitation would increase in the future, but it could not offset the evapotranspiration loss caused by significant temperature rise. The serious risk of drought in the future is still higher. Considering the uncertainty of climate models for simulation and prediction, attention should be paid to distinguish the effects of different models in the future drought assessment.",
    "readLink": "https://www.mdpi.com/2073-4441/11/10/2174"
  },
  {
    "title": "Heat stress effects on crop performance and tools for tolerance breeding",
    "authors": [
      "M. Cecilia Peverelli,",
      "W. John Rogers"
    ],
    "doi": "Vol. 45,\n                                no. 2",
    "issn": "0370-4661 (Print)",
    "publisher": "1853-8665 (Online)",
    "countryOfPublisher": "Facultad de Ciencias Agrarias. Universidad Nacional de Cuyo",
    "lcc": [
      "Argentina",
      "Agriculture",
      "Technology: Chemical technology: Food processing and manufacture"
    ],
    "journalUrl": "http://revistas.uncu.edu.ar/ojs3/index.php/RFCA",
    "abstract": "Abiotic stress is one of the most common causes of crop deficit and loss and hence an important area of study. Moreover, concerns regarding global climate change over past decades mean the study of different abiotic stresses appears to be essential if its effects are to be mitigated. The current review covers the effects of heat stress on crop performance, the response crops make when subjected to this stress and the development of tools designed to breed for stress tolerant crops. Distinct levels of the problem are considered, from the morphological/anatomical, through the physiological and to the biochemical/molecular. The study of heat shock proteins (HSPs), quantitative trait loci (QTLs) identification and the relationship between metabolomics (OMICS) and heat stress are given special consideration.",
    "readLink": "https://revistas.uncu.edu.ar/ojs/index.php/RFCA/article/view/6190"
  },
  {
    "title": "Compensation effect of winter wheat grain yield reduction under straw mulching in wide-precision planting in the North China Plain",
    "authors": [
      "Xinhui Liu,",
      "Yujie Ren,",
      "Chao Gao,",
      "Zhenxing Yan,",
      "Quanqi Li"
    ],
    "doi": "https://doi.org/10.1038/s41598-017-00391-6",
    "journalVolume": "Vol. 7,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 9",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Climate change and the growing demand for food security force growers to identify ways both to improve food production and to reduce agricultural carbon emissions. Although straw mulching is known to decrease CO2 emissions, winter wheat grain yield in the North China Plain was declined under straw mulching. In an effort to determine the most effective way to increase winter wheat yield under straw mulching, a field experiment was conducted using two planting patterns (wide-precision planting and conventional-cultivation planting) and two straw mulching rates (0 and 0.6 kg/m2). The results showed the wide-precision planting/non-mulching treatment significantly increased the leaf area index more than the other three treatments at the early growth stage. This treatment improved aboveground dry matter accumulation and was conducive to increased spike weight in the late growth stage. By contrast, straw mulching significantly reduced winter wheat grain yields by lowering both spike number and 1000-grain weight at the mature plant stage. In the wide-precision planting/mulching treatment, a significantly increased spike number compensated for grain yield losses. The results support the idea that wide-precision planting combined with straw mulching has the potential to decrease the winter wheat grain yield reduction previously observed with straw mulching in the North China Plain.",
    "readLink": "https://doi.org/10.1038/s41598-017-00391-6"
  },
  {
    "title": "Strengthening monitoring and evaluation of multiple benefits in conservation initiatives that aim to foster climate change adaptation",
    "authors": [
      "Lauren E. Oakes,",
      "Guillaume Peterson St‐Laurent,",
      "Molly S. Cross,",
      "Tatjana Washington,",
      "Elizabeth Tully,",
      "Shannon Hagerman"
    ],
    "doi": "https://doi.org/10.1111/csp2.12688",
    "journalVolume": "Vol. 4,\n                                no. 6\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2578-4854 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology",
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/25784854",
    "abstract": "Abstract As the need to monitor and evaluate progress on climate change adaptation is increasingly recognized, practitioners may benefit from applying lessons about effective monitoring from the conservation field. This study focuses on monitoring conservation interventions that aim to foster climate change adaptation by assessing: what ways practitioners are adopting best practices from monitoring and evaluation (M&E) in conservation; what practitioners are monitoring in relation to reported outcomes; how monitoring comprehensiveness varies in practice and what factors enable more comprehensive monitoring; and practitioner views on what could improve M&E of adaptation actions. We conducted this study using a portfolio of 76 adaptation projects implemented across the United States and employed a mixed‐methods design that included document analysis, an online survey, and semi‐structured interviews. The majority (84%) of projects reported social outcomes at project completion in addition to ecological outcomes (100%), but monitoring plans focused primarily on ecological and biophysical changes. Only 21% of projects connected monitoring metrics to a theory of change linking actions to expected outcomes. Involvement of an external research partner was identified as a key factor in supporting more comprehensive monitoring efforts. Results provide applied insights for enhancing delivery of social and ecological outcomes from adaptation projects, and suggest research pathways to improve monitoring and effectiveness of climate‐informed conservation.",
    "readLink": "https://doi.org/10.1111/csp2.12688"
  },
  {
    "title": "Connecting Fiscal Decentralization with Climate Change Mitigation in China: Directions for Carbon Capturing Systems",
    "authors": [
      "Tao Deng,",
      "Mohammed Arshad Khan,",
      "Moin Uddin,",
      "Ahsanuddin Haider"
    ],
    "doi": "https://doi.org/10.3390/pr11030712",
    "journalVolume": "Vol. 11,\n                                no. 712\n                                \n                                  p.\n                                  712",
    "issn": "2227-9717 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Chemical technology",
      "Science: Chemistry"
    ],
    "journalUrl": "https://www.mdpi.com/journal/processes",
    "abstract": "The research aims to assess the relationship between fiscal decentralization and climate change mitigation to warrant the direction for the carbon-capturing systems of China. The study estimated the results of China and applied unit root test, cointegration analysis, CS-ARDL test, and robustness analysis. The survey results highlighted a significant relationship between the fiscal decentralization index and climate change mitigation. More specifically, the budgetary decentralization index’s economic, governmental, and institutional factors play a substantial role in climate change mitigation in the short run. While governmental factors are found insignificant asein the long run, economic, institutional, and cultural factors revealed a significant connection in the Chinese setting. The results of the study are robust in both long-run and short-run perspectives. The study also presented prudential guidelines for using fiscal decentralization as an environmental tool for climate change mitigation and launching an effective system for carbon capture management from the Chinese perspective.",
    "readLink": "https://www.mdpi.com/2227-9717/11/3/712"
  },
  {
    "title": "Strengthening the role of universities in addressing sustainability challenges: the Mitchell Center for Sustainability Solutions as an institutional experiment",
    "authors": [
      "David D. Hart,",
      "Kathleen P. Bell,",
      "Laura A. Lindenfeld,",
      "Shaleen Jain,",
      "Teresa R. Johnson,",
      "Darren Ranco,",
      "Brian McGill"
    ],
    "doi": "https://doi.org/10.5751/ES-07283-200204",
    "journalVolume": "Vol. 20,\n                                no. 2\n                                \n                                  p.\n                                  4",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "As the magnitude, complexity, and urgency of many sustainability problems increase, there is a growing need for universities to contribute more effectively to problem solving. Drawing upon prior research on social-ecological systems, knowledge-action connections, and organizational innovation, we developed an integrated conceptual framework for strengthening the capacity of universities to help society understand and respond to a wide range of sustainability challenges. Based on experiences gained in creating the Senator George J. Mitchell Center for Sustainability Solutions (Mitchell Center), we tested this framework by evaluating the experiences of interdisciplinary research teams involved in place-based, solutions-oriented research projects at the scale of a single region (i.e., the state of Maine, USA). We employed a multiple-case-study approach examining the experiences of three interdisciplinary research teams working on tidal energy development, adaptation to climate change, and forest vulnerability to an invasive insect. Drawing upon documents, observations, interviews, and other data sources, three common patterns emerged across these cases that were associated with more effective problem-solving strategies. First, an emphasis on local places and short-term dynamics in social-ecological systems research provides more frequent opportunities for learning while doing. Second, iterative stakeholder engagement and inclusive forms of knowledge co-production can generate substantial returns on investment, especially when researchers are dedicated to a shared process of problem identification and they avoid framing solutions too narrowly. Although these practices are time consuming, they can be accelerated by leveraging existing stakeholder relationships. Third, efforts to mobilize interdisciplinary expertise and link knowledge with action are facilitated by an organizational culture that emphasizes mutual respect, adaptability, and solutions. Participation of faculty associated with interdisciplinary academic programs, solutions-oriented fields, and units with partnership-oriented missions hastens collaboration within teams and between teams and stakeholders. The Mitchell Center also created a risk-tolerant culture that encouraged organizational learning. Solutions-focused programs at other universities can potentially benefit from the lessons we learned.",
    "readLink": "http://www.ecologyandsociety.org/vol20/iss2/art4/"
  },
  {
    "title": "iGEM 2021: A Year in Review",
    "authors": [
      "Hannah Moon"
    ],
    "doi": "https://doi.org/10.34133/2022/9794609",
    "journalVolume": "Vol. 2022",
    "issn": "2693-1257 (Online)",
    "publisher": "American Association for the Advancement of Science",
    "countryOfPublisher": "United States",
    "lcc": [
      "Technology: Chemical technology: Biotechnology",
      "Science: Biology (General): Genetics"
    ],
    "journalUrl": "https://spj.sciencemag.org/bdr/",
    "abstract": "The international Genetically Engineered Machine (iGEM) Foundation has continued to promote synthetic biology education throughout its 2021 competition. The 2021 Virtual iGEM Jamboree was the culmination of the competition’s growth, with 350 projects from 7314 innovators globally. Collegiate, high school, and community lab teams applied their ideas to the Registry of Standard Biological Parts, designing biological systems that provide solutions to an international scope of issues. The environmental, diagnostics, and therapeutics tracks continue to be the most prevalent focal points for projects, as students devise approaches to detrimental impacts of climate change and the COVID-19 pandemic. The competition exemplifies high standards of human practices, biosafety, and biosecurity through responsible biological engineering. As the iGEM Foundation continues pioneering STEM education into the future, equal developments of the competition’s economic accessibility, global diversity, and long-term impact are necessary to allow a larger range of thinkers to access the power of synthetic biology.",
    "readLink": "http://dx.doi.org/10.34133/2022/9794609"
  },
  {
    "title": "Groundwater and Subsidence Modeling Combining Geological and Multi-Satellite SAR Data over the Alto Guadalentín Aquifer (SE Spain)",
    "authors": [
      "Pablo Ezquerro,",
      "Carolina Guardiola-Albert,",
      "Gerardo Herrera,",
      "José Antonio Fernández-Merodo,",
      "Marta Béjar-Pizarro,",
      "Roberta Bonì"
    ],
    "doi": "https://doi.org/10.1155/2017/1359325",
    "journalVolume": "Vol. 2017",
    "issn": "1468-8115 (Print)",
    "publisher": "1468-8123 (Online)",
    "countryOfPublisher": "Hindawi-Wiley",
    "lcc": [
      "United Kingdom",
      "Science: Geology"
    ],
    "journalUrl": "https://www.hindawi.com/journals/geofluids/",
    "abstract": "In the current context of climate change, improving groundwater monitoring and management is an important issue for human communities in arid environments. The exploitation of groundwater resources can trigger land subsidence producing damage in urban structures and infrastructures. Alto Guadalentín aquifer system in SE Spain has been exploited since 1960 producing an average piezometric level drop of 150 m. This work presents a groundwater model that reproduces groundwater evolution during 52 years with an average error below 10%. The geometry of the model was improved introducing a layer of less permeable and deformable soft soils derived from InSAR deformation and borehole data. The resulting aquifer system history of the piezometric level has been compared with ENVISAT deformation data to calculate a first-order relationship between groundwater changes, soft soil thickness, and surface deformation. This relationship has been validated with the displacement data from ERS and Cosmo-SkyMed satellites. The resulting regression function is then used as an empirical subsidence model to estimate a first approximation of the deformation of the aquifer system since the beginning of the groundwater extraction, reaching 1 to 5.5 m in 52 years. These rough estimations highlight the limitations of the proposed empirical model, requiring the implementation of a coupled hydrogeomechanical model.",
    "readLink": "http://dx.doi.org/10.1155/2017/1359325"
  }
]