[
  {
    "title": "Supply-demand analysis of ecosystem services based on socioeconomic and climate scenarios in North China",
    "authors": [
      "Honghao Ding,",
      "Ranhao Sun"
    ],
    "doi": "Vol. 146\n                                \n                                \n                                  p.\n                                  109906",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "The demand and supply of ecosystem services (ESs) play a crucial role in the sustainable development of regional nature-society systems. With complex climate change and multiple pathways of social development, there is an urgent need for predictive research on how to combine both social and natural factors to determine the comparatively optimal regional development pathway. Based on the shared socioeconomic pathways (SSPs)–representative concentration pathways (RCPs) framework and the pattern-process-service-management research paradigm, this study analyzed the various trends of regional landscape patterns for 2030–2050 and predicted the state of ecosystem services supply and demand (ESSD) in 2030 under multiple scenarios (SSP1-2.6, SSP2-4.5, SSP5-8.5) in the Beijing-Tianjin-Hebei regions. The results show that: 1) area of cropland will decrease in multiple future scenarios. There is a smaller landscape variation and an upward trend of urban area in the SSP5-8.5 scenario. The transfer types among different landscapes will be concentrated between forest and grassland under SSP1-2.6 and SSP2-4.5. 2) The average provisioning capacity of ES will increase in the future, with a spatial pattern of high in the northwest and low in the southeast. Habitat quality has the least interdistrict variation in service distribution, while the recreation service exhibits the opposite trend. 3) The average comprehensive ecological supply and demand ratio (CESDR) is higher in Beijing city than in Hebei Province and Tianjin city. The primary imbalance services are water yield, soil retention, and habitat quality in Beijing city, Hebei Province, and Tianjin city, respectively. Moreover, the SSP5-8.5 scenario has the highest number of ES deficit regions. 4)The ESSD state of each ES had an inverse relationship with the local economic level in 2020, in which water yield had the highest negative correlation degree (-0.191) and soil retention had the lowest (-0.041). In addition, the relationship between gross domestic product and CESDR will change from negative to positive along with different future scenarios (SSP1-2.6: −0.05, SSP2-4.5: 0.05, SSP5-8.5: 0.12). The study provides useful implications for policy-makers to coordinate regional resources and implement sustainable development by integrating both ecological and economic aspects.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X23000481"
  },
  {
    "title": "Nurse practitioner prescribing: an international perspective",
    "authors": [
      "Fong J,",
      "Buckley T,",
      "Cashin A"
    ],
    "doi": "Vol. 2015,\n                                no. default\n                                \n                                  pp.\n                                  99\n                                  – 108",
    "issn": "2230-522X (Online)",
    "publisher": "Dove Medical Press",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Nursing"
    ],
    "journalUrl": "https://www.dovepress.com/nursing-research-and-reviews-journal",
    "abstract": "Jacqueline Fong,1,2 Thomas Buckley,2 Andrew Cashin3 1St George Hospital, Kogarah, 2Sydney Nursing School, University of Sydney, Camperdown, NSW, Australia; 3School of Health and Human Sciences, Southern Cross University, Lismore, NSW, Australia Background: Internationally, the delivery of care provided by nurses and midwives has undergone a significant change due to a variety of interrelated factors, including economic circumstances, a diminishing number of medical providers, the unavailability of adequate health care services in underserved and rural areas, and growing specialization among the professions. One solution to the challenges of care delivery has been the introduction of nurse practitioners (NPs) and the authorization of NPs to prescribe medicines. Aim: The aim of this paper was to review the current international literature related to NP prescribing and compare the findings to the Australian context. The review focuses on literature from the United States, Canada, Europe, Australia, and New Zealand. Methods: Databases were searched from January 2000 to January 2015. The following keywords: “nurse practitioner”, “advanced nurse”, “advanced practice nurse”, “prescri*”, “Australia”, “United States America”, “UK”, “New Zealand”, “Canada”, “Europe”, “drug prescri*”, “prescri* authority”, and “prescri* legislation” were used. Findings: NPs tend to prescribe in differing contexts of practice to provide care in underserved populations and require good systems literacy to practice across complex systems. The key themes identified internationally related to NP prescribing relate to barriers to prescribing, confidence in prescribing, and the unique role of NPs in prescribing medicines, eg, the high prevalence of prescribing pain medicines in several countries, including Australia. Conclusion: Across all countries reviewed, there appears a need for further research into the organizational and financial conditions/climate in which NPs prescribe. Such research may give a better understanding of not only NP's true prescribing capacity currently but also inform future NP prescribing policy. Keywords: nurse practitioner, prescribing",
    "readLink": "https://www.dovepress.com/nurse-practitioner-prescribing-an-international-perspective-peer-reviewed-article-NRR"
  },
  {
    "title": "Fluvial Response to Climate Change in the Pacific Northwest: Skeena River Discharge and Sediment Yield",
    "authors": [
      "Amanda Lily Wild,",
      "Eva Kwoll,",
      "D. Gwyn Lintern,",
      "Shannon Fargey"
    ],
    "doi": "https://doi.org/10.3390/w15010167",
    "journalVolume": "Vol. 15,\n                                no. 167\n                                \n                                  p.\n                                  167",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Changes in climate affect the hydrological regime of rivers worldwide and differ with geographic location and basin characteristics. Such changes within a basin are captured in the flux of water and sediment at river mouths, which can impact coastal productivity and development. Here, we model discharge and sediment yield of the Skeena River, a significant river in British Columbia, Canada. We use HydroTrend 3.0, two global climate models (GCMs), and two representative concentration pathways (RCPs) to model changes in fluvial fluxes related to climate change until the end of the century. Contributions of sediment to the river from glaciers decreases throughout the century, while basin-wide overland and instream contributions driven by precipitation increase. Bedload, though increased compared to the period (1981–2010), is on a decreasing trajectory by the end of the century. For overall yield, the model simulations suggest conflicting results, with those GCMs that predict higher increases in precipitation and temperature predicting an increase in total (suspended and bedload) sediment yield by up to 10% in some scenarios, and those predicting more moderate increases predicting a decrease in yield by as much as 20%. The model results highlight the complexity of sediment conveyance in rivers within British Columbia and present the first comprehensive investigation into the sediment fluxes of this understudied river system.",
    "readLink": "https://www.mdpi.com/2073-4441/15/1/167"
  },
  {
    "title": "Ecosystem approach in legal regulation of biosafety",
    "authors": [
      "Irina O. Krasnova"
    ],
    "doi": "https://doi.org/10.22363/2313-2337-2021-25-1-232-247",
    "journalVolume": "Vol. 25,\n                                no. 1\n                                \n                                  pp.\n                                  232\n                                  – 247",
    "issn": "2313-2337 (Print)",
    "publisher": "2408-9001 (Online)",
    "countryOfPublisher": "Peoples’ Friendship University of Russia (RUDN University)",
    "lcc": [
      "Russian Federation",
      "Law"
    ],
    "journalUrl": "http://journals.rudn.ru/law",
    "abstract": "In Russia, the aim to attain biosafety is declared in the strategic political documents without being adequately addressed in law relating to interaction between human communities and natural systems. To involve the ecological approaches into environmental legislation it seems reasonable to include into the general concept of beneficial quality of the environment the biological health of nature, when the impact of pathogenic, disease generating factors emanated by nature shall be minimized. The legal regulation should be based on the ecosystem and nature-based approach assuming that social development should follow and be in harmony with laws of nature. This approach will allow to upkeep the biological balance and biological health of nature and ensure biological safety of nature for human communities.",
    "readLink": "http://journals.rudn.ru/law/article/viewFile/26045/19214"
  },
  {
    "title": "High Recovery from Either Waterlogging or Drought Overrides Any Beneficial Acclimation of <i>Chloris gayana</i> Facing a Subsequent Round of Stress",
    "authors": [
      "Federico P. O. Mollard,",
      "Carla E. Di Bella,",
      "María B. Loguzzo,",
      "Agustín A. Grimoldi,",
      "Gustavo G. Striker"
    ],
    "doi": "https://doi.org/10.3390/plants11202699",
    "journalVolume": "Vol. 11,\n                                no. 2699\n                                \n                                  p.\n                                  2699",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Climate models predict that plants will face extreme fluctuations in water availability in future global change scenarios. Then, forage production will be more frequently subjected to the destabilizing pressure of sequentially occurring waterlogging and drought events. While the isolated effects of drought (D) and waterlogging (WL) are well characterized, little is known about the consequences when both stresses occur sequentially. We hypothesized that plants sequentially subjected to opposite water scenarios (D followed by WL or vice versa) are less stress tolerant than plants experiencing repetitions of the same type of water stress (i.e., D + D or WL + WL) due to contrasting acclimation and allocation to either shoots (WL) or roots (D). Chloris gayana (a tropical forage grass capable of tolerating either D and WL) plants were randomly assigned to nine treatments (a sequence of two stress rounds—WL or D—each followed by a recovery phase at field capacity). Relative growth rates and allometric responses were measured after each stress round and recovery period. In the first round of stress, both WL and D reduced plant RGR similarly, despite their allocation being opposite—prioritizing shoots or roots under WL and D, respectively. The high recovery displayed after either WL or D overrode any possible acclimation of the plants facing a second round of water stress. We conclude that the tolerance of C. gayana to sequential water stress (either for WL or D) is likely to depend more heavily on its recovery ability than on its previous adjustment to any stress scenario that may evoke memory responses. Knowledge like this could help improve forage grass breeding and the selection of cultivars for poorly drained soils subject to sequential stress events.",
    "readLink": "https://www.mdpi.com/2223-7747/11/20/2699"
  },
  null,
  null,
  {
    "title": "Soybean Response to Weather and Climate Conditions in the Krasnodar and Primorye Territories of Russia over the Past Decades",
    "authors": [
      "Liubov  Yu. Novikova,",
      "Pavel  P. Bulakh,",
      "Alexander  Yu. Nekrasov,",
      "Irina  V. Seferova"
    ],
    "doi": "https://doi.org/10.3390/agronomy10091278",
    "journalVolume": "Vol. 10,\n                                no. 1278\n                                \n                                  p.\n                                  1278",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "In view of climate change and the active extension of soybean cultivation in Russia, the identification of yield-limiting factors has become a relevant task. The objective of this study was to identify the climatic factors associated with the variation in soybean productivity under the contrasting eco-geographical conditions of the Krasnodar (KR) and Primorye (PR) territories of Russia. An analysis of 424 soybean varieties from the global collection of the N.I. Vavilov Institute (VIR) at experimental stations in KR and PR in 1987–2005 showed that the soybean yields were higher and time to maturity was longer in KR than in PR, while the 1000 seed weight, on average, was irrelevant to the place of cultivation. The agrometeorological regression models of the observations in 1972–2017 of varieties accepted as the standards showed that the yield in PR was positively related to the sum of the temperatures above 10 °C and negatively related to precipitation in October, while in KR it was positively related to the hydrothermal coefficient. The stability of the soybean yield and of the time to maturity were higher in PR than in KR. Under the conditions of increasing temperatures and the absence of reliable trends for precipitation, a lack of moisture becomes a significant disadvantage for soybean in KR, while in PR conditions are improving.",
    "readLink": "https://www.mdpi.com/2073-4395/10/9/1278"
  },
  {
    "title": "Green Roofs and Walls Design Intended to Mitigate Climate Change in Urban Areas across All Continents",
    "authors": [
      "Fernando Barriuso,",
      "Beatriz Urbano"
    ],
    "doi": "https://doi.org/10.3390/su13042245",
    "journalVolume": "Vol. 13,\n                                no. 2245\n                                \n                                  p.\n                                  2245",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Green roofs and walls can mitigate the environmental and climate change of a city. They can decrease the urban heat island (UHI), reduce greenhouse gas emissions, fix environmental pollutants, manage urban stormwater runoff, attenuate noise, and enhance biodiversity. This paper aims to analyse green roofs and walls in the possible mitigation of urban climate change and compare it by continent. Green roofs and walls might decrease the air temperature in a city up to 11.3 °C and lower the thermal transmittance into buildings up to 0.27 W/m2 K. Urban greening might sequester up to 375 g C·m−2 per two growing seasons and increase stormwater retention up to 100%. Urban greening might attenuate city noise up to 9.5 dB. The results found green roofs and walls of varied effectiveness in ameliorating climate extremes present in host continents. Results show urban planners might focus on green roofs and walls exposure to attenuate temperatures in hotter Asian cities and advise greening in cities in Africa and Asia. European and American designers might optimise runoff water capacity of green roofs and walls systems and use greening in old buildings to improve insulation. Recommendations are made based on the study to concentrate certain designs to have greater impact on priority climate challenges, whether UHI or stormwater related. This study provides information for decision and policymakers regarding design and exposure of green roofs and walls to mitigate urban environmental and climate change.",
    "readLink": "https://www.mdpi.com/2071-1050/13/4/2245"
  },
  {
    "title": "Measured and modelled trends in European mountain lakes: results of fifteen years of cooperative studies",
    "authors": [
      "Michela ROGORA,",
      "Aldo MARCHETTO"
    ],
    "doi": "https://doi.org/10.4081/jlimnol.2004.55",
    "journalVolume": "Vol. 63,\n                                no. 1\n                                \n                                  pp.\n                                  55\n                                  – 62",
    "issn": "1129-5767 (Print)",
    "publisher": "1723-8633 (Online)",
    "countryOfPublisher": "PAGEPress Publications",
    "lcc": [
      "Italy",
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.jlimnol.it",
    "abstract": "Papers included in this Special Issue of the Journal of Limnology present results of long-term ecological research on mountain lakes throughout Europe. Most of these studies were performed over the last 15 years in the framework of some EU-funded projects, namely AL:PE 1 and 2, MOLAR and EMERGE. These projects together considered a high number of remote lakes in different areas or lake districts in Europe. Central to the projects was the idea that mountain lakes, while subject to the same chemical and biological processes controlling lowland lakes, are more sensitive to any input from their surroundings and can be used as earlywarning indicators of atmospheric pollution and climate change. A first section of this special issue deal with the results of long-term monitoring programmes at selected key-sites. A second section focuse on site-specific and regional applications of an acidification model designed to reconstruct and predict long-term changes in the chemistry of mountain lakes.",
    "readLink": "http://www.jlimnol.it/index.php/jlimnol/article/view/290"
  }
]