[
  {
    "title": "Climatic Parameters and Outdoor Workers Safety and Health: A Case Study of Sabzevar City (2011-2017)",
    "authors": [
      "Danial Mohammadi,",
      "Mohammad Javad Zare Sakhvidi"
    ],
    "doi": "Vol. 4,\n                                no. 4\n                                \n                                  pp.\n                                  884\n                                  – 890",
    "issn": "2588-3070 (Print)",
    "publisher": "2588-3690 (Online)",
    "countryOfPublisher": "Shahid Sadoughi University of Medical Science, Yazd, Iran",
    "lcc": [
      "Iran, Islamic Republic of",
      "Medicine: Internal medicine: Special situations and conditions: Industrial medicine. Industrial hygiene"
    ],
    "journalUrl": "http://aoh.ssu.ac.ir/",
    "abstract": "Background: Climate change and global warming present a significant threat to outdoor workers. Climatic parameters change has increased the risk of outdoor workerschr('39') safety and health. The objective of this paper was to examine the hypothesis of an association between six years data of climatic parameters and outdoor workerschr('39') safety and health. Methods: A variety of approaches have been produced to assess and measure workerschr('39') occupational heat exposure and the risk of heat-related disorders. In this study, maximum, mean, and minimum daily temperatures were used in the heat wave models to compare the sensitivity of predictions according to different climatic parameters in the case study of Sabzevar, settled in the north east of Iran, Khorasan Razavi Province. In this perusal, we used a 6-year data (from March 2011 to June 2017) on medical attendance because of outdoor workers disorders and also daily values of different climatically parameters to investigate the hypothesis of an association between heat indices and outdoor workers disorders. Results: Mean temperature in the case study period was 18.95(0.21) °C. The minimum and maximum recorded temperature in the perusal period was -11.2 °C and 45.4 °C, respectively. The highest and lowest number of outdoor workers disorders was observed for the 11th (max daily air temperature > 35°C for ≥ 1 day) and 4th (mean daily air temperature > 99th percentile for ≥ 2 sequential days) definition of the heat wave in 16 definitions (17.75(4.80) and 0, respectively). Conclusion: This study found that extreme temperature was associated with outdoor worker disorders in Sabzevar. Research into the future likelihood, existence and magnitude of safety and health consequences of global warming and climate change represent an important input to national policy debates.",
    "readLink": "http://aoh.ssu.ac.ir/article-1-202-en.html"
  },
  {
    "title": "Selection for earlier flowering crop associated with climatic variations in the Sahel.",
    "authors": [
      "Yves Vigouroux,",
      "Cédric Mariac,",
      "Stéphane De Mita,",
      "Jean-Louis Pham,",
      "Bruno Gérard,",
      "Issoufou Kapran,",
      "Fabrice Sagnard,",
      "Monique Deu,",
      "Jacques Chantereau,",
      "Abdou Ali,",
      "Jupiter Ndjeunga,",
      "Viviane Luong,",
      "Anne-Céline Thuillet,",
      "Abdoul-Aziz Saïdou,",
      "Gilles Bezançon"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0019563",
    "journalVolume": "Vol. 6,\n                                no. 5\n                                \n                                  p.\n                                  e19563",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Climate changes will have an impact on food production and will require costly adaptive responses. Adapting to a changing environment will be particularly challenging in sub-Saharan Africa where climate change is expected to have a major impact. However, one important phenomenon that is often overlooked and is poorly documented is the ability of agro-systems to rapidly adapt to environmental variations. Such an adaptation could proceed by the adoption of new varieties or by the adaptation of varieties to a changing environment. In this study, we analyzed these two processes in one of the driest agro-ecosystems in Africa, the Sahel. We performed a detailed study in Niger where pearl millet is the main crop and covers 65% of the cultivated area. To assess how the agro-system is responding to recent recurrent drought, we analyzed samples of pearl millet landraces collected in the same villages in 1976 and 2003 throughout the entire cultivated area of Niger. We studied phenological and morphological differences in the 1976 and 2003 collections by comparing them over three cropping seasons in a common garden experiment. We found no major changes in the main cultivated varieties or in their genetic diversity. However, we observed a significant shift in adaptive traits. Compared to the 1976 samples, samples collected in 2003 displayed a shorter lifecycle, and a reduction in plant and spike size. We also found that an early flowering allele at the PHYC locus increased in frequency between 1976 and 2003. The increase exceeded the effect of drift and sampling, suggesting a direct effect of selection for earliness on this gene. We conclude that recurrent drought can lead to selection for earlier flowering in a major Sahelian crop. Surprisingly, these results suggest that diffusion of crop varieties is not the main driver of short term adaptation to climatic variation.",
    "readLink": "http://europepmc.org/articles/PMC3087796?pdf=render"
  },
  {
    "title": "Endurance athletes and climate change",
    "authors": [
      "Andrew S. Nowak,",
      "Gabrielle E. Kennelley,",
      "Brian J. Krabak,",
      "William O. Roberts,",
      "Kate M. Tenforde,",
      "Adam S. Tenforde"
    ],
    "doi": "Vol. 6\n                                \n                                \n                                  p.\n                                  100118",
    "issn": "2667-2782 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "France",
    "lcc": [
      "Medicine: Public aspects of medicine",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.journals.elsevier.com/the-journal-of-climate-change-and-health/",
    "abstract": "Climate change has contributed to increases in the Earth's temperature since the beginning of the industrial age and the warming has accelerated in the last four decades. While climate change has negative impacts on overall global health, more recent events have highlighted the effects on endurance athletes. Endurance athletes primarily train and compete outdoors and are affected by changes in the environment. Notably, climate change contributes to extreme weather, which can result in heat illness; pulmonary disease secondary to air pollution; and an increased risk of infections (i.e., tick-borne and mosquito-borne illness) due to habitat alterations. Elevated environmental temperatures can lead to exertional heat illness (heat exhaustion, heat injury, and heat stroke) and contribute to dehydration with electrolyte disturbances. Hot, dry environments also increase the number and severity of wildfires that affect weather patterns and raise the amount of particulate matter in the air, contributing to air pollution and pulmonary issues. Lyme disease is now the most common tick vector-borne disease and climate change is expanding the geography that harbors tick species carrying the infectious agent. For these reasons, endurance athletes are a unique population to explore the impacts of climate change on sport participation and illness. As governments, sports organizations, multinational corporations, and others address the impact of climate change, athletes, coaches, race organizations, and healthcare providers should begin to consider strategies that mitigate the health concerns of climate change related to training and competitions.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2667278222000074"
  },
  {
    "title": "Exploring Factors Affecting the tourists’ Low Carbon Behavioral Intentions",
    "authors": [
      "elmira soltani ,",
      "mahmood ziaee"
    ],
    "doi": "https://doi.org/10.22054/TMS.2017.7078",
    "journalVolume": "Vol. 11,\n                                no. 35\n                                \n                                  pp.\n                                  19\n                                  – 40",
    "issn": "2322-3294 (Print)",
    "publisher": "2476-597X (Online)",
    "countryOfPublisher": "Allameh Tabataba'i University Press",
    "lcc": [
      "Iran, Islamic Republic of",
      "Social Sciences: Industries. Land use. Labor: Management. Industrial management: Management of special enterprises"
    ],
    "journalUrl": "http://tms.atu.ac.ir/",
    "abstract": "Global warming caused by excessive consumption of fossil fuels and carbon dioxide emissions is becoming the most important environmental issue in the world. Tourism industry causes 5% of total carbon dioxide and 14% of total green house of the world. Energy consumption in tourism is in direct relation with tourists behaviors. To succeed in changing unsustainable behavior and reinforce sustainable behavior should be aware of the factors affecting it. This study explores the factors affecting the tourists’ intentions to conduct lowcarbon behaviors from a Protection Motivation theory perspective. Population of the study consists of Tehran citizens of district 1, which are selected by multi Stage Cluster Sampling. A questionnaire was used to collecte data. For analyzing collected data, structural equation modeling was used. Findings show that variables of tourists “Perceived vulnerability”, “Perceived response efficacy” and “Perceives self-efficacy” have the most effect on their low carbon behavioral intention respectively",
    "readLink": "http://tms.atu.ac.ir/article_7078_f6f0790eeb5fbf349c2ce09656bcd525.pdf"
  },
  {
    "title": "Use of Machine Learning and Remote Sensing Techniques for Shoreline Monitoring: A Review of Recent Literature",
    "authors": [
      "Chrysovalantis-Antonios D. Tsiakos,",
      "Christos Chalkias"
    ],
    "doi": "https://doi.org/10.3390/app13053268",
    "journalVolume": "Vol. 13,\n                                no. 3268\n                                \n                                  p.\n                                  3268",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "Climate change and its effects (i.e., sea level rise, extreme weather events) as well as anthropogenic activities, determine pressures to the coastal environments and contribute to shoreline retreat and coastal erosion phenomena. Coastal zones are dynamic and complex environments consisting of heterogeneous and different geomorphological features, while exhibiting different scales and spectral responses. Thus, the monitoring of changes in the coastal land classes and the extraction of coastlines/shorelines can be a challenging task. Earth Observation data and the application of spatiotemporal analysis methods can facilitate shoreline change analysis and detection. Apart from remote sensing methods, the advent of machine learning-based techniques presents an emerging trend, being capable of supporting the monitoring and modeling of coastal ecosystems at large scales. In this context, this study aims to provide a review of the relevant literature falling within the period of 2015–2022, where different machine learning approaches were applied for cases of coast-line/shoreline extraction and change analysis, and/or coastal dynamic monitoring. Particular emphasis is given on the analysis of the selected studies, including details about their performances, as well as their advantages and weaknesses, and information about the different environmental data employed.",
    "readLink": "https://www.mdpi.com/2076-3417/13/5/3268"
  },
  {
    "title": "Reliability and Robustness Analysis of the Masinga Dam under Uncertainty",
    "authors": [
      "Hayden Postle-Floyd,",
      "Tohid Erfani"
    ],
    "doi": "https://doi.org/10.3390/cli5010012",
    "journalVolume": "Vol. 5,\n                                no. 1\n                                \n                                  p.\n                                  12",
    "issn": "2225-1154 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/climate",
    "abstract": "Kenya’s water abstraction must meet the projected growth in municipal and irrigation demand by the end of 2030 in order to achieve the country’s industrial and economic development plan. The Masinga dam, on the Tana River, is the key to meeting this goal to satisfy the growing demands whilst also continuing to provide hydroelectric power generation. This study quantitatively assesses the reliability and robustness of the Masinga dam system under uncertain future supply and demand using probabilistic climate and population projections, and examines how long-term planning may improve the longevity of the dam. River flow and demand projections are used alongside each other as inputs to the dam system simulation model linked to an optimisation engine to maximise water availability. Water availability after demand satisfaction is assessed for future years, and the projected reliability of the system is calculated for selected years. The analysis shows that maximising power generation on a short-term year-by-year basis achieves 80%, 50% and 1% reliability by 2020, 2025 and 2030 onwards, respectively. Longer term optimal planning, however, has increased system reliability to up to 95% in 2020, 80% in 2025, and more than 40% in 2030 onwards. In addition, increasing the capacity of the reservoir by around 25% can significantly improve the robustness of the system for all future time periods. This study provides a platform for analysing the implication of different planning and management of Masinga dam and suggests that careful consideration should be given to account for growing municipal needs and irrigation schemes in both the immediate and the associated Tana River basin.",
    "readLink": "http://www.mdpi.com/2225-1154/5/1/12"
  },
  {
    "title": "HOW WILL CLIMATE CHANGE IMPACT THE STORM MAGNITUDE AND THROUFALL IN SEVERAL FOREST AREAS IN IRAN?",
    "authors": [
      "P. Attarod,",
      "Q. Tang,",
      "J. T. Van Stan II,",
      "T. G. Pypker,",
      "X. Liu"
    ],
    "doi": "https://doi.org/10.5194/isprs-archives-XLII-4-W18-117-2019",
    "journalVolume": "Vol. XLII-4-W18\n                                \n                                \n                                  pp.\n                                  117\n                                  – 125",
    "issn": "1682-1750 (Print)",
    "publisher": "2194-9034 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Applied optics. Photonics"
    ],
    "journalUrl": "http://www.isprs.org/publications/archives.aspx",
    "abstract": "Across all forest systems, the primary driver of throughfall (TF) amount is rainfall amount (Pg) though no work has addressed the sensitivity of the TF response to projected shifts in Pg due to climate change. We assessed how climate change may impact TF sensitivity to variability in Pg for eleven typical forest sites across the main climate types of Iran using a nondimensional relative sensitivity coefficient. The Coupled Model Intercomparison Project phase 5 (CMIP5) HadGEM2-ES product was used under two emission scenarios (Representative Concentration Pathway (RCP) 2.6 and 8.5) to project yearly precipitation and Pg for the measurement sites during 2020–50. There was a strong linear relationship between TF and Pg at all sites [TF = 0.66 (Pg) – 0.30; R2 = 0.91; n = 639]. The sensitivity coefficient ranged from 0.96–5.3 across the eleven forest sites. Large sensitivity coefficient differences were found between small (< mean annual Pg) and large (> mean annual Pg) storms for arid plantations. To buffer expected shifts in storm size due to climate change, it may be suitable to incorporate TF sensitivity when choosing landscaping and urban greening. Shifts in Pg and increased small storm frequency are predicted for 2020–50 per CMIP5 HadGEM2-ES low and high emission scenarios.",
    "readLink": "https://www.int-arch-photogramm-remote-sens-spatial-inf-sci.net/XLII-4-W18/117/2019/isprs-archives-XLII-4-W18-117-2019.pdf"
  },
  {
    "title": "Musical messages – Creating a bespoke climate story for the Outer Hebrides",
    "authors": [
      "James O. Pope,",
      "Matthew Logan,",
      "Sandra Kennedy,",
      "Kathleen MacDonald,",
      "Alicia Matthews,",
      "Kathleen Milne,",
      "Eleanor Pratt"
    ],
    "doi": "Vol. 32\n                                \n                                \n                                  p.\n                                  100407",
    "issn": "2405-8807 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.journals.elsevier.com/climate-services/",
    "abstract": "Exposed to westerly and south-westerly Atlantic weather systems, the Outer Hebrides (off the west coast of Scotland) are a series of islands where the inhabitants are already well versed in coping with severe weather. Headed by the Outer Hebrides Community Planning Partnership (OHCCP) Climate Change Working Group (CCWG), a range of adaptation planning documents are in production. Driven by a desire to engage with local communities, the CCWG alongside the Làn Thìde Climate Beacon, Adaptation Scotland and the Met Office created a project to explore the development of a storyline to communicate climate change information to the Outer Hebrides community. Collaborating with a local artist, Tuil is Geil (Gaelic for “Flood and Wind”) was created through a combination of sonified climate data, local voices and field recordings of local weather. Three themed pieces were created and these pieces (alongside a science presentation on projections of climate change for the Outer Hebrides) formed the centre of public engagement sessions when members of the public were able to share their thoughts about vulnerabilities and adaptation needs on the islands. As a project team we learned a number of important lessons around the process for creating a bespoke storyline for a community which included: i) The need to set appropriate boundaries and manage expectations, ii) The importance of local partner organisations and networks, iii) The need to bridge between science and art, and iv) The need to collaborate with the local community. We strongly believe that this approach has major community impact and it is the intention to support similar storyline projects in other regions of Scotland.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405880723000699"
  },
  {
    "title": "The effect of climate change on building heating and cooling energy demand in China",
    "authors": [
      "Bai Lujian,",
      "Song Bing"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202122802005",
    "journalVolume": "Vol. 228\n                                \n                                \n                                  p.\n                                  02005",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "Climate has a key impact on building energy efficiency. The impact of climate change on heating and cooling degree-days of China during the past 60 years was studied in this paper. The meteorological data of 613 cities published by National Climate Center of China was applied in this research. The study results showed that the impact of climate change on the spatial distribution characteristics of heating and cooling degree-days is obvious. The area with HDD18 °C over 2000 d·°C has dramatic shrunk during recent 30 years compared with the period from 1964 to 1983, while the area with CDD26 °C over 90 d·°C has expanded during recent 30 years. The impact of climate change on the HDD18 °C and CDD26 °C of each city is inhomogeneity. The decrease of HDD18 °C mainly occurred in the north and northwest of China, and the increase of CDD26 mainly occurred in the southeast of China. The outcomes of this paper may provide a theoretical basis for building energy efficiency design in future.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2021/04/e3sconf_ccgees2021_02005.pdf"
  },
  {
    "title": "The Impact of Agricultural Production and Policy on Water Quality during the Dry Year 2018, a Case Study from Germany",
    "authors": [
      "Susanne Klages,",
      "Claudia Heidecke,",
      "Bernhard Osterburg"
    ],
    "doi": "https://doi.org/10.3390/w12061519",
    "journalVolume": "Vol. 12,\n                                no. 1519\n                                \n                                  p.\n                                  1519",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "The hot summer of 2018 posed many challenges with regard to water shortages and yield losses, especially for agricultural production. These agricultural impacts might further pose consequent threats for the environment. In this paper, we deduce the impact of droughts on agricultural land management and on water quality owing to nitrate pollution. Using national statistics, we calculate a Germany-wide soil surface nitrogen budget for 2018 and deduce the additional N surplus owing to the dry weather conditions. Using a model farm approach, we compare fertilization practices and legal restrictions for arable and pig breeding farms. The results show that, nationwide, at least 464 kt of nitrogen were not transferred to plant biomass in 2018, which equals an additional average nitrogen surplus of 30 kg/ha. The surplus would even have amounted to 43 kg/ha, if farmers had continued their fertilization practice from preceding years, but German farmers applied 161 kt less nitrogen in 2018 than in the year before, presumably as a result of the new implications of the Nitrates Directive, and, especially on grassland, owing to the drought. As nitrogen surplus is regarded as an “agri-drinking water indicator” (ADWI), an increase of the surplus entails water pollution with nitrates. The examples of the model farms show that fertilization regimes with high shares of organic fertilizers produce higher nitrogen surpluses. Owing to the elevated concentrations on residual nitrogen in soils, the fertilization needs of crops in spring 2019 were less pronounced than in preceding years. Thus, the quantity of the continuously produced manure in livestock farms puts additional pressure on existing storage capacities. This may particularly be the case in the hot-spot regions of animal breeding in the north-west of Germany, where manure production, biogas plants, and manure imports are accumulating. The paper concludes that water shortages under climate change not only impact agricultural production and yields, but also place further challenges and threats to nutrient management and the environment. The paper discusses preventive and emergency management options for agriculture to support farmers in extremely dry and hot conditions.",
    "readLink": "https://www.mdpi.com/2073-4441/12/6/1519"
  }
]