[
  {
    "title": "Mapping Surficial Soil Particle Size Fractions in Alpine Permafrost Regions of the Qinghai–Tibet Plateau",
    "authors": [
      "Chong Wang,",
      "Lin Zhao,",
      "Hongbing Fang,",
      "Lingxiao Wang,",
      "Zanpin Xing,",
      "Defu Zou,",
      "Guojie Hu,",
      "Xiaodong Wu,",
      "Yonghua Zhao,",
      "Yu Sheng,",
      "Qiangqiang Pang,",
      "Erji Du,",
      "Guangyue Liu,",
      "Hanbo Yun"
    ],
    "doi": "https://doi.org/10.3390/rs13071392",
    "journalVolume": "Vol. 13,\n                                no. 1392\n                                \n                                  p.\n                                  1392",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Spatial information of particle size fractions (PSFs) is primary for understanding the thermal state of permafrost in the Qinghai-Tibet Plateau (QTP) in response to climate change. However, the limitation of field observations and the tremendous spatial heterogeneity hamper the digital mapping of PSF. This study integrated log-ratio transformation approaches, variable searching methods, and machine learning techniques to map the surficial soil PSF distribution of two typical permafrost regions. Results showed that the Boruta technique identified different covariates but retained those covariates of vegetation and land surface temperature in both regions. Variable selection techniques effectively decreased the data redundancy and improved model performance. In addition, the spatial distribution of soil PSFs generated by four log-ratio models presented similar patterns. Isometric log-ratio random forest (ILR-RF) outperformed the other models in both regions (i.e., R2 ranged between 0.36 to 0.56, RMSE ranged between 0.02 and 0.10). Compared with three legacy datasets, our prediction better captured the spatial pattern of PSFs with higher accuracy. Although this study largely improved the accuracy of spatial distribution of soil PSFs, further endeavors should also be made to improve model accuracy and interpretability for a better understanding of the interaction and processes between environmental predictors and soil PSFs at permafrost regions.",
    "readLink": "https://www.mdpi.com/2072-4292/13/7/1392"
  },
  {
    "title": "Main characteristics of the Lake Pleshcheyevo population of Dreissena polymorpha (Bivalvia, Dreissenidae)",
    "authors": [
      "Ekaterina G. Pryanichnikova,",
      "Alexander I. Tsvetkov"
    ],
    "doi": "https://doi.org/10.23859/estr-180723a",
    "journalVolume": "Vol. 1,\n                                no. 2\n                                \n                                  pp.\n                                  11\n                                  – 18",
    "issn": "2619-094X (Print)",
    "publisher": "2619-0931 (Online)",
    "countryOfPublisher": "Cherepovets State University",
    "lcc": [
      "Russian Federation",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://en.ecosysttrans.com/",
    "abstract": "The main characteristics of the population of Dreissena polymor­pha (Pallas, 1771) in Lake Pleshcheyevo in 2014–2016 are dis- cussed, and two different sampling methods for D. polymorpha are compared. The lack of mass reproduction of D. polymorpha in 2015 is possibly related, among other causes, to climate change and alterations in the temperature regime of the lake. Dreissena is shown to be one of the main benthic suspension feeders in Lake Pleshcheyevo.",
    "readLink": "http://en.ecosysttrans.com/publikatsii/ecosystem-transformation-volume-1-no-2-2018/main-characteristics-of-the-lake-pleshcheyevo-population-of-dreissena-polymorpha-bivalvia-dreissenid/"
  },
  {
    "title": "Evaluation the Impact of Climate Change on Future Temperature Trend of Abhar Plain",
    "authors": [
      "azim shirdeli,",
      "Zabihollah Khani Temeliyeh,",
      "Hossein Rezaie"
    ],
    "doi": "https://doi.org/10.22034/jewe.2018.55974",
    "journalVolume": "Vol. 4,\n                                no. 1\n                                \n                                  pp.\n                                  47\n                                  – 60",
    "issn": "2476-3683 (Online)",
    "publisher": "Iranian Rainwater Catchment Systems Association",
    "countryOfPublisher": "Iran, Islamic Republic of",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "https://www.jewe.ir/?lang=en",
    "abstract": "Temperature is one of the major parameters of plant growth and influences the amount of water requirement.Therefore, in this paper, the future temperature trend in the Abhar area was studied under the influence of climate change during the future time periods and compared with the observation period. In this way, the observation period of 1986-2010, the horizon near 2045-2011, the middle horizon of 2046-2070, and the far horizon of 2080-2100 was considered. The LARS-WG software was used in order to downscale, scenario file generation and general circulation atmospheric model simulation. In order to simulate the climate was used, the HadCM3 model by A2 scenario. In generating a scenario file, the numbers of both series (GCM PREDICTIONS and LARS-WG PARAMETERS) were considered, and the scenario file was generated for each of the three horizons future near, middle and far. The results of this study show the increasing trend of minimum, average and maximum temperature parameters over the next horizons. The amounts of the increase of the parameters studied during the mentioned horizons, respectively, in the parameter of the minimum annual temperature of 0.63,1.64 and 3.34°C, the mean annual temperature was 0.26, 0.72 and 1.46 °C and maximum temperature parameter will be 0.32, 0.55 and 0.81°C.",
    "readLink": "http://www.jewe.ir/article_55974_3d73666a8b2c10980ee7f2a833edfb38.pdf"
  },
  {
    "title": "Microbial Communities of Peaty Permafrost Tundra Soils along the Gradient of Environmental Conditions and Anthropogenic Disturbance in Pechora River Delta in the Eastern European Arctic",
    "authors": [
      "Irina Kravchenko,",
      "Denis Grouzdev,",
      "Marina Sukhacheva,",
      "Tatyana Minayeva,",
      "Andrey Sirin"
    ],
    "doi": "https://doi.org/10.3390/d15020251",
    "journalVolume": "Vol. 15,\n                                no. 251\n                                \n                                  p.\n                                  251",
    "issn": "1424-2818 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/diversity/",
    "abstract": "Microbial communities play crucial roles in the global carbon cycle, particularly in peatland and tundra ecosystems experiencing climate change. The latest IPCC assessments highlight the anthropogenic changes in the Arctic peatlands and their consequences due to global climate change. These disturbances could trigger permafrost degradation and intensification of the biogeochemical processes resulting in greenhouse gas formation. In this study, we describe the variation in diversity and composition of soil microbial communities from shallow peat tundra sites with different anthropogenic loads and applied restoration interventions in the landscape of remnant fragments of terraces in the Pechora River delta, the Russian Arctic, Nenets Autonomous Okrug. The molecular approaches, including quantitative real-time PCR and high-throughput Illumina sequencing of 16S RNA and ITS, were applied to examine the bacterial and fungal communities in the soil samples. Anthropogenic disturbance leads to a significant decrease in the representation of Acidobacteria and Verrucomicrobia, while the proportion and diversity of Proteobacteria increase. Fungal communities in undisturbed sites may be characterized as monodominant, and anthropogenic impact increases the fungal diversity. Only the verrucomicrobial methanotrophs Methyloacifiphilaceae were found in the undisturbed sites, but proteobacterial methanotrophs Methylobacterium-Methylorubrum, as well as different methylotrophs affiliated with Methylophilaceae, and Beijerinckiaceae (Methylorosula), were detected in disturbed sites.",
    "readLink": "https://www.mdpi.com/1424-2818/15/2/251"
  },
  {
    "title": "Neodymium isotope evidence for glacial-interglacial variability of deepwater transit time in the Pacific Ocean",
    "authors": [
      "Rong Hu,",
      "Alexander M. Piotrowski"
    ],
    "doi": "https://doi.org/10.1038/s41467-018-07079-z",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "The response of deep Pacific overturning to glacial-interglacial climate change is still debated. Here the authors show a generally faster deep Pacific overturning operated in recent glacial periods based on a novel application of Nd isotopes recorded in foraminifera.",
    "readLink": "https://doi.org/10.1038/s41467-018-07079-z"
  },
  {
    "title": "Patterns and Environmental Determinants of Medicinal Plant : Vascular Plant Ratios in Xinjiang, Northwest China.",
    "authors": [
      "Liping Li,",
      "Bengang Zhang,",
      "Peigen Xiao,",
      "Yaodong Qi,",
      "Zhao Zhang,",
      "Haitao Liu,",
      "Xiaojin Li,",
      "Guoping Wang,",
      "André Terwei"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0158405",
    "journalVolume": "Vol. 11,\n                                no. 7\n                                \n                                  p.\n                                  e0158405",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "With both a full collection of native vascular plant distributions and a full checklist of source plants of the Chinese Materia Medica (CMM), the Uygur Medicine (UM), and the Kazak Medicine (KM) for the Xinjiang region, we defined medicinal plant: vascular plant ratios (simplified as medicinal plant ratios hereafter) as the value of medicinal plant richness divided by vascular plant richness. We aimed to find whether the ratios are constant or change in different environments, which environmental variables determine medicinal plant ratios, and whether the ratios are more influenced by human or by natural environments. Finally, suggestions for medicinal plant conservation were addressed. We found that (1) medicinal plant ratios were not constant, and they were high in the Tarim Basin which was largely covered by desert, while they were relatively low in mountainous areas, especially in the Tianshan Mountains where the general species richness was high; (2) medicinal plant ratios were not significantly influenced by human activities, indicated by human population density distributions, but they were highly correlated with plant species richness and climate, i.e. ratios decreased with plant species richness and MAP, and were related quadratically with MAT; (3) CMM ratio and UM ratio were more influenced by plant richness than by climate, while KM ratio was more influenced by climate. We concluded that the percentages of plants used as medicines were not influenced by distances from human settlements, but were determined by species richness or climate. We suggest that (1), in general, the medicinal plant ratio could be a complementary indicator for medicinal plant conservation planning and (2), for the region of Xinjiang, not only high diversity areas, but also some extreme environments should be considered as compensation for a better protection of medicinal plants.",
    "readLink": "http://europepmc.org/articles/PMC4938531?pdf=render"
  },
  {
    "title": "Desirable qualities of REDD+ projects not considered in decisions of project locations",
    "authors": [
      "M Pasgaard,",
      "O Mertz"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/11/11/114014",
    "journalVolume": "Vol. 11,\n                                no. 11\n                                \n                                  p.\n                                  114014",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Reducing emissions from deforestation and forest degradation (REDD+) has become a major conservation and development concept for international climate change mitigation over the past years with hundreds of so-called ‘demonstration’ or ‘pilot’ projects being planned and implemented across the Global South. Since the broad aim of such projects is to demonstrate climate benefits from reduced deforestation, as well as social co-benefits in receiving countries, the decision on REDD+ locations should ideally center on specific geographical and socioeconomic characteristics, such as high deforestation threat, low opportunity costs, large forest area size, and high local willingness to engage. Based on recent literature supplemented with opinions and perspectives from REDD+ specialists, we compare these desirable qualities for REDD+ locations with actual location of REDD+ projects. We illustrate how locating REDD+ projects is often in the hands of external organizations and tightly connected to their previous engagements in the location. We also show how specific characteristics of these externally driven REDD+ project locations vary according to the sub-objectives of the individual projects and do not always correspond with the overall goal of REDD+. These pre-conditioned decisions and diverging objectives at the meso-level may further complicate global REDD+ agreements.",
    "readLink": "https://doi.org/10.1088/1748-9326/11/11/114014"
  },
  {
    "title": "Forensic investigations of disasters: Past achievements and new directions",
    "authors": [
      "Irasema Alcántara-Ayala,",
      "Ian Burton,",
      "Allan Lavell,",
      "Anthony Oliver-Smith,",
      "Alonso Brenes,",
      "Thea Dickinson"
    ],
    "doi": "https://doi.org/10.4102/jamba.v15i1.1490",
    "journalVolume": "Vol. 15,\n                                no. 1\n                                \n                                  pp.\n                                  e1\n                                  – e11",
    "issn": "2072-845X (Print)",
    "publisher": "1996-1421 (Online)",
    "countryOfPublisher": "AOSIS",
    "lcc": [
      "South Africa",
      "Social Sciences: Industries. Land use. Labor: Management. Industrial management: Risk in industry. Risk management"
    ],
    "journalUrl": "https://www.jamba.org.za",
    "abstract": "In the 2020s, understanding disaster risk requires a strong and clear recognition of values and goals that influence the use of political and economic power and social authority to guide growth and development. This configuration of values, goals, power and authority may also lead to concrete drivers of risk at any one time. Building on previous disaster risk frameworks and experiences from practice, since 2010, the ‘Forensic Investigations of Disasters (FORIN)’ approach has been developed to support transdisciplinary research on the transformational pathways societies may follow to recognise and address root causes and drivers of disaster risk. This article explores and assesses the achievements and failures of the FORIN approach. It also focuses on shedding light upon key requirements for new approaches and understandings of disaster risk research. The new requirements stem not only from the uncompleted ambitions of FORIN and the forensic approach but also from dramatic and ongoing transformational changes characterised by climate change, the coronavirus disease 2019 (COVID-19) pandemic and the threat of global international confrontation, among other potential crises, both those that can be identified and those not yet identified or unknown. Contribution: Disasters associated with extreme natural events cannot be treated in isolation. A comprehensive “all risks” or “all disasters” approach is essential for a global transformation, which could lead to a better world order. To achieve this, an Intergovernmental Panel for Disaster Risk is suggested to assess risk science periodically and work towards sustainability, human rights, and accountability, within a development and human security frame and on a systemic basis and integrated perspective.",
    "readLink": "https://jamba.org.za/index.php/jamba/article/view/1490"
  },
  {
    "title": "Determinants of Bilateral REDD+ Cooperation Recipients in Kyoto Protocol Regime and Their Implications in Paris Agreement Regime",
    "authors": [
      "Dong-hwan Kim,",
      "Do-hun Kim,",
      "Hyun  Seok Kim,",
      "Seong-il Kim,",
      "Dong-Ho Lee"
    ],
    "doi": "https://doi.org/10.3390/f11070751",
    "journalVolume": "Vol. 11,\n                                no. 751\n                                \n                                  p.\n                                  751",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "A cooperative approach for REDD+ between developing and developed countries can be a sound means to achieve national and global mitigation targets. To accomplish the Nationally Determined Contribution (NDC) of countries and the global 2 °C climate target more effectively, it is necessary to explore the coordination options, based on the understanding of bilateral REDD+ cooperation. This study explains the current status of bilateral REDD+ cooperation and investigates determinants affecting REDD+ recipient decisions of donor countries, by analyzing bilateral REDD+ arrangements, which has been promoted for 10 years under the the Kyoto Protocol regime from 2006 until 2015. The results show that Norway and Japan supported more than half of the total financial pledges for bilateral REDD+ projects for 10 years. Out of 87 REDD+ recipients, four countries—Brazil, India, Indonesia, and China—accounted for more than half of the 10-year financial pledges. Approximately 78% of total financing was found to be concentrated in the top 10 recipients. The aid darlings and orphans problem, the concentration of bilateral supports in a few developing countries and the exclusion of several developing countries from the recipient selection process, which has been discussed in ODA researches, was also observed. Applying a shared frailty model, recipient need, recipient merit, and donor interest was found to be the main determinants of donors’ REDD+ recipient decision. Donor interest and recipient merit were found to have more significant effects on the decision than recipient need. A balanced two-track approach is further required, in which, along with the bilateral REDD+ cooperation in the REDD+ darling countries, international organizations and multilateral funds for REDD+ need to increase financial accessibility, including the result-based compensation system for the REDD+ orphan countries.",
    "readLink": "https://www.mdpi.com/1999-4907/11/7/751"
  },
  {
    "title": "Pandemic politics—lessons for solar geoengineering",
    "authors": [
      "Holly Buck,",
      "Oliver Geden,",
      "Masahiro Sugiyama,",
      "Olaf Corry"
    ],
    "doi": "https://doi.org/10.1038/s43247-020-00018-1",
    "journalVolume": "Vol. 1,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 4",
    "issn": "2662-4435 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Geology",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.nature.com/commsenv/",
    "abstract": "Responses to the COVID-19 emergency have exposed break-points at the interface of science, media, and policy. We summarize five lessons that should be heeded if climate change ever enters a state of emergency perceived to warrant stratospheric aerosol injection.",
    "readLink": "https://doi.org/10.1038/s43247-020-00018-1"
  }
]