[
  {
    "title": "An Orchid in Retrograde: Climate-Driven Range Shift Patterns of <i>Ophrys helenae</i> in Greece",
    "authors": [
      "Martha Charitonidou,",
      "Konstantinos Kougioumoutzis,",
      "John  M. Halley"
    ],
    "doi": "https://doi.org/10.3390/plants10030470",
    "journalVolume": "Vol. 10,\n                                no. 470\n                                \n                                  p.\n                                  470",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Climate change is regarded as one of the most important threats to plants. Already species around the globe are showing considerable latitudinal and altitudinal shifts. Helen’s bee orchid (Ophrys helenae), a Balkan endemic with a distribution center in northwestern Greece, is reported to be expanding east and southwards. Since this southeastern movement goes against the usual expectations, we investigated via Species Distribution Modelling, whether this pattern is consistent with projections based on the species’ response to climate change. We predicted the species’ future distribution based on three different climate models in two climate scenarios. We also explored the species’ potential distribution during the Last Interglacial and the Last Glacial Maximum. O. helenae is projected to shift mainly southeast and experience considerable area changes. The species is expected to become extinct in the core of its current distribution, but to establish a strong presence in the mid- and high-altitude areas of the Central Peloponnese, a region that could have provided shelter in previous climatic extremes.",
    "readLink": "https://www.mdpi.com/2223-7747/10/3/470"
  },
  {
    "title": "Inferences from the historical distribution of wild and domesticated maize provide ecological and evolutionary insight.",
    "authors": [
      "Matthew B Hufford,",
      "Enrique Martínez-Meyer,",
      "Brandon S Gaut,",
      "Luis E Eguiarte,",
      "Maud I Tenaillon"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0047659",
    "journalVolume": "Vol. 7,\n                                no. 11\n                                \n                                  p.\n                                  e47659",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "The species Zea mays includes both domesticated maize (ssp. mays) and its closest wild relatives known as the teosintes. While genetic and archaeological studies have provided a well-established history of Z. mays evolution, there is currently minimal description of its current and past distribution. Here, we implemented species distribution modeling using paleoclimatic models of the last interglacial (LI; ∼135,000 BP) and the last glacial maximum (LGM; ∼21,000 BP) to hindcast the distribution of Zea mays subspecies over time and to revisit current knowledge of its phylogeography and evolutionary history.Using a large occurrence data set and the distribution modeling MaxEnt algorithm, we obtained robust present and past species distributions of the two widely distributed teosinte subspecies (ssps. parviglumis and mexicana) revealing almost perfect complementarity, stable through time, of their occupied distributions. We also investigated the present distributions of primitive maize landraces, which overlapped but were broader than those of the teosintes. Our data reinforced the idea that little historical gene flow has occurred between teosinte subspecies, but maize has served as a genetic bridge between them. We observed an expansion of teosinte habitat from the LI, consistent with population genetic data. Finally, we identified locations potentially serving as refugia for the teosintes throughout epochs of climate change and sites that should be targeted in future collections.The restricted and highly contrasting ecological niches of the wild teosintes differ substantially from domesticated maize. Variables determining the distributions of these taxa can inform future considerations of local adaptation and the impacts of climate change. Our assessment of the changing distributions of Zea mays taxa over time offers a unique glimpse into the history of maize, highlighting a strategy for the study of domestication that may prove useful for other species.",
    "readLink": "http://europepmc.org/articles/PMC3498274?pdf=render"
  },
  {
    "title": "Modelling the Antarctic Ice Sheet across the mid-Pleistocene transition – implications for Oldest Ice",
    "authors": [
      "J. Sutter,",
      "J. Sutter,",
      "H. Fischer,",
      "K. Grosfeld,",
      "N. B. Karlsson,",
      "T. Kleiner,",
      "B. Van Liefferinge,",
      "B. Van Liefferinge,",
      "O. Eisen,",
      "O. Eisen"
    ],
    "doi": "https://doi.org/10.5194/tc-13-2023-2019",
    "journalVolume": "Vol. 13\n                                \n                                \n                                  pp.\n                                  2023\n                                  – 2041",
    "issn": "1994-0416 (Print)",
    "publisher": "1994-0424 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.the-cryosphere.net/",
    "abstract": "The international endeavour to retrieve a continuous ice core, which spans the middle Pleistocene climate transition ca. 1.2–0.9 Myr ago, encompasses a multitude of field and model-based pre-site surveys. We expand on the current efforts to locate a suitable drilling site for the oldest Antarctic ice core by means of 3-D continental ice-sheet modelling. To this end, we present an ensemble of ice-sheet simulations spanning the last 2 Myr, employing transient boundary conditions derived from climate modelling and climate proxy records. We discuss the imprint of changing climate conditions, sea level and geothermal heat flux on the ice thickness, and basal conditions around previously identified sites with continuous records of old ice. Our modelling results show a range of configurational ice-sheet changes across the middle Pleistocene transition, suggesting a potential shift of the West Antarctic Ice Sheet to a marine-based configuration. Despite the middle Pleistocene climate reorganisation and associated ice-dynamic changes, we identify several regions conducive to conditions maintaining 1.5 Myr (million years) old ice, particularly around Dome Fuji, Dome C and Ridge B, which is in agreement with previous studies. This finding strengthens the notion that continuous records with such old ice do exist in previously identified regions, while we are also providing a dynamic continental ice-sheet context.",
    "readLink": "https://www.the-cryosphere.net/13/2023/2019/tc-13-2023-2019.pdf"
  },
  {
    "title": "Transcripts and MicroRNAs Responding to Salt Stress in Musa acuminata Colla (AAA Group) cv. Berangan Roots.",
    "authors": [
      "Wan Sin Lee,",
      "Ranganath Gudimella,",
      "Gwo Rong Wong,",
      "Martti Tapani Tammi,",
      "Norzulaani Khalid,",
      "Jennifer Ann Harikrishna"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0127526",
    "journalVolume": "Vol. 10,\n                                no. 5\n                                \n                                  p.\n                                  e0127526",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Physiological responses to stress are controlled by expression of a large number of genes, many of which are regulated by microRNAs. Since most banana cultivars are salt-sensitive, improved understanding of genetic regulation of salt induced stress responses in banana can support future crop management and improvement in the face of increasing soil salinity related to irrigation and climate change. In this study we focused on determining miRNA and their targets that respond to NaCl exposure and used transcriptome sequencing of RNA and small RNA from control and NaCl-treated banana roots to assemble a cultivar-specific reference transcriptome and identify orthologous and Musa-specific miRNA responding to salinity. We observed that, banana roots responded to salinity stress with changes in expression for a large number of genes (9.5% of 31,390 expressed unigenes) and reduction in levels of many miRNA, including several novel miRNA and banana-specific miRNA-target pairs. Banana roots expressed a unique set of orthologous and Musa-specific miRNAs of which 59 respond to salt stress in a dose-dependent manner. Gene expression patterns of miRNA compared with those of their predicted mRNA targets indicated that a majority of the differentially expressed miRNAs were down-regulated in response to increased salinity, allowing increased expression of targets involved in diverse biological processes including stress signaling, stress defence, transport, cellular homeostasis, metabolism and other stress-related functions. This study may contribute to the understanding of gene regulation and abiotic stress response of roots and the high-throughput sequencing data sets generated may serve as important resources related to salt tolerance traits for functional genomic studies and genetic improvement in banana.",
    "readLink": "http://europepmc.org/articles/PMC4439137?pdf=render"
  },
  null,
  {
    "title": "Low Flow Regimes of the Tarim River Basin, China: Probabilistic Behavior, Causes and Implications",
    "authors": [
      "Peng Sun,",
      "Qiang Zhang,",
      "Rui Yao,",
      "Vijay P. Singh,",
      "Changqing Song"
    ],
    "doi": "https://doi.org/10.3390/w10040470",
    "journalVolume": "Vol. 10,\n                                no. 4\n                                \n                                  p.\n                                  470",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Droughts are a frequent occurrence in Xinjiang, China, and therefore fundamental to determining their hydrologic characteristics is low flow analysis. To that end, 11 probability distribution functions and 26 copulas functions were employed to analyze the changing characteristics of low flow regime (defined as seven-day low flow) of the Tarim River Basin. Results indicated that: (1) The Wakeby distribution satisfactorily described the probabilistic behavior of the low flow regime. According to Akaike Information Criterion (AIC), Bayesian Information Criterions (BIC), maximum likelihood, and other residual-based metrics, Tawn copula, Farlie–Gumbel–Morgenstern copula and Frank copula were the best choice and used in this current study. (2) After 1987, hydrological droughts of longer return periods were prone to higher occurrence frequency. (3) The low flow volume has been increasing in recent years due to the temperature-induced increase of snowmelt and increasing precipitation. However, hydrological droughts can be expected to occur due to the massive increase in water demand from the development of irrigated agriculture, increasing arable land and livestock farming. As a result, the water shortage in the lower Tarim River Basin will be increasingly severe under the influence of climate change and human activities. To alleviate the shortage would call for the development of water-saving agricultural irrigation, water-saving technology, conservation of eco-environment and sustainable development of local socio-economy.",
    "readLink": "http://www.mdpi.com/2073-4441/10/4/470"
  },
  {
    "title": "The resilience of communities and nature-based livelihoods in northern Finland",
    "authors": [
      "Simo Sarkki,",
      "Hannu I. Heikkinen"
    ],
    "doi": "Vol. 41,\n                                no. 5",
    "issn": "1238-2086 (Print)",
    "publisher": "2736-9722 (Online)",
    "countryOfPublisher": "The Geographical Society of Northern Finland",
    "lcc": [
      "Finland",
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "https://nordia.journal.fi/",
    "abstract": "Resilience has become a key concept for assessing sustainability in relation to socio-environmental change in the North. This article considers various case studies in northern Finland relating to reindeer herding, forestry and nature conservation to drawupon lessons learned for resilience studies. Mainstream literature on northern resilience focuses on resilience of local livelihoods to only certain kind of disturbances, such as climate change and resource extraction. However, also conservation efforts may threaten specific livelihoods, but there seems to be a gap regarding assessing resilience in terms of conservation efforts. This article aims to fill this gap by examining resilience of forestry and reindeer herding, important northern livelihoods, to increasing conservation efforts. It is also recommended that resilience studies should be cautious regarding the definition of the system when they are assessing its resilience. We introduce a distinction between community resilience and the resilience of livelihoods communities depend upon.",
    "readLink": "https://nordia.journal.fi/article/view/66057"
  },
  {
    "title": "Transcriptional frontloading contributes to cross‐tolerance between stressors",
    "authors": [
      "Michael Collins,",
      "Melody S. Clark,",
      "John I. Spicer,",
      "Manuela Truebano"
    ],
    "doi": "https://doi.org/10.1111/eva.13142",
    "journalVolume": "Vol. 14,\n                                no. 2\n                                \n                                  pp.\n                                  577\n                                  – 587",
    "issn": "1752-4571 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Evolution"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/17524571",
    "abstract": "Abstract The adaptive value of phenotypic plasticity for performance under single stressors is well documented. However, plasticity may only truly be adaptive in the natural multifactorial environment if it confers resilience to stressors of a different nature, a phenomenon known as cross‐tolerance. An understanding of the mechanistic basis of cross‐tolerance is essential to aid prediction of species resilience to future environmental change. Here, we identified mechanisms underpinning cross‐tolerance between two stressors predicted to increasingly challenge aquatic ecosystems under climate change, chronic warming and hypoxia, in an ecologically‐important aquatic invertebrate. Warm acclimation improved hypoxic performance through an adaptive hypometabolic strategy and changes in the expression of hundreds of genes that are important in the response to hypoxia. These ‘frontloaded’ genes showed a reduced reaction to hypoxia in the warm acclimated compared to the cold acclimated group. Frontloaded genes included stress indicators, immune response and protein synthesis genes that are protective at the cellular level. We conclude that increased constitutive gene expression as a result of warm acclimation reduced the requirement for inducible stress responses to hypoxia. We propose that transcriptional frontloading contributes to cross‐tolerance between stressors and may promote fitness of organisms in environments increasingly challenged by multiple anthropogenic threats.",
    "readLink": "https://doi.org/10.1111/eva.13142"
  },
  {
    "title": "The Next Frontier in Understanding the Evolution of Coral Reef Fish Societies",
    "authors": [
      "Theresa Rueger,",
      "Theresa Rueger,",
      "Rebecca Branconi,",
      "Catheline Y. M. Froehlich,",
      "Siobhan J. Heatwole,",
      "Marian Y. L. Wong,",
      "Peter M. Buston"
    ],
    "doi": "https://doi.org/10.3389/fmars.2021.665780",
    "journalVolume": "Vol. 8",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Research on sociality in marine fishes is a vibrant field that is providing new insights into social evolution more generally. Here, we review the past two decades of research, identifying knowledge gaps and new directions. Two coral reef fishes, with social systems similar to other cooperative breeders, have emerged as models: the clown anemonefish Amphiprion percula and the emerald goby Paragobiodon xanthosoma. In these systems, non-breeders do not forgo their own reproduction to gain indirect genetic benefits. Rather, they do so because they stand to inherit the territory in the future and there are strong ecological and social constraints. The reasons why breeders tolerate non-breeders remain obscure, though it is plausibly a combination of weak kin selection, bet-hedging, and benefits mediated via mutualistic interactions with cnidarian hosts. The latter is particularly interesting, given the parallels with other social animals with mutualistic partners, such as acacia ants. Looking beyond the two model species, our attention is turning to species with more complex social organization, such as the damselfish Dascyllus aruanus. Here, variable group stability, conflict intensity, and reproductive skew provide opportunities to test theories of social evolution that have only been tested in a few taxa. New methods like social network analysis are enabling us to uncover more subtle effects of ecology on social interactions. More recently, comparative methods have yielded insights into the correlates of interspecific variation in sociality in the genera to which our model species belong. Phylogenetically controlled contrasts within the genus Gobiodon, have revealed the role of ecology, life history traits, and their interaction in sociality: smaller bodied species are more social than larger bodied species, which are only social on large corals. As climate change affects coral reefs, there is a pressing need to understand the many ways in which environmental disturbance influences these unique social systems. In sum, coral reef fishes have enabled us to test the robustness of current theories of social evolution in new taxa and environments, and they have generated new insights into social evolution that are applicable to a wider variety of taxa.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2021.665780/full"
  },
  {
    "title": "Measuring the Circularity and Impact Reduction Potential of Post-Industrial and Post-Consumer Recycled Plastics",
    "authors": [
      "Anna Schulte,",
      "Benjamin Kampmann,",
      "Christina Galafton"
    ],
    "doi": "https://doi.org/10.3390/su151612242",
    "journalVolume": "Vol. 15,\n                                no. 12242\n                                \n                                  p.\n                                  12242",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Post-industrial recycling (PIR) and post-consumer recycling (PCR) are measures used to sustain resources by improving material circularity and sustainability. Currently, circularity is mainly measured as the degree of reutilization of a material from 0 to 100% at the product or company level. This measure fails to assess the resource usage over multiple product life cycles. Therefore, we propose to assess circularity as (i) the frequency of resource use in products (effective circularity, eC), and as (ii) a vehicle to reduce environmental impacts (environmentally efficient circularity, eeC). Additionally, to compare the environmental impacts of using recycled materials from PIR or PCR, we analyze their impact reduction potential (IRP), indicating the environmental benefits of recycling in relation to virgin material submitted to the market. We demonstrate the suggested indicators for a case study material: polypropylene. For this polymer type, the eC ranges between 0.93 and 9.08 uses of the resource, on average, depending on collection, sorting, and recycling rates. Likewise, the eeC ranges between 0.31 and 1.50 uses per kg of CO2 equivalents emitted. PCR has a higher IRP regarding climate change impacts than PIR in all analyzed scenarios. The results reveal the relevance of PCR and PIR beyond the product life cycle. Finally, we discuss possible embeddings of the indicators in the assessment of climate policy and environmental protection measures, such as strengthening the use of PCR in contrast to PIR materials.",
    "readLink": "https://www.mdpi.com/2071-1050/15/16/12242"
  }
]