[
  {
    "title": "The influence of local climate change on the productivity of spring cereals in the Kirov region",
    "authors": [
      "I. V. Lyskova,",
      "O. E. Sukhoveeva,",
      "T. V. Lyskova"
    ],
    "doi": "https://doi.org/10.30766/2072-9081.2021.22.2.244-253",
    "journalVolume": "Vol. 22,\n                                no. 2\n                                \n                                  pp.\n                                  244\n                                  – 253",
    "issn": "2072-9081 (Print)",
    "publisher": "2500-1396 (Online)",
    "countryOfPublisher": "Federal Agricultural Research Center of the North-East named N.V. Rudnitsky",
    "lcc": [
      "Russian Federation",
      "Agriculture"
    ],
    "journalUrl": "https://www.agronauka-sv.ru",
    "abstract": "On the basis of long-term meteorological data and research results in a long-term stationary experiment of 1971-2020 a retrospective analysis of changes in air temperature and precipitation in the eastern region of the central climatic zone of the Kirov region was carried out and the influence of these characteristics on the dynamics of the yield of spring cereals was estimated. It has been established that the average annual air temperature during the research period was 2.4±1.0 °C. At the same time, its stable positive trend was observed at the rate of 0.39 °С /10 years. Two decades from 2001 to 2020 were recorded as the warmest for 50 years, when the temperature was 0.7...2.6 °C above climate normal. Selyaninov hydrothermal coefficient (0.7...2.1) testifies to the contrasting conditions of humidification of the vegetation periods during the research years – from drought to excessively humidified. In a long-term experiment, the yield of spring cereals increased in the row wheat – barley – oats: 2.17±0.86, 3.04±0.61, 3.39±0.65 t/ha, respectively. Strong correlations were marked between the average yield (spring wheat) and weather conditions in June: reverse with air temperature (rр = -0.735) and direct with the amount of precipitation (rр = 0.686). It has been established that the use of phosphorus fertilizers (and their aftereffect) in combination with nitrogen-potassium fertilizers weakened the influence of weather conditions on the productivity of spring wheat: the determination coefficients (R2), which reflect the portion of variability due to weather conditions, were 0.59-0.73 for the variant without fertilizers and decreased to 0.50-0.56 when applying NP3K.",
    "readLink": "https://www.agronauka-sv.ru/jour/article/view/755"
  },
  {
    "title": "Nutrient-limited subarctic caves harbour more diverse and complex bacterial communities than their surface soil",
    "authors": [
      "Ana Sofia Reboleira,",
      "Kasun H. Bodawatta,",
      "Nynne M. R. Ravn,",
      "Stein-Erik Lauritzen,",
      "Rannveig Øvrevik Skoglund,",
      "Michael Poulsen,",
      "Anders Michelsen,",
      "Knud Andreas Jønsson"
    ],
    "doi": "https://doi.org/10.1186/s40793-022-00435-z",
    "journalVolume": "Vol. 17,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 17",
    "issn": "2524-6372 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Microbiology"
    ],
    "journalUrl": "https://environmentalmicrobiome.biomedcentral.com/",
    "abstract": "Abstract Background Subarctic regions are particularly vulnerable to climate change, yet little is known about nutrient availability and biodiversity of their cave ecosystems. Such knowledge is crucial for predicting the vulnerability of these ecosystems to consequences of climate change. Thus, to improve our understanding of life in these habitats, we characterized environmental variables, as well as bacterial and invertebrate communities of six subarctic caves in Northern Norway. Results Only a minuscule diversity of surface-adapted invertebrates were found in these caves. However, the bacterial communities in caves were compositionally different, more diverse and more complex than the nutrient-richer surface soil. Cave soil microbiomes were less variable between caves than between surface communities in the same area, suggesting that the stable cave environments with tougher conditions drive the uniform microbial communities. We also observed only a small proportion of cave bacterial genera originating from the surface, indicating unique cave-adapted microbial communities. Increased diversity within caves may stem from higher niche specialization and levels of interdependencies for nutrient cycling among bacterial taxa in these oligotrophic environments. Conclusions Taken together this suggest that environmental changes, e.g., faster melting of snow as a result of global warming that could alter nutrient influx, can have a detrimental impact on interactions and dependencies of these complex communities. This comparative exploration of cave and surface microbiomes also lays the foundation to further investigate the long-term environmental variables that shape the biodiversity of these vulnerable ecosystems.",
    "readLink": "https://doi.org/10.1186/s40793-022-00435-z"
  },
  {
    "title": "A New Strategy to Improve Vineyard Resilience: Grapevine Morphological Adaptation to Short-Term Nitrogen Deficiency",
    "authors": [
      "Daniel Grigorie Dinu,",
      "Carmen Florentina Popescu,",
      "Dorin Ioan Sumedrea,",
      "Andreea Elena Manolescu,",
      "Letitia Mariana Pandelea,",
      "Laura Rustioni"
    ],
    "doi": "https://doi.org/10.3390/agronomy12061355",
    "journalVolume": "Vol. 12,\n                                no. 1355\n                                \n                                  p.\n                                  1355",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "Nitrogen (N) deficiency causes a morphological disequilibrium between shoots and roots, favoring hypogeal growth. Our hypothesis is that short-term nitrogen deficiency could induce an increase in vine resilience, inducing root growth before the appearance of significant dysfunctions in the epigeal part of the plant. Then, nitrogen availability could be promptly restored through a well-thought-out fertilization plan. In this experiment, two table grape cultivars grafted onto three different rootstocks were studied in three hydroponic growing conditions characterized by different nitrogen availability. After 53 days of treatment, plant morphologies were described, and leaf photosynthetic pigments were quantified. The short-term nitrogen deficiency induced root growth, leading to significantly different proportions among the hypogeal and the epigeal parts, despite no significant differences were recorded concerning shoot growth. Some small differences in the leaf pigmentations indicated an incipient symptom of nitrogen deficiency, and significant differences in the phytomer morphology indicated the possibility of developing low-cost indices for prompt identification of incipient symptoms. This will allow the exploitation of the advantages of short-term nitrogen deficiency while avoiding negative effects on shoot growth by promptly restoring the nitrogen availability.",
    "readLink": "https://www.mdpi.com/2073-4395/12/6/1355"
  },
  {
    "title": "Surface ozone over the Tibetan Plateau controlled by stratospheric intrusion",
    "authors": [
      "X. Yin,",
      "X. Yin,",
      "D. Rupakheti,",
      "G. Zhang,",
      "J. Luo,",
      "S. Kang,",
      "S. Kang,",
      "B. de Foy,",
      "J. Yang,",
      "Z. Ji,",
      "Z. Cong,",
      "M. Rupakheti,",
      "P. Li,",
      "P. Li,",
      "Y. Hu,",
      "Q. Zhang"
    ],
    "doi": "https://doi.org/10.5194/acp-23-10137-2023",
    "journalVolume": "Vol. 23\n                                \n                                \n                                  pp.\n                                  10137\n                                  – 10143",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "The Tibetan Plateau is a global hotspot of stratospheric intrusion, and elevated surface ozone was observed at ground monitoring sites. Still, links between the variability of surface ozone and stratospheric intrusion at the regional scale remain unclear. This study synthesized ground measurements of surface ozone over the Tibetan Plateau and analyzed their seasonal variations. The monthly mean surface ozone concentrations over the Tibetan Plateau peaked earlier in the south in April and May and later in the north in June and July. The migration of monthly surface ozone peaks was coupled with the synchronous movement of tropopause folds and the westerly jet that created conditions conducive to stratospheric ozone intrusion. Stratospheric ozone intrusion significantly contributed to surface ozone across the Tibetan Plateau, especially in the areas with high surface ozone concentrations during their peak-value month. We demonstrated that monthly variation of surface ozone over the Tibetan Plateau is mainly controlled by stratospheric intrusion, which warrants proper consideration in understanding the atmospheric chemistry and the impacts of ozone over this highland region and beyond.",
    "readLink": "https://acp.copernicus.org/articles/23/10137/2023/acp-23-10137-2023.pdf"
  },
  {
    "title": "Increases in China’s wind energy production from the recovery of wind speed since 2012",
    "authors": [
      "Yi Liu,",
      "Zhenzhong Zeng,",
      "Rongrong Xu,",
      "Alan D Ziegler,",
      "Sonia Jerez,",
      "Deliang Chen,",
      "Cesar Azorin-Molina,",
      "Lihong Zhou,",
      "Xinrong Yang,",
      "Haiwei Xu,",
      "Laurent Li,",
      "Li Dong,",
      "Feng Zhou,",
      "Renjing Cao,",
      "Junguo Liu,",
      "Bin Ye,",
      "Xingxing Kuang,",
      "Xin Yang"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ac9cf4",
    "journalVolume": "Vol. 17,\n                                no. 11\n                                \n                                  p.\n                                  114035",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "China has realized a 56-fold increase in installed wind capacity, from 5.9 GW in 2007 to 328 GW in 2021. In addition to increasing installed capacity, plans to substantially increase wind energy production for climate change mitigation also depend on future wind speeds, which strongly influences the efficiencies of installed turbines within individual wind farms. A reversal in globally decreasing wind speeds over several decades has been reported previously. However, subsequent studies using other data sources reported only a slight increase or no reversal in China. These uncertainties regarding China’s wind energy production hamper estimates of wind energy production potential. Here, our analysis of quality-controlled wind speed measurements from in-situ stations shows that the wind speed decline in China reversed significantly since 2012 ( P < 0.001), but with substantial spatio-temporal variability. We further estimated the capacity factor (CF) growth and the wind power gain solely associated with the changes in wind speed ranges from 31.6 to 56.5 TWh yr ^−1 based on the 2019 installed capacity. This estimate explains 22.0%–39.3% of the rapid increase in wind generation CF in China during 2012–2019. The result implies that the site selection of wind farms should consider both current wind situation and future wind speed trends. Further studies are needed to understand the driving factor of wind speed recovery in support of the wind energy industry.",
    "readLink": "https://doi.org/10.1088/1748-9326/ac9cf4"
  },
  {
    "title": "INFLUENCE OF DEM IN WATERSHED MANAGEMENT AS FLOOD ZONATION  MAPPING",
    "authors": [
      "M. Alrajhi,",
      "M. Khan,",
      "M. A. Khan,",
      "A. Alobeid"
    ],
    "doi": "https://doi.org/10.5194/isprs-archives-XLI-B8-3-2016",
    "journalVolume": "Vol. XLI-B8\n                                \n                                \n                                  pp.\n                                  3\n                                  – 10",
    "issn": "1682-1750 (Print)",
    "publisher": "2194-9034 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Applied optics. Photonics"
    ],
    "journalUrl": "http://www.isprs.org/publications/archives.aspx",
    "abstract": "Despite of valuable efforts from working groups and research organizations towards flood hazard reduction through its program, still minimal diminution from these hazards has been realized. This is mainly due to the fact that with rapid increase in population and urbanization coupled with climate change, flood hazards are becoming increasingly catastrophic. Therefore there is a need to understand and access flood hazards and develop means to deal with it through proper preparations, and preventive measures. To achieve this aim, Geographical Information System (GIS), geospatial and hydrological models were used as tools to tackle with influence of flash floods in the Kingdom of Saudi Arabia due to existence of large valleys (Wadis) which is a matter of great concern. In this research paper, Digital Elevation Models (DEMs) of different resolution (30m, 20m,10m and 5m) have been used, which have proven to be valuable tool for the topographic parameterization of hydrological models which are the basis for any flood modelling process. The DEM was used as input for performing spatial analysis and obtaining derivative products and delineate watershed characteristics of the study area using ArcGIS desktop and its Arc Hydro extension tools to check comparability of different elevation models for flood Zonation mapping. The derived drainage patterns have been overlaid over aerial imagery of study area, to check influence of greater amount of precipitation which can turn into massive destructions. The flow accumulation maps derived provide zones of highest accumulation and possible flow directions. This approach provide simplified means of predicting extent of inundation during flood events for emergency action especially for large areas because of large coverage area of the remotely sensed data.",
    "readLink": "https://www.int-arch-photogramm-remote-sens-spatial-inf-sci.net/XLI-B8/3/2016/isprs-archives-XLI-B8-3-2016.pdf"
  },
  {
    "title": "Current Trend in Optical Internet of Underwater Things",
    "authors": [
      "Yujian Guo,",
      "Meiwei Kong,",
      "Omar Alkhazragi,",
      "Mohammed A. Sait,",
      "Chun Hong Kang,",
      "Islam Ashry,",
      "Qunhui Yang,",
      "Tien Khee Ng,",
      "Boon S. Ooi"
    ],
    "doi": "https://doi.org/10.1109/JPHOT.2022.3195700",
    "journalVolume": "Vol. 14,\n                                no. 5\n                                \n                                  pp.\n                                  1\n                                  – 14",
    "issn": "1943-0655 (Online)",
    "publisher": "IEEE",
    "countryOfPublisher": "United States",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General): Applied optics. Photonics",
      "Science: Physics: Optics. Light"
    ],
    "journalUrl": "http://ieeexplore.ieee.org/xpl/RecentIssue.jsp?punumber=4563994",
    "abstract": "Our Earth is a “blue planet” that 70$\\%$ of the surface is covered by the oceans, but most area of oceans remain largely unexplored. Besides supporting the Earth's ecosystem and moderating climate change, oceans are rich in economically relevant natural resources ready for harvesting, such as fishery, oil and gas, and mineral resources. Ocean observation and monitoring are therefore essential for environmental preservation and sea exploration. With the availability of advanced communication techniques, researchers began to look into distributed data acquisition and ocean interconnectivity, which engendered the concepts of intelligent ocean and the Internet-of-Underwater-Things (IoUT) framework. The framework is gaining traction since one could incorporate fiber sensing, acoustic, radio frequency, and optical wireless communication technologies to establish stable, broad-coverage, and massive ocean networks. The development of underwater internet beyond acoustic communication is still in its relative infancy, and therefore more aggregated research efforts from the related communities will be required to eventually achieve breakthroughs in comprehensive IoUT technologies. This review sheds light on the practical considerations and solutions to the challenges and robustness of the optical IoUT network in terms of channel characterization, turbulence studies, mobility, receiver optimization, and the application layer.",
    "readLink": "https://ieeexplore.ieee.org/document/9847304/"
  },
  {
    "title": "Robust changes in tropical rainy season length at 1.5 °C and 2 °C",
    "authors": [
      "Fahad Saeed,",
      "Ingo Bethke,",
      "Erich Fischer,",
      "Stephanie Legutke,",
      "Hideo Shiogama,",
      "Dáithí A Stone,",
      "Carl-Friedrich Schleussner"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aab797",
    "journalVolume": "Vol. 13,\n                                no. 6\n                                \n                                  p.\n                                  064024",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Changes in the hydrological cycle are among the aspects of climate change most relevant for human systems and ecosystems. Besides trends in overall wetting or drying, changes in temporal characteristics of wetting and drying are of crucial importance in determining the climate hazard posed by such changes. This is particularly the case for tropical regions, where most precipitation occurs during the rainy season and changes in rainy season onset and length have substantial consequences. Here we present projections for changes in tropical rainy season lengths for mean temperature increase of 1.5 °C and 2 °C above pre-industrial levels. Based on multi-ensemble quasi-stationary simulations at these warming levels, our analysis indicates robust changes in rainy season characteristics in large parts of the tropics despite substantial natural variability. Specifically, we report a robust shortening of the rainy season for all of tropical Africa as well as north-east Brazil. About 27% of West Africa is projected to experience robust changes in the rainy season length with a mean shortening of about 7 days under 1.5 °C. We find that changes in the temporal characteristics are largely unrelated to changes in overall precipitation, highlighting the importance of investigating both separately.",
    "readLink": "https://doi.org/10.1088/1748-9326/aab797"
  },
  {
    "title": "The future as aesthetic experience: imagination and engagement in future studies",
    "authors": [
      "Harro van Lente,",
      "Peter Peters"
    ],
    "doi": "https://doi.org/10.1186/s40309-022-00204-8",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 8",
    "issn": "2195-4194 (Print)",
    "publisher": "2195-2248 (Online)",
    "countryOfPublisher": "SpringerOpen",
    "lcc": [
      "United Kingdom",
      "Political science",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://eujournalfuturesresearch.springeropen.com",
    "abstract": "Abstract In this paper, we examine the question how future studies can productively engage with the future by considering how art is engaging. This question is pertinent, as doubts about the future are increasingly urgent, while the need to engage with the future is not sufficiently addressed by the quantitative growth of future studies. In the case of climate change, for example, the future consequences of global temperature increase are well-known, but do not invoke action accordingly. While some see the use of art as an effective means to engage with the future, others criticise such usage as reducing art to an instrumental value, at the expense of aesthetic values. This raises fundamental questions about how art and imagination can be engaging and what this implies for future studies. To address the issue, we resort to a pragmatist understanding of art. We present a reading of the work of John Dewey (1859–1952). In his Art as Experience, Dewey claimed that art can be seen as a “mode of prediction not found in charts and statistics”. He presents the experience of art as a reciprocal process that is imaginative: in our engagement with art, we experience the artwork, while the experience also produces us. The aesthetic experience is transformative. This mutual coming into existence is not a planned creation, but insinuates an open future as well as an open past. As a next step, we review the production of futures in future studies, using Dewey’s understandings on how imagination and the future connect in the aesthetic experience. First, we look at methods to produce futures: extrapolations, Delphi Surveys, surveys, simulations and scenarios. Second, we evaluate how the produced futures engage their audience, distinguishing between narratives, symbols, graphs and images. We conclude that while futures studies have been successful in showing routes to the future, they also have difficulties to relate to futures in a more open, imaginative and responsible way. They are informative but not transformative. The difficulty of future studies to engage, hinders responsible responses.",
    "readLink": "https://doi.org/10.1186/s40309-022-00204-8"
  },
  {
    "title": "Quantum risks of the extreme temperatures implementation in london",
    "authors": [
      "Mogiljuk Zhanna"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/201913501068",
    "journalVolume": "Vol. 135\n                                \n                                \n                                  p.\n                                  01068",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "The article deals with current problems of the road construction projects adaptation to the global climate change realities. It is shown that the existing regulations do not take into account the risks of extreme thermal processes. The method for the events statistical analysis of the extreme temperature realization are presented. The high-resolution statistical studies results of previously unknown regularities of the maximum and minimum temperatures intensity fluctuations evolution in the period from 1973 to 2009 are presented. Quantitative forecasting of tendencies in realization of the maximum and minimum daily temperatures for the period of all life cycle of buildings is shown. These estimates are intended to account for extreme temperature loads in the design of road construction objects and engineering systems. The paper first presented quantum regularities of the air temperature variations in the surface layer of the atmosphere obtained by the author and previously unknown. As an example, the article deals with the statistical analysis of the extreme temperatures variations in London. The graphic materials over the statistical studies of the maximum and minimum temperatures intensity evolution a period of more than 36 years are presented. The results of studies of integral and differential trends into the maximum and minimum temperatures evolution are given. The article deals with the forecast of the warming expected rate in London until 2067.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2019/61/e3sconf_itese18_01068.pdf"
  }
]