[
  {
    "title": "Recent Progress in Hydrogen Flammability Prediction for the Safe Energy Systems",
    "authors": [
      "Joongoo Jeon,",
      "Sung  Joong Kim"
    ],
    "doi": "https://doi.org/10.3390/en13236263",
    "journalVolume": "Vol. 13,\n                                no. 6263\n                                \n                                  p.\n                                  6263",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Many countries consider hydrogen as a promising energy source to resolve the energy challenges over the global climate change. However, the potential of hydrogen explosions remains a technical issue to embrace hydrogen as an alternate solution since the Hindenburg disaster occurred in 1937. To ascertain safe hydrogen energy systems including production, storage, and transportation, securing the knowledge concerning hydrogen flammability is essential. In this paper, we addressed a comprehensive review of the studies related to predicting hydrogen flammability by dividing them into three types: experimental, numerical, and analytical. While the earlier experimental studies had focused only on measuring limit concentration, recent studies clarified the extinction mechanism of a hydrogen flame. In numerical studies, the continued advances in computer performance enabled even multi-dimensional stretched flame analysis following one-dimensional planar flame analysis. The different extinction mechanisms depending on the Lewis number of each fuel type could be observed by these advanced simulations. Finally, historical attempts to predict the limit concentration by analytical modeling of flammability characteristics were discussed. Developing an accurate model to predict the flammability limit of various hydrogen mixtures is our remaining issue.",
    "readLink": "https://www.mdpi.com/1996-1073/13/23/6263"
  },
  {
    "title": "Factors influencing climate change adaptation strategies in North-Western Ghana: evidence of farmers in the Black Volta Basin in Upper West region",
    "authors": [
      "Francis X. K. Mwinkom,",
      "Lawrence Damnyag,",
      "Simon Abugre,",
      "Suhiyini I. Alhassan"
    ],
    "doi": "https://doi.org/10.1007/s42452-021-04503-w",
    "journalVolume": "Vol. 3,\n                                no. 5\n                                \n                                  pp.\n                                  1\n                                  – 20",
    "issn": "2523-3963 (Print)",
    "publisher": "2523-3971 (Online)",
    "countryOfPublisher": "Springer",
    "lcc": [
      "Switzerland",
      "Science",
      "Technology"
    ],
    "journalUrl": "https://www.springer.com/snas",
    "abstract": "Abstract The erratic rainfall patterns and decline in crop production are due to the threat of climate change. The responses of farm households to climate change play a very essential role in addressing the risk of climate change. This study investigated factors influencing adaptation strategies to climate change in the Black Volta Basin of Ghana. Survey questions were administered to 450 households sampled from eight districts using a multistage sampling technique. Out of the six adaptation strategies, four major identified adaptation strategies were subsequently used as the dependent variable in the multivariate (MV) probit and binary logit models. The results revealed that factors such as gender, age, household size, farmer-based-organizations membership, farm income, years of education, districts of location of respondents, farm size and climate change awareness—statistically and significantly—influenced households’ adaptation to the changing climate. However, the positive correlation matrix from the MV probit model showed complementarities among all the adaptation strategies adopted by household heads. Priority should be given to improving household heads’ adaptive capacity. Also, governmental and non-governmental organizations should invest in climate-resilient programmes. Finally, programmes aimed at sensitizing household heads on climate change adaptation strategies such as changing planting time, changing farming methods, and planting early maturing and drought-resistant varieties through pieces of trainings and workshops may be duly supported by the Government; particularly, for household heads in the Black Volta Basin.",
    "readLink": "https://doi.org/10.1007/s42452-021-04503-w"
  },
  {
    "title": "Effects of Summer Drought on the Fine Root System of Five Broadleaf Tree Species Along A Precipitation Gradient",
    "authors": [
      "Sebastian Fuchs,",
      "Dietrich Hertel,",
      "Bernhard Schuldt,",
      "Christoph Leuschner"
    ],
    "doi": "https://doi.org/10.3390/f11030289",
    "journalVolume": "Vol. 11,\n                                no. 3\n                                \n                                  p.\n                                  289",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "While much research has addressed the aboveground response of trees to climate warming and related water shortage, not much is known about the drought sensitivity of the fine root system, in particular of mature trees. This study investigates the response of topsoil (0−10 cm) fine root biomass (FRB), necromass (FRN), and fine root morphology of five temperate broadleaf tree species (Acer platanoides L., Carpinus betulus L., Fraxinus excelsior L., Quercus petraea (Matt.) Liebl., Tilia cordata Mill.) to a reduction in water availability, combining a precipitation gradient study (nine study sites; mean annual precipitation (MAP): 920−530 mm year−1) with the comparison of a moist period (average spring conditions) and an exceptionally dry period in the summer of the subsequent year. The extent of the root necromass/biomass (N/B) ratio increase was used as a measure of the species’ belowground sensitivity to water deficits. We hypothesized that the N/B ratio increases with long-term (precipitation gradient) and short-term reductions (moist vs. dry period) of water availability, while FRB changes only a little. In four of the five species (exception: A. platanoides), FRB did not change with a reduction in MAP, whereas FRN and N/B ratio increased toward the dry sites under ample water supply (exception: Q. petraea). Q. petraea was also the only species not to reduce root tip frequency after summer drought. Different slopes of the N/B ratio-MAP relation similarly point at a lower belowground drought sensitivity of Q. petraea than of the other species. After summer drought, all species lost the MAP dependence of the N/B ratio. Thus, fine root mortality increased more at the moister than the drier sites, suggesting a generally lower belowground drought sensitivity of the drier stands. We conclude that the five species differ in their belowground drought response. Q. petraea follows the most conservative soil exploration strategy with a generally smaller FRB and more drought-tolerant fine roots, as it maintains relatively constant FRB, FRN, and morphology across spatial and temporal dimensions of soil water deficits.",
    "readLink": "https://www.mdpi.com/1999-4907/11/3/289"
  },
  {
    "title": "The link between climate change, food security and fertility: The case of Bangladesh",
    "authors": [
      "Mengni Chen,",
      "Shah Md Atiqul Haq,",
      "Khandaker Jafor Ahmed,",
      "A. H. M. Belayeth Hussain,",
      "Mufti Nadimul Quamar Ahmed"
    ],
    "doi": "Vol. 16,\n                                no. 10",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Climate change is likely to worsen the food security situation through its impact on food production, which may indirectly affect fertility behaviour. This study examines the direct and indirect effects of climate change (e.g., temperature and precipitation) via the production of major crops, as well as their short- and long-term effects on the total fertility rate (TFR) in Bangladesh. We used structural equation modelling (SEM) to perform path analysis and distinguish the direct influence of climate change on fertility and its indirect influence on fertility through food security. We also applied the error correction model (ECM) to analyze the time-series data on temperature and precipitation, crop production and fertility rate of Bangladesh from 1966 to 2015. The results show that maximum temperature has a direct effect and indirect negative effect–via crop production–on TFR, while crop production has a direct positive effect and indirect negative effect–via infant mortality–on TFR. In the short term, TFR responds negatively to the maximum temperature but positively in the long term. The effect of rainfall on TFR is found to be direct, positive, but mainly short-term. Although indicators of economic development play an important part in the fertility decline in Bangladesh, some climate change parameters and crop production are non-negligible factors.",
    "readLink": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8530311/?tool=EBI"
  },
  {
    "title": "The impact of wildfire smoke and temperature on traumatic worker injury claims, Oregon 2009–2018",
    "authors": [
      "Richard Evoy,",
      "Perry Hystad,",
      "Harold Bae,",
      "Laurel Kincl"
    ],
    "doi": "https://doi.org/10.1002/hsr2.820",
    "journalVolume": "Vol. 5,\n                                no. 5\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2398-8835 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/23988835",
    "abstract": "Abstract Background and Aims As average temperatures rise and wildfire events increase in the United States, outdoor workers may be at an increased risk of injury. Recent research suggests that heat exposure increases outdoor workers' risk of traumatic injuries, but co‐exposures of heat and wildfire smoke have not been evaluated. Methods Oregon workers' compensation data from 2009 to 2018 were linked to satellite data by the date of injury to determine if acute heat (maximum Heat Index) and wildfire smoke (presence/absence) were associated with a traumatic injury. North American Industry Classification System (NAICS) codes were utilized to identify accepted, disabling injury claims from construction (NAICS 23) and agriculture, forestry, fishing, and hunting (NAICS 11). Claims from April to October were analyzed using negative binomial models to calculate incident rate ratios (IRR) by heat and wildfire exposure for All workers and specifically for Agricultural (Ag)/Construction workers. Results During the study period, 91,895 accepted, traumatic injury claims were analyzed. All workers had an injury IRR of 1.04 (95% confidence interval [CI]: 1.02–1.06) while Ag/Construction workers had an IRR of 1.11 (95% CI: 1.06–1.16) when wildfire smoke was present. When the maximum Heat Index was 75°F or greater, the IRR significantly increased as temperatures increased. When the maximum Heat Index was above 80–84°F, All workers had an IRR of 1.04 (95% CI: 1.01–1.06) while Ag/construction workers had an IRR of 1.14 (95% CI: 1.08–1.21) with risk increasing with increased temperatures. In joint models, heat remained associated with injury rates, but not wildfire smoke. No multiplicative interactions between exposures were observed. Conclusion Increasing temperature was associated with increased rates of traumatic injury claims in Oregon that were more pronounced in Ag/Construction workers. Future work should focus on further understanding these associations and effective injury prevention strategies.",
    "readLink": "https://doi.org/10.1002/hsr2.820"
  },
  {
    "title": "A One‐Dimensional Lake Model in ECCC's Land Surface Prediction System",
    "authors": [
      "C. Garnaud,",
      "M. MacKay,",
      "V. Fortin"
    ],
    "doi": "https://doi.org/10.1029/2021MS002861",
    "journalVolume": "Vol. 14,\n                                no. 2\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "1942-2466 (Online)",
    "publisher": "American Geophysical Union (AGU)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://agupubs.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)1942-2466/",
    "abstract": "Abstract In most of Environment and Climate Change Canada's (ECCC) current operational systems, inland water physical processes are simulated using a simple water scheme. Water surface temperatures and ice cover fractions are updated daily using analyses. However, ECCC recognizes the need for interactive lakes in its weather and environmental prediction systems, such as those used to forecast surface conditions and floods. As a first step toward this goal, the current study evaluates the impact of the Canadian Small Lake Model (CSLM) in an offline context on surface water temperature, ice phenology and near‐surface atmospheric conditions. The use of CSLM increases lake surface temperatures and decreases its RMSE during ice‐free months, which has a direct impact on the 2‐m air temperature by reducing the cold bias observed in the simulation without CSLM, particularly over larger lakes. CSLM improves ice cover in subgrid lakes, while having a neutral impact on intermediate lakes. On large lakes, CSLM tends to degrade ice cover simulation in southernmost lakes, while improving ice cover in northernmost lakes. The increased lake ice cover in CSLM, particularly over subgrid lakes and in the northern latitudes, has a strong impact on humidity fluxes at the surface during wintertime with a near‐interruption of evapotranspiration over lakes. In summertime, increased water temperature with CSLM leads to a 38% increase in evapotranspiration. With these results, it is expected that the synergy of CSLM and lake‐related observations will improve the simulation and initialization of lake conditions in ECCC's systems.",
    "readLink": "https://doi.org/10.1029/2021MS002861"
  },
  {
    "title": "Extent of biodiversity surveys and ranges for endemic species in the Albertine Rift",
    "authors": [
      "S. Ayebare,",
      "A.J. Plumptre,",
      "D. Kujirakwinja,",
      "D. Segan"
    ],
    "doi": "Vol. 18\n                                \n                                \n                                  pp.\n                                  1907\n                                  – 1913",
    "issn": "2352-3409 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine: Medicine (General): Computer applications to medicine. Medical informatics",
      "Science: Science (General)"
    ],
    "journalUrl": "http://www.journals.elsevier.com/data-in-brief/",
    "abstract": "This article contains data on the estimated ranges of endemic species in the Albertine Rift both currently and under future climate change related to the research article entitled “Conservation of the endemic species of the Albertine Rift under future climate change” (Ayebare et al., 2018) [1]. Biodiversity surveys focused mainly on 5 taxa: birds, mammals, reptiles, amphibians and plants. A combination of line transects, point counts, recce walks, camera traps, visual encounter surveys, qualitative surveys and appropriate capture methods (mist nets, Sherman traps, pitfall traps) were used to survey the different taxa and provide point location data for each species. The biodiversity surveys were conducted by the Wildlife Conservation Society starting in the late 1990s. Additional species data were sourced from individual researchers and institutions.The current and future species ranges were estimated using the Maximum Entropy ‘(Maxent)’ species distribution modeling algorithm. The areas of suitable habitat (current and future) of 162 endemic species for 5 taxa (birds (40), mammals (33), plants (49), reptiles (11), amphibians (29), the extent of occurrence (EOO), area of occupancy (AOO), percentage range contraction due to climate change and to agriculture conversion of suitable habitat for each species are given in Table S1. Threshold geotiffs are also provided for each species modeled and made available at www.albertinerift.org. Keywords: Biodiversity surveys, Albertine Rift, Endemic species ranges, Climate change, Habitat loss",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2352340918304645"
  },
  {
    "title": "Displacement as a consequence of climate change mitigation policies",
    "authors": [
      "Sara Vigil"
    ],
    "doi": "no. 49\n                                \n                                  pp.\n                                  42\n                                  – 42",
    "issn": "1460-9819 (Print)",
    "publisher": "2051-3070 (Online)",
    "countryOfPublisher": "University of Oxford",
    "lcc": [
      "United Kingdom",
      "Social Sciences: Social history and conditions. Social problems. Social reform"
    ],
    "journalUrl": "https://www.fmreview.org",
    "abstract": "Climate change mitigation policies and ‘green solutions’, such as biofuels, are also creating displacement.",
    "readLink": "http://www.fmreview.org/climatechange-disasters/vigil"
  },
  {
    "title": "Semi-Analytical Model for the Evaluation of Shoreline Recession Due to Waves and Sea Level Rise",
    "authors": [
      "Francesco Marini,",
      "Sara Corvaro,",
      "Stefania Rocchi,",
      "Carlo Lorenzoni,",
      "Alessandro Mancinelli"
    ],
    "doi": "https://doi.org/10.3390/w14081305",
    "journalVolume": "Vol. 14,\n                                no. 1305\n                                \n                                  p.\n                                  1305",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "The climate change process is leading to an increase in the sea level and the storm intensity. The associated shoreline recession can damage coastal facilities and also beaches protected by submerged/emerged breakwaters whose defense action can become ineffective. The application of cross-shore numerical models does not allow the performance of long-term analyses. In this paper, a semi-analytical model for the evaluation of shoreline recession due to waves and sea-level rise for free and protected beaches is proposed. The model is an extension of the Dean’s approach in which some limitations on the beach profile are overcome and the effects of breakwaters on the wave height (wave transmission) and on the water level (piling-up) are considered. The model takes into account a wide range of parameters for wave, sea level, beach profile, and breakwater characteristics. Among the breakwater parameters, the freeboard and the berm width are found to mainly affect the shoreline recession. For submerged breakwaters, an optimal value of the freeboard can be computed depending on the sea level and the offshore wave characteristics. The results of the model are then used to find prediction relations of the shoreline recession, with r2 > 0.99, for both free and protected beaches, depending on the main hydrodynamic/geometrical characteristics.",
    "readLink": "https://www.mdpi.com/2073-4441/14/8/1305"
  },
  {
    "title": "Creating a climate changed future with the sea level rise interactive-fiction game “Lagos2199”",
    "authors": [
      "Patrick W. Keys,",
      "Matthew P. Keys"
    ],
    "doi": "https://doi.org/10.5751/ES-13393-270340",
    "journalVolume": "Vol. 27,\n                                no. 3\n                                \n                                  p.\n                                  40",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "Story-based futures serve an important role in climate change scenario development. Stories are particularly useful in exploring sea level rise possibilities, since we know many coastal areas are specifically vulnerable to accelerating rises in sea level. This discrete change in coastline is different from most other climate change impacts, and offers a clear basis for scientifically informed, future scenarios. We demonstrated this with a creative world-building effort set in Lagos, Nigeria in the year 2199. Further, we employed story-based scenario development, and created a learning-oriented serious game that allows users to experience a future Lagos in an open-ended, text-based adventure style. This collaborative process blended scientific research, story-telling, and artistic co-creation to iteratively construct the game “Lagos2199”. A pilot-use case of Lagos2199 is documented herein, with preliminary survey results from the student users. We present two core insights. First, we demonstrate how scientific projections regarding sea level rise can be leveraged as an entry point for world-building and scenario development of the future. Second, we show that such a scenario can be transformed into an immersive, story-based serious game to creatively communicate possible futures. Providing the next generation of citizens with fluency in both climate change impacts and how society will interact with such impacts is critical for providing adaptive capacity over the coming decades and centuries of accelerating global change.",
    "readLink": "https://www.ecologyandsociety.org/vol27/iss3/art40/"
  }
]