[
  {
    "title": "Drying–Wetting Changes of Surface Soil Moisture and the Influencing Factors in Permafrost Regions of the Qinghai-Tibet Plateau, China",
    "authors": [
      "Hongying Li,",
      "Fenggui Liu,",
      "Shengpeng Zhang,",
      "Chaokun Zhang,",
      "Cungui Zhang,",
      "Weidong Ma,",
      "Jing Luo"
    ],
    "doi": "https://doi.org/10.3390/rs14122915",
    "journalVolume": "Vol. 14,\n                                no. 2915\n                                \n                                  p.\n                                  2915",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Soil moisture (SM), an important variable in water conversion between the atmosphere and terrestrial ecosystems, plays a crucial role in ecological processes and the evolution of terrestrial ecosystems. Analyzing and exploring SM’s processes and influencing factors in different permafrost regions of the Qinghai-Tibet Plateau (QTP) can better serve the regional ecological security, disaster warning, water management, etc. However, the changes and future trends of SM on the QTP in recent decades are uncertain, and the main factors affecting SM are not fully understood. The study used SM observations, the Global Land Evapotranspiration Amsterdam Model (GLEAM) SM products, meteorological and vegetation data, Mann–Kendall test, Theil–Sen estimation, Ensemble Empirical Mode Decomposition (EEMD), and correlation methods to analyze and explore the characteristics and influencing factors of SM change in different permafrost regions of the QTP. The results show that: (1) At the pixel scale, GLEAM SM products can better reflect SM changes in the QTP in the warm season. The seasonal permafrost region is closer to the real SM than the permanent region, with a median correlation coefficient (R) of 0.738, median bias of 0.043 m3 m−3, and median unbiased root mean square errors (ubRMSE) of 0.031 m3 m−3. (2) The average SM in the QTP warm season increased at a rate of 0.573 × 10−3 m3 m−3 yr−1 over the recent 40 years, and the trend accelerated from 2005–2020. In 64.31% of the region, the soil was significantly wetted, mainly distributed in the permafrost region, which showed that the wetting rate in the dry region was faster than in the wet region. However, the wetting trend does not have a long-term continuity and has a pattern of “wetting–drying-wetting” on interannual and decadal levels, especially in the seasonal permafrost region. (3) More than 65% of the SM wetting trend on the QTP is caused by temperature, precipitation, and vegetation. However, there is apparent spatial heterogeneity in the different permafrost regions and vegetation cover conditions, and the three factors have a more substantial explanatory power for SM changes in the seasonal permafrost region. With the global climate change, the synergistic SM–Climate–Vegetation effect on the QTP tends to be more evident in the seasonal permafrost region.",
    "readLink": "https://www.mdpi.com/2072-4292/14/12/2915"
  },
  {
    "title": "Study of the Wave Energy Propagation Patterns in the Western Black Sea",
    "authors": [
      "Eugen Rusu"
    ],
    "doi": "https://doi.org/10.3390/app8060993",
    "journalVolume": "Vol. 8,\n                                no. 6\n                                \n                                  p.\n                                  993",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "The most relevant patterns of the wave energy propagation in the western side of the Black Sea were assessed in the present work. The emphasis was put on the western side because this is also the most energetic part of the Black Sea. The assessments performed relate some recent results provided by a numerical wave modeling system based on the spectrum concept. The SWAN model (acronym for Simulating Waves Nearshore) was considered. This was implemented over the entire sea basin and focused with increasing resolution in the geographical space towards the Romanian nearshore. Furthermore, some data assimilation techniques have also been implemented, such that the results provided are accurate and reliable. Special attention was paid to the high, but not extreme, winter wave energy conditions. The cases considered are focused on the coastal waves generated by distant storms, which means the local wind has not very high values in the targeted areas. This also takes into account the fact that the configuration of the environmental matrix in the Black Sea is currently subjected to significant changes mainly due to the climate change. From this perspective, the present work illustrates some of the most recent patterns of wave energy propagation in the western side of the Black Sea, considering eight different SWAN computational domains. According to most of the recent evaluations, the nearshore of the Black Sea is characterized by an average wave power lower than 6 kW/m. The results of the present work show that there is a real tendency of the wave energy enhancement. This tendency, especially concerns the western side of the basin, where in the high conditions considered, values of the wave power about 10 times greater than the average have been noticed.",
    "readLink": "http://www.mdpi.com/2076-3417/8/6/993"
  },
  {
    "title": "Monitoring of climate change in Germany – data, products and services of Germany's National Climate Data Centre",
    "authors": [
      "F. Kaspar,",
      "G. Müller-Westermeier,",
      "E. Penda,",
      "H. Mächel,",
      "K. Zimmermann,",
      "A. Kaiser-Weiss,",
      "T. Deutschländer"
    ],
    "doi": "https://doi.org/10.5194/asr-10-99-2013",
    "journalVolume": "Vol. 10\n                                \n                                \n                                  pp.\n                                  99\n                                  – 106",
    "issn": "1992-0628 (Print)",
    "publisher": "1992-0636 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.advances-in-science-and-research.net/home.html",
    "abstract": "Germany's national meteorological service (Deutscher Wetterdienst, DWD) is the responsible authority for monitoring climate change in Germany. To fulfill this task it operates the National Climate Data Centre (\"Nationales KlimaDatenZentrum, NKDZ\"). The historical and current instrumental measurements and visual observations of DWD's station network are archived, quality-controlled and used to provide aggregated products, as for example daily and monthly means or climate normals. Gridded data are generated and used to derive time series of national and regional averages. Phenological observations and radiosonde data are also part of the data base. In recent years, additional historical data have been digitized to expand the data base. The products are used for informing the public, e.g. as an element of the German climate atlas (http://www.deutscher-klimaatlas.de). One major recent activity was the provision of information for the new climatological reference interval 1981–2010 and an updated climatological analysis based on the newly digitized data.",
    "readLink": "http://www.adv-sci-res.net/10/99/2013/asr-10-99-2013.pdf"
  },
  {
    "title": "The North American Carbon Program Multi-scale Synthesis and Terrestrial Model Intercomparison Project –  Part 2: Environmental driver data",
    "authors": [
      "Y. Wei,",
      "S. Liu,",
      "D. N. Huntzinger,",
      "A. M. Michalak,",
      "N. Viovy,",
      "W. M. Post,",
      "C. R. Schwalm,",
      "K. Schaefer,",
      "A. R. Jacobson,",
      "C. Lu,",
      "H. Tian,",
      "D. M. Ricciuto,",
      "R. B. Cook,",
      "J. Mao,",
      "X. Shi"
    ],
    "doi": "https://doi.org/10.5194/gmd-7-2875-2014",
    "journalVolume": "Vol. 7,\n                                no. 6\n                                \n                                  pp.\n                                  2875\n                                  – 2893",
    "issn": "1991-959X (Print)",
    "publisher": "1991-9603 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology"
    ],
    "journalUrl": "https://www.geoscientific-model-development.net/",
    "abstract": "Ecosystems are important and dynamic components of the global carbon cycle, and terrestrial biospheric models (TBMs) are crucial tools in further understanding of how terrestrial carbon is stored and exchanged with the atmosphere across a variety of spatial and temporal scales. Improving TBM skills, and quantifying and reducing their estimation uncertainties, pose significant challenges. The Multi-scale Synthesis and Terrestrial Model Intercomparison Project (MsTMIP) is a formal multi-scale and multi-model intercomparison effort set up to tackle these challenges. The MsTMIP protocol prescribes standardized environmental driver data that are shared among model teams to facilitate model–model and model–observation comparisons. This paper describes the global and North American environmental driver data sets prepared for the MsTMIP activity to both support their use in MsTMIP and make these data, along with the processes used in selecting/processing these data, accessible to a broader audience. Based on project needs and lessons learned from past model intercomparison activities, we compiled climate, atmospheric CO2 concentrations, nitrogen deposition, land use and land cover change (LULCC), C3 / C4 grasses fractions, major crops, phenology and soil data into a standard format for global (0.5° × 0.5° resolution) and regional (North American: 0.25° × 0.25° resolution) simulations. In order to meet the needs of MsTMIP, improvements were made to several of the original environmental data sets, by improving the quality, and/or changing their spatial and temporal coverage, and resolution. The resulting standardized model driver data sets are being used by over 20 different models participating in MsTMIP. The data are archived at the Oak Ridge National Laboratory Distributed Active Archive Center (ORNL DAAC, http://daac.ornl.gov) to provide long-term data management and distribution.",
    "readLink": "http://www.geosci-model-dev.net/7/2875/2014/gmd-7-2875-2014.pdf"
  },
  {
    "title": "A method for calculating the variance and confidence intervals for tree biomass estimates obtained from allometric equations",
    "authors": [
      "Alecia Nickless,",
      "Robert Scholes,",
      "Sally Archibald"
    ],
    "doi": "Vol. 107,\n                                no. 5/6",
    "issn": "0038-2353 (Print)",
    "publisher": "1996-7489 (Online)",
    "countryOfPublisher": "Academy of Science of South Africa",
    "lcc": [
      "South Africa",
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.sajs.co.za",
    "abstract": "The need for accurate quantification of the amount of carbon stored in the environment has never been greater. Carbon sequestration has become a vital component of the battle against global climate change, and monitoring and quantifying this process are major challenges for policymakers. Plant allometric equations allow managers and scientists to quantify the biomass contained in a tree without cutting it down, and therefore can play a pivotal role in measuring carbon sequestration in forests and savannahs. These equations have been available since the beginning of the 20th century, but their usefulness depends on the ability to estimate the error associated with the equations - something which has received scant attention in the past. This paper provides a method based on the theory of linear regression and the lognormal distribution to derive confidence limits for estimates of biomass derived from plant allometric equations. Allometric equations for several southern African savannah species are provided, as well as the parameters and equations required to calculate the confidence intervals. This method was applied to data collected from a sampling campaign carried out in a savannah landscape at the Skukuza flux site, Kruger National Park, South Africa. Here the error was 10% of the total site biomass for the woody biomass and 2% for the leaf biomass. When the data were split into individual plots and used to estimate site biomass (as would occur in most sampling schemes) the error increased to 16% and 12% of the woody and leaf biomasses, respectively, as the sampling errors were added to the errors in the allometric equation. These methods can be used in any discipline that applies allometric equations, such as health sciences and animal physiology.",
    "readLink": "http://192.168.0.117/index.php/sajs/article/view/9847"
  },
  {
    "title": "Water Scarcity and Climate Change in Mykonos (Greece): The Perceptions of the Hospitality Stakeholders",
    "authors": [
      "Itri Atay,",
      "Òscar Saladié"
    ],
    "doi": "https://doi.org/10.3390/tourhosp3030047",
    "journalVolume": "Vol. 3,\n                                no. 47\n                                \n                                  pp.\n                                  765\n                                  – 787",
    "issn": "2673-5768 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Social Sciences: Commerce: Business: Personnel management. Employment management"
    ],
    "journalUrl": "https://www.mdpi.com/journal/tourismhosp",
    "abstract": "Climate change, unsustainable water use by the tourism sector, and short-term-based decisions by policymakers create additional stress on limited water resources in arid and semi-arid tourism destinations. Non-conventional water resources are playing an important role in making additional water available for these destinations, and the use of desalination plants has gradually increased. However, they can create additional externalities on the environment that can compromise the sustainability of the tourist destination. The decisions of key stakeholders and cooperation among them hold vital importance for the sustainability of tourism and the availability of water resources. Mykonos Island (Greece) is a globally recognized tourist destination in the Eastern Mediterranean Sea. The island has suffered significant water-scarcity problems in recent years, in particular during the peak tourist season, and desalination plants are being built to reduce stress on the water supply. The first objective of this work was to analyze the perceptions of hospitality stakeholders regarding water shortages and climate change in Mykonos. A second objective was to assess whether the same hospitality stakeholders feel that desalination plants are the solution to water scarcity in island-tourism destinations such as Mykonos. The results show that (i) hospitality stakeholders have significant awareness regarding water-scarcity problems and the impacts of climate change on tourism activity, (ii) they do not view desalination plants as the only solution to water scarcity, and (iii) they perceive a significant lack of coordination among actors who participate in the decision-making process. These results provide clues regarding the importance of awareness, coordination, and cooperation of each actor involved in the decision-making process and can be of interest to policymakers and public authorities in tourism destinations facing water-scarcity problems.",
    "readLink": "https://www.mdpi.com/2673-5768/3/3/47"
  },
  {
    "title": "The Potential Global Distribution of the White Peach Scale <i>Pseudaulacaspis pentagona</i> (Targioni Tozzetti) under Climate Change",
    "authors": [
      "Yunyun Lu,",
      "Qing Zhao,",
      "Lifang Cheng,",
      "Ling Zhao,",
      "Hufang Zhang,",
      "Jiufeng Wei"
    ],
    "doi": "https://doi.org/10.3390/f11020192",
    "journalVolume": "Vol. 11,\n                                no. 2\n                                \n                                  p.\n                                  192",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "The white peach scale Pseudaulacaspis pentagona (Hemiptera: Diaspididae) is a pest that causes significant damage to more than 221 genera of host plants in more than 112 countries. P. pentagona primarily feeds on mulberry, peach, and tea, and this leads to the loosening of the epidermis of trees, which damages nutrient and water transportation in the branches, leading to branch death. P. pentagona is native to China and Japan, and has become an invasive species all over the world. However, the potential distribution of P. pentagona remains unclear. In this study, a potential distribution map of P. pentagona was developed using current and future climate information using MaxEnt. The model indicates that Asia, Europe, South America and North America are a highly suitable habitat range for this species. The MaxEnt models for the potential distribution of P. pentagona for the 2050s and 2070s suggest that in the case of no significant increase or even decrease in the highly suitable area, the suitable area increased significantly on any future climatic scenarios. The predicted area gain in the suitable habitat is 2.82 × 107 km2, including more of Asia, such as China, Japan, and Mongolia, and also including India, Vietnam, Romania, Ukraine, Poland, Hungary, Austria, The Czech Republic, Italy, and Germany in Europe, which shows an increase of 24.5% over the current habitat on RCP8.5 emission scenarios for the 2070s. With the warming of the climate, significant expansions are predicted in the suitable area, especially in Europe and East Asia. Under RCP8.5 for the 2050s, the model-predicted that the area of suitable habitat in China and the Korean Peninsula gains an increase of 18.8% over the current suitable habitat area. Under other climate scenarios, RCP8.5-2070s, the suitable areas were the largest, compared to projection for the current climate scenario (ca. 24.1% increase) which increased to 7.89 × 106 km2. In Europe, under RCP8.5 for the 2070s, the highly suitable areas were the largest, compared to the projection for the current climate scenario (ca. 46.2% increase), which increased to 8.64 × 105 km2, the area of suitable habitat suitability increased to 4.99 × 106 km2 (29.2% increase of the current condition). Potential increases or decreases in distribution ranges were modeled under future climatic scenarios. This study suggests that the most important factor that influenced current distribution of this pest was temperature, and BIO3 (isothermality) was the most important factor that contributed to 48.6% of the potential distribution map. Given the rapid spread of P. pentagona and the serious risk this species poses to local ecosystems, warning modelling and practical strategies to prevent the establishment and expansion of this species should be sought. This distribution map will help governments to identify areas that are suitable for current and future infestations, and to optimize pest management strategies.",
    "readLink": "https://www.mdpi.com/1999-4907/11/2/192"
  },
  {
    "title": "What Stirs Consumers to Purchase Carbon-Friendly Food? Investigating the Motivational and Emotional Aspects in Three Studies",
    "authors": [
      "Elfriede Penz,",
      "Eva Hofmann"
    ],
    "doi": "https://doi.org/10.3390/su13158377",
    "journalVolume": "Vol. 13,\n                                no. 8377\n                                \n                                  p.\n                                  8377",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "As part of diminishing climate change, food consumption needs to be addressed to reduce greenhouse gases. In order to change food consumption habits to carbon-friendly eating patterns, consumers may be targeted by information campaigns and legal regulation. The current paper studies consumers’ diets and food purchase behavior. In particular, it aims to understand consumers’ motivational and emotional aspects that influence their behavior. Study 1, an interview study, aims to understand the development of and motivations for climate-friendly nutrition. Identifying eco-friendly motives also revealed that emotions seem to play an important role in nutrition and the purchase of climate-friendly products. Study 2 aims at identifying consumers’ positive and negative emotions when it comes to consuming carbon-friendly food. Again, qualitative interviews revealed a variety of positive and negative emotions. Study 3 quantitatively tested the theory of planned behavior, including positive and negative emotions and predicted carbon-friendly food purchases. The results show that attitudes, perceived behavioral control and positive emotions predict carbon-friendly food purchases. Derived from these findings, recommendations for information campaigns and legislation to foster carbon-friendly food purchases are presented.",
    "readLink": "https://www.mdpi.com/2071-1050/13/15/8377"
  },
  {
    "title": "Molecular Characterization of <i>Staphylococcus aureus</i> Isolated from Human and Food Samples in Northern Algeria",
    "authors": [
      "Rachid Achek,",
      "Hosny El-Adawy,",
      "Helmut Hotzel,",
      "Ashraf Hendam,",
      "Herbert Tomaso,",
      "Ralf Ehricht,",
      "Heinrich Neubauer,",
      "Ibrahim Nabi,",
      "Taha Mossadak Hamdi,",
      "Stefan Monecke"
    ],
    "doi": "https://doi.org/10.3390/pathogens10101276",
    "journalVolume": "Vol. 10,\n                                no. 1276\n                                \n                                  p.\n                                  1276",
    "issn": "2076-0817 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "http://www.mdpi.com/journal/pathogens",
    "abstract": "Staphylococcus aureus is a commensal resident of the skin and nasal cavities of humans and can cause various infections. Some toxigenic strains can contaminate food matrices and cause foodborne intoxications. The present study aimed to provide relevant information (clonal complex lineages, agr types, virulence and antimicrobial resistance-associated genes) based on DNA microarray analyses as well as the origins and dissemination of several circulating clones of 60 Staphylococcus aureus isolated from food matrices (n = 24), clinical samples (n = 20), and nasal carriers (n = 16) in northern Algeria. Staphylococcus aureus were genotyped into 14 different clonal complexes. Out of 60 S. aureus, 13 and 10 isolates belonged to CC1-MSSA and CC97-MSSA, respectively. The CC 80-MRSA-IV was the predominant S. aureus strain in clinical isolates. The accessory gene regulator allele agr group III was mainly found among clinical isolates (70.4%). Panton–Valentine leukocidin genes lukF/lukS-PV were detected in 13.3% of isolates that all belonged to CC80-MRSA. The lukF/S-hlg, hlgA, and hla genes encoding for hemolysins and leucocidin components were detected in all Staphylococcusaureus isolates. Clinical and food isolates harbored more often the antibiotic resistance genes markers. Seventeen (28.3%) methicillin-resistant Staphylococcus aureus carrying the mecA gene localized on a SCCmec type IV element were identified. The penicillinase operon (blaZ/I/R) was found in 71.7% (43/60) of isolates. Food isolates belonging to CC97-MSSA carried several antibiotic resistance genes (blaZ, ermB, aphA3, sat, tetM, and tetK). The results of this study showed that all clones were found in their typical host, but interestingly, some nasal carriers had isolates assigned to CC705 thought to be absent in humans. The detection of MRSA strains among food isolates should be considered as a potential public health risk. Therefore, controlling the antibiotics prescription for a rational use in human and animal infections is mandatory.",
    "readLink": "https://www.mdpi.com/2076-0817/10/10/1276"
  },
  {
    "title": "Seasonal Variation Characteristics of the Symbiodiniaceae Community Associated with Acropora pruinosa from Weizhou Island",
    "authors": [
      "Yongqian XU,",
      "Biao CHEN,",
      "Liangyun QIN,",
      "Jinni CHEN,",
      "Tianyi NIU,",
      "Jiayuan LIANG"
    ],
    "doi": "https://doi.org/10.16768/j.issn.1004-874X.2023.07.017",
    "journalVolume": "Vol. 50,\n                                no. 7\n                                \n                                  pp.\n                                  164\n                                  – 172",
    "issn": "1004-874X (Print)",
    "publisher": "Guangdong Academy of Agricultural Sciences",
    "countryOfPublisher": "China",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://gdnykx.cnjournals.org/gdnykx/ch/index.aspx",
    "abstract": "【Objective】The global coral reef ecosystem is rapidly degrading due to the combined effects of climate change and human activities, which highlights the need to explore the environmental adaptation mechanisms of corals. The environmental adaptability of coral hosts is closely related to symbiotic Symbiodiniaceae, however, the ecological effects of Symbiodiniaceae driven by seasonal variation still need to be further understood.【Method】An environment-sensitive coral Acropora pruinosa from the Weizhou Island, Beibu Gulf was taken as the research object to carry out fixed-point sampling and environmental data monitoring, and analyze the density, community composition, chlorophyll a concentration and correlation with environmental variables of symbiotic Symbiodiniaceae in four different quarters.【Result】The coral reef area was characterized by high temperature and strong light in summer and low temperature and weak light in winter. The density of Symbiodiniaceae and the concentration of chlorophyll a showed the characteristics of decreasing in summer and increasing in winter. The subclade C1 always occupied the dominant position (79.35%-82.97%), and the relative abundance of background subclades such as C1ca, C1p, C72, and Cspc significantly varied with seasonal variation. There were significant differences in the structure of Symbiodiniaceae communities between summer and winter. The contribution of surface seawater temperature (SST) and photosynthetically active radiation (PAR) to the changes in Symbiodiniaceae community structure was higher than chlorophyll a, Kd490, and particulate organic carbon.【Conclusion】The environmental characteristics of high temperature and strong light in summer and low temperature and weak light in winter on Weizhou Island regulate the seasonal changes of Symbiodiniaceae density and chlorophyll a concentration by affecting the photosynthesis of Symbiodiniaceae. Moreover, the physiological characteristics of the C1 subclade ensure that A. pruinosa can adapt to the environment of Weizhou Island. In addition, the SST and PAR affect the abundance changes of the background Symbiodiniaceae, leading to significant differences in community structure.The correlation analysis showed that the SST and PAR were the main factors driving the changes of density, stable symbiosis (subclade C1), and community structure of Symbiodiniaceae. This study took A. pruinosa as an example to analyze the micro-ecological characteristics of coral-associated Symbiodiniaceae adapting to seasonal variation, providing a new understanding about the adaptation of environment-sensitive corals to environmental changes.",
    "readLink": "http://gdnykx.cnjournals.org/gdnykx/ch/reader/view_abstract.aspx?file_no=202307017"
  }
]