[
  {
    "title": "COVID-19 and socio-materially bounded experimentation in food practices: insights from seven countries",
    "authors": [
      "Claire Hoolohan,",
      "Sigrid C. O. Wertheim-Heck,",
      "Fanny Devaux,",
      "Lorenzo Domaneschi,",
      "Sophie Dubuisson-Quellier,",
      "Martina Schäfer,",
      "Ulrikke B. Wethal"
    ],
    "doi": "https://doi.org/10.1080/15487733.2021.2013050",
    "journalVolume": "Vol. 18,\n                                no. 1\n                                \n                                  pp.\n                                  16\n                                  – 36",
    "issn": "1548-7733 (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tsus",
    "abstract": "COVID-19 has caused unprecedented disruption to previously settled everyday routines, prompting a period of forced experimentation as people have adjusted to rapid changes in their private and working lives. For discussions regarding consumption, this period of experimentation has been interesting, as the apparent instability has disturbed the ongoing trajectory of consumption practices, and with it has created possibilities for a transition toward sustainability. In this article, we examine food practices (e.g., food shopping, preparation, and eating) in seven countries (France, Germany, Italy, Netherlands, Norway, UK, and Vietnam) to assess what we can learn to accelerate transitions toward sustainable consumption. Grounded in a practice theoretical approach, our empirical analysis shows how disruption of everyday routines has generated socio-materially bounded experimentation. We demonstrate commonalities across contexts in how lockdown measures have restricted the performance of previously taken-for-granted practices. We also show diversity in experimentation as food consumption is entangled in other everyday practices. Our study, on one hand, portrays how the adaptation of food practices allows disruption to be managed, demonstrating creativity in working within and around restrictions to continue to provide services for everyday life. On the other hand, we reveal that the capacity of experimentation is not evenly distributed among people and this variation helps in identifying the wider socio-material conditions that constrain and enable opportunities for readjustment. Understanding disparities that affect experimentation (e.g., integration of food practices with work and caring practices) is informative when thinking about how to stimulate sustainability transformations in food practices and provides critical reflections on strategies to enable sustainable consumption.",
    "readLink": "http://dx.doi.org/10.1080/15487733.2021.2013050"
  },
  {
    "title": "Long-term spatio-temporal changes of wetlands in Tibetan Plateau and their response to climate change",
    "authors": [
      "Yang Li,",
      "Zhengyang Hou,",
      "Liqiang Zhang,",
      "Ying Qu,",
      "Guoqing Zhou,",
      "Jintai Lin,",
      "Jingwen Li,",
      "Ke Huang"
    ],
    "doi": "Vol. 121\n                                \n                                \n                                  p.\n                                  103351",
    "issn": "1569-8432 (Print)",
    "publisher": "1872-826X (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Netherlands",
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.journals.elsevier.com/international-journal-of-applied-earth-observation-and-geoinformation",
    "abstract": "Understanding the changes of wetlands on the Tibetan Plateau (TP) is important for action to ensure ecosystem resilience in Asia. However, mapping long-term changes of wetlands at high resolutions remains challenging. Here, we quantify the spatio-temporal changes of TP wetlands from 1990 to 2019, by combining Landsat imagery with deep learning to map TP wetlands. The deep learning model combined with transfer learning strategies achieves high classification performance using a few class samples. The validation results show that the user’s accuracy is 95.5% and the producer's accuracy is 90.1% for wetland extraction, satisfying with subsequent analysis of wetland spatio-temporal changes. Based on the wetland extraction model, we have created annual wetland map in the TP for the first time. We find that the areal extent of TP wetlands has increased by 31.2 ± 6.6 % over the past 30 years. The growth is particularly noticeable (by 22.5 ± 6.2 %) during 2015–2019. Spatially, the wetland areal extent on the Qiangtang Plateau (in the inner part of TP and as habitats of various birds and rare wild animals) and the source region of Yangtze River show the largest expansions by 55.3 ± 9.3 % and 44.0 ± 8.9 %, respectively. Such rapid wetland expansions are associated with increasing rainfall and temperature which have heterogeneous influences on wetland changes across the TP. Our findings provide evidence for the impact of climate change on wetland area. The marked wetland changes highlight that climate mitigation is a priority for high-latitude ecosystems.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1569843223001735"
  },
  {
    "title": "Decision-Making in Forestry: A Review of the Hybridisation of Multiple Criteria and Group Decision-Making Methods",
    "authors": [
      "Esther Ortiz-Urbina,",
      "Jacinto González-Pachón,",
      "Luis Diaz-Balteiro"
    ],
    "doi": "https://doi.org/10.3390/f10050375",
    "journalVolume": "Vol. 10,\n                                no. 5\n                                \n                                  p.\n                                  375",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "The degree of complexity in forest management has increased in the last few decades, not only due to the inclusion of specific new issues (e.g., climate change, social protection, etc.), but also because these new, as well as classic, issues have to be dealt with in a context characterised by multiple conflicting criteria that are evaluated by different stakeholders. Nowadays, the multicriteria issue enjoys a relatively sound tradition in forest management. However, the consideration of several stakeholders, which requires the formulation of management models within a collective decision-making setting, is not that advanced. This paper aims to provide a critical overview of forestry case studies that have been published in primary journals and that deal with multiple criteria and several stakeholders. Based on this overview, some highlights of the most promising methods were obtained, and recommendations for the fruitful use of these combined methodologies for dealing with numerous types of forest management problems are provided.",
    "readLink": "https://www.mdpi.com/1999-4907/10/5/375"
  },
  {
    "title": "Large-scale citizen science programs can support ecological and climate change assessments",
    "authors": [
      "Theresa M Crimmins,",
      "Michael A Crimmins"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ac72b7",
    "journalVolume": "Vol. 17,\n                                no. 6\n                                \n                                  p.\n                                  065011",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Large-scale citizen science programs have the potential to support national climate and ecosystem assessments by providing data useful in estimating both status and trends in key phenomena. In this study, we demonstrate how opportunistic, unbalanced observations of biological phenomena contributed through a national-scale citizen science program can be used to (a) identify and evaluate candidate biotic climate change indicators and (b) generate yearly estimates of status of selected indicators. Using observations of plant phenology contributed to Nature’s Notebook , the USA National Phenology Network’s citizen science program, we demonstrate a procedure for identifying biotic indicators as well as several approaches leveraging these opportunistically-sampled data points to generate yearly status measures. Because the period of record for this dataset is relatively short and inconsistently sampled (13 yr), we focus on estimates of status, though over time, these measurements could be leveraged to also estimate trends. We first applied various spatial, seasonal, and biological criteria to narrow down the list of candidate indicators. We then constructed latitude-elevation models for individual species-phenophase events using all observations. This allowed us to visualize differences between predicted and reported phenophase onset dates in a year as anomalies, with the expectation that these anomalies—representing earlier or later activity in the species of interest—reflect plant response to local springtime temperatures. Plotting yearly anomalies revealed regions with geographic coherence as well as outliers. We also show how yearly anomaly values can be reduced to a single measure to characterize the early or late nature of phenological activity in a particular year. Finally, we demonstrate how the latitude-elevation models can be leveraged to characterize the pace at which phenological transitions occur along latitude gradients on a year-by-year basis.",
    "readLink": "https://doi.org/10.1088/1748-9326/ac72b7"
  },
  {
    "title": "Nitrogen and Carbon Mineralization from Green and Senesced Leaf Litter Differ between Cycad and Angiosperm Trees",
    "authors": [
      "Charles A. Paulino,",
      "Thomas E. Marler"
    ],
    "doi": "https://doi.org/10.3390/biology11121758",
    "journalVolume": "Vol. 11,\n                                no. 1758\n                                \n                                  p.\n                                  1758",
    "issn": "2079-7737 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "https://www.mdpi.com/journal/biology",
    "abstract": "Plant leaf litter decomposition is directly influenced by the identity of the source plants and the leaf age. Defoliation of forests by tropical cyclones (TC) transfers copious amounts of high-quality green leaf litter to soils. We used a soil amendment approach with the incubated buried bag method to compare carbon (C) and nitrogen (N) mineralization dynamics of green and senesced leaf litter from cycad Cycas micronesica and angiosperm Morinda citrifolia trees on the island of Guam. Soil priming increased the decomposition of pre-existing organic C, and were greater for green leaf litter additions than senesced leaf litter additions. Available N content increased by day 14 and remained elevated for the entire 117-d incubation for soils amended with green M. citrifolia litter. In contrast, available N content increased above those in control soils by day 90 and above those in soils amended with senesced litter by day 117 for green C. micronesica litter. The net N mineralization rate was higher than control soils by 120% for the senesced litter treatments and 420% for the green litter treatments. The results reveal a complex but predictable interplay between TC defoliation and litter quality as defined by tree identity. We have illuminated one means by which increased frequency of intense TCs due to climate change may alter the global C and N cycles.",
    "readLink": "https://www.mdpi.com/2079-7737/11/12/1758"
  },
  {
    "title": "Increasing Health Risks During Outdoor Sports Due To Climate Change in Texas: Projections Versus Attitudes",
    "authors": [
      "Sylvia G. Dee,",
      "Ebrahim Nabizadeh,",
      "Christine L. Nittrouer,",
      "Jane W. Baldwin,",
      "Chelsea Li,",
      "Lizzy Gaviria,",
      "Selena Guo,",
      "Karen Lu,",
      "Beck Miguel Saunders‐Shultz,",
      "Emily Gurwitz,",
      "Gargi Samarth,",
      "Kate R. Weinberger"
    ],
    "doi": "https://doi.org/10.1029/2022GH000595",
    "journalVolume": "Vol. 6,\n                                no. 8\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2471-1403 (Online)",
    "publisher": "American Geophysical Union (AGU)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental protection"
    ],
    "journalUrl": "http://agupubs.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2471-1403/",
    "abstract": "Abstract Extreme heat is a recognized threat to human health. This study examines projected future trends of multiple measures of extreme heat across Texas throughout the next century, and evaluates the expected climate changes alongside Texas athletic staff (coach and athletic trainer) attitudes toward heat and climate change. Numerical climate simulations from the recently published Community Earth System Model version 2 and the Climate Model Intercomparison Project were used to predict changes in summer temperatures, heat indices, and wet bulb temperatures across Texas and also within specific metropolitan areas. A survey examining attitudes toward the effects of climate change on athletic programs and student athlete health was also distributed to high‐school and university athletic staff. Heat indices are projected to increase beyond what is considered healthy/safe limits for outdoor sports activity by the mid‐to‐late 21st century. Survey results reveal a general understanding and acceptance of climate change and a need for adjustments in accordance with more dangerous heat‐related events. However, a portion of athletic staff still do not acknowledge the changing climate and its implications for student athlete health and their athletic programs. Enhancing climate change and health communication across the state may initiate important changes to athletic programs (e.g., timing, duration, intensity, and location of practices), which should be made in accordance with increasingly dangerous temperatures and weather conditions. This work employs a novel interdisciplinary approach to evaluate future heat projections alongside attitudes from athletic communities toward climate change.",
    "readLink": "https://doi.org/10.1029/2022GH000595"
  },
  {
    "title": "Refugiados ambientais: reflexões sobre o conceito e os desafios contemporâneos",
    "authors": [
      "Andréa Vettorassi,",
      "Orzete Amorim"
    ],
    "doi": "https://doi.org/10.7440/res76.2021.03",
    "journalVolume": "Vol. 76\n                                \n                                \n                                  pp.\n                                  24\n                                  – 40",
    "issn": "0123-885X (Print)",
    "publisher": "1900-5180 (Online)",
    "countryOfPublisher": "Universidad de los Andes",
    "lcc": [
      "Colombia",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://revistas.uniandes.edu.co/index.php/res",
    "abstract": "This article examines how climate change exposes the need for a reformulation of the term refugee to include people who are forced to migrate for environmental reasons. New aspects for the discussion on environmental refugees are addressed by analyzing works focusing on the subject emerging from the social sciences and international relations. The methodology used, as well as the literature review, consists of the analysis of documents concerning the international protection of refugees issued by national and international institutions associated with migration policies. These include the 1951 Convention on the Status of Refugees, the Convention of the Organization of African Unity, and the 1984 Cartagena Declaration on Refugees.",
    "readLink": "https://revistas.uniandes.edu.co/doi/full/10.7440/res76.2021.03"
  },
  {
    "title": "Genetic Architecture of Heterophylly: Single and Multi-Leaf Genome-Wide Association Mapping in Populus euphratica",
    "authors": [
      "Xuli Zhu,",
      "Xuli Zhu,",
      "Xuli Zhu,",
      "Xuli Zhu,",
      "Fengshuo Sun,",
      "Mengmeng Sang,",
      "Meixia Ye,",
      "Meixia Ye,",
      "Meixia Ye,",
      "Meixia Ye,",
      "Wenhao Bo,",
      "Wenhao Bo,",
      "Wenhao Bo,",
      "Wenhao Bo,",
      "Ang Dong,",
      "Rongling Wu,",
      "Rongling Wu,",
      "Rongling Wu,",
      "Rongling Wu"
    ],
    "doi": "https://doi.org/10.3389/fpls.2022.870876",
    "journalVolume": "Vol. 13",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Heterophylly is an adaptive strategy used by some plants in response to environmental changes. Due to the lack of representative plants with typical heteromorphic leaves, little is known about the genetic architecture of heterophylly in plants and the genes underlying its control. Here, we investigated the genetic characteristics underlying changes in leaf shape based on the model species, Populus euphratica, which exhibits typical heterophylly. A set of 401,571 single-nucleotide polymorphisms (SNPs) derived from whole-genome sequencing of 860 genotypes were associated with nine leaf traits, which were related to descriptive and shape data using single- and multi-leaf genome-wide association studies (GWAS). Multi-leaf GWAS allows for a more comprehensive understanding of the genetic architecture of heterophylly by considering multiple leaves simultaneously. The single-leaf GWAS detected 140 significant SNPs, whereas the multi-leaf GWAS detected 200 SNP-trait associations. Markers were found across 19 chromosomes, and 21 unique genes were implicated in traits and serve as potential targets for selection. Our results provide novel insights into the genomic architecture of heterophylly, and provide candidate genes for breeding or engineering P. euphratica. Our observations also improve understanding of the intrinsic mechanisms of plant growth, evolution, and adaptation in response to climate change.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2022.870876/full"
  },
  {
    "title": "Separating physical impacts from natural variability using piggybacking (master-slave) technique",
    "authors": [
      "W. W. Grabowski"
    ],
    "doi": "https://doi.org/10.5194/adgeo-49-105-2019",
    "journalVolume": "Vol. 49\n                                \n                                \n                                  pp.\n                                  105\n                                  – 111",
    "issn": "1680-7340 (Print)",
    "publisher": "1680-7359 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology: Dynamic and structural geology"
    ],
    "journalUrl": "http://www.advances-in-geosciences.net",
    "abstract": "In a chaotic system, like moist convection, it is difficult to separate the impact of a physical process from effects of natural variability. This is because modifying even a small element of the system physics typically leads to a different system evolution and it is difficult to tell whether the difference comes from the physical impact or it merely represents a different flow realization. This paper discusses a relatively simple and computationally efficient modelling methodology that allows separation of the two. The methodology is referred to as the piggybacking or the master-slave approach. The idea is to use two sets of thermodynamic variables (the temperature, water vapor, and all aerosol, cloud, and precipitation variables) in a single cloud simulation. The two sets differ in a specific element of the physics, such as aerosol properties, microphysics parameterization, large-scale forcing, environmental profiles, etc. One thermodynamic set is coupled to the dynamics and drives the simulated flow, and the other set piggybacks the flow, that is, thermodynamic variables are carried by the flow but they do not affect it. By switching the two sets (i.e. the set driving the simulation becomes the piggybacking one, and vice versa), the impact on the cloud dynamics can be evaluated. This paper provides details of the method and reviews results of its application to such problems as the postulated deep convection invigoration in polluted environments, the impact of changes in environmental profiles (e.g., due to climate change) on convective dynamics, and the role of cloud-layer heterogeneities for shallow convective cloud field evolution. Prospects for applying piggybacking technique to other areas of atmospheric simulation (e.g., weather prediction or geoengineering) are also mentioned.",
    "readLink": "https://www.adv-geosci.net/49/105/2019/adgeo-49-105-2019.pdf"
  },
  {
    "title": "Climate Change, Aquatic Ecosystems and Human Infectious Diseases in a Globalised World",
    "authors": [
      "Arturo Sousa,",
      "Mónica Aguilar-Alba,",
      "Leoncio García-Barrón"
    ],
    "doi": "https://doi.org/10.3390/atmos12050653",
    "journalVolume": "Vol. 12,\n                                no. 653\n                                \n                                  p.\n                                  653",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "One of the greatest challenges that human society currently faces is the hazard of climate change with respect to human health [...]",
    "readLink": "https://www.mdpi.com/2073-4433/12/5/653"
  }
]