[
  {
    "title": "Dilemma of direct rebound effect and climate change on residential electricity consumption in Pakistan",
    "authors": [
      "Shahzad Alvi,",
      "Zafar Mahmood,",
      "Shahzada M. Naeem Nawaz"
    ],
    "doi": "Vol. 4\n                                \n                                \n                                  pp.\n                                  323\n                                  – 327",
    "issn": "2352-4847 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering"
    ],
    "journalUrl": "http://www.journals.elsevier.com/energy-reports/",
    "abstract": "Energy efficiency improvements owing to technological progress in the energy-using appliances and equipment lower effective price of energy services and, in turn, result into behavioural ex-post increase in the consumption of energy. Thus, on net basis technological progress negatively influences the effectiveness of energy efficiency and circumvent the effects of environmental sustainable policies. This study is the first of its nature in Pakistan that estimates the magnitude of direct rebound effect in residential electricity consumption. Using the time series data from 1973 to 2016, we apply co-integration econometric technique and error correction model to analyse the direct rebound effect. The results indicate that the magnitude of direct rebound effect is 69.5 percent in the long run, while 42.9 percent in the short run. Further, impact of climate change on electricity consumption is examined. The results indicate that consumption of energy is increasing in both short run and long run under climatic changes. These findings suggest that the Government of Pakistan needs to consider rebound effects along with climatic changes in formalizing its energy policies. Keywords: Direct rebound effect, Climate change, Energy efficiency, Residential electricity consumption",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2352484718300106"
  },
  {
    "title": "Morphology, Composition, and Mixing State of Individual Aerosol Particles in Northeast China during Wintertime",
    "authors": [
      "Liang Xu,",
      "Lei Liu,",
      "Jian Zhang,",
      "Yinxiao Zhang,",
      "Yong Ren,",
      "Xin Wang,",
      "Weijun Li"
    ],
    "doi": "https://doi.org/10.3390/atmos8030047",
    "journalVolume": "Vol. 8,\n                                no. 3\n                                \n                                  p.\n                                  47",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Northeast China is located in a high latitude area of the world and undergoes a cold season that lasts six months each year. Recently, regional haze episodes with high concentrations of fine particles (PM2.5) have frequently been occurring in Northeast China during the heating period, but little information has been available. Aerosol particles were collected in winter at a site in a suburban county town (T1) and a site in a background rural area (T2). Morphology, size, elemental composition, and mixing state of individual aerosol particles were characterized by transmission electron microscopy (TEM). Aerosol particles were mainly composed of organic matter (OM) and S-rich and certain amounts of soot and K-rich. OM represented the most abundant particles, accounting for 60.7% and 53.5% at the T1 and T2 sites, respectively. Abundant spherical OM particles were likely emitted directly from coal-burning stoves. Soot decreased from 16.9% at the T1 site to 4.6% at the T2 site and sulfate particles decrease from 35.9% at the T2 site to 15.7% at the T1 site, suggesting that long-range transport air masses experienced more aging processes and produced more secondary particles. Based on our investigations, we proposed that emissions from coal-burning stoves in most rural areas of the west part of Northeast China can induce regional haze episodes.",
    "readLink": "http://www.mdpi.com/2073-4433/8/3/47"
  },
  {
    "title": "\"Bicycles May Use Full Lane\" Signage Communicates U.S. Roadway Rules and Increases Perception of Safety.",
    "authors": [
      "George Hess,",
      "M Nils Peterson"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0136973",
    "journalVolume": "Vol. 10,\n                                no. 8\n                                \n                                  p.\n                                  e0136973",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Many global challenges, including obesity, health care costs, and climate change, could be addressed in part by increasing the use of bicycles for transportation. Concern about the safety of bicycling on roadways is frequently cited as a deterrent to increasing bicycle use in the USA. The use of effective signage along roadways might help alleviate these concerns by increasing knowledge about the rights and duties of bicyclists and motorists, ideally reducing crashes. We administered a web-based survey, using Twitter for recruitment, to examine how well three US traffic control devices communicated the message that bicyclists are permitted in the center of the travel lane and do not have to \"get out of the way\" to allow motorists to pass without changing lanes: \"Bicycles May Use Full Lane\" and \"Share the Road\" signage, and Shared Lane Markings on the pavement. Each was compared to an unsigned roadway. We also asked respondents whether it was safe for a bicyclist to occupy the center of the travel lane. \"Bicycles May Use Full Lane\" signage was the most consistently comprehended device for communicating the message that bicyclists may occupy the travel lane and also increased perceptions of safety. \"Share the Road\" signage did not increase comprehension or perceptions of safety. Shared Lane Markings fell somewhere between. \"Bicycles May Use Full Lane\" signage showed notable increases in comprehension among novice bicyclists and private motor vehicle commuters, critical target audiences for efforts to promote bicycling in the USA. Although limited in scope, our survey results are indicative and suggest that Departments of Transportation consider replacing \"Share the Road\" with \"Bicycles May Use Full Lane\" signage, possibly combined with Shared Lane Markings, if the intent is to increase awareness of roadway rights and responsibilities. Further evaluation through virtual reality simulations and on-road experiments is merited.",
    "readLink": "http://europepmc.org/articles/PMC4552809?pdf=render"
  },
  {
    "title": "Comparison of Different GPP Models in China Using MODIS Image and ChinaFLUX Data",
    "authors": [
      "Zhengjia Liu,",
      "Lunche Wang,",
      "Sisi Wang"
    ],
    "doi": "https://doi.org/10.3390/rs61010215",
    "journalVolume": "Vol. 6,\n                                no. 10\n                                \n                                  pp.\n                                  10215\n                                  – 10231",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Accurate quantification of gross primary production (GPP) at regional and global scales is essential for carbon budgets and climate change studies. Five models, the vegetation photosynthesis model (VPM), the temperature and greenness model (TG), the alpine vegetation model (AVM), the greenness and radiation model (GR), and the MOD17 algorithm, were tested and calibrated at eight sites in China during 2003–2005. Results indicate that the first four models provide more reliable GPP estimation than MOD17 products/algorithm, although MODIS GPP products show better performance in grasslands, croplands, and mixed forest (MF). VPM and AVM produce better estimates in forest sites (R2 = 0.68 and 0.67, respectively); AVM and TG models show satisfactory GPP estimates for grasslands (R2 = 0.91 and 0.9, respectively). In general, the VPM model is the most suitable model for GPP estimation for all kinds of land cover types in China, with R2 higher than 0.34 and root mean square error (RMSE) lower than 48.79%. The relationships between eddy CO2 flux and model parameters (Enhanced Vegetation Index (EVI), photosynthetically active radiation (PAR), land surface temperature (LST), air temperature, and Land Surface Water Index (LSWI)) are further analyzed to investigate the model’s application to various land cover types, which will be of great importance for studying the effects of climatic factors on ecosystem performances.",
    "readLink": "http://www.mdpi.com/2072-4292/6/10/10215"
  },
  {
    "title": "\"I think it's up to the media to raise awareness.\" Quality expectations of media coverage on climate change from the audience’s perspective",
    "authors": [
      "Nina Wicke,",
      "Monika Taddicken"
    ],
    "doi": "https://doi.org/10.24434/j.scoms.2021.01.004",
    "journalVolume": "Vol. 21,\n                                no. 1\n                                \n                                  pp.\n                                  47\n                                  – 70",
    "issn": "1424-4896 (Print)",
    "publisher": "2296-4150 (Online)",
    "countryOfPublisher": "Seismo Verlag",
    "lcc": [
      "Switzerland",
      "Language and Literature: Philology. Linguistics: Communication. Mass media",
      "Social Sciences"
    ],
    "journalUrl": "https://www.hope.uzh.ch/scoms/index",
    "abstract": "This study aims to increase the understanding of how the media should report scientific issues by exploring audience’s expectations of how the media cover the contemporary, global issue of climate change. Drawing upon qualitative group discussions (n = 26) and on the theoretical perspective of Wolling’s Theory of Subjective Quality Assessments (TSQA), we provide insights into the relations between public views on climate change and the expectations and assessments of its media coverage. Stimuli material of climate change media coverage presenting uncertainty, a scientific claim, and emotional appeal was integrated. Overall, the relevance of the media for this public issue was emphasized. Despite diverging opinions on how the media should adopt its societal function, a more solution-oriented, detailed and diversified coverage was desired to provide guidance and to overcome topic fatigue. Differing quality dimensions regarding content and reporting style from the audience’s perspective were derived.",
    "readLink": "https://doi.org/10.24434/j.scoms.2021.01.004"
  },
  {
    "title": "William Nordhaus and Paul Romer: Causes and consequences of economic growth",
    "authors": [
      "Lukić Zlata"
    ],
    "doi": "Vol. 47,\n                                no. 4\n                                \n                                  pp.\n                                  124\n                                  – 133",
    "issn": "1451-4354 (Print)",
    "publisher": "2466-5495 (Online)",
    "countryOfPublisher": "Association of Serbian Banks",
    "lcc": [
      "Serbia",
      "Social Sciences: Finance"
    ],
    "journalUrl": "http://scindeks.ceon.rs/journalDetails.aspx?issn=1451-4354&lang=en",
    "abstract": "The Nobel Prize in Economic Sciences for 2018 was awarded to two American scientists - William Nordhaus and Paul Romer - for integrating climate change, i.e. technological innovation into long-term macroeconomic analysis. Since the 1970s, Nordhaus has been developing economic approaches to global warming, including integrated economic and scientific models designed to identify an effective way to tackle climate change. In his research, Paul Romer deals with how the accumulation of ideas enables sustainable long-term economic growth and explains how economic decisions and market conditions influence the creation of new technologies. They point out the imperfections of the market and advocate for more pronounced state intervention, calling on policy makers to introduce appropriate economic measures, in which they see the right path towards better results, global progress and prosperity.",
    "readLink": "https://scindeks-clanci.ceon.rs/data/pdf/1451-4354/2018/1451-43541804124L.pdf"
  },
  {
    "title": "Facing climate injustices: Community trust-building for climate services through arts and sciences narrative co-production",
    "authors": [
      "Juan Baztan,",
      "Jean-Paul Vanderlinden,",
      "Lionel Jaffrès,",
      "Bethany Jorgensen,",
      "Zhiwei Zhu"
    ],
    "doi": "Vol. 30\n                                \n                                \n                                  p.\n                                  100253",
    "issn": "2212-0963 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/climate-risk-management/",
    "abstract": "The goal of this paper is to analyze how and with what results place-based climate service co-production may be enacted within a community for whom climate change is not a locally salient concern. Aiming to initiate a climate-centered dialogue, a hybrid team of scientists and artists collected local narratives within the Kerourien neighbourhood, in the city of Brest in Brittany, France. Kerourien is a place known for its stigmatizing crime, poverty, marginalization and state of disrepair. Social work is higher on the agenda than climate action. The team thus acknowledged that local narratives might not make much mention of climate change, and recognized part of the work might be to shift awareness to the actual or potential, current or future, connections between everyday non-climate concerns and climate issues. Such a shift called for a practical intervention, centered on local culture.The narrative collection process was dovetailed with preparing the neighbourhood’s 50th anniversary celebration and establishing a series of art performances to celebrate the neighbourhood and its residents. Non-climate and quasi-climate stories were collected, documented, and turned into art forms. The elements of climate service co-production in this process are twofold. First, they point to the ways in which non-climate change related local concerns may be mapped out in relation to climate change adaptation, showing how non-climate change concerns call for climate information. Secondly, they show how the co-production of climate services may go beyond the provision of climate information by generating procedural benefits such as local empowerment – thus generating capacities that may be mobilized to face climate change. We conclude by stressing that “place-based climate service co-production for action” may require questioning the nature of the “services” rendered, questioning the nature of “place,” and questioning what “action” entails. We offer leads for addressing these questions in ways that help realise empowerment and greater social justice.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212096320300437"
  },
  {
    "title": "The 10-Year Return Levels of Maximum Wind Speeds under Frozen and Unfrozen Soil Forest Conditions in Finland",
    "authors": [
      "Mikko Laapas,",
      "Ilari Lehtonen,",
      "Ari Venäläinen,",
      "Heli  M. Peltola"
    ],
    "doi": "https://doi.org/10.3390/cli7050062",
    "journalVolume": "Vol. 7,\n                                no. 5\n                                \n                                  p.\n                                  62",
    "issn": "2225-1154 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/climate",
    "abstract": "Reliable high spatial resolution information on the variation of extreme wind speeds under frozen and unfrozen soil conditions can enhance wind damage risk management in forestry. In this study, we aimed to produce spatially detailed estimates for the 10-year return level of maximum wind speeds for frozen (>20 cm frost depth) and unfrozen soil conditions for dense Norway spruce stands on clay or silt soil, Scots pine stands on sandy soil and Scots pine stands on drained peatland throughout Finland. For this purpose, the coarse resolution estimates of the 10-year return levels of maximum wind speeds based on 1979−2014 ERA-Interim reanalysis were downscaled to 20 m grid by using the wind multiplier approach, taking into account the effect of topography and surface roughness. The soil frost depth was estimated using a soil frost model. Results showed that due to a large variability in the timing of annual maximum wind speed, differences in the 10-year return levels of maximum wind speeds between the frozen and unfrozen soil seasons are generally rather small. Larger differences in this study are mostly found in peatlands, where soil frost seasons are notably shorter than in mineral soils. Also, the high resolution of wind multiplier downscaling and consideration of wind direction revealed some larger local scale differences around topographic features like hills and ridgelines.",
    "readLink": "https://www.mdpi.com/2225-1154/7/5/62"
  },
  {
    "title": "Effects of Climate Change on Mountain Waters: A Case Study of European Alps",
    "authors": [
      "A. N. Laghari,",
      "G. D. Walasai,",
      "A. R. Jatoi,",
      "D. K. Bangwar,",
      "A. H. Shaikh"
    ],
    "doi": "Vol. 8,\n                                no. 4",
    "issn": "2241-4487 (Print)",
    "publisher": "1792-8036 (Online)",
    "countryOfPublisher": "D. G. Pylarinos",
    "lcc": [
      "Greece",
      "Technology: Engineering (General). Civil engineering (General)",
      "Technology: Technology (General): Industrial engineering. Management engineering: Information technology"
    ],
    "journalUrl": "http://www.etasr.com/index.php/ETASR",
    "abstract": "The Alps play a vital role in the water supply of the region through the rivers Danube, Rhine, Po and Rhone while they are crucial to the ecosystem. Over the past two centuries, we witnessed the temperature to increase by +2 degrees, which is approximately three times higher than the global average. Under this study, the Alps are analyzed using regional climatic models for possible projections in order to understand the climatic changes impact on the water cycle, particularly on runoff. The scenario is based on assumptions of future greenhouse gases emissions. The regional model results show the consistent warming trend in the last 30-year span: temperature in winter may increase by 3 to 4.5°C and summers by 4 to 5.5°C. The precipitation regime may also be altered: increasing about 10-50% in winter and decreasing about 30-60% in summer. The changes in the amount of precipitation are not uninformed. Differences are observed particularly between the North West and South East part of the Alps. Due to the projected changes in alpine rainfall and temperature patterns, the seasonality of alpine flow regime will also be altered: massive rise will occur in winter and a significant reduction in summer. The typical low flow period during winter will also be shifted to late summer and autumn.",
    "readLink": "http://etasr.com/index.php/ETASR/article/view/2169"
  },
  {
    "title": "Water Environment Variation in the Three Gorges Tributary and Its Influencing Factors on Different Scales",
    "authors": [
      "Sheng Hu,",
      "Jun Xia,",
      "Xia Wu,",
      "Yingcai Wang,",
      "Fan Xia"
    ],
    "doi": "https://doi.org/10.3390/w10121831",
    "journalVolume": "Vol. 10,\n                                no. 12\n                                \n                                  p.\n                                  1831",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Long River is a small tributary typical of the Three Gorges Reservoir. In order to clarify the influence of hydro-meteorological factors and human regulation of the reservoir water level on the water environment, we monitored water environment parameters at six sites along Long River for three years, and were able to assess the degree to which variation in the water environment was affected from the micro-scale to macro-scale processes. We found that the water environment parameters have obvious seasonal variation and spatial distribution patterns. From upstream to the estuary, the influence of the backwater was gradually enhanced, whereas the influence of inflow gradually weakened. The distance coefficient between the samples in the backwater area and control sites in the upstream and the Yangtze River had a significant longitudinal gradient pattern (ANOVA, p < 0.05). Through redundancy analysis (RDA) forward selection, we found that cumulative precipitation, water level, cumulative net radiation, daily average temperature, daily net radiation, and daily precipitation all had significant influences on the water environment of the Long River (global permutation test, p < 0.05). The perennial backwater area was mostly affected by water level fluctuations (explaining 39.9% of data variation), whereas the fluctuation backwater area and the upstream inflow area were most affected by cumulative precipitation (explaining 42.9% and 44.0% of data variation, respectively). On the macroscale, the contribution rate of monthly change to the variation of water environment variables reached 54.9%, and the contribution rate of geographical change to the variation of water environment variables was only 7.2%, indicating that the water environment of Long River was mainly affected by exogenous input factors driven by the monsoon climate. Furthermore, we showed that the spatial interpolation method combined with the distance coefficient can easily and efficiently describe the complicated dynamic influences of the upstream inflow and the Yangtze River backwater on the water environment in the Long River bay. The conclusions are helpful in explaining the driving mechanisms of the water environment in the tributaries of the Three Gorges Reservoir, which can provide reference for water environmental protection and management in the Three Gorges Reservoir.",
    "readLink": "https://www.mdpi.com/2073-4441/10/12/1831"
  }
]