[
  {
    "title": "The link between climate change, food security and fertility: The case of Bangladesh.",
    "authors": [
      "Mengni Chen,",
      "Shah Md Atiqul Haq,",
      "Khandaker Jafor Ahmed,",
      "A H M Belayeth Hussain,",
      "Mufti Nadimul Quamar Ahmed"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0258196",
    "journalVolume": "Vol. 16,\n                                no. 10\n                                \n                                  p.\n                                  e0258196",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Climate change is likely to worsen the food security situation through its impact on food production, which may indirectly affect fertility behaviour. This study examines the direct and indirect effects of climate change (e.g., temperature and precipitation) via the production of major crops, as well as their short- and long-term effects on the total fertility rate (TFR) in Bangladesh. We used structural equation modelling (SEM) to perform path analysis and distinguish the direct influence of climate change on fertility and its indirect influence on fertility through food security. We also applied the error correction model (ECM) to analyze the time-series data on temperature and precipitation, crop production and fertility rate of Bangladesh from 1966 to 2015. The results show that maximum temperature has a direct effect and indirect negative effect-via crop production-on TFR, while crop production has a direct positive effect and indirect negative effect-via infant mortality-on TFR. In the short term, TFR responds negatively to the maximum temperature but positively in the long term. The effect of rainfall on TFR is found to be direct, positive, but mainly short-term. Although indicators of economic development play an important part in the fertility decline in Bangladesh, some climate change parameters and crop production are non-negligible factors.",
    "readLink": "https://doi.org/10.1371/journal.pone.0258196"
  },
  {
    "title": "What Is the Association between Absolute Child Poverty, Poor Governance, and Natural Disasters? A Global Comparison of Some of the Realities of Climate Change.",
    "authors": [
      "Adel Daoud,",
      "Björn Halleröd,",
      "Debarati Guha-Sapir"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0153296",
    "journalVolume": "Vol. 11,\n                                no. 4\n                                \n                                  p.\n                                  e0153296",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "The paper explores the degree to which exposure to natural disasters and poor governance (quality of governance) is associated with absolute child poverty in sixty-seven middle- and low-income countries. The data is representative for about 2.8 billion of the world´s population. Institutionalist tend to argue that many of society's ills, including poverty, derive from fragile or inefficient institutions. However, our findings show that although increasing quality of government tends to be associated with less poverty, the negative effects of natural disasters on child poverty are independent of a country´s institutional efficiency. Increasing disaster victims (killed and affected) is associated with higher rates of child poverty. A child´s estimated odds ratio to be in a state of absolute poverty increases by about a factor of 5.7 [95% CI: 1.7 to 18.7] when the average yearly toll of disasters in the child´s country increases by one on a log-10 scale. Better governance correlates with less child poverty, but it does not modify the correlation between child poverty and natural disasters. The results are based on hierarchical regression models that partition the variance into three parts: child, household, and country. The models were cross-sectional and based on observational data from the Demographic Health Survey and the Multiple Indicator Cluster Survey, which were collected at the beginning of the twenty-first millennium. The Sustainable Development Goals are a principle declaration to halt climate change, but they lack a clear plan on how the burden of this change should be shared by the global community. Based on our results, we suggest that the development agencies should take this into account and to articulate more equitable global policies to protect the most vulnerable, specifically children.",
    "readLink": "http://europepmc.org/articles/PMC4831691?pdf=render"
  },
  {
    "title": "Innovative metrics to evaluate HVAC systems performances for meeting contemporary loads in buildings",
    "authors": [
      "G. Crespi,",
      "I. Abbà,",
      "S.P. Corgnati"
    ],
    "doi": "Vol. 8\n                                \n                                \n                                  pp.\n                                  9221\n                                  – 9231",
    "issn": "2352-4847 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering"
    ],
    "journalUrl": "http://www.journals.elsevier.com/energy-reports/",
    "abstract": "The significant impacts of the building sector ask for an urgent transition, which will be profoundly shaped by the HVAC sector. Due to recent energy demands modification, strongly associated to climate change consequences, buildings are asked to be equipped with HVAC systems capable of satisfying in a cost-effective way even contemporary space heating and cooling demands; in this context, the polyvalent heat pump (PHP) is recognized as a promising solution, being able to serve both requests simultaneously and independently, differently from the more widespread reversible heat pumps. However, despite the potentialities that the PHP could offer, still few efforts have been reserved to it in literature and existing metrics have proven not to be able to evaluate the capabilities of HVAC systems in meeting contemporary loads. Therefore, to fill this gap, through the development of a proper numerical model to investigate and simulate diverse systems operations on a common basis, the paper aims to develop new indicators able to include the assessment of the contemporaneity of request. To this purpose, the research: (i) proposes innovative technical indicators able to value PHPs performances, with particular attention to the assessment of the hours with contemporary space heating and cooling demands; and (ii) compares PHPs with other all-electric HVAC configurations using ad-hoc metrics, extending the discussion to other relevant domains, covering financial and environmental spheres. Thanks to the applicative study, the paper demonstrates the efficacy of the proposed indicators to evaluate the performances of HVAC systems for meeting contemporary loads in buildings, succeeding in valuing the technologies able to provide simultaneous heating and cooling services using a single unit. In addition, results highlight that PHPs can be considered a good trade-off from a multi-domain standpoint, emphasizing how this technology can be useful to drive the transition towards the electrification of thermal uses.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2352484722012756"
  },
  {
    "title": "Research agenda for the Russian Far East and utilization of multi-platform comprehensive environmental observations",
    "authors": [
      "Tuukka Petäjä,",
      "Kirill S. Ganzei,",
      "Hanna K. Lappalainen,",
      "Ksenia Tabakova,",
      "Risto Makkonen,",
      "Jouni Räisänen,",
      "Sergey Chalov,",
      "Markku Kulmala,",
      "Sergej Zilitinkevich,",
      "Petr Ya Baklanov,",
      "Renat B. Shakirov,",
      "Natalia V. Mishina,",
      "Evgeny G. Egidarev,",
      "Igor I. Kondrat’ev"
    ],
    "doi": "https://doi.org/10.1080/17538947.2020.1826589",
    "journalVolume": "Vol. 14,\n                                no. 3\n                                \n                                  pp.\n                                  311\n                                  – 337",
    "issn": "1753-8947 (Print)",
    "publisher": "1753-8955 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Mathematical geography. Cartography"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tjde",
    "abstract": "The Russian Far East is a region between China and the Russian Arctic with a diverse climatological, geophysical, oceanic, and economical characteristic. The southern region is located in the Far East monsoon sector, while the northern parts are affected by the Arctic Ocean and cold air masses penetrating far to the south. Growing economic activities and traffic connected to the China Belt and Road Initiative together with climate change are placing an increased pressure upon the Russian Far East environment. There is an urgent need to improve the capacity to measure the atmospheric and environmental pollution and analyze their sources and to quantify the relative roles of local and transported pollution emissions in the region. In the paper, we characterize the current environmental and socio-economical landscape of the Russian Far East and summarize the future climate scenarios and identify the key regional research questions. We discuss the research infrastructure concept, which is needed to answer the identified research questions. The integrated observations, filling in the critical observational gap at the Northern Eurasian context, are required to provide state-of-the-art observations and enable follow-up procedures that support local, regional, and global decision making in the environmental context.",
    "readLink": "http://dx.doi.org/10.1080/17538947.2020.1826589"
  },
  {
    "title": "En el principio fue la zoonosis: One Health para combatir esta y futuras pandemias. Informe SESPAS 2022",
    "authors": [
      "Antonio Sánchez,",
      "Antonio Contreras,",
      "Juan C. Corrales,",
      "Christian de la Fe"
    ],
    "doi": "Vol. 36\n                                \n                                \n                                  pp.\n                                  S61\n                                  – S67",
    "issn": "0213-9111 (Print)",
    "publisher": "1578-1283 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Spain",
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "http://www.gacetasanitaria.org/es/",
    "abstract": "Resumen: La pandemia de COVID-19 ha hecho evidente la importancia de la interfaz animal-humano-medio ambiente en la emergencia de zoonosis. A pesar de que el salto de especie se considera un evento raro, el número de enfermedades infecciosas emergentes aumentó de manera significativa en la segunda mitad del siglo xx, siendo estas principalmente de carácter zoonótico y originadas en la fauna silvestre. Entre los determinantes asociados a la emergencia de zoonosis destacan la interacción humana con los ecosistemas, la pérdida de biodiversidad, los cambios en el uso del suelo, el cambio climático, el comercio y el consumo de fauna silvestre, etc. En el proceso del salto de especie existen diferentes fases de adaptación evolutiva entre el patógeno y la especie humana, variando desde su presencia en el reservorio animal sin infección humana hasta enfermedades exclusivamente humanas sin otros reservorios. El conocimiento de la evolución natural de las zoonosis permite identificar los puntos críticos para su control, al tiempo que posibilita identificar posibles candidatos para futuras pandemias. De forma específica, los avances en el conocimiento de los posibles reservorios del SARS-CoV-2 han contribuido a la toma de decisiones durante la pandemia. Por todo ello, y ante la variedad de escenarios que posibilitan el salto de especie y la evolución de los diferentes patógenos en un nuevo huésped, la vigilancia frente a la emergencia de zoonosis debe plantearse bajo la estrategia One Health. Abstract: The new pandemic, COVID-19, highlighted the importance of the animal–human–environment interface in the emergence of zoonoses. The jump of the species barrier is considered a rare event although the number of emerging infectious diseases increased significantly in the second half of the 20th century. Most of them transmitted from wildlife to humans. Several elements can contribute to the emergence of zoonoses: human interaction on ecosystems, biodiversity loss, changes in land use, climate change, trade in or consumption of wildlife. There are different stages in the adaptation of an animal pathogen into a specialized human pathogen, varying from its presence in animals without human infection to a pathogen exclusive to humans. The history of zoonoses allows the identification of critical points for their control, as well as the identification of probable virus or bacteria involved in future pandemics. Concerning COVID-19, the knowledge of the possible reservoirs of SARS-CoV-2 contributed to decision-making during the pandemic. Therefore, and given the variety of scenarios that allow the jump of species barrier or the evolution of pathogens in a new host, One Health strategies for zoonosis emergence surveillance should be implemented.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S0213911122000917"
  },
  {
    "title": "Climatic effects on a cold stenotherm species Lepidurus arcticus (Branchiopoda, Notostraca) on the southern outreach of its distribution range",
    "authors": [
      "Tore Qvenild,",
      "Eirik Fjeld,",
      "Arne Fjellheim,",
      "Sigurd Rognerud,",
      "Åsmund Tysse"
    ],
    "doi": "https://doi.org/10.5324/fn.v38i0.2598",
    "journalVolume": "Vol. 38",
    "issn": "1502-4873 (Print)",
    "publisher": "1891-5396 (Online)",
    "countryOfPublisher": "Norwegian University of Science and Technology",
    "lcc": [
      "Norway",
      "Science: Zoology"
    ],
    "journalUrl": "http://www.ntnu.no/ojs/index.php/fauna_norvegica",
    "abstract": "On the Norwegian mainland, the Arctic tadpole shrimp Lepidurus arcticus is a typically alpine species mainly co-occurring with fish. The Hardangervidda mountain plateau is the main area of the southernmost L. arcticus populations. Here L. arcticus is widely distributed, especially in the central and eastern parts of the plateau. Lepidurus arcticus has a univoltine life cycle emerging from resting eggs at ice break-up and fulfil development during the short mountain summer, before they reproduce and die. The main goal in this study was to investigate the thermal thresholds for L. arcticus. Timing of ice break-up and the proceeding water temperature are hypothesized to constitute the primary drivers of L. arcticus's development and growth. Stomach analyses of brown trout is the most sensitive method for sampling L. arcticus, especially at low densities. Analyses of 4 460 brown trout stomachs revealed that at least 400 degree-days are needed for development and growth from hatching in to adults. It is a significant gradient in climatic conditions on Hardangervidda with a coastal impact in the western part of the plateau with a three - to fourfold winter deposition compared to a dryer inland region in the east. The snow deposits have increased since the 1980s and snow rich winters have been more frequent. An additional increase is projected. This may give lower water temperature and shorter ice-free seasons. Thus, the cold western lakes could be even more hostile habitats for L. arcticus. During the same period, an abrupt increase in spring-summer temperatures was detected. This has improved the conditions for L. arcticus in many lakes. However, as a cold stenotherm species a further increase in temperature may be detrimental. Especially in shallow lakes in the central and eastern parts this may be a problem even without reaching critical levels by inducing life cycle mismatches.",
    "readLink": "https://www.ntnu.no/ojs/index.php/fauna_norvegica/article/view/2598"
  },
  {
    "title": "Developing a Long Short-Term Memory (LSTM)-Based Model for Reconstructing Terrestrial Water Storage Variations from 1982 to 2016 in the Tarim River Basin, Northwest China",
    "authors": [
      "Fei Wang,",
      "Yaning Chen,",
      "Zhi Li,",
      "Gonghuan Fang,",
      "Yupeng Li,",
      "Xuanxuan Wang,",
      "Xueqi Zhang,",
      "Patient  Mindje Kayumba"
    ],
    "doi": "https://doi.org/10.3390/rs13050889",
    "journalVolume": "Vol. 13,\n                                no. 889\n                                \n                                  p.\n                                  889",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Estimating terrestrial water storage (TWS) not only helps to provide a comprehensive insight into water resource variability and the hydrological cycle but also for better water resource management. In the current research, Gravity Recovery and Climate Experiment (GRACE) data are combined with the available hydrological data to reconstruct a longer record of terrestrial water storage anomalies (TWSA) prior to 2003 of the Tarim River basin (TRB), based on a Long Short-Term Memory (LSTM) model. We found that the TWSA generated by LSTM using soil moisture, evapotranspiration, precipitation, and temperature best matches the GRACE-derived TWSA, with a high correlation coefficient (r) of 0.922 and a normalized root mean square error (NRMSE) of 0.107 during the period 2003–2012. These results show that the LSTM model is an available and feasible method to generate TWSA. Further, the TWSA reveals a significant fluctuating downward trend (p < 0.001), with an average annual decline rate of 0.03 mm/year during the period 1982–2016 in the TRB. Moreover, the TWS amount in the north of the TRB was less than that in the south of the basin. Overall, our findings unveiled that the LSTM model and GRACE data can be combined effectively to analyze the long-term TWS in large-scale basins with limited hydrological data.",
    "readLink": "https://www.mdpi.com/2072-4292/13/5/889"
  },
  {
    "title": "The Drought Events over the Amazon River Basin from 2003 to 2020 Detected by GRACE/GRACE-FO and Swarm Satellites",
    "authors": [
      "Lilu Cui,",
      "Maoqiao Yin,",
      "Zhengkai Huang,",
      "Chaolong Yao,",
      "Xiaolong Wang,",
      "Xu Lin"
    ],
    "doi": "https://doi.org/10.3390/rs14122887",
    "journalVolume": "Vol. 14,\n                                no. 2887\n                                \n                                  p.\n                                  2887",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "The climate anomaly in the Amazon River basin (ARB) has a very important influence on global climate change and has always been the focus of scientists from all over the world. To fill the 11-month data gap between Gravity Recovery and Climate Experiment (GRACE) and GRACE Follow-On (GRACE-FO) missions, we fused the TWSC results from six GRACE solutions by using the generalized three-cornered hat and the least square method to improve the reliability of TWSC results, and then combined Swarm data to construct an uninterrupted long time series of a TWSC-based drought index (GRACE/Swarm-DSI). The drought index was used to detect and characterize the drought events in the ARB between 2003 and 2020. The results show that GRACE/Swarm-DSI has a strong correlation with Self-Calibrating Palmer Drought Severity Index (SCPDSI) (0.6345), Standardized Precipitation Evapotranspiration Index-3 (SPEI-3) (0.5411), SPEI-6 (0.6377) and SPEI-12 (0.6820), and the Nash–Sutcliffe efficiency between GRACE/Swarm-DSI and the above four drought indices are 0.3348, 0.2786, 0.4044 and 0.4627, respectively. Eleven drought events were identified in the ARB during the study period, and the 2005, 2010 and 2016 droughts are the most severe and the longest. The correlation between GRACE/Swarm-DSI and precipitation (PPT) (the correlation coefficient is 0.55 with a 2-month delay) is higher than that of evapotranspiration (ET) (the correlation coefficient is −0.18 with a 12-month delay). It explains that less PPT is the main cause of drought events in the ARB. The influence of PPT is greater in the plains than the one in the mountains and the response time of GRACE/Swarm-DSI to PPT is 1~2 months in most regions. Our results provide a certain reference for the hydrological application of the Swarm model in filling the gap between GRACE and GRACE-FO missions.",
    "readLink": "https://www.mdpi.com/2072-4292/14/12/2887"
  },
  {
    "title": "Demonstrating the value of larger ensembles in forecasting physical systems",
    "authors": [
      "Reason L. Machete,",
      "Leonard A. Smith"
    ],
    "doi": "https://doi.org/10.3402/tellusa.v68.28393",
    "journalVolume": "Vol. 68,\n                                no. 0\n                                \n                                  pp.\n                                  1\n                                  – 21",
    "issn": "1600-0870 (Online)",
    "publisher": "Stockholm University Press",
    "countryOfPublisher": "Sweden",
    "lcc": [
      "Geography. Anthropology. Recreation: Oceanography",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://a.tellusjournals.se/",
    "abstract": "Ensemble simulation propagates a collection of initial states forward in time in a Monte Carlo fashion. Depending on the fidelity of the model and the properties of the initial ensemble, the goal of ensemble simulation can range from merely quantifying variations in the sensitivity of the model all the way to providing actionable probability forecasts of the future. Whatever the goal is, success depends on the properties of the ensemble, and there is a longstanding discussion in meteorology as to the size of initial condition ensemble most appropriate for Numerical Weather Prediction. In terms of resource allocation: how is one to divide finite computing resources between model complexity, ensemble size, data assimilation and other components of the forecast system. One wishes to avoid undersampling information available from the model's dynamics, yet one also wishes to use the highest fidelity model available. Arguably, a higher fidelity model can better exploit a larger ensemble; nevertheless it is often suggested that a relatively small ensemble, say ~16 members, is sufficient and that larger ensembles are not an effective investment of resources. This claim is shown to be dubious when the goal is probabilistic forecasting, even in settings where the forecast model is informative but imperfect. Probability forecasts for a ‘simple’ physical system are evaluated at different lead times; ensembles of up to 256 members are considered. The pure density estimation context (where ensemble members are drawn from the same underlying distribution as the target) differs from the forecasting context, where one is given a high fidelity (but imperfect) model. In the forecasting context, the information provided by additional members depends also on the fidelity of the model, the ensemble formation scheme (data assimilation), the ensemble interpretation and the nature of the observational noise. The effect of increasing the ensemble size is quantified by its relative information content (in bits) using a proper skill score. Doubling the ensemble size is demonstrated to yield a non-trivial increase in the information content (forecast skill) for an ensemble with well over 16 members; this result stands in forecasting a mathematical system and a physical system. Indeed, even at the largest ensemble sizes considered (128 and 256), there are lead times where the forecast information is still increasing with ensemble size. Ultimately, model error will limit the value of ever larger ensembles. No support is found, however, for limiting design studies to the sizes commonly found in seasonal and climate studies. It is suggested that ensemble size be considered more explicitly in future design studies of forecast systems on all time scales.",
    "readLink": "http://www.tellusa.net/index.php/tellusa/article/view/28393/50585"
  },
  {
    "title": "Physicochemical and Organoleptic Differences in Chardonnay Chilean Wines after Ethanol Reduction Practises: Pre-Fermentative Water Addition or <i>Metschnikowia pulcherrima</i>",
    "authors": [
      "Candela Ruiz-de-Villa,",
      "Luis Urrutia-Becerra,",
      "Carla Jara,",
      "Mariona Gil i Cortiella,",
      "Joan Miquel Canals,",
      "Albert Mas,",
      "Cristina Reguant,",
      "Nicolas Rozès"
    ],
    "doi": "https://doi.org/10.3390/fermentation9090808",
    "journalVolume": "Vol. 9,\n                                no. 808\n                                \n                                  p.\n                                  808",
    "issn": "2311-5637 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Chemical technology: Fermentation industries. Beverages. Alcohol"
    ],
    "journalUrl": "http://www.mdpi.com/journal/fermentation",
    "abstract": "Climate change is posing a major challenge to the wine industry, with rising alcohol levels emerging as an issue of concern affecting quality, economics and health. This study explores two methods to reduce alcohol content in Chardonnay wines from Chile. Firstly, 5% and 10% of water was added to grape must. Secondly, the sequential inoculation of Metschnikowia pulcherrima with Saccharomyces cerevisiae was examined. The main objectives were to assess the efficacy of these treatments in reducing alcohol levels and their impact on organoleptic properties. Our findings revealed that the presence of M. pulcherrima in winery conditions was less effective in reducing ethanol. Nevertheless, wines resulting from this treatment exhibited an interesting composition with distinct sensory profiles. Furthermore, the Sc-5% W condition displayed promising results by reducing ethanol content by 0.47% (v/v), with less significant changes in the sensory profile. Although the Sc-10% W wines showed a more substantial ethanol reduction of 1.73% (v/v), they exhibited a decreasing trend in volatile compounds and polysaccharides, ultimately being perceived as less complex in sensory analysis and not being preferred by consumers. This research contributes to understanding how these approaches affect the alcohol content and sensory attributes of white wines and is fundamental to the sustainability of the sector and the ability of the sector to recover from climate challenges.",
    "readLink": "https://www.mdpi.com/2311-5637/9/9/808"
  }
]