[
  {
    "title": "Spatio-Temporal Patterns of Carbon Storage Derived Using the InVEST Model in Heilongjiang Province, Northeast China",
    "authors": [
      "Xiaoying Li,",
      "Xiaoying Li,",
      "Chensheng Huang,",
      "Huijun Jin,",
      "Huijun Jin,",
      "Yilun Han,",
      "Siqi Kang,",
      "Jing Liu,",
      "Huiying Cai,",
      "Tongxin Hu,",
      "Guang Yang,",
      "Hongzhou Yu,",
      "Long Sun"
    ],
    "doi": "https://doi.org/10.3389/feart.2022.846456",
    "journalVolume": "Vol. 10",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "Carbon storage is an important component of ecosystem services. Under climate warming and human activities, land use/land cover (LULC) have been undergoing tremendous change, leading to spatio-temporal variations in carbon storage. Based on seven series of LULC data and combined with carbon module of Integrated Valuation of Ecosystem Services and Tradeoffs (InVEST) model, spatial-temporal changes in LULC types and carbon storage were analyzed and estimated for Heilongjiang Province, Northeast China. Results show varied carbon storage among different types of LULC. Forest and cropland are the dominant LULC types in Heilongjiang Province, Northeast China, accounting for 46–49% (20.90 × 104–22.12 × 104 km2) and 30–37% (13.56 × 104–16.70 × 104 km2) of the total area. Areal extents of forest, grassland, and unused land declined from 1980 to 2015, by 1.22, 0.84, and 1.11 × 104 km2, respectively; while those of cropland and construction land expanded, by 3.14 and 0.08 × 104 km2, respectively. From 1980 to 2015, carbon storage displayed consistent change trends with those of LULC types: carbon storage of forest, grassland, and unused land decreased by 236.22, 116.61 and 21.82 × 106 Mg C, respectively; and those of cropland and construction land increased by 414.65 and 0.99 × 106 Mg C, respectively. The total carbon storage in the study region was 6,863.06 × 106–6,907.64 × 106 Mg C, for which the forest, cropland, and grassland were the major contributor (6,778.75 × 106–6,840.57 × 106 Mg C). Due to the conversion of large extents of forest, grassland, and unused land to cropland, which facilitated the formation of carbon sinks and thus enlarged the carbon storage by 45.36 × 106 Mg C from 1980 to 2015. Frequent forest fires, urban expansion, farmland reclamation, and engineering construction were the important factors of changes in the LULC, accelerating permafrost degradation and leading to obvious changes in the total carbon storage in the Heilongjiang Province, Northeast China. Therefore, the estimation of carbon storage in different LULC types can provide important data support and have important implications for evaluation of ecosystem services and carbon cycle.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/feart.2022.846456/full"
  },
  {
    "title": "Estimation of Tunisian Greenhouse Gas Emissions from Different Livestock Species",
    "authors": [
      "Hajer Ammar,",
      "Sourour Abidi,",
      "Mediha Ayed,",
      "Nizar Moujahed,",
      "Mario  E. deHaro Martí,",
      "Mireille Chahine,",
      "Rachid Bouraoui,",
      "Secundino López,",
      "Hatem Cheikh M’hamed,",
      "Haikel Hechlef"
    ],
    "doi": "https://doi.org/10.3390/agriculture10110562",
    "journalVolume": "Vol. 10,\n                                no. 562\n                                \n                                  p.\n                                  562",
    "issn": "2077-0472 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agriculture",
    "abstract": "This study aimed to determine the emissions of methane (CH4) and nitrous oxide (N2O) from seven Tunisian livestock species and their evolution over eleven consecutive years (2008–2018). The species of animals used were cattle (dairy and others), sheep, goats, camelids, horses, donkeys and mules, and poultry. The estimations of CH4 and N2O emissions were based on the Intergovernmental Panel on Climate Change (IPCC) guidelines for national inventories, using Tier 1 and Tier 2 approaches, with its default emission factors (EFs). The Tier 2 approach was applied only for the calculation of EF to estimate CH4 emissions related to livestock manure management. CH4 emission represented more than 92% of the total greenhouse gas (GHG) from livestock emissions. Moreover, 53% of the total CH4 emissions from livestock were derived from cattle, followed by sheep, goats, other mammals (camelids, horses, mules, and donkeys), and poultry. During the period covered by the study (2008–2018), a slight and continuous decrease of both livestock population and total GHG emissions was observed, mainly in terms of CH4. In mammals, CH4 emissions were greater than N2O emissions, whereas in poultry, N2O emissions were up to 2.6 times greater than CH4 emissions. The aggressive drive of the government to increase cattle and sheep production might affect CH4 emissions in the future. Therefore, periodic estimations of GHG emissions from livestock are required to follow the time trends for more rational decision-making regarding livestock and GHG emissions policies.",
    "readLink": "https://www.mdpi.com/2077-0472/10/11/562"
  },
  {
    "title": "Conserving Potential and Endangered Species of <i>Pericopsis mooniana</i> Thwaites in Indonesia",
    "authors": [
      "Julianus Kinho,",
      "Suhartati,",
      "Husna,",
      "Faisal Danu Tuheteru,",
      "Diah Irawati Dwi Arini,",
      "Moh. Andika Lawasi,",
      "Resti Ura’,",
      "Retno Prayudyaningsih,",
      "Yulianti,",
      "Subarudi,",
      "Lutfy Abdulah,",
      "Ruliyana Susanti,",
      "Totok Kartono Waluyo,",
      "Sona Suhartana,",
      "Andianto,",
      "Marfuah Wardani,",
      "Titi Kalima,",
      "Elis Tambaru,",
      "Wahyudi Isnan,",
      "Adi Susilo,",
      "Ngatiman,",
      "Laode Alhamd,",
      "Dulsalam,",
      "Soenarno"
    ],
    "doi": "https://doi.org/10.3390/f14020437",
    "journalVolume": "Vol. 14,\n                                no. 437\n                                \n                                  p.\n                                  437",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Indonesia has around 4000 wood species, and 10% (400) of species are categorized as commercial wood. One species is kayu kuku (Pericopsis mooniana Thwaites), native to Southeast Sulawesi. This species is considered a fancy wood used for sawn timber, veneer, plywood, carving, and furniture. The high demand for wood caused excessive logging and threatened its sustainability. In addition, planting P. mooniana has presented several challenges, including seedling production, viability and germination rate, nursery technology, and silviculture techniques. As a result, the genera of Pericopsis, including P. elata (Europe), P. mooniana (Sri Lanka), and P. angolenses (Africa), have been listed in the Convention on International Trade in Endangered Species (CITES) Appendix. Based on The International Union for Conservation of Nature (IUCN) Red List of Threatened Species, P. mooniana is categorized as Vulnerable (A1cd). This conservation status has raised issues regarding its biodiversity, conservation, and sustainability in the near future. This paper aims to review the conservation of potential and endangered species of P. mooniana and highlight some efforts for its species conservation and sustainable use in Indonesia. The method used is a systematic literature review based on P. mooniana’s publication derived from various reputable journal sources and additional literature sources. The results revealed that the future demand for P. mooniana still increases significantly due to its excellent wood characteristics. This high demand should be balanced with both silviculture techniques and conservation efforts. The silviculture of P. mooniana has been improved through seed storage technology, improved viability and germination rates, proper micro and macro propagation, applying hormones, in vitro seed storage, improved nursery technology, and harvesting techniques. P. mooniana conservation can be conducted with both in situ and ex situ conservation efforts. In situ conservation is carried out by protecting its mother trees in natural conditions (i.e., Lamedae Nature Reserve) for producing good quality seeds and seedlings. Ex situ conservation is realized by planting seeds and seedlings to produce more wood through rehabilitating and restoring critical forests and lands due to its ability to adapt to marginal land and mitigate climate change. Other actions required for supporting ex situ conservation are preventing illegal logging, regeneration, conservation education, reforestation, agroforestry system applied in private and community lands, and industrial forest plantations.",
    "readLink": "https://www.mdpi.com/1999-4907/14/2/437"
  },
  {
    "title": "How emissions, climate, and land use change will impact mid-century air quality over the United States: a focus on effects at national parks",
    "authors": [
      "M. Val Martin,",
      "C. L. Heald,",
      "J.-F. Lamarque,",
      "S. Tilmes,",
      "L. K. Emmons,",
      "B. A. Schichtel"
    ],
    "doi": "https://doi.org/10.5194/acp-15-2805-2015",
    "journalVolume": "Vol. 15,\n                                no. 5\n                                \n                                  pp.\n                                  2805\n                                  – 2823",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "We use a global coupled chemistry–climate–land model (CESM) to assess the integrated effect of climate, emissions and land use changes on annual surface O3 and PM2.5 in the United States with a focus on national parks (NPs) and wilderness areas, using the RCP4.5 and RCP8.5 projections. We show that, when stringent domestic emission controls are applied, air quality is predicted to improve across the US, except surface O3 over the western and central US under RCP8.5 conditions, where rising background ozone counteracts domestic emission reductions. Under the RCP4.5 scenario, surface O3 is substantially reduced (about 5 ppb), with daily maximum 8 h averages below the primary US Environmental Protection Agency (EPA) National Ambient Air Quality Standards (NAAQS) of 75 ppb (and even 65 ppb) in all the NPs. PM2.5 is significantly reduced in both scenarios (4 μg m−3; ~50%), with levels below the annual US EPA NAAQS of 12 μg m−3 across all the NPs; visibility is also improved (10–15 dv; >75 km in visibility range), although some western US parks with Class I status (40–74 % of total sites in the US) are still above the 2050 planned target level to reach the goal of natural visibility conditions by 2064. We estimate that climate-driven increases in fire activity may dominate summertime PM2.5 over the western US, potentially offsetting the large PM2.5 reductions from domestic emission controls, and keeping visibility at present-day levels in many parks. Our study indicates that anthropogenic emission patterns will be important for air quality in 2050. However, climate and land use changes alone may lead to a substantial increase in surface O3 (2–3 ppb) with important consequences for O3 air quality and ecosystem degradation at the US NPs. Our study illustrates the need to consider the effects of changes in climate, vegetation, and fires in future air quality management and planning and emission policy making.",
    "readLink": "http://www.atmos-chem-phys.net/15/2805/2015/acp-15-2805-2015.pdf"
  },
  {
    "title": "Recyclable Zr/Hf-Containing Acid-Base Bifunctional Catalysts for Hydrogen Transfer Upgrading of Biofuranics: A Review",
    "authors": [
      "Yixuan Liu,",
      "Xixi Liu,",
      "Mingrui Li,",
      "Ye Meng,",
      "Jie Li,",
      "Zehui Zhang,",
      "Heng Zhang"
    ],
    "doi": "https://doi.org/10.3389/fchem.2021.812331",
    "journalVolume": "Vol. 9",
    "issn": "2296-2646 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Chemistry"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/chemistry",
    "abstract": "The massive burning of a large amount of fossil energy has caused a lot of serious environmental issues (e.g., air pollution and climate change), urging people to efficiently explore and valorize sustainable alternatives. Biomass is being deemed as the only organic carbon-containing renewable resource for the production of net-zero carbon emission fuels and fine chemicals. Regarding this, the selective transformation of high-oxygen biomass feedstocks by catalytic transfer hydrogenation (CTH) is a very promising strategy to realize the carbon cycle. Among them, the important Meerwein-Ponndorf-Verley (MPV) reaction is believed to be capable of replacing the traditional hydrogenation strategy which generally requires high-pressure H2 and precious metals, aiming to upgrade biomass into downstream biochemical products and fuels. Employing bifunctional heterogeneous catalysts with both acidic and basic sites is needed to catalyze the MPV reaction, which is the key point for domino/cascade reaction in one pot that can eliminate the relevant complicated separation/purification step. Zirconium (Zr) and hafnium (Hf), belonging to transition metals, rich in reserves, can demonstrate similar catalytic efficiency for MPV reaction as that of precious metals. This review introduced the application of recyclable heterogeneous non-noble Zr/Hf-containing catalysts with acid-base bifunctionality for CTH reaction using the safe liquid hydrogen donor. The corresponding catalysts were classified into different types including Zr/Hf-containing metal oxides, supported materials, zeolites, metal-organic frameworks, metal-organic hybrids, and their respective pros and cons were compared and discussed comprehensively. Emphasis was placed on evaluating the bifunctionality of catalytic material and the key role of the active site corresponding to the structure of the catalyst in the MPV reaction. Finally, a concise summary and prospect were also provided centering on the development and suggestion of Zr/Hf-containing acid-base bifunctional catalysts for CTH.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fchem.2021.812331/full"
  },
  {
    "title": "High Genetic Diversity among Breeding Red-Backed Shrikes <i>Lanius collurio</i> in the Western Palearctic",
    "authors": [
      "Liviu  G. Pârâu,",
      "Roberto  Carlos Frias-Soler,",
      "Michael Wink"
    ],
    "doi": "https://doi.org/10.3390/d11030031",
    "journalVolume": "Vol. 11,\n                                no. 3\n                                \n                                  p.\n                                  31",
    "issn": "1424-2818 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/diversity/",
    "abstract": "Revealing the genetic population structure in abundant avian species is crucial for understanding speciation, conservation, and evolutionary history. The Red-backed Shrike Lanius collurio, an iconic songbird renowned for impaling its prey, is widely distributed as a breeder across much of Europe, Asia Minor and western Asia. However, in recent decades, many populations have declined significantly, as a result of habitat loss, hunting along migration routes, decrease of arthropod food, and climate change e.g., severe droughts in Africa. Within this context, gene flow among different breeding populations becomes critical to ensure the survival of the species, but we still lack an overview on the genetic diversity of the species. In this paper, we analyzed the mitochondrial cytochrome b gene (mtDNA) and the cytochrome c oxidase subunit 1 gene (mtDNA) of 132 breeding Red-backed Shrikes from across the entire breeding range to address this knowledge gap. Our results revealed consistent genetic diversity and 76 haplotypes among the Eurasian populations. Birds are clustered in two major groups, with no clear geographical separation, as a direct consequence of Pleistocene glaciations and apparent lineage mixing in refugia. This has led to genetic panmixia.",
    "readLink": "https://www.mdpi.com/1424-2818/11/3/31"
  },
  {
    "title": "Driving forces of agricultural expansion and land degradation indicated by Vegetation Continuous Fields (VCF) data in drylands from 2000 to 2015",
    "authors": [
      "Xuejing Leng,",
      "Xiaoming Feng,",
      "Bojie Fu"
    ],
    "doi": "Vol. 23",
    "issn": "2351-9894 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/global-ecology-and-conservation/",
    "abstract": "Drylands account for 41% of the world’s terrestrial surface, affect more than two billion people, and play a crucial role in global circulation and even global climate change. Therefore, the investigation of agricultural expansion and land degradation regions is a critical part of understanding the human-land coupling systems in dryland ecosystems. The specific distributions of agricultural expansion or land degradation in arid areas were obtained by using three indicators of global Vegetation Continuous Fields (VCF) data, in which expanding agriculture is usually characterized by tree canopy (TC) loss and short vegetation (SV) gain, while land degradation is characterized by a decrease in short vegetation and an increase in bare ground (BG). Assessing the partial correlation of natural or socioeconomic factors and indicators of agricultural expansion or land degradation while the structural equation model was established, we found that (1) the vegetation situation in the global arid region is relatively stable, and the normalized difference vegetation index (NDVI) value in the Asian arid region is increasing annually; (2) precipitation in the global arid region has a highly positive correlation with TC and a highly negative correlation with BG, while temperature is strongly correlated with SV except in arid areas; (3) both agricultural expansion and land degradation regions are dominated by natural factors, especially temperature; and (4) the control of socioeconomic factors is not closely related to the original land use/cover types in dryland regions.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2351989420301517"
  },
  {
    "title": "Abundance and Distribution Patterns of Thunnus albacares in Isla del Coco National Park through Predictive Habitat Suitability Models.",
    "authors": [
      "Cristina Gonzáles-Andrés,",
      "Priscila F M Lopes,",
      "Jorge Cortés,",
      "José Luis Sánchez-Lizaso,",
      "Maria Grazia Pennino"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0168212",
    "journalVolume": "Vol. 11,\n                                no. 12\n                                \n                                  p.\n                                  e0168212",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Information on the distribution and habitat preferences of ecologically and commercially important species is essential for their management and protection. This is especially important as climate change, pollution, and overfishing change the structure and functioning of pelagic ecosystems. In this study, we used Bayesian hierarchical spatial-temporal models to map the Essential Fish Habitats of the Yellowfin tuna (Thunnus albacares) in the waters around Isla del Coco National Park, Pacific Costa Rica, based on independent underwater observations from 1993 to 2013. We assessed if observed changes in the distribution and abundance of this species are related with habitat characteristics, fishing intensity or more extreme climatic events, including the El Niño Southern Oscillation, and changes on the average sea surface temperature. Yellowfin tuna showed a decreasing abundance trend in the sampled period, whereas higher abundances were found in shallow and warmer waters, with high concentration of chlorophyll-a, and in surrounding seamounts. In addition, El Niño Southern Oscillation events did not seem to affect Yellowfin tuna distribution and abundance. Understanding the habitat preferences of this species, using approaches as the one developed here, may help design integrated programs for more efficient management of vulnerable species.",
    "readLink": "http://europepmc.org/articles/PMC5156415?pdf=render"
  },
  {
    "title": "Recent increase in the observation-derived land evapotranspiration due to global warming",
    "authors": [
      "Ren Wang,",
      "Longhui Li,",
      "Pierre Gentine,",
      "Yao Zhang,",
      "Jianyao Chen,",
      "Xingwei Chen,",
      "Lijuan Chen,",
      "Liang Ning,",
      "Linwang Yuan,",
      "Guonian Lü"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ac4291",
    "journalVolume": "Vol. 17,\n                                no. 2\n                                \n                                  p.\n                                  024020",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Estimates of change in global land evapotranspiration (ET) are necessary for understanding the terrestrial hydrological cycle under changing environments. However, large uncertainties still exist in our estimates, mostly related to the uncertainties in upscaling in situ observations to large scale under non-stationary surface conditions. Here, we use machine learning models, artificial neural network and random forest informed by ground observations and atmospheric boundary layer theory, to retrieve consistent global long-term latent heat flux (ET in energy units) and sensible heat flux over recent decades. This study demonstrates that recent global land ET has increased significantly and that the main driver for the increased ET is increasing temperature. Moreover, the results suggest that the increasing ET is mostly in humid regions such as the tropics. These observation-driven findings are consistent with the idea that ET would increase with climate warming. Our study has important implications in providing constraints for ET and in understanding terrestrial water cycles in changing environments.",
    "readLink": "https://doi.org/10.1088/1748-9326/ac4291"
  },
  {
    "title": "Effects of climate change on high Alpine mountain environments: Evolution of mountaineering routes in the Mont Blanc massif (Western Alps) over half a century",
    "authors": [
      "Jacques Mourey,",
      "Mélanie Marcuzzi,",
      "Ludovic Ravanel,",
      "François Pallandre"
    ],
    "doi": "https://doi.org/10.1080/15230430.2019.1612216",
    "journalVolume": "Vol. 51,\n                                no. 1\n                                \n                                  pp.\n                                  176\n                                  – 189",
    "issn": "1523-0430 (Print)",
    "publisher": "1938-4246 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/uaar",
    "abstract": "In high alpine environments, glacial shrinkage and permafrost warming due to climate change have significant consequences on mountaineering routes. Few research projects have studied the relationship between climate change and mountaineering; this study attempts to characterize and explain the evolution over the past 40 years of the routes described in The Mont Blanc Massif: The 100 Finest Routes, Gaston Rébuffat’s emblematic guidebook, published in 1973.The main elements studied were the geomorphic and cryospheric changes at work and their impacts on the itinerary’s climbing parameters, determining the manner and possibility for an itinerary to be climbed. Thirty-one interviews, and comparison with other guidebooks, led to the identification of 25 geomorphic and cryospheric changes related to climate change that are affecting mountaineering itineraries. On average, an itinerary has been affected by nine changes. Among the 95 itineraries studied, 93 have been affected by the effects of climate change – 26 of them have been greatly affected; and three no longer exist. Moreover, periods during which these itineraries can be climbed in good conditions in summer have tended to become less predictable and periods of optimal conditions have shifted toward spring and fall, because the itineraries have become more dangerous and technically more challenging.",
    "readLink": "http://dx.doi.org/10.1080/15230430.2019.1612216"
  }
]