[
  {
    "title": "Historical Spatiotemporal Trends in Snowfall Extremes over the Canadian Domain of the Great Lakes Basin",
    "authors": [
      "Janine A. Baijnath-Rodino,",
      "Claude R. Duguay"
    ],
    "doi": "https://doi.org/10.1155/2018/5404123",
    "journalVolume": "Vol. 2018",
    "issn": "1687-9309 (Print)",
    "publisher": "1687-9317 (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.hindawi.com/journals/amete/",
    "abstract": "The Laurentian Great Lakes Basin (GLB) is prone to snowfall events developed from extratropical cyclones or lake-effect processes. Monitoring extreme snowfall trends in response to climate change is essential for sustainability and adaptation studies because climate change could significantly influence variability in precipitation during the 21st century. Many studies investigating snowfall within the GLB have focused on specific case study events with apparent under examinations of regional extreme snowfall trends. The current research explores the historical extremes in snowfall by assessing the intensity, frequency, and duration of snowfall within Ontario’s GLB. Spatiotemporal snowfall and precipitation trends are computed for the 1980 to 2015 period using Daymet (Version 3) monthly gridded interpolated datasets from the Oak Ridge National Laboratory. Results show that extreme snowfall intensity, frequency, and duration have significantly decreased, at the 90% confidence level, more so for the Canadian leeward shores of Lake Superior than that of Lake Huron, for the months of December and January. To help discern the spatiotemporal trends is snowfall extremes, several trend analyses for lake-induced predictor variables were analysed for two cities, Wawa and Wiarton, along the snowbelts of Lakes Superior and Huron, respectively. These variables include monthly maximum and minimum air temperature, maximum wind gust velocity, lake surface temperature, and maximum annual ice cover concentration. Resultant significant increase in December’s maximum and minimum air temperature for the city of Wawa may be a potential reason for the decreased extreme snowfall trends.",
    "readLink": "http://dx.doi.org/10.1155/2018/5404123"
  },
  {
    "title": "Whole‐genome resequencing reveals signature of local adaptation and divergence in wild soybean",
    "authors": [
      "Jiao Wang,",
      "Zhenbin Hu,",
      "Xiliang Liao,",
      "Zhiyu Wang,",
      "Wei Li,",
      "Peipei Zhang,",
      "Hao Cheng,",
      "Qing Wang,",
      "Javaid Akhter Bhat,",
      "Hui Wang,",
      "Biao Liu,",
      "Hengyou Zhang,",
      "Fang Huang,",
      "Deyue Yu"
    ],
    "doi": "https://doi.org/10.1111/eva.13480",
    "journalVolume": "Vol. 15,\n                                no. 11\n                                \n                                  pp.\n                                  1820\n                                  – 1833",
    "issn": "1752-4571 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Evolution"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/17524571",
    "abstract": "Abstract Global climate change has threatened world crop production and food security. Decoding the adaptive genetic basis of wild relatives provides an invaluable genomic resource for climate‐smart crop breedinG. Here, we performed whole‐genome sequencing of 185 diverse wild soybean (Glycine soja) accessions collected from three major agro‐ecological zones in China to parse the genomic basis of local adaptation in wild soybean. The population genomic diversity pattern exhibited clear agro‐ecological zone‐based population structure, and multiple environmental factors were observed to contribute to the genetic divergence. Demographic analysis shows that wild soybeans from the three ecological zones diverged about 1 × 105 years ago, and then the effective population sizes have undergone different degrees of expansions. Genome‐environment association identified multiple genes involved in the local adaptation, such as flowering time and temperature‐related genes. A locus containing two adjacent MADS‐box transcription factors on chromosome 19 was identified for multiple environmental factors, and it experienced positive selection that enables the adaptation to high‐latitude environment. This study provides insights into the genetic mechanism of ecological adaptation in wild soybean that may facilitate climate‐resilient soybean breeding.",
    "readLink": "https://doi.org/10.1111/eva.13480"
  },
  {
    "title": "High Land-Use Intensity Diminishes Stability of Forage Provision of Mountain Pastures under Future Climate Variability",
    "authors": [
      "Bernd  Josef Berauer,",
      "Peter  Allan Wilfahrt,",
      "Max  Anatol Schuchardt,",
      "Marcus Schlingmann,",
      "Anne Schucknecht,",
      "Anke Jentsch"
    ],
    "doi": "https://doi.org/10.3390/agronomy11050910",
    "journalVolume": "Vol. 11,\n                                no. 910\n                                \n                                  p.\n                                  910",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "Semi-natural, agriculturally used grasslands provide important ecologic and economic services, such as feed supply. In mountain regions, pastures are the dominant agricultural system and face more severe climate change impacts than lowlands. Climate change threatens ecosystem functions, such as aboveground net primary production [ANPP] and its nutrient content. It is necessary to understand the impacts of climate change and land-management on such ecosystems to develop management practices to sustainably maintain provision of ecosystem services under future climatic conditions. We studied the effect of climate change and different land-use intensities on plant-soil communities by the downslope translocation of plant-soil mesocosms along an elevation gradient in 2016, and the subsequent application of two management types (extensive vs. intensive). Communities’ response to ANPP and leaf carbon (C), nitrogen (N), and phosphorus (P) content was quantified over the subsequent two years after translocation. ANPP increased with warming in 2017 under both management intensities, but this effect was amplified by intensive land-use management. In 2018, ANPP of intensively managed communities decreased, in comparison to 2017, from 35% to 42%, while extensively managed communities maintained their production levels. The changes in ANPP are coupled with an exceptionally dry year in 2018, with up to 100 more days of drought conditions. The C:N of extensively managed communities was higher than those of intensively managed ones, and further increased in 2018, potentially indicating shifts in resource allocation strategies that may explain production stability. Our results revealed a low resistance of intensively managed communities’ ANPP under especially dry conditions. The ability to alter resource allocation likely enables a constant level of production under extensive management, but this ability is lost under intensive management. Thus, future drought events may leave intensive management as a non-sustainable farming practice, and ultimately threaten ecosystem services of montane pastures.",
    "readLink": "https://www.mdpi.com/2073-4395/11/5/910"
  },
  {
    "title": "Effectiveness of an adaptive flood management strategy using riparian risk assessment and a tolerability criterion",
    "authors": [
      "Eun Taek Shin,",
      "Sangeun Lee,",
      "Jongso Lee,",
      "Chang Geun Song"
    ],
    "doi": "https://doi.org/10.1111/jfr3.12756",
    "journalVolume": "Vol. 15,\n                                no. 1\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "1753-318X (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Hydraulic engineering: River protective works. Regulation. Flood control",
      "Technology: Engineering (General). Civil engineering (General): Disasters and engineering"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/1753318x",
    "abstract": "Abstract Owing to climate change, torrential rains and typhoons have become more frequent. However, to cope with this threat, conventional flood management suffers from limitations and difficulties because of the practice of uniform flood prevention measures being applied to all stream sections according to river grade classification. A wide array of measures should be considered to differentiate flood protection targets: adaptive flood management strategy is one such effort. One obstacle, however, to introducing such a measure is lack of clarity over how to divide quantitatively the degree of risk from flooding. In this study, we undertook quantitative risk assessment to determine the risk level in a riparian zone. We compared our results with statistically derived societal risk limits to determine whether the risk level was acceptable within the framework of the tolerance risk limit. We found that the flood risk could be reduced through adaptive flood management.",
    "readLink": "https://doi.org/10.1111/jfr3.12756"
  },
  {
    "title": "Multi-decadal analysis of root-zone soil moisture applying the exponential filter across CONUS",
    "authors": [
      "K. J. Tobin,",
      "R. Torres,",
      "W. T. Crow,",
      "M. E. Bennett"
    ],
    "doi": "https://doi.org/10.5194/hess-21-4403-2017",
    "journalVolume": "Vol. 21\n                                \n                                \n                                  pp.\n                                  4403\n                                  – 4417",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "This study applied the exponential filter to produce an estimate of root-zone soil moisture (RZSM). Four types of microwave-based, surface satellite soil moisture were used. The core remotely sensed data for this study came from NASA's long-lasting AMSR-E mission. Additionally, three other products were obtained from the European Space Agency Climate Change Initiative (CCI). These datasets were blended based on all available satellite observations (CCI-active, CCI-passive, and CCI-combined). All of these products were 0.25° and taken daily. We applied the filter to produce a soil moisture index (SWI) that others have successfully used to estimate RZSM. The only unknown in this approach was the characteristic time of soil moisture variation (T). We examined five different eras (1997–2002; 2002–2005; 2005–2008; 2008–2011; 2011–2014) that represented periods with different satellite data sensors. SWI values were compared with in situ soil moisture data from the International Soil Moisture Network at a depth ranging from 20 to 25 cm. Selected networks included the US Department of Energy Atmospheric Radiation Measurement (ARM) program (25 cm), Soil Climate Analysis Network (SCAN; 20.32 cm), SNOwpack TELemetry (SNOTEL; 20.32 cm), and the US Climate Reference Network (USCRN; 20 cm). We selected in situ stations that had reasonable completeness. These datasets were used to filter out periods with freezing temperatures and rainfall using data from the Parameter elevation Regression on Independent Slopes Model (PRISM). Additionally, we only examined sites where surface and root-zone soil moisture had a reasonably high lagged r value (r > 0. 5). The unknown T value was constrained based on two approaches: optimization of root mean square error (RMSE) and calculation based on the normalized difference vegetation index (NDVI) value. Both approaches yielded comparable results; although, as to be expected, the optimization approach generally outperformed NDVI-based estimates. The best results were noted at stations that had an absolute bias within 10 %. SWI estimates were more impacted by the in situ network than the surface satellite product used to drive the exponential filter. The average Nash–Sutcliffe coefficients (NSs) for ARM ranged from −0. 1 to 0.3 and were similar to the results obtained from the USCRN network (0.2–0.3). NS values from the SCAN and SNOTEL networks were slightly higher (0.1–0.5). These results indicated that this approach had some skill in providing an estimate of RZSM. In terms of RMSE (in volumetric soil moisture), ARM values actually outperformed those from other networks (0.02–0.04). SCAN and USCRN RMSE average values ranged from 0.04 to 0.06 and SNOTEL average RMSE values were higher (0.05–0.07). These values were close to 0.04, which is the baseline value for accuracy designated for many satellite soil moisture missions.",
    "readLink": "https://www.hydrol-earth-syst-sci.net/21/4403/2017/hess-21-4403-2017.pdf"
  },
  {
    "title": "Science to Support Management of Receiving Waters in an Event-Driven Ecosystem: From Land to River to Sea",
    "authors": [
      "Stuart E. Bunn,",
      "James C.R. Smart,",
      "Fran Sheldon,",
      "Emily Saeck,",
      "Rod M. Connolly,",
      "Jon M. Olley,",
      "Michele A. Burford,",
      "Catherine Leigh"
    ],
    "doi": "https://doi.org/10.3390/w5020780",
    "journalVolume": "Vol. 5,\n                                no. 2\n                                \n                                  pp.\n                                  780\n                                  – 797",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Managing receiving-water quality, ecosystem health and ecosystem service delivery is challenging in regions where extreme rainfall and runoff events occur episodically, confounding and often intensifying land-degradation impacts. We synthesize the approaches used in river, reservoir and coastal water management in the event-driven subtropics of Australia, and the scientific research underpinning them. Land-use change has placed the receiving waters of Moreton Bay, an internationally-significant coastal wetland, at risk of ecological degradation through increased nutrient and sediment loads. The event-driven climate exacerbates this issue, as the waterways and ultimately Moreton Bay receive large inputs of nutrients and sediment during events, well above those received throughout stable climatic periods. Research on the water quality and ecology of the region’s rivers and coastal waters has underpinned the development of a world-renowned monitoring program and, in combination with catchment-source tracing methods and modeling, has revealed the key mechanisms and management strategies by which receiving-water quality, ecosystem health and ecosystem services can be maintained and improved. These approaches provide a useful framework for management of water bodies in other regions driven by episodic events, or where novel stressors are involved (e.g., climate change, urbanization), to support sustained ecosystem service delivery and restoration of aquatic ecosystems.",
    "readLink": "http://www.mdpi.com/2073-4441/5/2/780"
  },
  {
    "title": "Biomimetic Approach in Architectural Education: Case study of ‘Biomimicry in Architecture’ Course",
    "authors": [
      "Nihal Amer"
    ],
    "doi": "Vol. 10,\n                                no. 3\n                                \n                                  pp.\n                                  499\n                                  – 506",
    "issn": "2090-4479 (Print)",
    "publisher": "2090-4495 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Egypt",
      "Technology: Engineering (General). Civil engineering (General)"
    ],
    "journalUrl": "http://www.journals.elsevier.com/ain-shams-engineering-journal/",
    "abstract": "Environmental aspects are crucial in designing sustainable buildings in relation to context. World is suffering from climate change due to green-house gas emissions. The present work shows the importance of teaching future architects how to implement biomimetic approach as a diverse sustainable way in architectural design. It is intended to clarify potentials of biomimicry as design generators in the course ‘Biomimicry in Architecture’ASE433ba-Fall2017 for 4th year architectural students, MSA University, Cairo. This is achieved by analysing the process of teaching biomimicry, staff and students’ perception. A questionnaire was distributed among students to evaluate their gained experience of applying biomimicry concept. 18 students attended the course and responded to the questionnaire. Their perception was measured through statistical analysis of questionnaire results. Students enthusiastically applied biomimetic principles in their designs. Incorporating biomimetic approach in architectural design will raise awareness of its importance in professional practice through students’ exposure to existing biomimicry projects. Keywords: Biomimicry, Design projects, Architectural education",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2090447919300188"
  },
  {
    "title": "Taxonomy for citizen actions on public health and climate change: a proposal",
    "authors": [
      "Lidice Álvarez-Miño,",
      "Robinson Taboada Montoya"
    ],
    "doi": "https://doi.org/10.11606/s1518-8787.2021055003823",
    "journalVolume": "Vol. 55",
    "issn": "0034-8910 (Print)",
    "publisher": "1518-8787 (Online)",
    "countryOfPublisher": "Universidade de São Paulo",
    "lcc": [
      "Brazil",
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://www.scielo.br/j/rsp/",
    "abstract": "ABSTRACT Facing complex issues such as climate change and its effects on public health require the participation of various actors. The research tool citizen science is one way for people to get involved. Through it, citizens collaborate with scientists to find solutions to problems in their territories. From a participatory work with citizens, we designed a taxonomy proposal, which can facilitate citizen and community action in suggesting research ideas. We expect stakeholders to use it to systematically classify and code initial questions and answers on public health and climate change issues. The development of this taxonomy integrates the global agenda of Sustainable Development Goals (SDG) in such a way that citizens not only help their communities but also, the direct fulfillment of SDGs such as Climate Action (SDG 13), indirectly impacting other SDGs — given their interdependent nature (SDG 3, SDG 5, SDG 6, SDG 7, SDG 11, SDG 12). The systematic classification and coding of citizens’ contributions worldwide will contribute to the large-scale organized collection of information to be analyzed in proposing better responses to reduce the impacts of climate change on health.",
    "readLink": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S0034-89102021000100602&tlng=en"
  },
  {
    "title": "Morphological, Physiological and Photophysiological Responses of Critically Endangered <i>Acer catalpifolium</i> to Acid Stress",
    "authors": [
      "Yuyang Zhang,",
      "Tao Yu,",
      "Wenbao Ma,",
      "Buddhi Dayananda,",
      "Kenji Iwasaki,",
      "Junqing Li"
    ],
    "doi": "https://doi.org/10.3390/plants10091958",
    "journalVolume": "Vol. 10,\n                                no. 1958\n                                \n                                  p.\n                                  1958",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Acid rain deposition (AR) has long-lasting implications for the community stability and biodiversity conservation in southwest China. Acer catalpifolium is a critically endangered species in the rain zone of Western China where AR occurs frequently. To understand the effects of AR on the morphology and physiology of A. catalpifolium, we conducted an acid stress simulation experiment for 1.5 years. The morphological, physiological, and photosynthetic responses of A. catalpifolium to the acidity, composition, and deposition pattern of acid stress was observed. The results showed that simulated acid stress can promote the growth of A. catalpifolium via the soil application mode. The growth improvement of A. catalpifolium under nitric-balanced acid rain via the soil application mode was greater than that of sulfuric-dominated acid rain via the soil application mode. On the contrary, the growth of A. catalpifolium was significantly inhibited by acid stress and the inhibition increased with the acidity of acid stress applied via leaf spraying. The inhibitory impacts of nitric-balanced acid rain via the leaf spraying of A. catalpifolium were greater than that of sulfur-dominant acid rain via leaf spraying. The observations presented in this work can be utilized for considering potential population restoration plans for A. catalpifolium, as well as the forests in southwest China.",
    "readLink": "https://www.mdpi.com/2223-7747/10/9/1958"
  },
  {
    "title": "Prediction of potentially suitable areas for the introduction of Magnolia wufengensis under climate change",
    "authors": [
      "Xiaodeng Shi,",
      "Qun Yin,",
      "Ziyang Sang,",
      "Zhonglong Zhu,",
      "Zhongkui Jia,",
      "Luyi Ma"
    ],
    "doi": "Vol. 127\n                                \n                                \n                                  p.\n                                  107762",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "Magnolia wufengensis, a new species of the subgenus Magnolia, has extremely high ornamental and scientific value due to its rich morphological diversity. The wild population of M. wufengensis has a narrow habitat and a sparse population, and is in a critically endangered state. Currently, the potential suitable areas for the introduction of M. wufengensis and the limiting factors affecting its distribution and the response to global warming are unclear. Hence, an optimized MaxEnt model in the ENMeval package based on 49 M. wufengensis occurrence records and 16 environmental variables were used to simulate the potential suitable areas for M. wufengensis under current and future (2041–2080) climate change scenarios, including four representative concentration pathways (RCP2.6, RCP4.5, RCP6.0 and RCP8.5), to provide a scientific basis for the precise introduction, cultivation and expansion of suitable areas of M. wufengensis. The MaxEnt model was highly accurate, with an average training area under the curve (AUC) value of 0.9895 ± 0.0011 after 10 repetitions. The results indicated that the mean temperature of the coldest quarter (-6.75–14.31 °C), mean diurnal range (≤14.29 °C), min temperature of the coldest month (-13.73–10.77 °C), mean temperature of the warmest quarter (≥12.93 °C), precipitation of the wettest month (40.99–715.42 mm) and annual mean temperature (4.47–24.56 °C) were the most important environmental variables (threshold) limiting the distribution of suitable areas for M. wufengensis. In the current climate, areas of 146.15 × 104 km2, 119.88 × 104 km2 and 224.87 × 104 km2 were projected as potential areas with high, medium, and low suitability for M. wufengensis, respectively. These areas were mainly located in eastern and central Asia, the Mediterranean coast of southern Europe, and western America. Under future climate change, the potential suitable areas for M. wufengensis in the world will be greatly reduced, and the degree of fragmentation will increase. In addition, the reduction in suitable areas of different classes will be approximately 4.75%-39.14%, the suitable areas in western America and southern Europe will disappear, and the centroids of suitable areas for M. wufengensis will tends shift northeast.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X21004271"
  }
]