[
  {
    "title": "Navigating the storm: How proficient organizational culture promotes clinician retention in the shift to evidence-based practice.",
    "authors": [
      "Nathaniel J Williams,",
      "Rinad S Beidas"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0209745",
    "journalVolume": "Vol. 13,\n                                no. 12\n                                \n                                  p.\n                                  e0209745",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "ObjectiveClinician turnover is a major concern as mental health systems and organizations invest substantial resources in the implementation of evidence-based practice (EBP). In this study, we identify malleable factors associated with reduced clinician turnover during a system-wide EBP implementation initiative. Specifically, we examine how proficient organizational culture (i.e., norms and behavioral expectations that clinicians prioritize improvement in client well-being and exhibit competence in up-to-date treatment practices), EBP implementation climate (i.e., perceptions that the organization's policies, procedures, and practices support EBP use), and change in these organizational characteristics relate to clinician turnover during a system-wide EBP transformation.MethodData were collected from 236 clinicians in 19 mental health clinics across 3 years of a system-wide EBP implementation initiative in the City of Philadelphia. Clinicians reported on proficient organizational culture and EBP implementation climate at baseline (T1) and two-year follow-up (T2). Administrators reported on clinician turnover at three-year follow-up (T3). Hypotheses were tested via multilevel mediation analyses incorporating mixed effects logistic regression models.ResultsControlling for organization size, clinician job satisfaction, attitudes towards EBP, job tenure, and age, higher levels of proficient organizational culture and improvement in proficient culture from baseline to two-year follow-up predicted reduced clinician turnover in the year following; these effects were mediated by EBP implementation climate and by improvement in EBP implementation climate, respectively.ConclusionsOrganizations with more proficient cultures have more supportive EBP implementation climates that predict reduced clinician turnover during system-wide EBP implementation initiatives. Strategies that target these antecedents in mental health service organizations may contribute to reduced clinician turnover.",
    "readLink": "https://doi.org/10.1371/journal.pone.0209745"
  },
  {
    "title": "Variations in CO<sub>2</sub> and CH<sub>4</sub> Exchange in Response to Multiple Biophysical Factors from a Mangrove Wetland Park in Southeastern China",
    "authors": [
      "Chunlin Wang,",
      "Xiaosong Zhao,",
      "Xianyan Chen,",
      "Chan Xiao,",
      "Xingwang Fan,",
      "Chong Shen,",
      "Ming Sun,",
      "Ziqi Shen,",
      "Qiang Zhang"
    ],
    "doi": "https://doi.org/10.3390/atmos14050805",
    "journalVolume": "Vol. 14,\n                                no. 805\n                                \n                                  p.\n                                  805",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Mangrove ecosystems can be both significant sources and sinks of greenhouse gases. The restoration of mangrove forests is increasingly used as a natural climate solution tool to mitigate climate change. However, the estimates of carbon exchanges remain unclear, especially from restored mangroves. In this study, we observed the temporal variations in carbon dioxide (CO2) and methane (CH4) fluxes and their biophysical controls for 4 years, based on a closed-path eddy covariance (EC) system. The measurements were conducted in a mangrove wetland park with 14-year-old restored mangroves surrounded by open waters in Guangdong Province, China. The EC measurements showed that the mangrove ecosystem acted as a CO2 source with a net CO2 ecosystem exchange (NEE) of 305 g C m−2 from January 2019 to May 2020 by the 5-m tower measurement. After the tower was adjusted to 10 m, the mangrove showed a CO2 sink with an NEE of −345 g C m−2 from June 2020 to December 2022. The change in tower height influenced the interpretation of interannual trends on NEE. There were no significant interannual trends in the gross primary productivity (GPP) and the ecosystem respiration (Re) values. The change from CO2 source to sink may be attributed to the decrease in land surface proportion by the tower replacement, which reduces the proportion of the mangrove canopy respiration and, therefore, captures lower CO2 fluxes from open waters. The restored mangroves indicated strong CH4 sources of 23.2–26.3 g C m−2 a−1. According to the random forest analysis, the land surface proportion, radiation, and relative humidity were the three most important predictors of NEE, while the CH4 flux was most sensitive to air temperature. Compared to the natural and long-term restored mangroves, this 14-year-old restored mangrove had not yet achieved a maximum carbon sequestration capability. Our study highlights the need for the careful design of long-term observations from restored mangroves and proposes future needs in the context of carbon neutrality.",
    "readLink": "https://www.mdpi.com/2073-4433/14/5/805"
  },
  {
    "title": "How Do the Cultural Dimensions of Climate Shape Our Understanding of Climate Change?",
    "authors": [
      "Jason Alexandra"
    ],
    "doi": "https://doi.org/10.3390/cli9040063",
    "journalVolume": "Vol. 9,\n                                no. 63\n                                \n                                  p.\n                                  63",
    "issn": "2225-1154 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/climate",
    "abstract": "Climatic events express the dynamics of the Earth’s oceans and atmosphere, but are profoundly personal and social in their impacts, representation and comprehension. This paper explores how knowledge of the climate has multiple scales and dimensions that intersect in our experience of the climate. The climate is objective and subjective, scientific and cultural, local and global, and personal and political. These divergent dimensions of the climate frame the philosophical and cultural challenges of a dynamic climate. Drawing on research into the adaptation in Australia’s Murray Darling Basin, this paper outlines the significance of understanding the cultural dimensions of the changing climate. This paper argues for greater recognition of the ways in which cultures co-create the climate and, therefore, that the climate needs to be recognised as a socio-natural hybrid. Given the climate’s hybrid nature, research should aim to integrate our understanding of the social and the natural dimensions of our relationships to a changing climate.",
    "readLink": "https://www.mdpi.com/2225-1154/9/4/63"
  },
  {
    "title": "Assessment of Variability and Attribution of Drought Based on GRACE in China from Three Perspectives: Water Storage Component, Climate Change, Water Balance",
    "authors": [
      "Rong Wu,",
      "Chengyuan Zhang,",
      "Yuli Li,",
      "Chenrui Zhu,",
      "Liang Lu,",
      "Chenfeng Cui,",
      "Zhitao Zhang,",
      "Shuo Wang,",
      "Jiangdong Chu,",
      "Yongxiang Li"
    ],
    "doi": "https://doi.org/10.3390/rs15184426",
    "journalVolume": "Vol. 15,\n                                no. 4426\n                                \n                                  p.\n                                  4426",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Understanding how drought is impacted by both natural and human influences is crucial to the sustainable utilization and protection of water resources. We established a drought severity index (DSI) based on the terrestrial water storage anomaly (TWSA) derived from the GRACE satellite to detect drought characteristics and trends over ten major river basins in China from 2002 to 2017. The influence of natural factors (terrestrial water storage components, precipitation, evapotranspiration, runoff, NDVI, and teleconnection factors (ENSO, PDO, NAO, and AO)) and a human factor (LULC) on drought were investigated and quantified from the perspective of water storage components based on the Theil–Sen trend and Mann–Kendall test method, the perspective of climate change based on cross wavelet transforms, and the perspective of water balance based on Random Forest. The results indicated that (1) almost all humid and arid basins experienced major drought periods during 2002–2006 and 2014–2017, respectively. The southern IRB and central YZRB regions exhibited notable declines in DSI trends, while the majority of the HLRB, IRB, LRB, YRB, HRB, and SWRB experienced significant increases in DSI trends; (2) abnormal groundwater decreases were the main cause of drought triggered by insufficient terrestrial water storage in most basins; (3) ENSO was the strongest teleconnection factor in most humid basins, and NAO, PDO, and AO were the strongest teleconnection factors in the arid basins and PRB. Most significant resonance cycles lasted 12–64 months in 2005–2014; and (4) the influence of an anthropogenic driver (LULC) has become as important as, or more important than, natural factors (runoff and teleconnection factors) on hydrological drought.",
    "readLink": "https://www.mdpi.com/2072-4292/15/18/4426"
  },
  {
    "title": "Coastal Flooding in the Balearic Islands During the Twenty-First Century Caused by Sea-Level Rise and Extreme Events",
    "authors": [
      "Pau Luque,",
      "Pau Luque,",
      "Lluís Gómez-Pujol,",
      "Marta Marcos,",
      "Marta Marcos,",
      "Alejandro Orfila"
    ],
    "doi": "https://doi.org/10.3389/fmars.2021.676452",
    "journalVolume": "Vol. 8",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Sea-level rise induces a permanent loss of land with widespread ecological and economic impacts, most evident in urban and densely populated areas. Potential coastline retreat combined with waves and storm surges will result in more severe damages for coastal zones, especially over insular systems. In this paper, we quantify the effects of sea-level rise in terms of potential coastal flooding and potential beach erosion, along the coasts of the Balearic Islands (Western Mediterranean Sea), during the twenty-first century. We map projected flooded areas under two climate-change-driven mean sea-level rise scenarios (RCP4.5 and RCP8.5), together with the impact of an extreme event defined by the 100-year return level of joint storm surges and waves. We quantify shoreline retreat of sandy beaches forced by the sea-level rise (scenarios RCP4.5 and RCP8.5) and the continuous action of storm surges and waves (modeled by synthetic time series). We estimate touristic recreational services decrease of sandy beaches caused by the obtained shoreline retreat, in monetary terms. According to our calculations, permanent flooding by the end of our century will extend 7.8–27.7 km2 under the RCP4.5 scenario (mean sea-level rise between 32 and 80 cm by 2100), and up to 10.9–36.5 km2 under RCP8.5 (mean sea-level rise between 46 and 103 cm by 2100). Some beaches will lose more than 50% of their surface by the end of the century: 20–50% of them under RCP4.5 scenario and 25–60% under RCP8.5 one. Loss of touristic recreational services could represent a gross domestic product (GDP) loss up to 7.2% with respect to the 2019 GDP.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2021.676452/full"
  },
  {
    "title": "Assessing the effectiveness of management measures in the Ria Formosa coastal lagoon, Portugal",
    "authors": [
      "Alice Newton,",
      "Miguel Cañedo-Argüelles,",
      "Miguel Cañedo-Argüelles,",
      "David March,",
      "David March,",
      "Priscila Goela,",
      "Sónia Cristina,",
      "Marta Zacarias,",
      "Marta Zacarias,",
      "John Icely,",
      "John Icely"
    ],
    "doi": "https://doi.org/10.3389/fevo.2022.508218",
    "journalVolume": "Vol. 10",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "The Ria Formosa is an important transitional and coastal lagoon on the south coast of Portugal that provides valuable ecosystem services. The lagoon is a protected area under national and international conventions. There is a great potential for Blue Growth sectors, such as aquaculture and coastal tourism, but these rely on good water quality. European environmental legislation, such as the Water Framework Directive, requires member states, such as Portugal to implement management measures if a surface water body is not of good ecological status. This work addresses the effectiveness of management measures, such as wastewater treatment plant implementation and dredging, on the water quality of the Ria Formosa coastal lagoon system. This is an important social-ecological issue, since management measures can be very expensive. The ecological status of Ria Formosa was evaluated, according to the physico-chemical and biological quality elements of the Water Framework Directive. The main indicators were the physico-chemical quality elements of nutrient and oxygen condition, and the biological quality element chlorophyll a, as a proxy for phytoplankton biomass, under the Water Framework Directive. The data for these quality elements from the Ria Formosa were analyzed for consistency with the classification for the Water Framework Directive water bodies. The data after the implementation of management measures was compared with historical data to evaluate if these measures had been effective. The relation between nutrient pressures, meteorological and hydrological conditions was addressed, especially rainfall and runoff. Results showed a decrease in nutrient concentration after the management interventions, despite the increase of population and intensifying agriculture in the catchment. The Ecological Status is spatially variable with an overall moderate status, indicating the need for further management measures. There is a significant reduction in nutrient pressure on the lagoon during drought years. This indicates that climate change may alter the structure and function of the lagoon in the future.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fevo.2022.508218/full"
  },
  {
    "title": "Potential Utility of a Climate-Sensitive Structural Stand Density Management Model for Red Pine Crop Planning",
    "authors": [
      "Peter F. Newton"
    ],
    "doi": "https://doi.org/10.3390/f13101695",
    "journalVolume": "Vol. 13,\n                                no. 1695\n                                \n                                  p.\n                                  1695",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "The objectives of this study were to evaluate and exemplify the potential utility of a climate-sensitive modular-based structural stand density management model (SSDMM) developed for red pine (Pinus resinosa Aiton) in crop planning decision making. Firstly, the model’s predictive ability was assessed using a retrospective validation approach without consideration of climate change effects. Although limited in scope and applicability, the preliminary results revealed that the magnitude of the mean prediction error for the principal determinates governing stand development did not exceed ±15%. Secondly, the potential utility of the model was illustrated within a spatial-based forest management planning context for a range of climate change scenarios. These exemplifications included three conventional crop plan simulations (initial spacing (IS), IS plus one commercial thinning (CT) treatment, and IS plus two CTs) developing under three climate change scenarios (1971–2000 climate norms, and 4.5 and 8.5 representative concentration pathways) over 75-year rotations (2022–2097) at three geographically diverse locales (north-eastern (Kirkland Lake), north-central (Thessalon), and north-western (Thunder Bay) Ontario, Canada). Resultant developmental indices and (or) productivity metrics were contrasted in terms of (1) regional-specific differences in temporal stand dynamical patterns and rotational yields with increasing climatic change severity, and (2) silvicultural effectiveness of the crop plans within and across locales for each climate change scenario. Climate-wise, although the results revealed marginal regional differences across a multitude of rotational outcome metrics, declines in mean tree size and merchantable volume productivity, and most importantly utility pole production within unthinned plantations, were among the most consequential and consistent negative outcomes associated with climate-induced site productivity declines. Silviculturally, crop plans that included thinning treatments relative to their counterparts that did not, yielded trees of greater mean size and were able to maintain utility pole production status while not achieving similar levels of site occupancy or volumetric productivity. Management-wise, maintenance of pole production status along with concurrent increases in fiscal worth even in light of climate change outweighed the marginal decline in volumetric productivity that was associated with the thinning regimes. In summary, the validation results provided a measure of predictive performance relative to the underlying calibration data set whereas the exemplifications illustrated the model’s potential operational utility in spatial-based forest management planning. For managers aspiring to maintain the historical productivity legacy of red pine through optimal density management decision making while acknowledging prediction uncertainty when forecasting stand development trajectories under climate change, the SSDMM provides an optional decision-support tool for designing climate-smart crop plans during the Anthropocene.",
    "readLink": "https://www.mdpi.com/1999-4907/13/10/1695"
  },
  {
    "title": "Evaluation and selection of CMIP6 GCMs for long-term hydrological projections based on spatial performance assessment metrics across South Korea",
    "authors": [
      "Nguyen Thi Huong,",
      "Yong-Tak Kim,",
      "Hyun-Han Kwon"
    ],
    "doi": "https://doi.org/10.2166/wcc.2023.021",
    "journalVolume": "Vol. 14,\n                                no. 8\n                                \n                                  pp.\n                                  2663\n                                  – 2679",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "The selection of an appropriate subset of Global Climate Models (GCMs) from the Coupled Model Intercomparison Project 6 (CMIP6) for long-term hydrological simulation at the basin scale is a necessity. This study selected high-performing GCMs among 32 available CMIP6 GCMs on the basis of reproducing the observed precipitation over the main watershed in South Korea during the historical period. An integrated selection approach based on four spatial performance assessment metrics was proposed to better estimate changes in precipitation using the simulated GCMs precipitation. Results revealed that the spatial performance over different GCMs could provide an effective means of selecting GCMs for hydrological study over the major river watersheds in South Korea. The four top-ranked GCMs are FIO-ESM-2-0, CESM2-WACCM, CESM2, and CMCC-ESM2, and they overestimated precipitation in South Korea during the historical period, with a bias of 10–25%. However, this study confirmed that a formal bias correction for these GCMs is not recommended prior to model selection, and the ranking of GCMs under the bias correction could be problematic. The proposed approach in this study can be applied to numerous GCMs, climate variables, and other regions to select representative GCMs to reduce the uncertainties in terms of the spatial patterns observed. HIGHLIGHTS The goodness-of-fit measures are proposed for the selection of climate models.; A comprehensive rating metric approach is proposed to evaluate the overall ranking of the GCMs.; Exploration of the spatial performance of different GCMs can effectively select GCMs.; A formal bias correction for these GCMs is not recommended prior to model selection, and the ranking of GCMs under the bias correction could be problematic.;",
    "readLink": "http://jwcc.iwaponline.com/content/14/8/2663"
  },
  {
    "title": "Leveraging Big Data and Analytics to Improve Food, Energy, and Water System Sustainability",
    "authors": [
      "Joshua Pitts,",
      "Sucharita Gopal,",
      "Sucharita Gopal,",
      "Sucharita Gopal,",
      "Yaxiong Ma,",
      "Magaly Koch,",
      "Roelof M. Boumans,",
      "Les Kaufman"
    ],
    "doi": "https://doi.org/10.3389/fdata.2020.00013",
    "journalVolume": "Vol. 3",
    "issn": "2624-909X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Technology (General): Industrial engineering. Management engineering: Information technology"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/big-data",
    "abstract": "With the world population projected to grow significantly over the next few decades, and in the presence of additional stress caused by climate change and urbanization, securing the essential resources of food, energy, and water is one of the most pressing challenges that the world faces today. There is an increasing priority placed by the United Nations (UN) and US federal agencies on efforts to ensure the security of these critical resources, understand their interactions, and address common underlying challenges. At the heart of the technological challenge is data science applied to environmental data. The aim of this special publication is the focus on big data science for food, energy, and water systems (FEWSs). We describe a research methodology to frame in the FEWS context, including decision tools to aid policy makers and non-governmental organizations (NGOs) to tackle specific UN Sustainable Development Goals (SDGs). Through this exercise, we aim to improve the “supply chain” of FEWS research, from gathering and analyzing data to decision tools supporting policy makers in addressing FEWS issues in specific contexts. We discuss prior research in each of the segments to highlight shortcomings as well as future research directions.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fdata.2020.00013/full"
  },
  null
]