[
  {
    "title": "Spatial and Temporal Changes in Infiltration and Aggregate Stability: A Case Study of a Subhumid Irrigated Cropland",
    "authors": [
      "Gergely Jakab,",
      "Endre Dobos,",
      "Balázs Madarász,",
      "Zoltán Szalai,",
      "Judit  Alexandra Szabó"
    ],
    "doi": "https://doi.org/10.3390/w11050876",
    "journalVolume": "Vol. 11,\n                                no. 5\n                                \n                                  p.\n                                  876",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Climate change is increasing the occurrence of extreme precipitation events and causing irregular precipitation patterns. This occurs in parallel with the degradation of crop fields, and triggers the occurrence of pluvial floods and droughts on the same field. Consequently, irrigation must be adapted to the changing soil properties. Detailed spatial and temporal measurements of changes in infiltration are required. This study aimed to quantify changes in infiltration for a subhumid irrigated cropland with various soil types (Phaeozem, Solonetz, Chernozem) and field conditions (seedbed and stubble) by simulating rainfall. As the soil structure determines hydrology, the aggregate stability/surface roughness was tested as a proxy of infiltration through photogrammetry. The soil losses caused by precipitation did not exhibit connections to changes in the surface roughness, and lower aggregate stability did not necessarily cause lower infiltration intensities, suggesting that sedimentation could only partly seal drainage pores. The final infiltration intensities varied within a wide range (0.2−28.4 mm h−1). Seedbed preparation did not increase the volume of micropores (<10 µm), which resulted in higher infiltration under stubble. Photogrammetry was found to be a potentially useful tool for measuring aggregate stability, however, further investigations on in situ soil surfaces are required for technical improvement.",
    "readLink": "https://www.mdpi.com/2073-4441/11/5/876"
  },
  {
    "title": "Non-Dam Alternatives for Delivering Water Services at Least Cost and Risk",
    "authors": [
      "Michael P. Totten,",
      "Timothy J. Killeen,",
      "Tracy A. Farrell"
    ],
    "doi": "Vol. 3,\n                                no. 2\n                                \n                                  pp.\n                                  207\n                                  – 230",
    "issn": "1965-0175 (Online)",
    "publisher": "Water Alternatives Association",
    "countryOfPublisher": "France",
    "lcc": [
      "Technology: Hydraulic engineering"
    ],
    "journalUrl": "http://www.water-alternatives.org/index.php",
    "abstract": "The World Commission for Water in the 21st Century estimated the annual cost of meeting future infrastructural needs for water at US$180 billion by 2025, including supply, sanitation, waste-water treatment, agriculture, and environmental protection. These estimates assume that future global demand for water-related services will mimic those of industrialised nations that rely on centralised water supply and treatment infrastructural systems. This large annual expenditure excludes an estimated US$40 billion that will be invested annually on new hydropower dams and other large-scale water transfer systems. These estimates exclude the environmental and social cost from improperly designed dams, and the true long-term cost to society will be many times greater. Many hydropower schemes are at risk from irregular flow regimes resulting from drought and climate change, while increased land-use intensity leads to sedimentation rates that diminish reservoir storage capacity. Methane emissions from rotting vegetation can be higher than displaced fossil-fuel power plants, while fragmented aquatic habitats and altered flow regimes threaten biodiversity and inland fisheries – a primary protein source for millions of poor people. We present evidence that a value-adding and risk-minimising water planning process can be achieved by shifting from the conventional focus on supply expansion to one that concentrates on efficiently delivering services at and near the point of use. The State of California has two decades of experience with this approach, demonstrating that market-based policy and regulatory innovations can unleash efficiency gains resulting in more utility water services and energy services delivered with less supply expansion at lower costs, while minimising climate-change risk, pollution and the social cost that accompany large infrastructural projects. Efficiency in delivered water services could be accomplished with investments in the range of US$10-25 billion annually, while obviating the need for spending hundreds of billions of dollars on more expensive hydropower and related infrastructural expansion projects. The shift to a regulatory system that encompasses cost-effective end-use efficiency improvements in delivering water and energy services could eliminate the need for an estimated half of all proposed dams globally, thus allowing for the maintenance of other ecosystem service benefits and offer the best hopes of meeting basic human needs for water at a more achievable level of investment.",
    "readLink": "http://www.water-alternatives.org/index.php/alldoc/articles/vol3/v3issue2/90-a3-2-13/file"
  },
  {
    "title": "Impact of Agricultural Land Use Types on Soil Moisture Retention of Loamy Soils",
    "authors": [
      "Szabolcs Czigány,",
      "Noémi Sarkadi,",
      "Dénes Lóczy,",
      "Anikó Cséplő,",
      "Richárd Balogh,",
      "Szabolcs Ákos Fábián,",
      "Rok Ciglič,",
      "Mateja Ferk,",
      "Gábor Pirisi,",
      "Marcell Imre,",
      "Gábor Nagy,",
      "Ervin Pirkhoffer"
    ],
    "doi": "https://doi.org/10.3390/su15064925",
    "journalVolume": "Vol. 15,\n                                no. 4925\n                                \n                                  p.\n                                  4925",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Increasingly severe hydrological extremes are predicted for the Pannonian Basin as one of the consequences of climate change. The challenges of extreme droughts require the adaptation of agriculture especially during the intense growth phase of crops. For dryland farming, the selections of the optimal land use type and sustainable agricultural land management are potential adaptation tools for facing the challenges posed by increased aridity. To this end, it is indispensable to understand soil moisture (SM) dynamics under different land use types over drought-affected periods. Within the framework of a Slovenian–Hungarian project, soil moisture, matric potential and rainfall time series have been collected at three pilot sites of different land use types (pasture, orchards and a ploughland) in SW Hungary since September 2018. Experiments were carried out in soils of silt, silt loam and clay loam texture. In the summers (June 1 to August 31) of 2019 and 2022, we identified normal and dry conditions, respectively, with regard to differences in water balance. Our results demonstrated that soil moisture is closely controlled by land use. Marked differences of the moisture regime were revealed among the three land use types based on statistical analyses. Soils under pasture had the most balanced regime, whereas ploughland soils indicated the highest amplitude of moisture dynamics. The orchard, however, showed responses to weather conditions in sharp contrast with the other two sites. Our results are applicable for loamy soils under humid and subhumid temperate climates and for periods of extreme droughts, a condition which is expected to be the norm for the future.",
    "readLink": "https://www.mdpi.com/2071-1050/15/6/4925"
  },
  {
    "title": "The <span style=\"font-variant: small-caps\">KERES</span> Ontology: Protecting Cultural Heritage from Extreme Climate Events",
    "authors": [
      "Jürgen Reuter,",
      "Tobias Hellmund,",
      "Jürgen Moßgraber,",
      "Philipp Hertweck"
    ],
    "doi": "https://doi.org/10.3390/heritage6050211",
    "journalVolume": "Vol. 6,\n                                no. 211\n                                \n                                  pp.\n                                  4015\n                                  – 4041",
    "issn": "2571-9408 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Auxiliary sciences of history: Archaeology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/heritage",
    "abstract": "Protecting and preserving cultural heritage (CH) in view of global climate change is the main objective of the KERES project. For managing climate impact with proper measurements, including prevention and responsive actions, an ontology has been devised in the course of this project in close cooperation with relevant stakeholders of selected CH assets that serve us as case studies. In particular, the ontology supports modeling specific CH assets with respect to the challenges of climate change. It turns out the main challenge is to subsume the diversity of models and processes specific to individual assets on a proper level of abstraction. Based on the ontology, we succeeded in creating software that assists stakeholders in managing their CH challenges, including an interactive app for suggesting preventative measurements and a web application for creating route cards that are used by emergency service professionals in the case of rescuing cultural assets. We are confident that our methodology of CH assets abstraction and modeling will be applicable to a broader range of CH assets.",
    "readLink": "https://www.mdpi.com/2571-9408/6/5/211"
  },
  {
    "title": "A review of phytoplankton dynamics in tropical African lakes",
    "authors": [
      "Mzime Ndebele-Murisa,",
      "Charles Musil,",
      "Lincoln Raitt"
    ],
    "doi": "Vol. 106,\n                                no. 1/2",
    "issn": "0038-2353 (Print)",
    "publisher": "1996-7489 (Online)",
    "countryOfPublisher": "Academy of Science of South Africa",
    "lcc": [
      "South Africa",
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.sajs.co.za",
    "abstract": "This paper provides a synthesis of current knowledge on phytoplankton production, seasonality, and stratification in tropical African lakes and considers the effects of nutrient enrichment and the potential impacts of climate warming on phytoplankton production and composition. Tropical African lakes are especially sensitive to climate warming as they experience wide fluctuations in the thermocline over a narrow range of high water temperatures. Recent climate warming has reduced phytoplankton biomass and production in the lakes. A decline in the production of palatable chlorophytes and an increase in cyanobacteria has led to reduced zooplankton production and a consequent decline in fish stocks, all of which can be associated with the elevated water temperatures. This indicates that even moderate climate warming may destabilise phytoplankton dynamics in tropical African lakes, thereby reducing water quality and food resources for planktivorous fish, with consequent negative impacts on human livelihoods.",
    "readLink": "http://192.168.0.115/index.php/sajs/article/view/9990"
  },
  {
    "title": "The Role of Stress Proteins in Haloarchaea and Their Adaptive Response to Environmental Shifts",
    "authors": [
      "Laura Matarredona,",
      "Mónica Camacho,",
      "Basilio Zafrilla,",
      "María-José Bonete,",
      "Julia Esclapez"
    ],
    "doi": "https://doi.org/10.3390/biom10101390",
    "journalVolume": "Vol. 10,\n                                no. 1390\n                                \n                                  p.\n                                  1390",
    "issn": "2218-273X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "https://www.mdpi.com/journal/biomolecules",
    "abstract": "Over the years, in order to survive in their natural environment, microbial communities have acquired adaptations to nonoptimal growth conditions. These shifts are usually related to stress conditions such as low/high solar radiation, extreme temperatures, oxidative stress, pH variations, changes in salinity, or a high concentration of heavy metals. In addition, climate change is resulting in these stress conditions becoming more significant due to the frequency and intensity of extreme weather events. The most relevant damaging effect of these stressors is protein denaturation. To cope with this effect, organisms have developed different mechanisms, wherein the stress genes play an important role in deciding which of them survive. Each organism has different responses that involve the activation of many genes and molecules as well as downregulation of other genes and pathways. Focused on salinity stress, the archaeal domain encompasses the most significant extremophiles living in high-salinity environments. To have the capacity to withstand this high salinity without losing protein structure and function, the microorganisms have distinct adaptations. The haloarchaeal stress response protects cells against abiotic stressors through the synthesis of stress proteins. This includes other heat shock stress proteins (Hsp), thermoprotectants, survival proteins, universal stress proteins, and multicellular structures. Gene and family stress proteins are highly conserved among members of the halophilic archaea and their study should continue in order to develop means to improve for biotechnological purposes. In this review, all the mechanisms to cope with stress response by haloarchaea are discussed from a global perspective, specifically focusing on the role played by universal stress proteins.",
    "readLink": "https://www.mdpi.com/2218-273X/10/10/1390"
  },
  {
    "title": "Influence of Late Holocene Climate Change and Human Land Use on Terrestrial and Aquatic Ecosystems in Southwest Madagascar",
    "authors": [
      "Alejandra I. Domic,",
      "Alejandra I. Domic,",
      "Alejandra I. Domic,",
      "Sean W. Hixon,",
      "Maria I. Velez,",
      "Sarah J. Ivory,",
      "Sarah J. Ivory,",
      "Kristina G. Douglass,",
      "Kristina G. Douglass,",
      "Mark Brenner,",
      "Jason H. Curtis,",
      "Brendan J. Culleton,",
      "Douglas J. Kennett"
    ],
    "doi": "https://doi.org/10.3389/fevo.2021.688512",
    "journalVolume": "Vol. 9",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "Madagascar’s biota underwent substantial change following human colonization of the island in the Late Holocene. The timing of human arrival and its role in the extinction of megafauna have received considerable attention. However, the impacts of human activities on regional ecosystems remain poorly studied. Here, we focus on reconstructing changes in the composition of terrestrial and aquatic ecosystems to evaluate the impact of human land use and climate variability. We conducted a paleoenvironmental study, using a sediment record that spans the last ∼1,145 years, collected from a lakebed in the Namonte Basin of southwest Madagascar. We examined physical (X-ray fluorescence and stratigraphy) and biotic indicators (pollen, diatoms and micro- and macro-charcoal particles) to infer terrestrial and aquatic ecosystem change. The fossil pollen data indicate that composition of grasslands and dry deciduous forest in the region remained relatively stable during an arid event associated with northward displacement of the Intertropical Convergence Zone (ITCZ) between ∼1,145 and 555 calibrated calendar years before present (cal yr BP). Charcoal particles indicate that widespread fires occurred in the region, resulting from a combination of climate drivers and human agency during the entire span covered by the paleorecord. Following settlement by pastoral communities and the disappearance of endemic megafauna ∼1,000 cal yr BP, grasslands expanded and the abundance of trees that rely on large animals for seed dispersal gradually declined. A reduction in the abundance of pollen taxa characteristic of dry forest coincided with an abrupt increase in charcoal particles between ∼230 and 35 cal yr BP, when agro-pastoral communities immigrated into the region. Deforestation and soil erosion, indicated by a relatively rapid sedimentation rate and high K/Zr and Fe/Zr, intensified between 180 and 70 cal yr BP and caused a consequent increase in lake turbidity, resulting in more rapid turnover of the aquatic diatom community. Land use and ongoing climate change have continued to transform local terrestrial and freshwater ecosystems during the last ∼70 years. The current composition of terrestrial and aquatic ecosystems reflects the legacy of extinction of native biota, invasion of exotic species, and diminished use of traditional land management practices.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fevo.2021.688512/full"
  },
  {
    "title": "Climate change and agroecosystems: the effect of elevated atmospheric CO2 and temperature on crop growth, development, and yield",
    "authors": [
      "Streck Nereu Augusto"
    ],
    "doi": "Vol. 35,\n                                no. 3\n                                \n                                  pp.\n                                  730\n                                  – 740",
    "issn": "0103-8478 (Print)",
    "publisher": "1678-4596 (Online)",
    "countryOfPublisher": "Universidade Federal de Santa Maria",
    "lcc": [
      "Brazil",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.scielo.br/scielo.php?pid=0103-8478&script=sci_serial",
    "abstract": "The amount of carbon dioxide (CO2) of the Earths atmosphere is increasing, which has the potential of increasing greenhouse effect and air temperature in the future. Plants respond to environment CO2 and temperature. Therefore, climate change may affect agriculture. The purpose of this paper was to review the literature about the impact of a possible increase in atmospheric CO2 concentration and temperature on crop growth, development, and yield. Increasing CO2 concentration increases crop yield once the substrate for photosynthesis and the gradient of CO2 concentration between atmosphere and leaf increase. C3 plants will benefit more than C4 plants at elevated CO2. However, if global warming will take place, an increase in temperature may offset the benefits of increasing CO2 on crop yield.",
    "readLink": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S0103-84782005000300041"
  },
  {
    "title": "Topoclimate and wine quality: results of research on the Gewürztraminer grape variety in South Tyrol, northern Italy",
    "authors": [
      "Carlo Ferretti"
    ],
    "doi": "https://doi.org/10.20870/oeno-one.2021.55.1.4531",
    "journalVolume": "Vol. 55,\n                                no. 1",
    "issn": "2494-1271 (Online)",
    "publisher": "International Viticulture and Enology Society",
    "countryOfPublisher": "France",
    "lcc": [
      "Agriculture",
      "Science: Botany"
    ],
    "journalUrl": "http://www.oeno-one.eu",
    "abstract": "The aim of the study was to identify the ecological indicators that facilitate predictive analysis and to search for patterns in local geographical information to identify risks and opportunities in viticulture. The study focused on environmental factors that significantly affect the ripeness of the Gewürztraminer grape variety cultivated near Tramin, a village in northern Italy. In particular, the reliability of the new Solar Radiation Identity (SRI) topoclimate classification method was tested, along with its predictive capability in terms of the biosynthetic activity of the vine and the quality of its grapes. The SRI index characterises each vineyard in a precise and comparable way and helps to understand the way in which the topoclimate acts as an important abiotic stress factor for vines. A direct relationship between grape must sugar content and the SRI topoclimate index was observed. Our findings indicate an increase in sugar content of approximately 0.8 °KMW for every 10 points of the SRI index. Thus, a novel prediction model of grape ripening based on an SRI curve analysis is proposed. The correct application of the SRI index could be useful for discriminating and predicting geographical charactersitics of a given area strongly connected to ecological diversity and wine quality. It could support decision making in viticulture in terms of, for example, correctly matching vineyard and grape varieties, reducing wine vulnerability and production risk and predicting optimal ripeness and harvesting days. The use of the SRI prediction curve could help in adopting a more sustainable approach to agriculture and in finding new methods for adapting to climate change, such as by improving the match between the cultivars’ phenological status, vineyard location and growing season average temperature.",
    "readLink": "https://oeno-one.eu/article/view/4531"
  },
  {
    "title": "A Study of a Severe Spring Dust Event in 2021 over East Asia with WRF-Chem and Multiple Platforms of Observations",
    "authors": [
      "Weiqi Tang,",
      "Tie Dai,",
      "Yueming Cheng,",
      "Su Wang,",
      "Yuzhi Liu"
    ],
    "doi": "https://doi.org/10.3390/rs14153795",
    "journalVolume": "Vol. 14,\n                                no. 3795\n                                \n                                  p.\n                                  3795",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "In this study, we investigate the most severe East Asian dust storm in the past decade that occurred on 14–16 March 2021 based on the Weather Research and Forecasting model coupled with chemistry (WRF-Chem) and a variety of site measurements and satellite retrievals. The dust emissions from the Gobi Desert, especially over Mongolia on March 14, are the dominant sources of this intense dust event. The maximal hourly accumulated dust emissions over Mongolian and Chinese areas reached 1490.18 kt at 07:00 UTC on 14 March and 821.70 kt at 2:00 UTC on 15 March, respectively. During this dust event, the accumulated dust emissions in coarse modes (i.e., bin 4 and bin 5) account for 64.1% of the total dust emission mass, and the accumulated dust emissions in fine modes (i.e., bin 1) are the least, accounting for 7.6% of the total dust emission mass. Because the coarse mode bins of dust dominate the emissions, the downwind transported coarse mode particles can affect the North China Plain, while the fine particles can only affect the desert source and its surrounding regions such as the Gansu and Ningxia provinces. Due to the dust emissions and the dust transport path, the high AOD areas are located in the Gobi Desert and Northwest China and the vertical spatial distributions of aerosol extinction coefficients have the same characteristics. We also found the model drawback of overestimating simulated wind speeds, which leads to the overestimations of dust emissions and concentrations, indicating the urgency of improving the simulated wind field.",
    "readLink": "https://www.mdpi.com/2072-4292/14/15/3795"
  }
]