[
  {
    "title": "What evidence exists on the effectiveness of the techniques and management approaches used to improve the productivity of field grown tomatoes under conditions of water-, nitrogen- and/or phosphorus-deficit? A systematic map protocol",
    "authors": [
      "Nora Quesada,",
      "Pietro P. M. Iannetta,",
      "Philip J. White,",
      "Fanny Tran,",
      "Graham S. Begg"
    ],
    "doi": "https://doi.org/10.1186/s13750-019-0172-4",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 11",
    "issn": "2047-2382 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://environmentalevidencejournal.biomedcentral.com",
    "abstract": "Abstract Background There is an urgent need to ensure that food production is maintained in response to either a reduction in use or lack of availability of natural resources. To this end, several strategies have been investigated to determine which agronomic approaches may improve crop yields under conditions of reduced water and/or nutrients provision, with special attention upon nitrogen (N) and phosphorus (P). New technologies and practices have been developed for key commercial crops, such as tomatoes. However, few of these are widely adopted in the field and evidence of their value in this production setting is limited. Methods This protocol sets out a systematic map methodology that aims to provide a coherent synthesis of the available evidence among the literature on the techniques and management approaches that may ensure the productivity of field-grown tomatoes under conditions of water-, N- and/or P-deficits, either as single or combined stresses. To conduct the literature search, a search strategy was produced to define the scope of the systematic map and to allow reproducibility of the approach. A list of published and unpublished sources of literature were selected and a preliminary trial identified best-fit-for-purpose search-terms and -strings. A literature screening process was set with consistency checks amongst reviewers at the title, abstract and full text screening stages. A series of eligibility criteria were defined to ensure objectivity and consistency in the selection of studies that are best suited to address the research question of the systematic map. In addition, a coding strategy was designed to set the means for meta-data extraction out from the literature for review. A drafted structured questionnaire will serve as the base for collating the meta-data to produce a database where variables will be queried for the evidence synthesis. This work is expected to inform stakeholders, researchers and policy makers regarding the extent and nature of the existing evidence base, and so serve as a basis by-which specific approaches may be highlighted as potential focal-areas in future.",
    "readLink": "http://link.springer.com/article/10.1186/s13750-019-0172-4"
  },
  {
    "title": "Organismality grounds species collective responsibility",
    "authors": [
      "Davide Vecchi"
    ],
    "doi": "https://doi.org/10.4000/estetica.7259",
    "journalVolume": "Vol. 75\n                                \n                                \n                                  pp.\n                                  52\n                                  – 71",
    "issn": "0035-6212 (Print)",
    "publisher": "2421-5864 (Online)",
    "countryOfPublisher": "Rosenberg & Sellier",
    "lcc": [
      "Italy",
      "Fine Arts",
      "Philosophy. Psychology. Religion: Aesthetics"
    ],
    "journalUrl": "http://estetica.revues.org/",
    "abstract": "It is frequently claimed that our species is responsible for climate change, for a new impending mass extinction, for destabilising ecosystems dynamics etc. These claims might be interpreted literally as meaning that it is our species, not merely its constituent organisms, that is causing climate change, biodiversity loss and ecosystem upheaval. Such literal interpretation depends on what kind of answer is given to the general theoretical question concerning whether supra-organismal biological entities such as groups, populations and species can be morally responsible for anything as collectives. I shall argue that organismality is the biological property grounding species collective moral responsibility. The question is thus whether our species is organismal enough to make it a morally responsible causal agent.",
    "readLink": "http://journals.openedition.org/estetica/7259"
  },
  {
    "title": "Changes in alpine plant growth under future climate conditions",
    "authors": [
      "A. Rammig,",
      "T. Jonas,",
      "N. E. Zimmermann,",
      "C. Rixen"
    ],
    "doi": "https://doi.org/10.5194/bg-7-2013-2010",
    "journalVolume": "Vol. 7,\n                                no. 6\n                                \n                                  pp.\n                                  2013\n                                  – 2024",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Alpine shrub- and grasslands are shaped by extreme climatic conditions such as a long-lasting snow cover and a short vegetation period. Such ecosystems are expected to be highly sensitive to global environmental change. Prolonged growing seasons and shifts in temperature and precipitation are likely to affect plant phenology and growth. In a unique experiment, climatology and plant growth was monitored for almost a decade at 17 snow meteorological stations in different alpine regions along the Swiss Alps. Regression analyses revealed highly significant correlations between mean air temperature in May/June and snow melt out, onset of plant growth, and plant height. These correlations were used to project plant growth phenology for future climate conditions based on the gridded output of a set of regional climate models runs. Melt out and onset of growth were projected to occur on average 17 days earlier by the end of the century than in the control period from 1971–2000 under the future climate conditions of the low resolution climate model ensemble. Plant height and biomass production were expected to increase by 77% and 45%, respectively. The earlier melt out and onset of growth will probably cause a considerable shift towards higher growing plants and thus increased biomass. Our results represent the first quantitative and spatially explicit estimates of climate change impacts on future growing season length and the respective productivity of alpine plant communities in the Swiss Alps.",
    "readLink": "http://www.biogeosciences.net/7/2013/2010/bg-7-2013-2010.pdf"
  },
  {
    "title": "Information analysis and evaluation model (IAEM) of Thai economy sustainability based on SEP and SDGs",
    "authors": [
      "Tachakorn Wongkumchai,",
      "Supaporn Kiattisin"
    ],
    "doi": "Vol. 7,\n                                no. 6\n                                \n                                  p.\n                                  e07305",
    "issn": "2405-8440 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.cell.com/heliyon/home",
    "abstract": "The economic system of Thailand is predicated on cooperation between parties that are affected by economic decisions, partnerships between public and private entities, and robust relationships in the local community to foster sustainable development. Economic development in Thailand is managed by the community and government with support from the business sector. The economic system of Thailand aims to balance three conceptual pillars that can be described as ‘social, economic, and environmental’ dimensions. However, there is a lack of tools for data analysis and the evaluation of community well-being and economic functioning that can be applied to all relevant situations independent of external factors. In this paper, these authors produced an information analysis and evaluation model of the local economy (IAEM) that is based on the application of the Sufficiency Economy Philosophy (SEP) and Sustainable Development Goals (SDGs). Data were collected using a questionnaire that was evaluated by experts regarding the project's capacity to meet economic, social, and environmental development goals according to the SEP for SDGs, which demonstrated a reliability of 0.88. For our statistical analysis, Multiple Linear Regression Analysis, Decision Matrix Analysis, K-Means, Percentage, and Average were performed for the analysis of data. The results showed that the SEP has a significant relationship to the SDGs at 89.60% (R2 = 0.896, p < 0.001). IAEM provides a framework for analysis and evaluation of the local economy in six clusters that consist of water resources (WAT), human capacities and capabilities (HUM), economic stability (ECO), healthy communities (HEA), climate change (CLI), and the agricultural sector (AGR). Our results indicate that the IAEM can be used for the analysis and evaluation of the sustainability of a local economy based on the three pillars. The IAEM can be applied to policies and projects in sustainable development at each level of the local economy based on the SEP in a partnership with SDGs; this observation suggests that more implementation of development projects in accordance with the SEP will lead to increased development towards SDGs based on the three dimensions outlined.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405844021014080"
  },
  {
    "title": "Climate vs grapevine pests and diseases worldwide:  the first results of a global survey",
    "authors": [
      "Benjamin Bois,",
      "S. Zito,",
      "A. Calonnec"
    ],
    "doi": "https://doi.org/10.20870/oeno-one.2016.0.0.1780",
    "journalVolume": "Vol. 51,\n                                no. 2\n                                \n                                  pp.\n                                  133\n                                  – 139",
    "issn": "2494-1271 (Online)",
    "publisher": "International Viticulture and Enology Society",
    "countryOfPublisher": "France",
    "lcc": [
      "Agriculture",
      "Science: Botany"
    ],
    "journalUrl": "http://www.oeno-one.eu",
    "abstract": "Aim: This paper aimed to address the relationship between grapevine disease, pest occurrences and climate. The extremely large extension of viticulture worldwide offers the possibility to evaluate the impacts of climate variability on many aspects of the grape growing system. For this, we initiated a global survey to retrieve the most important diseases and pests in many grape growing regions worldwide and to identify the risk of exposure to pests and diseases of viticulture as a function of climate. Methods and results: Based on the answer of respondent about the main reported diseases/pests in their region, a severity index was calculated. Each region was geolocalised and data were compared to the WorldClim gridded climate database to document the range of climate conditions (growing season temperature and rainfall) associated to the main diseases/pests. The potential climatic-induced changes of grapevine disease and pest geography by 2050 are assessed using agro-climate projections from the ARPEGE CNRM model, using the RCP 4.5 scenario. The preliminary results allow to determine the distribution of diseases as function of agroclimatic indicators. Conclusion: While the distribution of diseases differs according to the region of the world, the current analysis suggests that mildews remain the major phytosanitary threat in most of the regions. Powdery mildew, trunk diseases and viruses were reported in extremely diverse climatic conditions, including intermediate and wet regions. Significance and impact of the study: This paper present an original methodology to address the relationship between grapevine disease and pest occurrences and climate. Such documentation is scarce in the current literature. Further analysis is currently being performed, including additional survey answers, climate indices and supplementary data collected (spatial extension, frequency of treatments…) to better depict the challenges of grapevine phytosanitary management in a changing climate.",
    "readLink": "https://oeno-one.eu/article/view/1780"
  },
  {
    "title": "Grassland management actions influence soil conditions and plant community responses to winter climate change",
    "authors": [
      "Jonathan J. Henn,",
      "Ellen I. Damschen"
    ],
    "doi": "https://doi.org/10.1002/ecs2.4270",
    "journalVolume": "Vol. 13,\n                                no. 10\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract Restoring ecosystems in a changing climate requires understanding how management interventions interact with climate conditions. In tallgrass prairies, disturbance through fire, mowing, or grazing is a critical force in maintaining herbaceous plant diversity. However, unlike historical fire regimes that occurred throughout the growing season, management actions like prescribed fire and mowing are commonly limited to the spring or fall seasons. Warming winters are resulting in less snow, causing overwintering plants to experience reduced insulation from snow and these more extreme winter conditions may be exacerbated or ameliorated depending on the timing of management actions. Understanding this novel interaction between the timing of management actions and snow depth is critical for managing and restoring grassland ecosystems. Here, we applied experimental management treatments (spring and fall burn and fall mow) in combination with snow depth manipulations to test whether the type and timing of commonly implemented disturbances interact with snow depth to affect restored prairie plant diversity and composition. Overall, snow manipulations and management actions influenced soil temperature while only management actions influenced spring thaw timing. Burning in the fall, which removes litter prior to winter resulted in colder soils and earlier spring thaw timing. However, plant communities were mostly resistant to these effects. Instead, plants responded to management actions such that burning and mowing, regardless of timing, increased plant diversity and spring burning increased flowering structure cover while reducing weedy cool season grass cover. Together these results suggest that grassland plant communities are resistant to winter climate change over the short term and that burning or mowing is critical to promoting plant diversity in tallgrass prairies.",
    "readLink": "https://doi.org/10.1002/ecs2.4270"
  },
  {
    "title": "Impact of Environmental Conditions on Seed Germination of Glossy Buckthorn (<i>Frangula alnus</i> (Mill)) in Eastern Canada",
    "authors": [
      "Tiana Custodio,",
      "Daniel Houle,",
      "Francois Girard"
    ],
    "doi": "https://doi.org/10.3390/f14101999",
    "journalVolume": "Vol. 14,\n                                no. 1999\n                                \n                                  p.\n                                  1999",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Understanding seed characteristics, germination, and seedling establishment patterns is essential for formulating effective management strategies to control invasive species. Glossy buckthorn (Frangula alnus) is a shrub or small tree from Eurasia that has become invasive in North America, and which has negative impacts on plant communities and ecosystems. In this study, we analyzed the germination response of glossy buckthorn seeds to different temperatures (12, 14, 16, 18, 20, 24, and 28 °C), various stratification lengths (4 to 20 weeks), and scarification conditions to measure the impact on breaking seed dormancy, and the effect of light in triggering germination. Analysis using distinct time-to-event approaches, including the Kaplan–Meier estimator and Cox proportional hazard model, was employed to interpret germination data. Glossy buckthorn seeds exhibited physiological dormancy and required cold stratification to germinate. At 12 °C, only 14% of the seeds could germinate. At warmer temperatures, germination rates increased, reaching a peak of 70% at 20 °C. At 24 °C and 28 °C, germination declined, and seeds were probably induced into secondary dormancy. Scarified seeds had a higher probability of germination than non-scarified ones, even at the lowest temperatures. Darkness had a negative impact on germination at all tested temperatures. This study significantly advances our understanding of how temperature, light, stratification, and scarification impact glossy buckthorn seeds, elucidating the species’ seasonal germination patterns in North America. The results emphasize that glossy buckthorn utilizes seed banks as a primary strategy for invading and establishing in new habitats. The ungerminated seeds form persistent seed banks, ensuring F. alnus’ survival and bolstering its chances of successful establishment and invasion. As climate change drives temperature increases, it may affect seeds in the soil, altering stratification periods and consequently shifting the timing of germination.",
    "readLink": "https://www.mdpi.com/1999-4907/14/10/1999"
  },
  {
    "title": "Rapid and Automated Mapping of Crop Type in Jilin Province Using Historical Crop Labels and the Google Earth Engine",
    "authors": [
      "Feng Zhi,",
      "Zhenhua Dong,",
      "Suri Guga,",
      "Yongbin Bao,",
      "Aru Han,",
      "Jiquan Zhang,",
      "Yulong Bao"
    ],
    "doi": "https://doi.org/10.3390/rs14164028",
    "journalVolume": "Vol. 14,\n                                no. 4028\n                                \n                                  p.\n                                  4028",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "In the context of climate change, the remote sensing identification of crops is extremely important for the rapid development of agricultural economy and the detailed assessment of the agro-meteorological disasters. The Jilin Province is the main grain production area in China, with a reputation of being a “golden corn belt”. The main crops in the Jilin Province are rice, corn, and soybean. A large amount of remote sensing data and programming codes from the Google Earth engine (GEE) platform allow for large-area farmland recognition. However, the substantial amount of crop sample information hinders the mapping of crop types over large farmland areas. To save costs and quickly and accurately map the crop types in a study area, multi-source remote sensing data and historical crop labels based on the GEE platform were used in this study, together with the random forest classification method and optimal feature selection to classify farming areas in the Jilin Province. The research steps were as follows: (1) select samples based on the historical crop layer of the farmland; and (2) obtain the classification characteristics of rice, corn, and soybean using multi-source remote sensing data, calculating the feature importance scores. Using different experimental combinations, an optimal classification method was then selected to classify crops in the Jilin Province. The results indicated variable impacts of vegetation indices (of different periods) on crop classification. The normalized difference vegetation index (NDVI), green normalized difference vegetation index (GNDVI), and green chlorophyll vegetation index (GCVI) in June exerted a significant impact on the classification of rice, corn, and soybean, respectively. The overall accuracy of crop classification during different periods based on historical crop labels reached 0.70, which is acceptable in crop classification research. The study results demonstrated that the proposed method has promising potential for mapping large-scale crop areas.",
    "readLink": "https://www.mdpi.com/2072-4292/14/16/4028"
  },
  {
    "title": "Killing Two Birds with One Stone or Missing One of Them? The Synergistic Governance Effect of China’s Carbon Emissions Trading Scheme on Pollution Control and Carbon Emission Reduction",
    "authors": [
      "Ying Zhang,",
      "Yingli Huang"
    ],
    "doi": "https://doi.org/10.3390/su151310147",
    "journalVolume": "Vol. 15,\n                                no. 10147\n                                \n                                  p.\n                                  10147",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Faced with the dual pressure from global climate change and increasing air pollution, China has gradually clarified the adoption of market-based tools to improve the ecological environment. Based on Chinese provincial panel data from 2006 to 2020, this paper analyzes the synergistic governance effect and influence mechanism of China’s carbon emissions trading scheme (ETS) on pollution control and carbon emission reduction by using a multiperiod difference-in-differences (DID) model. The empirical results show that China’s ETS has achieved the synergistic governance effect of pollution control and carbon emission reduction. The heterogeneity analysis shows that ETS can significantly enhance the synergistic governance effect in areas with higher total factor productivity (TFP) and stronger administrative intervention. More importantly, the mechanism analysis shows that China’s ETS promotes the synergistic governance effect of pollution control and carbon emission reduction mainly through industrial structure upgrading and energy structure transformation. The effect contribution values are 22.42% and 9.40%, respectively. This study contributes to deepening the effect of the carbon emissions trading scheme and also provides a reference for the design of a unified carbon trading market in China.",
    "readLink": "https://www.mdpi.com/2071-1050/15/13/10147"
  },
  {
    "title": "Labels de la construction : quelle contribution possible au facteur 4 ?",
    "authors": [
      "Jonathan Villot,",
      "Natacha Gondran,",
      "Valérie Laforest"
    ],
    "doi": "https://doi.org/10.4000/developpementdurable.8834",
    "issn": "1772-9971 (Online)",
    "publisher": "Réseau Développement Durable et Territoires Fragiles",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences"
    ],
    "journalUrl": "http://developpementdurable.revues.org/",
    "abstract": "Factor 4, which is often presented as an objective to deal with energy and climate change issues, is characterized by a double identity. Referring at the same time to an increase of resources productivity (factor 4 for energy) and to greenhouse gas attenuation (factor 4 for climate), it constitutes challenge to be reached in 40 years. To this end, the various branches of industry have adapted these concepts. In the building sector, this appropriation has been translated since 1990 by the creation of labeling systems. The labels by their standardized approach endeavor to be the precursors and the essential to drive these changes to the factors 4. The goal of this paper is to study the various types of labels that apply to sustainable construction and to study how and at which degree they contribute to factors 4 objectives.",
    "readLink": "http://journals.openedition.org/developpementdurable/8834"
  }
]