[
  {
    "title": "European Union Strategic Autonomy in the Context of the Conference on the Future of Europe",
    "authors": [
      "Oana CRISTEA"
    ],
    "doi": "Vol. 10,\n                                no. 1\n                                \n                                  pp.\n                                  69\n                                  – 93",
    "issn": "2286-315X (Print)",
    "publisher": "2668-0831 (Online)",
    "countryOfPublisher": "Ovidius University Press",
    "lcc": [
      "Romania",
      "Political science"
    ],
    "journalUrl": "http://annals-politics.univ-ovidius.ro/",
    "abstract": "The main goal of this paper is to discuss the need for EU to achieve strategic autonomy in the upcoming years and shed light on how this concept is shaping EU’s future. The question underpinning this research is focused on the reasons why strengthening EU’s strategic autonomy matters so much in shaping said future. Strategic autonomy cannot be limited only to security and defense, as many more fields need to embed this concept in 2021. In this sense, the paper does not address directly the complementarity with NATO and the defense and security dimension of strategic autonomy, but rather focuses on the political and economic implications of EU’s strategic autonomy. Also, as more global actors begin to review their dependencies and try to identify alternatives, especially after the Covid-19 crisis, a more in-depth and a multi-pronged approach is required in relation to the geopolitical interests of external actors and their impact on creating a stronger European strategic autonomy. The paper also addresses the idea that the strategic autonomy is rather a question of survival of the European project, otherwise EU is running the risk of becoming irrelevant in the event that its “weight” and economic power in the world would diminish to worrying levels. Thirty years ago, EU represented 25% of the global wealth. It is foreseen that in 20 years, EU will not represent more than 11% of the world’s GNP, far behind China and the US. Ultimately, the paper focuses on the compelling role the EU needs to take as a global leading leader in order to protect and promote its values and interests worldwide and to address the current geopolitical challenges. There is no better starting point for this than to engage in an extensive and inclusive dialogue with the citizens about the way ahead, and the Conference on the Future of the EU seems to be the appropriate platform. The topics of the Conference included amongst other, climate change, jobs and economy, EU’s role in the world, or digitalization issues. In other words, every priority that needs to adapted to the logic of strategic autonomy and help EU build a stronger profile in the global landscape.",
    "readLink": "http://annals-politics.univ-ovidius.ro/wp-content/uploads/2021/12/AUOC-PolSci%20Vol.%2010%20%282021%29%20-%20Articole/AUOC-PolSci%20Vol.%2010%20%282021%29%20-%20Cristea%20-%2069-93.pdf"
  },
  {
    "title": "Ecotoxicological Studies on the Action of Actara 25 WG Insecticide on Prussian Carp (<i>Carassius gibelio</i>) and Marsh Frog (<i>Pelophylax ridibundus</i>)",
    "authors": [
      "Alina Paunescu,",
      "Liliana Cristina Soare,",
      "Irina Fierascu,",
      "Radu Claudiu Fierascu,",
      "Cristina Florina Mihaescu,",
      "Lucica Tofan,",
      "Cristina Maria Ponepal"
    ],
    "doi": "https://doi.org/10.3390/toxics10030114",
    "journalVolume": "Vol. 10,\n                                no. 114\n                                \n                                  p.\n                                  114",
    "issn": "2305-6304 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Chemical technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/toxics/",
    "abstract": "The toxic action of the Actara 25 WG insecticide (it contains 25% thiamethoxam as an active substance) in non-lethal doses was studied in two species of aquatic organisms—the Prussian carp (Carassius gibelio) and the marsh frog (Pelophylax ridibundus)—at two thermal levels, 6–8 °C (low temperature) and 18–20 °C (room temperature), respectively. In the Prussian carp, we recorded decreases in oxygen consumption and stimulation of the respiratory rhythm, changes that were more pronounced in the case of intoxicated fish and when the species were kept at room temperature. The histopathology of the lung in the frog illustrated the thickening of the conjunctival septum, an increase in the number of mucous cells, and an increase in the ratio between the diameter of the nucleus and the diameter of the pneumocyte. All of these changes were more pronounced in the animals kept at higher temperature. Our study looks at the extent to which temperature changes can influence the ability of poikilothermic organisms to withstand the presence of toxic substances in the environment as a result of the impact of the use of insecticides in agriculture. The two tested organisms are a common presence for the study area, which was affected in the last decade by climate change.",
    "readLink": "https://www.mdpi.com/2305-6304/10/3/114"
  },
  {
    "title": "Post COVID-19 Recovery and 2050 Climate Change Targets: Changing the Emphasis from Promotion of Renewables to Mandated Curtailment of Fossil Fuels in the EU Policies",
    "authors": [
      "Kyriakos Maniatis,",
      "David Chiaramonti,",
      "Eric  van den Heuvel"
    ],
    "doi": "https://doi.org/10.3390/en14051347",
    "journalVolume": "Vol. 14,\n                                no. 1347\n                                \n                                  p.\n                                  1347",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "The present work considers the dramatic changes the COVID-19 pandemic has brought to the global economy, with particular emphasis on energy. Focusing on the European Union, the article discusses the opportunities policy makers can implement to reduce the climate impacts and achieve the Paris Agreement 2050 targets. The analysis specifically looks at the fossil fuels industry and the future of the fossil sector post COVID-19 pandemic. The analysis first revises the fossil fuel sector, and then considers the need for a shift of the global climate change policy from promoting the deployment of renewable energy sources to curtailing the use of fossil fuels. This will be a change to the current global approach, from a relative passive one to a strategically dynamic and proactive one. Such a curtailment should be based on actual volumes of fossil fuels used and not on percentages. Finally, conclusions are preliminary applied to the European Union policies for net zero by 2050 based on a two-fold strategy: continuing and reinforcing the implementation of the Renewable Energy Directive to 2035, while adopting a new directive for fixed and over time increasing curtailment of fossils as of 2025 until 2050.",
    "readLink": "https://www.mdpi.com/1996-1073/14/5/1347"
  },
  {
    "title": "Comprehensive assessment of five global daily downward shortwave radiation satellite products",
    "authors": [
      "Ruohan Li,",
      "Dongdong Wang,",
      "Shunlin Liang"
    ],
    "doi": "Vol. 4\n                                \n                                \n                                  p.\n                                  100028",
    "issn": "2666-0172 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Science"
    ],
    "journalUrl": "https://www.journals.elsevier.com/science-of-remote-sensing",
    "abstract": "The downward shortwave radiation (DSR) is a critical parameter of the surface radiation budget. Several DSR satellite products have been developed in recent years. In this study, five updated global satellite daily DSR products were evaluated using in situ measurements from 142 global sites with a special focus on high latitudes in 2004. These five products are Clouds and the Earth's Radiant Energy System Synoptic TOA and surface fluxes and clouds (CERES), Clouds, Albedo and Radiation Edition 2 data (CLARA), Global Land Surface Satellite Downward Shortwave Radiation (GLASS), Breathing Earth System Simulator (BESS) shortwave radiation product, and Moderate Resolution Imaging Spectroradiometer land surface Downward Shortwave Radiation (MCD18) with a spatial resolution of 100, 25, 5, 5, and 1 km, respectively. The CERES, BESS, and MCD18 provide full global coverage throughout the year, whereas CLARA and GLASS present different levels of seasonal data loss over high-latitude areas. The products were aggregated and compared at various spatial resolutions over different subareas. The overall accuracy increased after the products were aggregated to 100 km. However, the highest accuracy was achieved at a resolution of 25 km over high-latitude areas for GLASS and MCD18. When all products were evaluated at a resolution of 100 km, the global root-mean-square error of CERES, CLARA, GLASS, BESS, and MCD18 was 27.6, 29.1, 30.3, 29.6, and 31.6 W/m2, respectively, and the mean bias difference was 2.2, −1.5, −1.8, −3.4, and −8.0 W/m2. The accuracies of most products are ~7 W/m2 lower over high-latitude areas. A seasonal variation of the accuracies was observed for all products. It is particularly pronounced over high-latitude areas. With respect to the long term, both in situ data, BESS, and CERES show insignificant trends, while CLARA and GLASS present dimming trend. Besides, CLARA and GLASS exhibit slight annual changes of −0.250 and −0.387 W/m2 in the bias and 0.357 and 0.310 Wm−2 in the RMSE in the past two decades. GLASS and MCD18 exhibit a superior performance over coastal regions but degrade over snow-covered areas. Potential refinements of current high-resolution DSR retrieval algorithms are suggested, which will improve the retrieval accuracy. Highly accurate products with a long-term stability, especially over high-latitude areas, are required for future climate change analyses.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666017221000158"
  },
  {
    "title": "Quantifying the consensus on anthropogenic global warming in the scientific literature",
    "authors": [
      "John Cook,",
      "Dana Nuccitelli,",
      "Sarah A Green,",
      "Mark Richardson,",
      "Bärbel Winkler,",
      "Rob Painting,",
      "Robert Way,",
      "Peter Jacobs,",
      "Andrew Skuce"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/8/2/024024",
    "journalVolume": "Vol. 8,\n                                no. 2\n                                \n                                  p.\n                                  024024",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "We analyze the evolution of the scientific consensus on anthropogenic global warming (AGW) in the peer-reviewed scientific literature, examining 11 944 climate abstracts from 1991–2011 matching the topics ‘global climate change’ or ‘global warming’. We find that 66.4% of abstracts expressed no position on AGW, 32.6% endorsed AGW, 0.7% rejected AGW and 0.3% were uncertain about the cause of global warming. Among abstracts expressing a position on AGW, 97.1% endorsed the consensus position that humans are causing global warming. In a second phase of this study, we invited authors to rate their own papers. Compared to abstract ratings, a smaller percentage of self-rated papers expressed no position on AGW (35.5%). Among self-rated papers expressing a position on AGW, 97.2% endorsed the consensus. For both abstract ratings and authors’ self-ratings, the percentage of endorsements among papers expressing a position on AGW marginally increased over time. Our analysis indicates that the number of papers rejecting the consensus on AGW is a vanishingly small proportion of the published research.",
    "readLink": "https://doi.org/10.1088/1748-9326/8/2/024024"
  },
  {
    "title": "Forestry Big Data: A Review and Bibliometric Analysis",
    "authors": [
      "Wen Gao,",
      "Quan Qiu,",
      "Changyan Yuan,",
      "Xin Shen,",
      "Fuliang Cao,",
      "Guibin Wang,",
      "Guangyu Wang"
    ],
    "doi": "https://doi.org/10.3390/f13101549",
    "journalVolume": "Vol. 13,\n                                no. 1549\n                                \n                                  p.\n                                  1549",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Due to improved data collection and processing techniques, forestry surveys are now more efficient and accurate, generating large amounts of forestry data. Forestry Big Data (FBD) has become a critical component of the forestry inventory investigation system. In this study, publications on FBD were identified via the Web of Science database, and a comprehensive bibliometric analysis, network analysis, and analysis of major research streams were conducted to present an overview of the FBD field. The results show that FBD research only began nearly a decade ago but has undergone an upswing since 2016. The studies were mainly conducted by China and the US, and collaboration among authors is relatively fragmented. FBD research involved interdisciplinary integration. Among all the keywords, data acquisition (data mining and remote sensing) and data processing (machine learning and deep learning) received more attention, while FBD applications (forecasting, biodiversity, and climate change) have only recently received attention. Our research reveals that the FBD research is still in the infancy stage but has grown rapidly in recent years. Data acquisition and data processing are the main research fields, whereas FBD applications have gradually emerged and may become the next focus.",
    "readLink": "https://www.mdpi.com/1999-4907/13/10/1549"
  },
  {
    "title": "Potential Diversified Transportation Energy Mix Solutions for the ASEAN Countries",
    "authors": [
      "Kazutaka Oka,",
      "Wataru Mizutani,",
      "Shoichi Ichikawa"
    ],
    "doi": "https://doi.org/10.5572/ajae.2019.13.1.045",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  45\n                                  – 61",
    "issn": "1976-6912 (Print)",
    "publisher": "2287-1160 (Online)",
    "countryOfPublisher": "Springer",
    "lcc": [
      "Switzerland",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.springer.com/journal/44273",
    "abstract": "The objective of this study is to investigate potential diversified transportation energy source solutions and their effective use up to 2030 in order to establish sustainable energy use in road transportation. Five Association of Southeast Asian Nations (ASEAN) countries (Thailand, Indonesia, Malaysia, Philippines, and Vietnam) are examined by considering their economy, energy status, and automotive market scale. In this study, existing energy policies, fuel supply, demand status, petroleum and alternative fuel products, such as natural gas and biofuels, and oil refining/biofuels production capacity are investigated as components of energy mixing. If there are gaps between oil reduction targets and Business as Usual (BAU) consumption, or the required amount of biofuel use to achieve introduction target and possible supply, measures such as improved new vehicle fuel economy, adjustment of biofuel utilization, and natural gas utilization are considered to minimize gaps or to meet policy targets. An appropriate and cost-effective combination of measures is proposed as an alternative case for each country’s needs. Results show that biofuel utilization is one of the measures that is crucial in meeting policy targets. Even in the alternative case, however, estimated demand volume of biofuel exceeds domestic supply volume in some countries, while estimated demand volume of biofuel is lower than domestic supply volume in other countries. In order to solve these gaps and cultivate biofuel security within the ASEAN region, a concept of multi-national cooperation of biofuel is proposed. Creating policies to diminish barriers that prevent the trade of biofuels between neighboring countries is the key to success.",
    "readLink": "http://asianjae.org/_common/do.php?a=full&b=11&bidx=1502&aidx=19162"
  },
  {
    "title": "Accelerating Sustainability by Hydropower Development in China: The Story of HydroLancang",
    "authors": [
      "Yan Zhang"
    ],
    "doi": "https://doi.org/10.3390/su9081305",
    "journalVolume": "Vol. 9,\n                                no. 8\n                                \n                                  p.\n                                  1305",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Sustainable development is a shared responsibility. Accelerating sustainability of water–energy–people nexus and building a common awareness of issues pertaining to sustainable development are essential for any sort of success in this direction. Hydropower has been a useful sustainable energy for development, yet highly controversial. This paper reviews the overall situation of hydropower development and China’s energy reforms and policies, accompanied with a case study of hydropower development the Lancang River by the HydroLancang, aiming to illustrate the two opposite sides of hydropower development—economy and environment. The paper concludes with a neutral view of hydropower as the necessary facilitator for development. Water is a shared responsibility. Hydropower might not be the optimum solution to eliminate the tension between human demand of energy and finite natural resource and the rising pressure of climate change worldwide, but it serves well as an “Electricity Bridge” before better alternatives become available. This is a more balanced view of hydropower rather than two extreme viewpoints that present themselves: on the one hand, exaggerated claims of the human power to tame the wild river, and, on the other hand, the idealistic fantasy of preserving nature by abandoning all human activity.",
    "readLink": "https://www.mdpi.com/2071-1050/9/8/1305"
  },
  {
    "title": "Integrating Individual Behavior Dimension in Social Life Cycle Assessment in an Energy Transition Context",
    "authors": [
      "Georgios  Archimidis Tsalidis"
    ],
    "doi": "https://doi.org/10.3390/en13225984",
    "journalVolume": "Vol. 13,\n                                no. 5984\n                                \n                                  p.\n                                  5984",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Energy transition is a result of mankind’s reaction to climate change and individuals are expected to have a crucial role in achieving it in developed countries. The purpose of this study is to apply the social life cycle assessment (S-LCA) tool and investigate the social performance of the Dutch energy transition while focusing on individual behavior, and if this is not possible, to develop indicators focusing on individual behavior dimension. The social performance of the energy transition in the Netherlands was assessed on a hotspot level. Additionally, the S-LCA guidelines were examined to identify the human dimension and behavior in the existing subcategories, and environmental psychology literature was explored to identify drivers and behavior that are important for the energy transition. Existing subcategories fail to show the extent of social progress of the Dutch energy transition nor how individuals perceive it. As a result, a total of 8 subcategories and 25 indicators at a hotspot and site-specific levels are developed. These subcategories and indicators focus on prosumer’s and individual’s behaviors, and traits of local communities. Application of the developed hotspot indicators shows that the Dutch government still subsidies fossil energy and, even though Dutch citizens show environmental concerns, the energy transition is delayed due to insufficient top-down coordination. Developed indicators are considered to be both feasible and relevant to investigate the social aspects of the energy transition in developed countries.",
    "readLink": "https://www.mdpi.com/1996-1073/13/22/5984"
  },
  {
    "title": "Knowledge and Roles of Non Governmental Organizations (NGOs) in Climate Change Mitigation and Adaptation in Anambra State",
    "authors": [
      "J C Iwuchukwu,",
      "O. J Nwankwo,",
      "O. I Ogbonna"
    ],
    "doi": "Vol. 18,\n                                no. 2",
    "issn": "1119-944X (Print)",
    "publisher": "2408-6851 (Online)",
    "countryOfPublisher": "Agricultural Extension Society of Nigeria",
    "lcc": [
      "Nigeria",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://journal.aesonnigeria.org/index.php/jae",
    "abstract": "The study ascertained knowledge and perceived roles of state based-Non Governmental Organizations (NGOs) in climate change mitigation and adaptation in Anambra State, Nigeria. Multistage random sampling technique was employed to select thirty five respondents from 4 local government areas and 7 NGOs in the state while data were collected with questionnaire. Percentage and mean scores were used in analyzing the data. Results revealed that greater proportion (60%) of NGO members were not aware of climate change while about 63% indicated that issues on climate change have not been included in their programme. They perceived major causes of climate change as over industrialization (M=2.77) and use of automobiles (M=2.74) while land degradation and over flooding (M=2.77 each) were major effects of climate change. Proper land use and management (M=2.89) and reforestation/ (M=2.83) were mitigation measures while minimum tillage (M=2.74) and use of resistant varieties (M=) were adaptive measures to climate change as perceived by them. They further perceived creation of awareness and sensitization of rural people/farmers about climate change (77.1%each) and helping government in enforcement of policies and laws that will help to mitigate climate change (57.1%) as roles they can play in climate change mitigation and adaptation. They did not perceive any major problem that can mar their contributions to climate change issue. The study emphasized on the need for private sector especially NGOs investment and participation in global and sensitive issues like climate change. This will go a long way in discovering and disseminating quick and useful information on climate change and probably ultimate solution to it.",
    "readLink": "https://journal.aesonnigeria.org/index.php/jae/article/view/54"
  }
]