[
  {
    "title": "Annelid Fauna of the Prince Gustav Channel, a Previously Ice-Covered Seaway on the Northeastern Antarctic Peninsula",
    "authors": [
      "Regan Drennan,",
      "Regan Drennan,",
      "Thomas G. Dahlgren,",
      "Thomas G. Dahlgren,",
      "Katrin Linse,",
      "Adrian G. Glover"
    ],
    "doi": "https://doi.org/10.3389/fmars.2020.595303",
    "journalVolume": "Vol. 7",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "The Prince Gustav Channel is a narrow seaway located in the western Weddell Sea on the northeastern-most tip of the Antarctic Peninsula. The channel is notable for both its deep (>1200 m) basins, and a dynamic glacial history that most recently includes the break-up of the Prince Gustav Ice Shelf, which covered the southern portion of the channel until its collapse in 1995. However, the channel remains mostly unsampled, with very little known about its benthic biology. We present a preliminary account of the benthic annelid fauna of the Prince Gustav Channel in addition to samples from Duse Bay, a sheltered, glacier-influenced embayment in the northwestern portion of the channel. Samples were collected using an Agassiz Trawl, targeting megafaunal and large macrofaunal sized animals at depths ranging between 200–1200 m; the seafloor and associated fauna were also documented in situ using a Shallow Underwater Camera System (SUCS). Sample sites varied in terms of depth, substrate type, and current regime, and communities were locally variable across sites in terms of richness, abundance, and both taxonomic and functional composition. The most diverse family included the motile predator/scavenger Polynoidae, with 105 individuals in at least 12 morphospecies, primarily from a single site. This study provides first insights into diverse and spatially heterogeneous benthic communities in a dynamic habitat with continuing glacial influence, filling sampling gaps in a poorly studied region of the Southern Ocean at direct risk from climate change. These specimens will also be utilized in future molecular investigations, both in terms of describing the genetic biodiversity of this site and as part of wider phylogeographic and population genetic analyses assessing the connectivity, evolutionary origins, and demographic history of annelid fauna in the region.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2020.595303/full"
  },
  {
    "title": "Seroprevalence and Current Infections of Canine Vector-Borne Diseases in Costa Rica",
    "authors": [
      "Andrea Springer,",
      "Víctor M. Montenegro,",
      "Sabine Schicht,",
      "Majda Globokar Vrohvec,",
      "Nikola Pantchev,",
      "Jörg Balzer,",
      "Christina Strube"
    ],
    "doi": "https://doi.org/10.3389/fvets.2019.00164",
    "journalVolume": "Vol. 6",
    "issn": "2297-1769 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Animal culture: Veterinary medicine"
    ],
    "journalUrl": "http://www.frontiersin.org/Veterinary_Science",
    "abstract": "Domestic dogs may carry several vector-borne pathogens, including zoonotic agents, especially in tropical regions like Central America. The epidemiology of these pathogens is prone to change due to urbanization, trade and travel as well as climate change, necessitating repeated monitoring. This study aims to present a comprehensive picture of canine vector-borne diseases in Costa Rica, combining data on seroprevalence with molecular species identification of the causative pathogens. In this survey, 294 dogs from all seven provinces of Costa Rica were included. After a clinical examination, diagnostic blood samples were analyzed with regard to packed cell volume (PCV) and presence of microfilaria. Serum samples were tested for antibodies against Ehrlichia spp., Anaplasma spp., Babesia spp., Borrelia burgdorferi sensu lato (s.l.) as well as antigen of Dirofilaria immitis. Seropositive and microfilaremic blood samples were analyzed by PCR to detect current infections and identify the pathogen species. Overall, 45.24% (133/294, 95% CI: 39.45–51.11%) of dogs were seropositive for at least one of the tested pathogens. Seroprevalence was highest for Ehrlichia spp. (39.46%, 116/294, 95% CI: 33.83–45.29%), followed by Babesia spp. (23.13%, 68/294, 95% CI: 18.43–28.38%), Anaplasma spp. (13.27%, 39/294, 95% CI: 9.61–17.69%), and B. burgdorferi s.l. (0.34%, 1/294, 95% CI: 0.01–1.88%). Generalized linear mixed models indicated a significant association of Ehrlichia-, Anaplasma- and Babesia-seropositivity, as well as a significant effect of age and breed on Ehrlichia-seropositivity. Furthermore, a statistically significant negative effect of Ehrlichia-, Anaplasma-, and Babesia-seropositivity on PCV was found. Regarding current infections, Ehrlichia canis DNA was detected in 51.72% (60/116, 95% CI: 42.26–61.10%) of Ehrlichia-seropositive dogs, while Ehrlichia ewingii and Ehrlichia chaffeensis were not detected. Furthermore, 10.26% (4/39, 95% CI: 2.87–24.22%) of Anaplasma-seropositive dogs were coinfected with Anaplasma phagocytophilum and Anaplasma platys, while one animal (2.56%, 95% CI: 0.65–13.48%) was infected with A. phagocytophilum only. Among Babesia-seropositive dogs, Babesia vogeli and Hepatozoon canis were detected in one animal each (1.47%, 1/68, 95% CI: 0.04–7.92%). Dirofilaria immitis antigen was detected in 4.42% (13/294, 95% CI: 2.38–7.44%) of dogs. In microfilaremic animals, D. immitis as well as Acanthocheilonema reconditum infections were identified. This survey demonstrates that canine vector-borne pathogens, including zoonotic agents like A. phagocytophilum and D. immitis, are widespread in Costa Rica. Thus, protection of dogs from disease-transmitting vectors is recommended from an animal welfare as well as public health perspective.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fvets.2019.00164/full"
  },
  {
    "title": "Long-Term Impacts of Forest Management Practices under Climate Change on Structure, Composition, and Fragmentation of the Canadian Boreal Landscape",
    "authors": [
      "Eliana Molina,",
      "Osvaldo Valeria,",
      "Maxence Martin,",
      "Miguel Montoro Girona,",
      "Jorge Andrés Ramirez"
    ],
    "doi": "https://doi.org/10.3390/f13081292",
    "journalVolume": "Vol. 13,\n                                no. 1292\n                                \n                                  p.\n                                  1292",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Forest harvesting and fire are major disturbances in boreal forests. Forest harvesting has modified stand successional pathways, which has led to compositional changes from the original conifer-dominated forests to predominantly mixed and hardwood forests. Boreal fire regimes are expected to change with future climate change. Using the LANDIS-II spatially explicit landscape model, we evaluated the effects of forest management scenarios and projected fire regimes under climate change in northeastern Canadian boreal forests, and we determined the subsequent alteration in stand- and landscape-level composition, succession, and spatial configuration of boreal forests. We observed that, in contrast to successional pathways that followed fire, successional pathways that followed forest harvesting favored mixed forests with a prevalence of shade-intolerant hardwoods for up to 300 y after harvesting. This trend was exacerbated under climate change scenarios where forests became dominated by hardwood species, particularly in ecoregions where these species were found currently in low abundance. Our results highlight the failure of existing forest management regimes to emulate the effects of natural disturbance regimes on boreal forest composition and configuration. This illustrates the risks to maintaining ecosystem goods and services over the long term and the exacerbation of this trend in the context of future climate change.",
    "readLink": "https://www.mdpi.com/1999-4907/13/8/1292"
  },
  {
    "title": "The Impacts and Adaptation of Climate Extremes on the Power System: Insights from the Texas Power Outage Caused by Extreme Cold Wave",
    "authors": [
      "Zhiyuan MA,",
      "Zijian ZHAO,",
      "Changyi LIU,",
      "Fang YANG,",
      "Mou WANG"
    ],
    "doi": "https://doi.org/10.1142/S234574812250004X",
    "journalVolume": "Vol. 10,\n                                no. 01",
    "issn": "2345-7481 (Print)",
    "publisher": "2345-752X (Online)",
    "countryOfPublisher": "World Scientific Publishing Co. Pte Ltd.",
    "lcc": [
      "Singapore",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: Urbanization. City and country",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.worldscientific.com/worldscinet/cjues",
    "abstract": "Along with the aggravation of climate change, various weather and climate extreme events (abbreviated as climate extremes) are becoming more frequent. During the transition to the use of clean energy, the power system will show increasingly prominent features such as high ratio of clean energy, high ratio of electrification, and a high proportion of electric and electronic equipment, coupled with summer and winter load peaks. Against this backdrop, this paper studies the impacts of climate extremes on the power system using the Texas power outage as an example, and proposes general adaptation measures to cope with climate extremes. For a start, this paper reviews the power outage in Texas caused by an extreme cold wave across the North America in 2021, and conducts an in-depth analysis of its causes. Then, based on the theoretical framework of disaster risk management, this paper analyzes the weather and climate disaster risks, extreme events, exposure, and vulnerability faced by the power system in the context of climate change and extreme events. Finally, in order to build a new power system, this paper establishes an overall framework for the power system to mitigate and adapt to climate change, and summarizes the key techniques involved in power generation, transmission, distribution, and consumption, as well as key technologies in the fields of power supply, power grid, power load, and energy storage, and the strategies and measures for addressing climate change.",
    "readLink": "https://www.worldscientific.com/doi/10.1142/S234574812250004X"
  },
  {
    "title": "Meta-models for rapid appraisal of the benefits of urban greening in the European context",
    "authors": [
      "Emanuele Quaranta,",
      "Chiara Dorati,",
      "Alberto Pistocchi"
    ],
    "doi": "Vol. 34\n                                \n                                \n                                  p.\n                                  100772",
    "issn": "2214-5818 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Science: Geology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/journal-of-hydrology-regional-studies/",
    "abstract": "Study region: This study considers daily time series of 14 years of weather parameters (temperature, wind speed, rainfall, vapor pressure and radiation) for 671 functional urban areas (FUA) across Europe, from a latitude of 35° (Cyprus) to 65° (Finland). Study focus: Quantification of urban greening effects usually requires relatively complex and integrated models. In this contribution, we apply well-established hydrological, biomass and energy balance equations to derive meta-models for the estimation of runoff reduction, urban surface heating and thermal protection of buildings, in order to quantify the effects of the greening of 1 m2 of impervious surface (e.g. roofs, sealed ground surfaces and underground parking lots). New hydrological insights for the region: We propose empirical meta-models for the quick appraisal of urban greening benefits including: urban runoff reduction due to soil water retention and evapotranspiration, land surface temperature reduction, reduction of the indoor temperature beneath the greened surface, dry biomass growth. We show that the choice of vegetation growth parameters has a limited effect on the results, although the amount of produced bulk biomass obviously depends on vegetation type. The proposed meta-models can be applied for the assessment of urban greening benefits at the stage of policy evaluation, land planning and the programming of investments at regional or continental scale, before undertaking more detailed and site-specific calculations as required in the design phase.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S221458182100001X"
  },
  {
    "title": "The response of calcifying plankton to climate change in the Pliocene",
    "authors": [
      "C. V. Davis,",
      "M. P. S. Badger,",
      "P. R. Bown,",
      "D. N. Schmidt"
    ],
    "doi": "https://doi.org/10.5194/bg-10-6131-2013",
    "journalVolume": "Vol. 10,\n                                no. 9\n                                \n                                  pp.\n                                  6131\n                                  – 6139",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "As a result of anthropogenic pCO2 increases, future oceans are growing warmer and lower in pH and oxygen, conditions that are likely to impact planktic communities. Past intervals of elevated and changing pCO2 and temperatures can offer a glimpse into the response of marine calcifying plankton to changes in surface oceans under conditions similar to those projected for the future. Here we present new records of planktic foraminiferal and coccolith calcification (weight and size) from Deep Sea Drilling Project Site 607 (mid-North Atlantic) and Ocean Drilling Program Site 999 (Caribbean Sea) from the Pliocene, the last time that pCO2 was similar to today, and extending through a global cooling event into the intensification of Northern Hemisphere glaciation (3.3 to 2.6 million years ago). Test weights of both surface-dwelling Foraminifera Globigerina bulloides and thermocline-dwelling Foraminifera Globorotalia puncticulata vary with a potential link to regional temperature variation in the North Atlantic, whereas in the tropics Globigerinoides ruber test weight remains stable. In contrast, reticulofenestrid coccoliths show a narrowing size range and a decline in the largest lith diameters over this interval. Our results suggest no major changes in plankton calcite production during the high pCO2 Pliocene or during the transition into an icehouse world.",
    "readLink": "http://www.biogeosciences.net/10/6131/2013/bg-10-6131-2013.pdf"
  },
  {
    "title": "Large‐eddy simulation of subtropical cloud‐topped boundary layers: 1. A forcing framework with closed surface energy balance",
    "authors": [
      "Zhihong Tan,",
      "Tapio Schneider,",
      "João Teixeira,",
      "Kyle G. Pressel"
    ],
    "doi": "https://doi.org/10.1002/2016MS000655",
    "journalVolume": "Vol. 8,\n                                no. 4\n                                \n                                  pp.\n                                  1565\n                                  – 1585",
    "issn": "1942-2466 (Online)",
    "publisher": "American Geophysical Union (AGU)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://agupubs.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)1942-2466/",
    "abstract": "Abstract Large‐eddy simulation (LES) of clouds has the potential to resolve a central question in climate dynamics, namely, how subtropical marine boundary layer (MBL) clouds respond to global warming. However, large‐scale processes need to be prescribed or represented parameterically in the limited‐area LES domains. It is important that the representation of large‐scale processes satisfies constraints such as a closed energy balance in a manner that is realizable under climate change. For example, LES with fixed sea surface temperatures usually do not close the surface energy balance, potentially leading to spurious surface fluxes and cloud responses to climate change. Here a framework of forcing LES of subtropical MBL clouds is presented that enforces a closed surface energy balance by coupling atmospheric LES to an ocean mixed layer with a sea surface temperature (SST) that depends on radiative fluxes and sensible and latent heat fluxes at the surface. A variety of subtropical MBL cloud regimes (stratocumulus, cumulus, and stratocumulus over cumulus) are simulated successfully within this framework. However, unlike in conventional frameworks with fixed SST, feedbacks between cloud cover and SST arise, which can lead to sudden transitions between cloud regimes (e.g., stratocumulus to cumulus) as forcing parameters are varied. The simulations validate this framework for studies of MBL clouds and establish its usefulness for studies of how the clouds respond to climate change.",
    "readLink": "https://doi.org/10.1002/2016MS000655"
  },
  {
    "title": "Assessment of flash floods taking into account climate change scenarios in the Llobregat River basin",
    "authors": [
      "M. Velasco,",
      "P. A. Versini,",
      "A. Cabello,",
      "A. Barrera-Escoda"
    ],
    "doi": "https://doi.org/10.5194/nhess-13-3145-2013",
    "journalVolume": "Vol. 13,\n                                no. 12\n                                \n                                  pp.\n                                  3145\n                                  – 3156",
    "issn": "1561-8633 (Print)",
    "publisher": "1684-9981 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.nat-hazards-earth-syst-sci.net/volumes_and_issues.html",
    "abstract": "Global change may imply important changes in the future occurrence and intensity of extreme events. Climate scenarios characterizing these plausible changes were previously obtained for the Llobregat River basin (NE Spain). This paper presents the implementation of these scenarios in the HBV (Hydrologiska Byråns Vattenbalansavdelning) hydrological model. Then, the expected changes in terms of flash flood occurrence and intensity are assessed for two different sub-basins: the Alt Llobregat and the Anoia (Llobregat River basin). The assessment of future flash floods has been done in terms of the intensity and occurrence of extreme events, using a peak over threshold (POT) analysis. For these two sub-basins, most of the simulated scenarios present an increase of the intensity of the peak discharge values. On the other hand, the future occurrence follows different trends in the two sub-basins: an increase is observed in Alt Llobregat but a decrease occurs in Anoia. Despite the uncertainties that appear in the whole process, the results obtained can shed some light on how future flash floods events may occur.",
    "readLink": "http://www.nat-hazards-earth-syst-sci.net/13/3145/2013/nhess-13-3145-2013.pdf"
  },
  null,
  {
    "title": "Medium-Term Increases in Ambient Grass Pollen Between 1994-1999 and 2016-2020 in a Subtropical Climate Zone",
    "authors": [
      "Beth Addison-Smith,",
      "Andelija Milic,",
      "Divya Dwarakanath,",
      "Marko Simunovic,",
      "Shanice Van Haeften,",
      "Victoria Timbrell,",
      "Janet M. Davies,",
      "Janet M. Davies"
    ],
    "doi": "https://doi.org/10.3389/falgy.2021.705313",
    "journalVolume": "Vol. 2",
    "issn": "2673-6101 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Medicine: Internal medicine: Specialties of internal medicine: Immunologic diseases. Allergy"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/allergy",
    "abstract": "Grass pollen is the major outdoor trigger of allergic respiratory diseases. Climate change is influencing pollen seasonality in Northern Hemisphere temperate regions, but many aspects of the effects on grass pollen remain unclear. Carbon dioxide and temperature rises could increase the distribution of subtropical grasses, however, medium term shifts in grass pollen in subtropical climates have not yet been analysed. This study investigates changes in grass pollen aerobiology in a subtropical city of Brisbane, Australia, between the two available monitoring periods, 1994-1999 and 2016-2020. Potential drivers of pollen change were examined including weather and satellite-derived vegetation indicators. The magnitude of the seasonal pollen index for grass showed almost a three-fold increase for 2016-2020 over 1994-1999. The number and proportion of high and extreme grass pollen days in the recent period increased compared to earlier monitoring. Statistically significant changes were also identified for distributions of CO2, satellite-derived seasonal vegetation health indices, and daily maximum temperatures, but not for minimum temperatures, daily rainfall, or seasonal fraction of green groundcover. Quarterly grass pollen levels were correlated with corresponding vegetation health indices, and with green groundcover fraction, suggesting that seasonal-scale plant health was higher in the latter period. The magnitude of grass pollen exposure in the subtropical region of Brisbane has increased markedly in the recent past, posing an increased environmental health threat. This study suggests the need for continuous pollen monitoring to track and respond to the possible effects of climate change on grass pollen loads.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/falgy.2021.705313/full"
  }
]