[
  {
    "title": "Why understanding food choice is crucial to transform food systems for human and planetary health",
    "authors": [
      "Edward A Frongillo,",
      "Krystal K Rampalli,",
      "Christine E Blake,",
      "Joseph Montoya"
    ],
    "doi": "https://doi.org/10.1136/bmjgh-2022-010876",
    "journalVolume": "Vol. 8,\n                                no. 5",
    "issn": "2059-7908 (Online)",
    "publisher": "BMJ Publishing Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Medicine (General)",
      "Medicine: Internal medicine: Infectious and parasitic diseases"
    ],
    "journalUrl": "http://gh.bmj.com/",
    "abstract": "What, how and why people eat has long been understood to be important for human health, but until recently, has not been recognised as an essential facet of climate change and its effects on planetary health. The global climate change and diet-related health crises occurring are connected to food systems, food environments and consumer food choices. Calls to transform food systems for human and planetary health highlight the importance of understanding individual food choice. Understanding what, how and why people eat the way they do is crucial to successful food systems transformations that achieve both human and planetary health goals. Little is known about how food choice relates to climate. To clarify potential paths for action, we propose that individual food choice relates to climate change through three key mechanisms. First, the sum of individual food choices influences the supply and demand of foods produced and sold in the marketplace. Second, individual food decisions affect type and quantity of food waste at the retail and household level. Third, individual food choices serve as a symbolic expression of concern for human and planetary health, which can individually and collectively stimulate social movements and behaviour change. To meet the dietary needs of the 2050 global population projection of 10 billion, food systems must transform. Understanding what, how and why people eat the way they do, as well as the mechanisms by which these choices affect climate change, is essential for designing actions conducive to the protection of both human and planetary health.",
    "readLink": "https://gh.bmj.com/content/8/5/e010876.full"
  },
  {
    "title": "Water Efficiency and Management in Sustainable Building Rating Systems: Examining Variation in Criteria Usage",
    "authors": [
      "Jamal Al-Qawasmi,",
      "Muhammad Asif,",
      "Ahmed  Abd El Fattah,",
      "Mohammad  O. Babsail"
    ],
    "doi": "https://doi.org/10.3390/su11082416",
    "journalVolume": "Vol. 11,\n                                no. 8\n                                \n                                  p.\n                                  2416",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The building sector, due to the significant energy and environmental footprints it creates, needs to adopt sustainable approaches to help prevent global warming and climate change. Sustainable Building (SB) rating systems have been developed around the world as a method to promote sustainability in this sector. Water is one of the most vital natural resources, and is extensively consumed in the building sector. This article examines the coverage of water-related aspects in 11 prominent SB rating systems under the three key sustainability dimensions: environmental, economic, and social, using a comprehensive coverage analysis approach. Findings highlight a wide range of variation between the examined SB rating systems in terms of water attributes being assessed, water assessment criteria used, the optimal number of these criteria, and the weight assigned to them. Results also show that in general, most of the examined systems exhibit low representativeness and comprehensive coverage of major water subcategories and themes related to sustainable buildings. However, some moderate to high comprehensive coverage was found in water attributes that focus on the environmental and social aspects. The results indicate that representative and comprehensive coverage of social-related water attributes are less than that of environment-related water attributes. The results also highlighted the effectiveness of using coverage analysis techniques as a systematic and efficient way to assess comprehensive coverage of water criteria in SB rating systems.",
    "readLink": "https://www.mdpi.com/2071-1050/11/8/2416"
  },
  {
    "title": "Climate change and mental health: a call to action to include mental health and psychosocial support services (MHPSS) in the Pakistan flood crisis",
    "authors": [
      "Mehr Muhammad Adeel Riaz,",
      "Bismah Nayyer,",
      "Arush Lal,",
      "Faisal A. Nawaz,",
      "Ahsan Zil-e-Ali"
    ],
    "doi": "https://doi.org/10.1192/bji.2023.13",
    "journalVolume": "Vol. 20\n                                \n                                \n                                  pp.\n                                  56\n                                  – 58",
    "issn": "2056-4740 (Print)",
    "publisher": "2058-6264 (Online)",
    "countryOfPublisher": "Cambridge University Press",
    "lcc": [
      "United Kingdom",
      "Medicine: Internal medicine: Neurosciences. Biological psychiatry. Neuropsychiatry: Neurology. Diseases of the nervous system: Psychiatry"
    ],
    "journalUrl": "https://www.cambridge.org/core/journals/bjpsych-international",
    "abstract": "The recent flood crisis in Pakistan has had significant impacts on the physical, mental and socioeconomic fabric of almost 33 million people. Floods in Pakistan are leading to a range of negative impacts on health and major disruptions to healthcare services. The lack of mental health and psychosocial support services (MHPSS) is a significant concern in rural areas of Pakistan in providing support to communities affected by floods. It is important for the government and mental health policymakers to work with academic coalitions and non-governmental organisations to replicate low-resource MHPSS models that will develop and advocate for effective, gender-sensitive mental healthcare throughout the country.",
    "readLink": "https://www.cambridge.org/core/product/identifier/S2056474023000132/type/journal_article"
  },
  {
    "title": "Silicon nanoparticles: Synthesis, uptake and their role in mitigation of biotic stress",
    "authors": [
      "Shrishti Naidu,",
      "Jyotsna Pandey,",
      "Lokesh C. Mishra,",
      "Amrita Chakraborty,",
      "Amit Roy,",
      "Indrakant K. Singh,",
      "Archana Singh"
    ],
    "doi": "Vol. 255\n                                \n                                \n                                  p.\n                                  114783",
    "issn": "0147-6513 (Print)",
    "publisher": "1090-2414 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United States",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.journals.elsevier.com/ecotoxicology-and-environmental-safety",
    "abstract": "In the current scenario of global warming and climate change, plants face many biotic stresses, which restrain growth, development and productivity. Nanotechnology is gaining precedence over other means to deal with biotic and abiotic constraints for sustainable agriculture. One of nature's most beneficial metalloids, silicon (Si) shows ameliorative effect against environmental challenges. Silicon/Silica nanoparticles (Si/SiO2NPs) have gained special attention due to their significant chemical and optoelectronic capabilities. Its mesoporous nature, easy availability and least biological toxicity has made it very attractive to researchers. Si/SiO2NPs can be synthesised by chemical, physical and biological methods and supplied to plants by foliar, soil, or seed priming. Upon uptake and translocation, Si/SiO2NPs reach their destined cells and cause optimum growth, development and tolerance against environmental stresses as well as pest attack and pathogen infection. Using Si/SiO2NPs as a supplement can be an eco-friendly and cost-effective option for sustainable agriculture as they facilitate the delivery of nutrients, assist plants to mitigate biotic stress and enhances plant resistance. This review aims to present an overview of the methods of formulation of Si/SiO2NPs, their application, uptake, translocation and emphasize the role of Si/SiO2NPs in boosting growth and development of plants as well as their conventional advantage as fertilizers with special consideration on their mitigating effects towards biotic stress.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S0147651323002877"
  },
  {
    "title": "Climate-Driven Plant Response and Resilience on the Tibetan Plateau in Space and Time: A Review",
    "authors": [
      "Prakash Bhattarai,",
      "Zhoutao Zheng,",
      "Kuber  Prasad Bhatta,",
      "Yagya  Prasad Adhikari,",
      "Yangjian Zhang"
    ],
    "doi": "https://doi.org/10.3390/plants10030480",
    "journalVolume": "Vol. 10,\n                                no. 480\n                                \n                                  p.\n                                  480",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Climate change variation on a small scale may alter the underlying processes determining a pattern operating at large scale and vice versa. Plant response to climate change on individual plant levels on a fine scale tends to change population structure, community composition and ecosystem processes and functioning. Therefore, we reviewed the literature on plant response and resilience to climate change in space and time at different scales on the Tibetan Plateau. We report that spatiotemporal variation in temperature and precipitation dynamics drives the vegetation and ecosystem function on the Tibetan Plateau (TP), following the water–energy dynamics hypothesis. Increasing temperature with respect to time increased the net primary productivity (NPP) on most parts of the Tibetan Plateau, but the productivity dynamics on some parts were constrained by 0.3 °C decade−1 rising temperature. Moreover, we report that accelerating studies on plant community assemblage and their contribution to ecosystem functioning may help to identify the community response and resilience to climate extremes. Furthermore, records on species losses help to build the sustainable management plan for the entire Tibetan Plateau. We recommend that incorporating long-term temporal data with multiple factor analyses will be helpful to formulate the appropriate measures for a healthy ecosystem on the Tibetan Plateau.",
    "readLink": "https://www.mdpi.com/2223-7747/10/3/480"
  },
  {
    "title": "Understanding the Global Status of Particulate Matter with Respect to Research Topics and Research Networks",
    "authors": [
      "Kayoung Kim,",
      "Young  Ho Byun,",
      "Donghyuk Lee,",
      "Noeon Park"
    ],
    "doi": "https://doi.org/10.3390/su11205594",
    "journalVolume": "Vol. 11,\n                                no. 20\n                                \n                                  p.\n                                  5594",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Atmospheric pollution caused by particulate matter (PM), which has been identified as a carcinogen, is a major concern in South Korea, with various PM emission sources identified, including vehicles and power plants. The Korean government recently announced plans to increase research and development (R&D) expenditure to reduce PM levels in the atmosphere. In this study, the research topics and research networks for PM technology are summarized to help policymakers to more efficiently plan future R&D investment. A topic model is implemented to identify the main keywords from Science Citation Index (SCI) papers related to PM, and social network analysis is used to understand research collaboration between different countries or institutions. The results reveal that China and the USA published the largest number of SCI papers related to PM research, while South Korea was ranked in the top five globally. Unlike China and South Korea, developed countries such as the USA, Germany, and France have been carrying out PM research on climate change, ozone, NH3, nanoparticles, and the health effects on pregnant women. The primary research networks are centered on China and the USA, while South Korea has weak collaboration with other countries or institutions. More effort is thus required to improve strategic R&D investment and the research network within Korea.",
    "readLink": "https://www.mdpi.com/2071-1050/11/20/5594"
  },
  {
    "title": "Shelving the Coast With Vertipools: Retrofitting Artificial Rock Pools on Coastal Structures as Mitigation for Coastal Squeeze",
    "authors": [
      "Alice E. Hall,",
      "Roger J. H. Herbert,",
      "J. Robert Britton,",
      "Ian M. Boyd,",
      "Nigel C. George"
    ],
    "doi": "https://doi.org/10.3389/fmars.2019.00456",
    "journalVolume": "Vol. 6",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Coastal squeeze caused by sea level rise threatens the size, type, and quality of intertidal habitats. Along coastlines protected by hard defenses, there is a risk that natural rocky shore habitats will be lost, with the remaining assemblages, characteristic of hard substrata, confined to sea walls and breakwaters. These assemblages are likely to be less diverse and different to those found on natural shores, as these structures lack features that provide moist refugia required by many organisms at low tide, such as pools and crevices. Engineering solutions can help mitigate the impact of sea level rise by creating habitats that retain water on existing structures. However, as experimental trials are strongly affected by local conditions and motivations, the development of new techniques and solutions are important to meet the needs of local communities and developers. Following a small-scale community project, a feasibility study retrofitted five concrete-cast artificial rock pools (“Vertipools”) on a vertical seawall on the south coast of England. After 5 years, the artificial pools increased the species richness of the sea wall and attracted mobile fauna previously absent, including fish and crabs. The Vertipools had assemblages which supported several functional groups including predators and grazers. Although disturbance of algal assemblages on the seawall from the retrofitting process was still evident after 3 years, succession to full canopy cover was underway. Collaboration between policy makers, ecologists, children and artists produced an ecologically sensitive design that delivered substantial benefits for biodiversity, which can be adapted and scaled-up to both mitigate habitat loss and enhance coastal recreational amenity.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fmars.2019.00456/full"
  },
  {
    "title": "Water column gradients beneath the summer ice of a High Arctic freshwater lake as indicators of sensitivity to climate change",
    "authors": [
      "Paschale N. Bégin,",
      "Yukiko Tanabe,",
      "Milla Rautio,",
      "Maxime Wauthy,",
      "Isabelle Laurion,",
      "Masaki Uchida,",
      "Alexander I. Culley,",
      "Warwick F. Vincent"
    ],
    "doi": "https://doi.org/10.1038/s41598-021-82234-z",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Ice cover persists throughout summer over many lakes at extreme polar latitudes but is likely to become increasingly rare with ongoing climate change. Here we addressed the question of how summer ice-cover affects the underlying water column of Ward Hunt Lake, a freshwater lake in the Canadian High Arctic, with attention to its vertical gradients in limnological properties that would be disrupted by ice loss. Profiling in the deepest part of the lake under thick mid-summer ice revealed a high degree of vertical structure, with gradients in temperature, conductivity and dissolved gases. Dissolved oxygen, nitrous oxide, carbon dioxide and methane rose with depth to concentrations well above air-equilibrium, with oxygen values at > 150% saturation in a mid-water column layer of potential convective mixing. Fatty acid signatures of the seston also varied with depth. Benthic microbial mats were the dominant phototrophs, growing under a dim green light regime controlled by the ice cover, water itself and weakly colored dissolved organic matter that was mostly autochthonous in origin. In this and other polar lakes, future loss of mid-summer ice will completely change many water column properties and benthic light conditions, resulting in a markedly different ecosystem regime.",
    "readLink": "https://doi.org/10.1038/s41598-021-82234-z"
  },
  {
    "title": "Comparative Analysis of Three Near-Surface Air Temperature Reanalysis Datasets in Inner Mongolia Region",
    "authors": [
      "Yanqin Xu,",
      "Shuai Han,",
      "Chunxiang Shi,",
      "Rui Tao,",
      "Jiaojiao Zhang,",
      "Yu Zhang,",
      "Zheng Wang"
    ],
    "doi": "https://doi.org/10.3390/su151713046",
    "journalVolume": "Vol. 15,\n                                no. 13046\n                                \n                                  p.\n                                  13046",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Near-surface air temperature is important for climate change, agriculture, animal husbandry, and ecosystems undergoing climate warming in Inner Mongolia. Land surface reanalysis products feature finer spatial and temporal resolutions, that can provide important data support for the determination of crop growth limits, grassland biomass growth, and desertification research in Inner Mongolia. In this study, 119 in situ observed sites were collected to compare and evaluate the performance of near-surface air temperature in three reanalysis products from 2018 to 2020 in Inner Mongolia. The three reanalysis products included three widely used products derived from the European Centre for Medium-Range Weather Forecasts (ECMWF) Fifth Generation Land Surface Reanalysis (ERA5-Land), and U.S. Global Land Data Assimilation System (GLDAS), as well as the latest reanalysis product from the High-Resolution Land Data Assimilation System reanalysis product by the China Meteorological Administration (HRCLDAS). Results are as follows: (1) The three reanalysis temperature products all reasonably reflect the characteristics of spatial and temporal changes in surface temperature in Inner Mongolia. Compared with ERA5L and GLDAS, HRCLDAS is more consistent with the observed results. (2) For the evaluation period, HRCLDAS has a certain underestimation of temperature, while ERA5-Land and GLDAS have a significant overestimation of temperature. (3) During high-temperature processes, HRCLDAS is more accurate in simulating higher temperatures than ERA5-LNAD and can demonstrate the changes in high-temperature drop zones. The major conclusion of this study is that the HRCLDAS product demonstrates a relatively high reliability, which is of great significance for the study of climate, ecosystem, and sustainable development.",
    "readLink": "https://www.mdpi.com/2071-1050/15/17/13046"
  },
  {
    "title": "On the attribution of changing water surface evaporation across China",
    "authors": [
      "Xiaoxiang Guan,",
      "Cuishan Liu,",
      "Jianyun Zhang,",
      "Guoqing Wang,",
      "Zhenxin Bao,",
      "Junliang Jin"
    ],
    "doi": "Vol. 40\n                                \n                                \n                                  p.\n                                  100991",
    "issn": "2214-5818 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Science: Geology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/journal-of-hydrology-regional-studies/",
    "abstract": "Study region: China Study focus: Water evaporation represents a pivotal indicator of the terrestrial ecosystem and hydrological cycle, influencing regional water and energy balance to some extent. In this study, the long-term data series of water surface evaporation (Ep) were assimilated across China, with the observations from 552 national benchmark weather stations. The trends of Ep and the influential climate variables were well detected. The analytical derivation method was built up to quantitatively attribute the effects from 5 key climate fields to Ep variations, including wind speed (u2), sunshine duration (n), relative humidity (RH), daily maximum (Tmax), and minimum (Tmin) air temperature. New hydrological insights for the region: The attribution results were more accurate and reasonable than those from two commonly used statistically based climate elasticity methods, which tended to overestimated the Ep variations. Most weather stations had experienced the decreasing trends of Ep during the entire research period of 1961–2018, which were mainly attributed to the decreasing in u2, n and RH, while the effects of regional warming (rising air temperature) were less influential on Ep variations at the long-term scale. The variations of Ep attributed to the three main influential climate variables (u2, n and RH) across China had also shown different temporal and spatial tendency patterns during different historical research periods. For example, the changing n and RH had shown increasing power on Ep variations in the western China climate zones. Comparatively, the u2 has been losing its power in decreasing Ep in most regions of China due to the slowdown in the declining rates of wind speed. This dynamic Ep attribution process is worthy of continuous focus and systematic research.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2214581822000040"
  }
]