[
  {
    "title": "Bacterial Diversity in a Dynamic and Extreme Sub-Arctic Watercourse (Pasvik River, Norwegian Arctic)",
    "authors": [
      "Maria Papale,",
      "Alessandro  Ciro Rappazzo,",
      "Anu Mikkonen,",
      "Carmen Rizzo,",
      "Federica Moscheo,",
      "Antonella Conte,",
      "Luigi Michaud,",
      "Angelina Lo Giudice"
    ],
    "doi": "https://doi.org/10.3390/w12113098",
    "journalVolume": "Vol. 12,\n                                no. 3098\n                                \n                                  p.\n                                  3098",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Microbial communities promptly respond to the environmental perturbations, especially in the Arctic and sub-Arctic systems that are highly impacted by climate change, and fluctuations in the diversity level of microbial assemblages could give insights on their expected response. 16S rRNA gene amplicon sequencing was applied to describe the bacterial community composition in water and sediment through the sub-Arctic Pasvik River. Our results showed that river water and sediment harbored distinct communities in terms of diversity and composition at genus level. The distribution of the bacterial communities was mainly affected by both salinity and temperature in sediment samples, and by oxygen in water samples. Glacial meltwaters and runoff waters from melting ice probably influenced the composition of the bacterial community at upper and middle river sites. Interestingly, marine-derived bacteria consistently accounted for a small proportion of the total sequences and were also more prominent in the inner part of the river. Results evidenced that particular conditions occurring at sampling sites (such as algal blooms, heavy metal contamination and anaerobiosis) may select species at local scale from a shared bacterial pool, thus favoring certain bacterial taxa. Conversely, the few phylotypes specifically detected in some sites are probably due to localized external inputs introducing allochthonous microbial groups.",
    "readLink": "https://www.mdpi.com/2073-4441/12/11/3098"
  },
  {
    "title": "Microstructure, micro-inclusions, and mineralogy along the EGRIP (East Greenland Ice Core Project) ice core – Part 2: Implications for palaeo-mineralogy",
    "authors": [
      "N. Stoll,",
      "M. Hörhold,",
      "T. Erhardt,",
      "T. Erhardt,",
      "J. Eichler,",
      "C. Jensen,",
      "I. Weikusat,",
      "I. Weikusat"
    ],
    "doi": "https://doi.org/10.5194/tc-16-667-2022",
    "journalVolume": "Vol. 16\n                                \n                                \n                                  pp.\n                                  667\n                                  – 688",
    "issn": "1994-0416 (Print)",
    "publisher": "1994-0424 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.the-cryosphere.net/",
    "abstract": "Impurities in polar ice do not only allow the reconstruction of past atmospheric aerosol concentrations but also influence the physical properties of the ice. However, the localisation of impurities inside the microstructure is still under debate and little is known about the mineralogy of solid inclusions. In particular, the general mineralogical diversity throughout an ice core and the specific distribution inside the microstructure is poorly investigated; the impact of the mineralogy on the localisation of inclusions and other processes is thus hardly known. We use dust particle concentration, optical microscopy, and cryo-Raman spectroscopy to systematically locate and analyse the mineralogy of micro-inclusions in situ inside 11 solid ice samples from the upper 1340 m of the East Greenland Ice Core Project ice core. Micro-inclusions are more variable in mineralogy than previously observed and are mainly composed of mineral dust (quartz, mica, and feldspar) and sulfates (mainly gypsum). Inclusions of the same composition tend to cluster, but clustering frequency and mineralogy changes with depth. A variety of sulfates dominate the upper 900 m, while gypsum is the only sulfate in deeper samples, which however contain more mineral dust, nitrates, and dolomite. The analysed part of the core can thus be divided into two depth regimes of different mineralogy, and to a lesser degree of spatial distribution, which could originate from different chemical reactions in the ice or large-scale changes in ice cover in northeast Greenland during the mid-Holocene. The complexity of impurity mineralogy on the metre scale and centimetre scale in polar ice is still underestimated, and new methodological approaches are necessary to establish a comprehensive understanding of the role of impurities. Our results show that applying new methods to the mineralogy in ice cores and recognising its complexity, as well as the importance for localisation studies, open new avenues for understanding the role of impurities in ice cores.",
    "readLink": "https://tc.copernicus.org/articles/16/667/2022/tc-16-667-2022.pdf"
  },
  {
    "title": "Role of Humic Acid on Inducing Salt Tolerance of Ivy Geranium (<i>Pelargonium peltatum</i> L.) Plants",
    "authors": [
      "Khalid M. Elhindi,",
      "Fahed A. Almana,",
      "Mohammed A. Al-Yafrsi"
    ],
    "doi": "https://doi.org/10.3390/horticulturae9091012",
    "journalVolume": "Vol. 9,\n                                no. 1012\n                                \n                                  p.\n                                  1012",
    "issn": "2311-7524 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/horticulturae",
    "abstract": "Saline water is used in floriculture as an alternative to freshwater in arid regions such as Saudi Arabia (SA). However, salt stress considerably accelerates serious physio-biochemical changes associated with a decline in plant establishment. Recently, humic acid (HA) foliar spraying has induced plant stress tolerance in the era of climate change; however, its precise roles in the floriculture industry within saline conditions are not yet well documented. A factorial pot experiment throughout the 2022/2023 season was conducted in the Nursery of Sustainability and Environmental Developmental Department, King Saud University, Riyadh, SA, to evaluate the potential effects of HA (0, 500, 1000 and 2000 mg/L) on growth, flowering and some physiological characteristics of Ivy geranium (Pelargoniumpeltatum) plants irrigated with saline water (230 “control”, 2000 and 4000 mg/L NaCl). Irrigation with saline water markedly inhibited plant growth, flowering attributes, the chlorophyll index, as well as macro and micro-nutrient levels, but increased the content of iron, sodium and proline in plant shoots relative to plants irrigated with non-salinized water. However, HA mainly at 1000 mg/L significantly improved plant growth, flowering capacity, nutrient status, proline accumulation and chlorophyll index under salinized or non-salinized irrigation water. Additionally, spraying of HA concentrations (500, 1000 and 2000 mg/L) under normal or salinity conditions significantly increased shoot sodium content relative to non-treated plants under such salinity levels. Our findings highlight the significance of HA concentrations (500, 1000 and 2000 mg/L) in improving the salt tolerance of Ivy geranium. Within the scarcity of irrigation water, it is recommended to irrigate Ivy geranium with saline water up to 4000 mg/L NaCl associated with spraying HA concentrations in special 1000 mg/L.",
    "readLink": "https://www.mdpi.com/2311-7524/9/9/1012"
  },
  {
    "title": "The Watchman’s Part: Earth Time, Human Time, and the “World Scientists’ Warning to Humanity”",
    "authors": [
      "Bronislaw Szerszynski"
    ],
    "doi": "https://doi.org/10.46863/ecocene.2020.10",
    "journalVolume": "Vol. 1,\n                                no. 1\n                                \n                                  pp.\n                                  91\n                                  – 99",
    "issn": "2717-8943 (Online)",
    "publisher": "Cappadocia University",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Technology: Environmental technology. Sanitary engineering: Special types of environment"
    ],
    "journalUrl": "http://ecocene.kapadokya.edu.tr",
    "abstract": "In this article I discuss three “Warnings to Humanity” about the state of the global environment, signed by global networks of scientists and published in 1992, 2017 and 2019. I place these in the context of the long practice in human culture of separating and relating different registers of time: the human time of communication and recollection, and ‘inhuman’ times such as the time of the gods, culture heroes, or latterly Earth history. I suggest that in the Anthropocene the ability of geological and meteorological tropes to control the semiotic relations between lived human time and deep, planetary time is being disrupted. I then use speech act theory to analyze how the language of the three “Warnings” works to position the scientist signatories as accredited “watchmen” monitoring the changing relations between human and Earth time, and wider humanity as exposed to knowing culpability in ongoing global environmental deterioration. I conclude by suggesting that the meshing of human and Earth time is stretching the representational capabilities of the natural sciences to breaking point, and that the environmental humanities should also play an important role.",
    "readLink": "http://ecocene.kapadokya.edu.tr/Makaleler/857304620_Ecocene-1.1.10%20Szerszynski.pdf"
  },
  {
    "title": "Facing global transitions in water management: Advances in knowledge and capacity development and towards adaptive approaches",
    "authors": [
      "G. J. Alaerts,",
      "J. M. Kaspersma"
    ],
    "doi": "https://doi.org/10.2166/wp.2022.301",
    "journalVolume": "Vol. 24,\n                                no. 5\n                                \n                                  pp.\n                                  685\n                                  – 707",
    "issn": "1366-7017 (Print)",
    "publisher": "1996-9759 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Hydraulic engineering: River, lake, and water-supply engineering (General)"
    ],
    "journalUrl": "https://iwaponline.com/wp",
    "abstract": "The significance, approaches, and instruments of knowledge and capacity development (KCD) in water management are reviewed, and priorities for the future are proposed. These concepts have become more mainstream, critical in helping water organisations decide on and implement policies, and generating economic returns. Their application still tends to be often limited to education or ‘training’. KCD requires an understanding of the physical world, how institutions must be strengthened to manage it, and how pedagogical and knowledge-management tools, in turn, strengthen the institutions. The private sector first applied knowledge management. The international development theory highlighted the deficiency of governments in implementation capacity. The health and environmental communities are developing an ‘implementation science’ to enhance the capacity to operationalise know-how faster. Advances in KCD include the following: (1) knowledge and capacity converging in nested levels (individual, organisational, institutional, and societal) to cause effective action; (2) six arenas/contexts of KCD application; and (3) pedagogy and knowledge-management through which learning occurs and knowledge is imparted. KCD is a ‘sticky’, slow process. Policy analyses tend to overlook the role of KCD. The water sector is facing acute challenges: a new one of building resilient water-and-land systems and adapting to climate change, and the outstanding one of achieving Sustainable Development Goals (SDGs). Thus, the current KCD must be scaled up, and also structured with a longer-term perspective to support change and reform at policy and organisational levels building on iterative adaption. Policies should become pro-active shaped by modelled forecasts; and organisations more able to change and adapt to future scenarios that are complex, uncertain, and evolving rapidly. Enhancing the capacity to implement policies, establish ‘learning organisations’, and design iterative adaptive pathways requires sustained political commitment. While adopting a long-term programme, supportive KCD activities should stay realistic and manageable. HIGHLIGHTS KCD improves water management.; Instruments are drawn from pedagogy, education, and management.; Capacity to implement policies is often deficient.; Water sector must prepare for transitions due to economic growth and climate change, demanding capacity for adaptive management.; Looking forward, a new agenda is proposed to enhance implementation capacity and design iterative adaptive pathways.;",
    "readLink": "http://wp.iwaponline.com/content/24/5/685"
  },
  {
    "title": "Differentiating Canada: The Future of the Canada-US Relationship",
    "authors": [
      "Wendy Dobson,",
      "Diana Kuzmanovic"
    ],
    "doi": "Vol. 3",
    "issn": "2560-8312 (Print)",
    "publisher": "2560-8320 (Online)",
    "countryOfPublisher": "University of Calgary",
    "lcc": [
      "Canada",
      "Political science: Political institutions and public administration (General)"
    ],
    "journalUrl": "https://journalhosting.ucalgary.ca/index.php/sppp/index",
    "abstract": "Turbulence will mark the world economy in the coming decade as Canada’s traditional trading partners in North America and Europe struggle with slow growth and rising structural unemployment and move, as they must, to restore the health of their public finances. Settling for the status quo is not a compelling option as the US border thickens and Canada stays on the sidelines in two areas vital to its long-term interest: climate change policy and trade liberalization. In this context, the Policy Brief evaluates the strategic options for Canada’s long-standing economic relationship with the United States. The authors propose a two-part proactive strategy. The first part is for Canada to differentiate its economy by building on its macroeconomic, financial and energy strengths relative to the United States and by shaping a best-practice North American climate change policy. The second part of the strategy is to deepen NAFTA by participating in the Trans-Pacific Partnership (TPP), a comprehensive, highquality FTA that has strategic attention of the US administration. Any country can join by accepting the agreement’s provisions. The TPP offers at least two strategic opportunities: a comprehensive negotiation in which Canada, the United States and Mexico could upgrade NAFTA and a way to diversify and deepen trade and investment liberalization with major economies in the Asia-Pacific region.",
    "readLink": "https://journalhosting.ucalgary.ca/index.php/sppp/article/view/42344"
  },
  {
    "title": "Quantitative assessment of the environmental risk due to climate change-driven coastline recession: A case study in Trincomalee coastal area, Sri Lanka",
    "authors": [
      "Seyedabdolhossein Mehvar,",
      "Ali Dastgheib,",
      "Janaka Bamunawala,",
      "Mangala Wickramanayake,",
      "Roshanka Ranasinghe"
    ],
    "doi": "Vol. 25",
    "issn": "2212-0963 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/climate-risk-management/",
    "abstract": "Climate change may exacerbate the environmental damage due to coastal hazards and increase associated risks. This would result in degradation of coastal wetlands, especially in developing countries due to the lack of sufficient resilience to coastal hazards such as inundation and coastal erosion. Environmental damages will lead to a decrease in services provided by the coastal wetland ecosystems that contribute to human wellbeing. To provide better insights on the little known issue of quantifying potential climate change-driven environmental risk, this article presents a stepwise approach to quantify coastline recession-driven risk associated with the tourism service provided by the Trincomalee beaches, dunes and pelagic system (Indian Ocean) along the East coast of Sri Lanka in 2110. To achieve this, here we first estimate the loss value of the tourism service due to sea level rise (SLR) and storm induced erosion in 2110, by using economic valuation techniques followed by a scenario-based approach. This is followed by the quantification of the environmental risk value by combining the result of the aforementioned loss value with the exceedance probability of coastal erosion derived from a prior study. Results show a medium environmental risk value ranging from 0 to 11,000 US$/Ha of beach area due to complete beach loss by 2110. This indicates that SLR and storm induced erosion in 2110 is not likely to pose a very high environmental risk associated with the tourism service of ecosystems in Trincomalee coasts. The approach presented in this study can be directly applied in other coastal areas of interest to gain a better understanding of the likely costs of climate change driven environmental risk, which is an emerging topic in coastal zone management. Keywords: Climate change, Environmental risk, Coastal erosion, Ecosystem service, Sri Lanka",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212096318302110"
  },
  {
    "title": "Tree-Related Microhabitats Are Promising Yet Underused Tools for Biodiversity and Nature Conservation: A Systematic Review for International Perspectives",
    "authors": [
      "Maxence Martin,",
      "Maxence Martin,",
      "Maxence Martin,",
      "Yoan Paillet,",
      "Laurent Larrieu,",
      "Laurent Larrieu,",
      "Christel C. Kern,",
      "Patricia Raymond,",
      "Patricia Raymond,",
      "Pierre Drapeau,",
      "Pierre Drapeau,",
      "Nicole J. Fenton,",
      "Nicole J. Fenton"
    ],
    "doi": "https://doi.org/10.3389/ffgc.2022.818474",
    "journalVolume": "Vol. 5",
    "issn": "2624-893X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Forestry",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/forests-and-global-change#",
    "abstract": "Sustainable management of forest ecosystems requires the use of reliable and easy to implement biodiversity and naturalness indicators. Tree-related microhabitats (TreMs) can fulfill these roles as they harbor specialized species that directly or indirectly depend on them, and are generally more abundant and diverse in natural forests or forests unmanaged for several decades. The TreM concept is however still recent, implying the existence of many knowledge gaps that can challenge its robustness and applicability. To evaluate the current state of knowledge on TreMs, we conducted a systematic review followed by a bibliometric analysis of the literature identified. A total of 101 articles constituted the final corpus. Most of the articles (60.3%) were published in 2017 or after. TreM research presented a marked lack of geographical representativity, as the vast majority (68.3%) of the articles studied French, German or Italian forests. The main themes addressed by the literature were the value of TreMs as biodiversity indicators, the impact of forest management on TreMs and the factors at the tree- and stand-scales favoring TreMs occurrence. Old-growth and unmanaged forests played a key role as a “natural” forest reference for these previous themes, as TreMs were often much more abundant and diverse compared to managed forests. Arthropods were the main phylum studied for the theme of TreMs as biodiversity indicators. Other more diverse themes were identified, such as restoration, remote sensing, climate change and economy and there was a lack of research related to the social sciences. Overall, current research on TreMs has focused on assessing its robustness as an indicator of biodiversity and naturalness at the stand scale. The important geographical gap identified underscores the importance of expanding the use of the TreMs in other forest ecosystems of the world. The notable efforts made in recent years to standardize TreM studies are an important step in this direction. The novelty of the TreM concept can partially explain the thematic knowledge gaps. Our results nevertheless stress the high potential of TreMs for multidisciplinary research, and we discuss the benefits of expanding the use of TreMs on a larger spatial scale.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/ffgc.2022.818474/full"
  },
  {
    "title": "Impact of climate change on wintertime European atmospheric blocking",
    "authors": [
      "S. Bacer,",
      "F. Jomaa,",
      "F. Jomaa,",
      "J. Beaumet,",
      "H. Gallée,",
      "E. Le Bouëdec,",
      "M. Ménégoz,",
      "C. Staquet"
    ],
    "doi": "https://doi.org/10.5194/wcd-3-377-2022",
    "journalVolume": "Vol. 3\n                                \n                                \n                                  pp.\n                                  377\n                                  – 389",
    "issn": "2698-4016 (Online)",
    "publisher": "Copernicus Publications",
    "countryOfPublisher": "Germany",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.weather-climate-dynamics.net/",
    "abstract": "We study the impact of climate change on wintertime atmospheric blocking over Europe focusing on the frequency, duration, and size of blocking events. These events are identified via the weather type decomposition (WTD) methodology applied on the output of climate models of the Coupled Model Intercomparison Project phase 6 (CMIP6). Historical simulations and two future scenarios, SSP2-4.5 and SSP5-8.5, are considered. The models are evaluated against the reanalysis, and only a subset of climate models, which better represent the blocking weather regime in the recent-past climate, is considered for the analysis. We show that the spatio-temporal characteristics of recent-past atmospheric blocking are in agreement with previous studies that define blocking events with blocking indexes. We find that frequency and duration of blocking events remain relatively stationary over the 21st century. We define a methodology that relies on the WTD for the blocking event identification in order to quantify the size of the blocking events, and we find that the blocking size is basically unchanged in the future.",
    "readLink": "https://wcd.copernicus.org/articles/3/377/2022/wcd-3-377-2022.pdf"
  },
  {
    "title": "Reading between the Lines: RNA-seq Data Mining Reveals the Alternative Message of the Rice Leaf Transcriptome in Response to Heat Stress",
    "authors": [
      "Charles Barros Vitoriano,",
      "Cristiane Paula Gomes Calixto"
    ],
    "doi": "https://doi.org/10.3390/plants10081647",
    "journalVolume": "Vol. 10,\n                                no. 1647\n                                \n                                  p.\n                                  1647",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Rice (Oryza sativa L.) is a major food crop but heat stress affects its yield and grain quality. To identify mechanistic solutions to improve rice yield under rising temperatures, molecular responses of thermotolerance must be understood. Transcriptional and post-transcriptional controls are involved in a wide range of plant environmental responses. Alternative splicing (AS), in particular, is a widespread mechanism impacting the stress defence in plants but it has been completely overlooked in rice genome-wide heat stress studies. In this context, we carried out a robust data mining of publicly available RNA-seq datasets to investigate the extension of heat-induced AS in rice leaves. For this, datasets of interest were subjected to filtering and quality control, followed by accurate transcript-specific quantifications. Powerful differential gene expression (DE) and differential AS (DAS) identified 17,143 and 2162 heat response genes, respectively, many of which are novel. Detailed analysis of DAS genes coding for key regulators of gene expression suggests that AS helps shape transcriptome and proteome diversity in response to heat. The knowledge resulting from this study confirmed a widespread transcriptional and post-transcriptional response to heat stress in plants, and it provided novel candidates for rapidly advancing rice breeding in response to climate change.",
    "readLink": "https://www.mdpi.com/2223-7747/10/8/1647"
  }
]