[
  {
    "title": "From ecological transition to ecological transformation: consensus and fault lines",
    "authors": [
      "Iris Levy,",
      "Mathilde Martin-Moreau,",
      "David Ménascé"
    ],
    "doi": "Vol. 24\n                                \n                                \n                                  pp.\n                                  6\n                                  – 11",
    "issn": "1867-139X (Print)",
    "publisher": "1867-8521 (Online)",
    "countryOfPublisher": "Institut Veolia Environnement",
    "lcc": [
      "France",
      "Social Sciences"
    ],
    "journalUrl": "http://factsreports.revues.org/index.html",
    "abstract": "At a time when there is growing consensus in international policy-making about the urge to act on climate change, debate continues to rage over the approach and mechanisms to adopt for implementing the ecological transition. The events of 2022, including the rising number of environmental disasters during the summer, have served as a wake-up call, heightening the sense of urgency. But ecological transition is a complex matter, raising issues that involve more than just environmental and climate challenges. It is also vital to look at how such a transition interacts with the fight against inequalities, the realities of crises and geopolitical relationships, and the specific growth — or degrowth — model that we collectively wish to put in place.",
    "readLink": "http://journals.openedition.org/factsreports/6853"
  },
  {
    "title": "Conference program and abstracts. International Biogeography Society 6th Biennial Meeting – 9-13 January 2013, Miami, Florida, USA",
    "authors": [
      "Joaquín Hortal,",
      "Karen Faller,",
      "Kenneth Feeley,",
      "Richard Field,",
      "Catherine Graham,",
      "François Guilhaumon,",
      "Daniel Gavin"
    ],
    "doi": "Vol. 4,\n                                no. 5",
    "issn": "1948-6596 (Online)",
    "publisher": "International Biogeography Society",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology",
      "Science: Microbiology: Microbial ecology"
    ],
    "journalUrl": "http://escholarship.org/uc/fb",
    "abstract": "Proceedings of the Sixth biennial conference of the International Biogeography Society, an international and interdisciplinary society contributing to the advancement of all studies of the geography of nature. Held at Miami, Florida, USA, 9 – 13 January 2013.Abstracts include:(i) the Opening, MacArthur & Wilson Award and Alfred Russel Award Plenary Lectures;(ii) four symposia entitled \"Island Biogeography: New Syntheses\", \"Beyond Bergmann: New perspectives on the biogeography of traits\", \"The Convergence of Conservation Paleontology and Biogeography\" and \"Predicting species and biodiversity in a warmer world: are we doing a good job?\";(iii) oral presentations from contributed papers on Phylogeography, Marine Biogeography, Biogeography of the Anthropocene, Hot Topics in biogeography, Island Biogeography, Neotropical Biogeography, Global Change Biogeography, Historical and Paleo-biogeography, Conservation Biogeography and Global-Scale Biogeography; and(iv) contributions presented as posters on Phylogeography, Geospatial techniques and land cover, Biodiversity gradients and macroecology, Biogeography of traits, Island Biogeography, Neotropical Biogeography, Conservation Biogeography, Disturbance and Disease Biogeography, Climate Change Biogeography and Historical and Paleo-Biogeography.",
    "readLink": "http://escholarship.org/uc/item/3kb4c5jr"
  },
  {
    "title": "Potential CO2 forcing and Asian summer monsoon precipitation trends during the last 2,000 years",
    "authors": [
      "Ren Weihe,",
      "Li Quan,",
      "Qin Feng,",
      "Yi Guitian"
    ],
    "doi": "https://doi.org/10.1515/geo-2020-0307",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  1552\n                                  – 1560",
    "issn": "2391-5447 (Online)",
    "publisher": "De Gruyter",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Science: Geology"
    ],
    "journalUrl": "http://www.degruyter.com/view/j/geo",
    "abstract": "Holocene records for the Asian Summer Monsoon (ASM) indicate that, apart for the last 2,000 years (“2 kyr shift”), solar insolation was the dominant factor controlling the monsoon climate. The aim of this review is to provide a synopsis of climate characteristics over the last 2 kyr, clarifying mechanisms for the diverse trend with Northern Hemisphere Summer Insolation (NHSI) records. Here, we initially review proxy-based climate reconstructions for the last 2 kyr, and then compare them with records from the last five interglacial periods. Finally, we examine potential physical mechanisms responsible for the “2 kyr shift.” Findings from this review indicate that the “2 kyr shift” is a representative pattern of Holocene climate change within the core area of the ASM, and the “2 kyr shift” could be mainly controlled by changes in atmospheric CO2 concentration. In addition, suggestions to address a more humid condition dominating the Asian monsoonal margin zones are offered.",
    "readLink": "https://doi.org/10.1515/geo-2020-0307"
  },
  {
    "title": "A framework for lotic macrosystem research",
    "authors": [
      "James H. Thorp,",
      "Walter K. Dodds,",
      "Caleb J. Robbins,",
      "Alain Maasri,",
      "Emily R. Arsenault,",
      "Jackob A. Lutchen,",
      "Flavia Tromboni,",
      "Barbara Hayford,",
      "Mark Pyron,",
      "Gregory S. Mathews,",
      "Anne Schechner,",
      "Sudeep Chandra"
    ],
    "doi": "https://doi.org/10.1002/ecs2.3342",
    "journalVolume": "Vol. 12,\n                                no. 2\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract We analyze here the nature of research in freshwater macrosystem biology (especially lotic studies) from both conceptual and current research perspectives. The boundaries of permanent and transitional lotic macrosystems from the smallest to largest spatial extents are described. We contrast ecosystem vs. macrosystem research and macroecology vs. macrosystems ecology and provide some examples of representative aquatic macrosystems ecology projects in the USA. We recommend approaches for incorporating certain large‐scale lotic concepts developed over the last 40 yr as the bases for lotic macrosystem studies. Of these, the three most appropriate in chronological order are the River Continuum Concept, the Riverine Ecosystem Synthesis, and the Stream Biome Gradient Concept. Four other concepts would be suitable for testing macrosystem hypotheses after incorporating small to large conceptual or geographic expansions of the models. We suggest future research directions in lotic macrosystem research in areas of climate change and teleconnections among distant organisms and systems and include general recommendations for conducting macrosystem‐level research.",
    "readLink": "https://doi.org/10.1002/ecs2.3342"
  },
  {
    "title": "Soil respiration in Tibetan alpine grasslands: belowground biomass and soil moisture, but not soil temperature, best explain the large-scale patterns.",
    "authors": [
      "Yan Geng,",
      "Yonghui Wang,",
      "Kuo Yang,",
      "Shaopeng Wang,",
      "Hui Zeng,",
      "Frank Baumann,",
      "Peter Kuehn,",
      "Thomas Scholten,",
      "Jin-Sheng He"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0034968",
    "journalVolume": "Vol. 7,\n                                no. 4\n                                \n                                  p.\n                                  e34968",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "The Tibetan Plateau is an essential area to study the potential feedback effects of soils to climate change due to the rapid rise in its air temperature in the past several decades and the large amounts of soil organic carbon (SOC) stocks, particularly in the permafrost. Yet it is one of the most under-investigated regions in soil respiration (Rs) studies. Here, Rs rates were measured at 42 sites in alpine grasslands (including alpine steppes and meadows) along a transect across the Tibetan Plateau during the peak growing season of 2006 and 2007 in order to test whether: (1) belowground biomass (BGB) is most closely related to spatial variation in Rs due to high root biomass density, and (2) soil temperature significantly influences spatial pattern of Rs owing to metabolic limitation from the low temperature in cold, high-altitude ecosystems. The average daily mean Rs of the alpine grasslands at peak growing season was 3.92 µmol CO(2) m(-2) s(-1), ranging from 0.39 to 12.88 µmol CO(2) m(-2) s(-1), with average daily mean Rs of 2.01 and 5.49 µmol CO(2) m(-2) s(-1) for steppes and meadows, respectively. By regression tree analysis, BGB, aboveground biomass (AGB), SOC, soil moisture (SM), and vegetation type were selected out of 15 variables examined, as the factors influencing large-scale variation in Rs. With a structural equation modelling approach, we found only BGB and SM had direct effects on Rs, while other factors indirectly affecting Rs through BGB or SM. Most (80%) of the variation in Rs could be attributed to the difference in BGB among sites. BGB and SM together accounted for the majority (82%) of spatial patterns of Rs. Our results only support the first hypothesis, suggesting that models incorporating BGB and SM can improve Rs estimation at regional scale.",
    "readLink": "http://europepmc.org/articles/PMC3324551?pdf=render"
  },
  {
    "title": "Rethinking planning hierarchy considering climate change as global catastrophe",
    "authors": [
      "Mattia Bertin,",
      "Francesco Musco,",
      "Lorenzo Fabian"
    ],
    "doi": "Vol. 30\n                                \n                                \n                                  p.\n                                  100252",
    "issn": "2212-0963 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/climate-risk-management/",
    "abstract": "This article proposes overcoming the distinction between the effects of climate change and the effects linked to classical disaster hazards by considering Climate Change as global catastrophe. The theoretical approach to combining the two models has until now greatly emphasized the need for further research, but with poor results. Starting from a new conception of climate change as a catastrophe in progress, the paper proposes a revision of local planning hierarchy in order to give a primary role to risk assessment in every sector of local development.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212096320300425"
  },
  {
    "title": "Effect of elevated CO2 concentration, nitrogen nutrition and reduced water availability on malting quality of spring barley",
    "authors": [
      "Ján Šimor,",
      "Vratislav Psota,",
      "Karel Klem"
    ],
    "doi": "https://doi.org/10.18832/kp2019.66.245",
    "journalVolume": "Vol. 66,\n                                no. 02\n                                \n                                  pp.\n                                  245\n                                  – 254",
    "issn": "2570-8619 (Online)",
    "publisher": "Research Institute of Brewing and Malting, Plc.",
    "countryOfPublisher": "Czechia",
    "lcc": [
      "Technology: Chemical technology: Fermentation industries. Beverages. Alcohol"
    ],
    "journalUrl": "http://www.kvasnyprumysl.eu/index.php/kp/index",
    "abstract": "A multifactorial field experiment in an open-top chamber facility at the experimental station Domaninek was conducted in 2014 to understand the potential effects of climate change factors on the malting quality of spring barely and to evaluate the interactions of these factors with nitrogen nutrition. The results showed a major effect of nitrogen nutrition on malting quality. Nitrogen increased the protein content and impaired the key malting quality parameters such as a relative extract or Kolbach index. Elevated CO2 concentration had a generally positive effect on malting quality and alleviated the negative impact of nitrogen nutrition particularly. Reduced water availability had only a minor impact on malting quality; however, these effects were predominantly positive.",
    "readLink": "https://doi.org/10.18832/kp2019.66.245"
  },
  {
    "title": "Dendrocereus nudiflorus (Cactaceae): pasado, presente y futuro de un anacronismo en peligro de extinción según modelos de nicho climático /Dendrocereus nudiflorus (Cactaceae): past, present and future of an anchronism in extinction risk according to climatic niche modeling",
    "authors": [
      "Duniel Barrios,",
      "Carlos A. Mancina"
    ],
    "doi": "Vol. 38,\n                                no. 1\n                                \n                                  pp.\n                                  119\n                                  – 132",
    "issn": "0253-5696 (Print)",
    "publisher": "2410-5546 (Online)",
    "countryOfPublisher": "Universidad de La Habana",
    "lcc": [
      "Cuba",
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.rjbn.uh.cu/index.php/RJBN",
    "abstract": "RESUMEN Dendrocereus nudiflorus es una especie amenazada de cactus cubano cuyas poblaciones muestran una distribución disyunta y están integradas principalmente por individuos adultos. El conocimiento sobre la ecología de esta especie es muy escaso y las causas naturales de su reducido número de individuos se desconocen. El presente estudio exploró dos hipótesis sobre las causas naturales que pudieron afectar las poblaciones de D. nudiflorus, así como, se consideraron dos escenarios futuros para evaluar el posible impacto del cambio climático sobre esta especie e identificar zonas de importancia para su conservación. Mediante la modelación del nicho climático de D. nudiflorus se evaluaron los cambios en la extensión y distribución espacial de sus áreas de idoneidad climática en cuatro momentos. Por otra parte, también se exploró el posible papel que pudieron desempeñar Megalocnus rodens y Cyclura nubila sobre la dispersión de D. nudiflorus en base al análisis de la superposición de los modelos paleoclimáticos de ambas especies. Los resultados mostraron una drástica reducción en las áreas de idoneidad climática de D. nudiflorus desde el Último Máximo Glacial al Holoceno. De acuerdo a las áreas de idoneidad climática para los posibles dispersores, C. nubila debió jugar un papel importante en la dispersión de esta cactácea, mientras que el contraste de los modelos paleoclimáticos entre la cactácea y M. rodens muestran poca coincidencia. Aunque para el 2050 la especie de cactus debe permanecer en áreas protegidas, su tendencia es a reducir sus áreas de idoneidad climática. Los resultados apoyan la necesidad de un plan de recuperación para la especie en áreas del Sistema Nacional de Áreas Protegidas. Palabras clave: áreas de idoneidad climática, cambio climático, Cyclura nubila, Megalocnus rodens, modelación de distribución, ruptura de interacción ABSTRACT Dendrocereus nudiflorus is an endangered species of Cuban cactus primarily composed of adult individuals with disconnected populations. Ecological knowledge of the species is limited and the natural causes of its deteriorated condition are unclear. Herein we evaluate two natural causes hypothesized to affect D. nudiflorus populations. Furthermore, we consider two future scenarios to evaluate the possible impact of climate change on this species and to identify important zones for its conservation. Using climatic niche modeling of D. nudiflorus, we evaluate changes in the extent and spatial distribution of its climatically suitable areas over four time periods. We further use the overlap analysis of paleoclimatic models of Megalocnus rodens and Cyclura nubila to explore their suspected roles in the dispersal of D. nudiflorus. Results show a drastic reduction in the climatically suitable areas of D. nudiflorus from the Last Glacial Maximum to the Holocene. Based on climatically suitable areas for the suspected dispersers, C. nubila is thought to play an important role in cactacea dispersal, while there were few significant overlaps in the paleoclimatic models between M. rodens and this cactus. Although D. nudiflorus is projected to remain in protected areas through 2050, its tendency is to reduce its climatically suitable areas. The results support the need for a recuperation plan for this cactus species through the National System of Protected Areas. Keywords: climatically suitable areas, climate change, Cyclura nubila, Megalocnus rodens, distribution modeling, interactions disruption Recibido: 25 de abril 2017 Aceptado: 5 de agosto 2017",
    "readLink": "http://www.rjbn.uh.cu/index.php/RJBN/article/view/409"
  },
  {
    "title": "Planning and Sustainable Development in the Twenty‐first Century",
    "authors": [
      "Emmanuel Combet"
    ],
    "doi": "https://doi.org/10.4000/oeconomia.9558",
    "journalVolume": "Vol. 10,\n                                no. 3\n                                \n                                  pp.\n                                  473\n                                  – 506",
    "issn": "2113-5207 (Print)",
    "publisher": "2269-8450 (Online)",
    "countryOfPublisher": "Association Œconomia",
    "lcc": [
      "France",
      "Social Sciences"
    ],
    "journalUrl": "http://oeconomia.revues.org",
    "abstract": "The use of formal planning approaches fell into disrepute in the 1980s and few guidelines exist in economics textbooks on how to plan for the systemic and profound transformations that societies need to achieve. This article questions the utility, form and method of collective planning for sustainable development. While sustainable development planning is close to past planning experiences in some respects, it is unprecedented in others. I elaborate on one particular approach to planning, which focuses on fostering collective deliberations and bargaining about alternative sustainable development strategies. Two applications confront this theoretical and methodological reflexion to concrete twenty-first century challenges: The design of national strategies to address climate change and carbon pricing policies.",
    "readLink": "http://journals.openedition.org/oeconomia/9558"
  },
  {
    "title": "UAV and GPR Data Integration in Glacier Geometry Reconstruction: A Case Study from Irenebreen, Svalbard",
    "authors": [
      "Jānis Karušs,",
      "Kristaps Lamsters,",
      "Jurijs Ješkins,",
      "Ireneusz Sobota,",
      "Pēteris Džeriņš"
    ],
    "doi": "https://doi.org/10.3390/rs14030456",
    "journalVolume": "Vol. 14,\n                                no. 456\n                                \n                                  p.\n                                  456",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Although measurements of thickness and internal structure of glaciers are substantial for the understanding of their evolution and response to climate change, detailed data about polythermal glaciers, are scarce. Here, we present the first ground-penetrating radar (GPR) measurement data of Irenebreen, and high-resolution DEM and orthomosaic, obtained from unmanned aerial vehicle (UAV) photogrammetry. A combination of GPR and UAV data allowed for the reconstruction of the glacier geometry including thermal structure. We compare different methods of GPR signal propagation speed determination and argue that a common midpoint method (CMP) should be used if possible. Our observations reveal that Irenebreen is a polythermal glacier with a basal temperate ice layer, the volume of which volume reaches only 12% of the total glacier volume. We also observe the intense GPR signal scattering in two small zones in the ablation area and suggest that intense water percolation occurs in these places creating local areas of temperate ice. This finding emphasizes the possible formation of localised temperate ice zones in polythermal glaciers due to the coincidence of several factors. Our study demonstrates that a combination of UAV photogrammetry and GPR can be successfully applied and should be used for the high-resolution reconstruction of 3D geometries of small glaciers.",
    "readLink": "https://www.mdpi.com/2072-4292/14/3/456"
  }
]