[
  {
    "title": "Spatiotemporal and Vertical Distribution of Asian Tropopause Aerosol Layer Using Long-Term Multi-Source Data",
    "authors": [
      "Hongchao Liu,",
      "Ren Li,",
      "Junjie Ma"
    ],
    "doi": "https://doi.org/10.3390/rs15051315",
    "journalVolume": "Vol. 15,\n                                no. 1315\n                                \n                                  p.\n                                  1315",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "The Asian tropopause aerosol layer (ATAL) is an enhanced aerosol concentration layer in the upper troposphere and lower stratosphere over Asia, and it has important effects on radiation balance, atmospheric circulation, regional climate, and atmospheric chemical processes. However, despite its importance, the specific structure and long-term variation trend of the ATAL have been rarely analyzed, which is critical for assessing the impact of ATAL on climate change and evaluating the performance of climate models. This study compared and analyzed the three-dimensional spatial distribution characteristics and temporal variability using CALIPSO, SAGEII, and MERRA-2 data and discussed the possible causes of the variation. The results showed that the ATAL began to appear in the mid-to-late 1990s and then strengthened rapidly until 2010, after which this trend was no longer observed. Moreover, significant heterogeneity existed in the distribution of aerosol concentration in the ATAL, showing north–south differences (NSDs) in both time and space. In addition, it was found that besides surface emissions, atmospheric circulation, the strength of convective transport, and stratosphere–troposphere exchange processes also contribute to this pattern. This study has important implications for quantifying the climate consequences of the ATAL.",
    "readLink": "https://www.mdpi.com/2072-4292/15/5/1315"
  },
  {
    "title": "SPECIFIC ALLOCATION FUND FOR ENERGY EFFICIENCY TO INCREASE QUALITY OF THE ENVIRONMENT IN INDONESIA   (Mekanisme Dana Alokasi Khusus Efisiensi Energi dalam Mendukung Perbaikan Lingkungan di Indonesia)",
    "authors": [
      "Joko Tri Haryanto"
    ],
    "doi": "https://doi.org/10.22146/jml.18734",
    "journalVolume": "Vol. 22,\n                                no. 1\n                                \n                                  pp.\n                                  129\n                                  – 134",
    "issn": "0854-5510 (Print)",
    "publisher": "2460-5727 (Online)",
    "countryOfPublisher": "Universitas Gadjah Mada",
    "lcc": [
      "Indonesia",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://jurnal.ugm.ac.id/jml",
    "abstract": "ABSTRACT Related to the climate change and economic development of environmentally friendly (green economy) issues, the President has committed to reducing emissions of greenhouse gases (GHG) by 26% on their own sources (BAU), and up to 41% with international support in 2020 through Presidential Decree No. 61 in 2011 about the National Action Plan for Greenhouse Gas Emission Reduction (RAN-GRK). In addition to regulating the sectors that are considered to be the largest contributor to GHG emissions, the regulation also establishes funding sources RAN-GRK either through the APBN, APBD, as well as a variety of other sources constituted under the legislation. The main research question are; Is specific allocation fund (DAK) can be used to fund energy efficiency?; if so, what procedure should be done? and how monitoring and evaluating of the energy efficiency of the use of DAK ? To answer those questions, researcher using qualitative library research, cross sectional collection of data for intensive analysis, interviews to some leading experts in the field and a number of Focused Group Discussions were also conducted to construct the policy analysis. Based on the analysis of the mechanism of transfer to the regions in Indonesia, it is possible to enlarge of DAK field for energy efficiency by asking Line Minister to proposed mechanism and send to the Ministry of Finance. This can be addressed to support the achievement of environmental friendly activities and reduce the burden of state budget subsidies. Some of things that must be done is to propose the allocation of DAK EE into government programs and to develop a variety of specificized and technical indicators related. ABSTRAK Terkait dengan komitmen dalam mengatasi dampak perubahan iklim serta isu pengembangan ekonomi rendah karbon, Pemerintah telah mengesahkan Peraturan Presiden (Perpres) Nomor 61 Tahun 2011 tentang rencana Aksi Nasional Penurunan Emisi Gas Rumah Kaca Nasional (RAN-GRK) tahun 2020 sebesar 26% dengan usaha sendiri dan 41% dengan bantuan pendanaan asing. Dalam Perpres tersebut telah diatur sektor-sektor apa saja yang dianggap menjadi sumber emiten terbesar termasuk sektor energi, sekaligus adanya kewajiban pendanaan APBN/APBD dalam mengatasinya. Di sisi lain, kegiatan efisiensi energi tercatat sebagai salah satu aksi penurunan emisi GRK yang cukup signifikan dalam sektor energi baik untuk bangunan maupun mesin. Sayangnya kegiatan tersebut membutuhkan investasi yang cukup besar. Akibatnya kegiatan efisiensi energy menjadi tidak menarik. Di sinilah peran pendanaan APBN/ APBD menjadi sangat krusial. Terkait dengan pengaturan pengalokasian pendanaan APBN/APBD inilah peran Kemenkeu menjadi sangat vital, khususnya dalam mekanisme pengalokasian Dana Alokasi Khusus (DAK) yang menjadi kewenangannya. Dari hasil analisis, mekanisme alokasi DAK ternyata memungkinkan untuk ditujukan bagi pendanaan kegiatan efisiensi energi. Namun demikian, mekanisme yang harus dijalankan lebih difokuskan kepada inisiatif Kementerian/Lembaga (K/L) yang berwenang dalam pengusulan alokasi DAK tersebut.",
    "readLink": "https://jurnal.ugm.ac.id/JML/article/view/18734"
  },
  {
    "title": "Modeling and Mapping Forest Fire Occurrence from Aboveground Carbon Density in Mexico",
    "authors": [
      "Carlos  Ivan Briones-Herrera,",
      "Daniel  José Vega-Nieva,",
      "Norma  Angélica Monjarás-Vega,",
      "Favian Flores-Medina,",
      "Pablito  Marcelo Lopez-Serrano,",
      "José  Javier Corral-Rivas,",
      "Artemio Carrillo-Parra,",
      "Miguel  Ángel Pulgarin-Gámiz,",
      "Ernesto Alvarado-Celestino,",
      "Armando González-Cabán,",
      "Stéfano Arellano-Pérez,",
      "Juan  Gabriel Álvarez-González,",
      "Ana  Daría Ruiz-González,",
      "William  Mathew Jolly"
    ],
    "doi": "https://doi.org/10.3390/f10050402",
    "journalVolume": "Vol. 10,\n                                no. 5\n                                \n                                  p.\n                                  402",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Understanding the spatial patterns of fire occurrence is key for improved forest fires management, particularly under global change scenarios. Very few studies have attempted to relate satellite-based aboveground biomass maps of moderate spatial resolution to spatial fire occurrence under a variety of climatic and vegetation conditions. This study focuses on modeling and mapping fire occurrence based on fire suppression data from 2005−2015 from aboveground biomass—expressed as aboveground carbon density (AGCD)—for the main ecoregions in Mexico. Our results showed that at each ecoregion, unimodal or humped relationships were found between AGCD and fire occurrence, which might be explained by varying constraints of fuel and climate limitation to fire activity. Weibull equations successfully fitted the fire occurrence distributions from AGCD, with the lowest fit for the desert shrub-dominated north region that had the lowest number of observed fires. The models for predicting fire occurrence from AGCD were significantly different by region, with the exception of the temperate forest in the northwest and northeast regions that could be modeled with a single Weibull model. Our results suggest that AGCD could be used to estimate spatial fire occurrence maps; those estimates could be integrated into operational GIS tools for assistance in fire danger mapping and fire and fuel management decision-making. Further investigation of anthropogenic drivers of fire occurrence and fuel characteristics should be considered for improving the operational spatial planning of fire management. The modeling strategy presented here could be replicated in other countries or regions, based on remote-sensed measurements of aboveground biomass and fire activity or fire suppression records.",
    "readLink": "https://www.mdpi.com/1999-4907/10/5/402"
  },
  {
    "title": "Spatial flood susceptibility mapping using an explainable artificial intelligence (XAI) model",
    "authors": [
      "Biswajeet Pradhan,",
      "Saro Lee,",
      "Abhirup Dikshit,",
      "Hyesu Kim"
    ],
    "doi": "Vol. 14,\n                                no. 6\n                                \n                                  p.\n                                  101625",
    "issn": "1674-9871 (Print)",
    "publisher": "2588-9192 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Netherlands",
      "Science: Geology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/geoscience-frontiers",
    "abstract": "Floods are natural hazards that lead to devastating financial losses and large displacements of people. Flood susceptibility maps can improve mitigation measures according to the specific conditions of a study area. The design of flood susceptibility maps has been enhanced through use of hybrid machine learning and deep learning models. Although these models have achieved better accuracy than traditional models, they are not widely used by stakeholders due to their black-box nature. In this study, we propose the application of an explainable artificial intelligence (XAI) model that incorporates the Shapley additive explanation (SHAP) model to interpret the outcomes of convolutional neural network (CNN) deep learning models, and analyze the impact of variables on flood susceptibility mapping. This study was conducted in Jinju Province, South Korea, which has a long history of flood events. Model performance was evaluated using the area under the receiver operating characteristic curve (AUROC), which showed a prediction accuracy of 88.4%. SHAP plots showed that land use and various soil attributes significantly affected flood susceptibility in the study area. In light of these findings, we recommend the use of XAI-based models in future flood susceptibility mapping studies to improve interpretations of model outcomes, and build trust among stakeholders during the flood-related decision-making process.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674987123000920"
  },
  {
    "title": "Uncertainties and their interaction in flood hazard assessment with climate change",
    "authors": [
      "H. Meresa,",
      "C. Murphy,",
      "R. Fealy,",
      "S. Golian"
    ],
    "doi": "https://doi.org/10.5194/hess-25-5237-2021",
    "journalVolume": "Vol. 25\n                                \n                                \n                                  pp.\n                                  5237\n                                  – 5257",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "The assessment of future impacts of climate change is associated with a cascade of uncertainty linked to the modelling chain employed in assessing local-scale changes. Understanding and quantifying this cascade is essential for developing effective adaptation actions. We evaluate and quantify uncertainties in future flood quantiles associated with climate change for four catchments, incorporating within our modelling chain uncertainties associated with 12 global climate models contained in the Coupled Model Intercomparison Project Phase 6, five different bias correction approaches, hydrological model parameter uncertainty and the use of three different extreme value distributions for flood frequency analysis. Results indicate increased flood hazard in all catchments for different Shared Socioeconomic Pathways (SSPs), with changes in flooding consistent with changes in annual maximum precipitation. We use additive chains and analysis of variance (ANOVA) to quantify and decompose uncertainties and their interactions in estimating selected flood quantiles for each catchment. We find that not only do the contributions of different sources of uncertainty vary by catchment, but that the dominant sources of uncertainty can be very different on a catchment-by-catchment basis. While uncertainties in future projections are widely assumed to be dominated by the ensemble of climate models used, we find that in one of our catchments uncertainties associated with bias correction methods dominate, while in another the uncertainty associated with the use of different extreme value distributions outweighs the uncertainty associated with the ensemble of climate models. These findings highlight the inability to generalise a priori about the importance of different components of the cascade of uncertainty in future flood hazard at the catchment scale. Moreover, we find that the interaction of components of the modelling chain employed are substantial (> 20 % of overall uncertainty in two catchments). While our sample is small, there is evidence that the dominant components of the cascade of uncertainty may be linked to catchment characteristics and rainfall–runoff processes. Future work that seeks to further explore the characteristics of the uncertainty cascade as they relate to catchment characteristics may provide insight into a priori identifying the key components of modelling chains to be targeted in climate change impact assessments.",
    "readLink": "https://hess.copernicus.org/articles/25/5237/2021/hess-25-5237-2021.pdf"
  },
  {
    "title": "Decadal Stability and Trends in the Global Cloud Amount and Cloud Top Temperature in the Satellite-Based Climate Data Records",
    "authors": [
      "Abhay Devasthale,",
      "Karl-Göran Karlsson"
    ],
    "doi": "https://doi.org/10.3390/rs15153819",
    "journalVolume": "Vol. 15,\n                                no. 3819\n                                \n                                  p.\n                                  3819",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Forty years of cloud observations are available globally from satellites, allowing derivation of climate data records (CDRs) for climate change studies. The aim of this study is to investigate how stable these cloud CDRs are and whether they qualify stability requirements recommended by the WMO’s Global Climate Observing System (GCOS). We also investigate robust trends in global total cloud amount (CA) and cloud top temperature (CTT) that are significant and common across all CDRs. The latest versions of four global cloud CDRs, namely CLARA-A3, ESA Cloud CCI, PATMOS-x, and ISCCP-HGM are analysed. This assessment finds that all three AVHRR-based cloud CDRs (i.e., CLARA-A3, ESA Cloud CCI and PATMOS-x) satisfy even the strictest GCOS stability requirements for CA and CTT when averaged globally. While CLARA-A3 is most stable in global averages when tested against MODIS-Aqua, PATMOS-x offers the most stable CDR spatially. While we find these results highly encouraging, there remain, however, large spatial differences in the stability of and across the CDRs. All four CDRs continue to agree on the statistically significant decrease in global cloud amount over the last four decades, although this decrease is now weaker compared to the previous assessments. This decreasing trend has been stabilizing or even reversing in the last two decades; the latter is seen also in MODIS-Aqua and CALIPSO GEWEX datasets. Statistically significant trends in CTT are observed in global averages in the AVHRR-based CDRs, but the spatial agreement in the sign and the magnitude of the trends is weaker compared to those in CA. We also present maps of Common Stability Coverage and Common Trend Coverage that could provide a valuable metric to carry out an ensemble-based analysis of the CDRs.",
    "readLink": "https://www.mdpi.com/2072-4292/15/15/3819"
  },
  {
    "title": "Changes of heating and cooling degree days over China in response to global warming of 1.5 °C, 2 °C, 3 °C and 4 °C",
    "authors": [
      "Ying Shi,",
      "Dong-Feng Zhang,",
      "Ying Xu,",
      "Bo-Tao Zhou"
    ],
    "doi": "Vol. 9,\n                                no. 3\n                                \n                                  pp.\n                                  192\n                                  – 200",
    "issn": "1674-9278 (Print)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/advances-in-climate-change-research/",
    "abstract": "Future changes of heating degree days (HDD) and cooling degree days (CDD) in the 21st century with and without considering population factor are investigated based on four sets of climate change simulations over East Asia using the regional climate model version 4.4 (RegCM4.4) driven by the global models of CSIRO-Mk3-6-0, EC-EARTH, HadGEM2-ES, and MPI-ESM-MR. Under global warming of 1.5 °C, 2 °C, 3 °C, and 4 °C, significant decrease of HDD can be found over China without considering population factor, with greater decrease over high elevation and high latitude regions, including the Tibetan Plateau, the northern part of Northeast China, and Northwest China; while population-weighted HDD increased in areas where population will increase in the future, such as Beijing, Tianjin, parts of southern Hebei, northern Shandong and Henan provinces. Similarly, the CDD projections with and without considering population factor are largely different. Specifically, without considering population, increase of CDD were observed over most parts of China except the Tibetan Plateau where the CDD remained zero because of the cold climate even under global warming; while considering population factor, the future CDD decreases in South China and increases in North China, the Sichuan Basin, and the southeastern coastal areas, which is directly related to the population changes. The different future changes of HDD and CDD when considering and disregarding the effects of population show that population distribution plays an important role in energy consumption, which should be considered in future research. Keywords: Regional climate model, Global warming of 1.5 °C, 2 °C, 3 °C, and 4 °C, Heating degree days, Cooling degree days, China",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674927817301405"
  },
  {
    "title": "Assessment of effect of climate change on hygrothermal performance of cross-laminated timber building envelope with modular construction",
    "authors": [
      "Seong Jin Chang,",
      "Yujin Kang,",
      "Beom Yeol Yun,",
      "Sungwoong Yang,",
      "Sumin Kim"
    ],
    "doi": "Vol. 28\n                                \n                                \n                                  p.\n                                  101703",
    "issn": "2214-157X (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)"
    ],
    "journalUrl": "http://www.journals.elsevier.com/case-studies-in-thermal-engineering/",
    "abstract": "Cross-laminated timber (CLT) modular construction possesses the advantages of wood, such as excellent carbon storage and thermal insulation, and of modular construction, such as considerably reduced construction period and cost as well as high productivity. This study evaluates the hygrothermal performance of CLT walls considering modular construction in future climatic conditions. Firstly, CLT walls with plywood applied to a core layer were manufactured. A mock-up of a CLT building was produced and its construction process was analyzed. Hygrothermal behavior of the CLT walls was simulated using WUFI simulation program, and the predicted results were verified against measurements obtained from the mock-up experiment. Finally, the hygrothermal performance of the CLT wall was evaluated for four types of insulation and future climate in eight cities of USA. The coefficient of variation—root mean square error (CV(RMSE))—of the temperature and relative humidity inside the ply-lam CLT wall from mock-up experiments and simulation evaluation were 6.43% and 7.02%, respectively, which met the validation criteria. Based on the hygrothermal performance, the ply-lam CLT wall with extruded polystyrene insulation was evaluated as safe from moisture problems in all the eight cities considered in this study. However, the risk of mold growth in all regions and insulation types increased under climate change with a rise of average annual temperature.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2214157X21008662"
  },
  {
    "title": "Projection of future Precipitation changes in Tehran's water supply watersheds",
    "authors": [
      "Faeze Shoja,",
      "Aliakbar Shamsipour"
    ],
    "doi": "https://doi.org/10.22111/jneh.2022.42622.1908",
    "journalVolume": "Vol. 12,\n                                no. 36\n                                \n                                  pp.\n                                  151\n                                  – 180",
    "issn": "2676-4377 (Print)",
    "publisher": "2676-4385 (Online)",
    "countryOfPublisher": "University of Sistan and Baluchestan",
    "lcc": [
      "Iran, Islamic Republic of",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://jneh.usb.ac.ir/",
    "abstract": "This study identifies the impact of climate change on precipitation in watersheds of Tehran water supply in the horizon 2025-2050 under the scenarios of CMIP6. Therefore, first, the changes in precipitation trends in the base period were calculated using the precipitation data of the study area's 33 synoptic and rain gauge stations for the period 1989-2019. Then changes soon based on four models, CanESM5, CNRM-CM6-1, MIROC6, and MRI-ESM2-0, and under two scenarios, SSP2-4.5 and SSP5-8.5 were projected. Due to the large scale of atmospheric general circulation models, two methods of linear scaling (LS) and distribution mapping (DM) were used for downscaling selected GCMs. Finally, the DM method was chosen to produce climatic scenarios due to its higher accuracy after calculating the validation indices of the models. The trend tests showed that in a significant part of the study basin, an increasing trend (with confidence levels of 0.95 and 0.99) in autumn and a decreasing trend in winter are observed during the observation period. In spring, the eastern and northeastern regions show a decreasing trend, and the northern and northwestern regions show an increasing precipitation trend. According to the output of GCM models, spring precipitation under the SSP2-4.5 scenario increases in all stations and decreases in 17 stations according to SSP5-8.5. Changes in summer precipitation are not significant in the present and future conditions, and winter and autumn are somewhat consistent with the changes in the observation period. Thus, in winter, precipitation, according to both scenarios, is less than in the current situation and is more in autumn under the SSP5-8.5 scenario. The effect of climate change on the amount of water in the watersheds also showed that the maximum water volume in the current conditions is related to the Karaj watershed. Between 2025 and 2050, the water content of this watershed increases by 8.9% in the CNRM-CM6-1 model according to the SSP2-4.5 But in MIROC6, MRI-ESM2-0, and CanESM5 models, it decreases by 5.3, 6.3, and 59.6 percent, respectively.",
    "readLink": "https://jneh.usb.ac.ir/article_7234_066d8d4654a9aa7fba791041db277228.pdf"
  },
  {
    "title": "ANALYSIS OF CLIMATE CHANGE VULNERABILITY OF RICE FARMERS IN ACEH UTARA DISTRICT",
    "authors": [
      "Maulana I.,",
      "Azhar,",
      "Romano"
    ],
    "doi": "https://doi.org/10.18551/rjoas.2023-01.15",
    "journalVolume": "Vol. 133,\n                                no. 1\n                                \n                                  pp.\n                                  127\n                                  – 133",
    "issn": "2226-1184 (Online)",
    "publisher": "iVolga Press",
    "countryOfPublisher": "Russian Federation",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.rjoas.com",
    "abstract": "Climate change's impact on Indonesia's agricultural sector is now increasingly felt. The potential danger of climate change for the agricultural sector is the decline in rice production. District Aceh Utara, the most extensive rice production center in Aceh Province, has a high hazard potential and is one of the criteria for Regional Vulnerability and a High District/City Disaster Risk Index (IRBI). This study aims to determine the level of vulnerability to climate change on the income of rice farmers in District Aceh Utara. This study involved 100 farmers in Baktiya and Lhoksukon sub-districts who were determined using the multi-stage Stratification Random Sampling Technique. The data analysis technique used is the vulnerability level analysis model. The results showed that rice farmers in Aceh Utara District tended to be at a low level of vulnerability. Rice farmers in District Aceh Utara could maintain and save their farms from the stress of climate change.",
    "readLink": "https://doi.org/10.18551/rjoas.2023-01.15"
  }
]