[
  {
    "title": "Effects of Crack and Climate Change on Service Life of Concrete Subjected to Carbonation",
    "authors": [
      "Xiao-Yong Wang"
    ],
    "doi": "https://doi.org/10.3390/app8040572",
    "journalVolume": "Vol. 8,\n                                no. 4\n                                \n                                  p.\n                                  572",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "Carbonation is among the primary reasons for the initiation of the corrosion of steel rebar in reinforced concrete (RC) structures. Due to structural loading effects and environmental actions, inevitable cracks have frequently occurred in concrete structures since the early ages. Additionally, climate change, which entails increases in CO2 concentration and environmental temperature, will also accelerate the carbonation of concrete. This article presents an analytical way of predicting the service life of cracked concrete structures considering influences of carbonation and climate change. First, using a hydration model, the quantity of carbonatable materials and concrete porosity were calculated. Carbonation depth was evaluated considering properties of concrete materials and environmental conditions. Second, the influence of cracks on CO2 diffusivity was examined. Carbonation depth for cracked concrete was evaluated using equivalent CO2 diffusivity. The effects of climate change, for example, growing CO2 concentration and environmental temperature, were considered using different schemes of carbonation models. Third, different climate change scenarios (such as Representative Concentration Pathways (RCP) 2.6, RCP 4.5, RCP 8.5 and upper 90% confidence interval of RCP 8.5) and time slices (such as 2000 and 2050) were used for case studies. By utilizing the Monte Carlo method, the influences of various climate change scenarios on the service life loss of concrete structures were highlighted.",
    "readLink": "http://www.mdpi.com/2076-3417/8/4/572"
  },
  {
    "title": "<i>Crithmum maritimum</i> L. Biomass Production in Mediterranean Environment",
    "authors": [
      "Stefano Zenobi,",
      "Marco Fiorentini,",
      "Luigi Ledda,",
      "Paola Deligios,",
      "Lucia Aquilanti,",
      "Roberto Orsini"
    ],
    "doi": "https://doi.org/10.3390/agronomy12040926",
    "journalVolume": "Vol. 12,\n                                no. 926\n                                \n                                  p.\n                                  926",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "Crithmum maritimum L., similarly to other halophytes, could be an essential plant in marginal areas of the Mediterranean basin; it can grow with low inputs and thus tackle environmental risks of soil erosion and biodiversity caused by climate change. The leaves can be used as food because of their good chemical and nutritional parameters, as a cosmetic product and in medicine. The three treatments studied in the context of organic farming (control without input, irrigated with irrigation water only and fertigated with organic liquid fertilizer diluted in irrigation water) have provided encouraging results; in fact, regardless of the meteorological trend of the two years of experimentation, the production of aerial biomass remained at satisfactory levels and in particular, in the year following the transplantation, the production saw a significant increase in the treatments tested with low inputs (irrigated and fertigated). So, in the second year of production, a low nitrogen input with fertigation induced the plants to produce significantly more leaf biomass than the irrigated treatment, which in turn was significantly superior to the control. The production results for dry biomass are encouraging and may promote the spread of the local germplasm of this species around the Conero Park, where it is being studied to produce fermented vegetable conserves.",
    "readLink": "https://www.mdpi.com/2073-4395/12/4/926"
  },
  {
    "title": "Development Trends, Current Hotspots, and Research Frontiers of Oyster Reefs: A Bibliometric Analysis Based on CiteSpace",
    "authors": [
      "Jie Cheng,",
      "Duian Lu,",
      "Li Sun,",
      "Wei Mo,",
      "Mengnan Shen,",
      "Ming Li,",
      "Chenyang Li,",
      "Ming Zhang,",
      "Jun Cheng,",
      "Degang Wang,",
      "Yonghua Tan"
    ],
    "doi": "https://doi.org/10.3390/w15203619",
    "journalVolume": "Vol. 15,\n                                no. 3619\n                                \n                                  p.\n                                  3619",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "The ocean is the largest reservoir on Earth. With the scarcity of water resources, the destruction of the benign cycle of the marine ecosystem would seriously impact people’s quality of life and health. Oyster reefs, the world’s most endangered marine ecosystems, have been recognized as a global issue due to their numerous essential ecological functions and provision of various ecosystem services. As a result, interest in oyster reef research has been steadily increasing worldwide in recent decades. The goal of this study is to assess the knowledge structure, development trends, research hotspots, and frontier predictions of the global oyster reef research field. Based on 1051 articles selected from the Web of Science Core Collection from 1981 to 2022, this paper conducted a visual analysis of oyster reef ecosystems conservation, restoration, and management. Specifically, it examined research output characteristics, research cooperation networks, highly cited papers and core journals, and keywords. Results indicate a steady rise in research interest in oyster reefs over the past 40 years, with notable acceleration after 2014. Authoritative experts and high-impact organizations were also identified. This paper outlines habitat conservation and restoration, ecosystem services, and the impacts of climate change as the primary research hotspots and frontiers. This paper provides valuable guidance for scholars and regulators concerned about oyster reef conservation to conduct research on oyster reefs.",
    "readLink": "https://www.mdpi.com/2073-4441/15/20/3619"
  },
  {
    "title": "Combating Spring Frost With Ethylene",
    "authors": [
      "Jianyang Liu,",
      "Sherif M. Sherif"
    ],
    "doi": "https://doi.org/10.3389/fpls.2019.01408",
    "journalVolume": "Vol. 10",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "The sustainable fruit production in temperate and boreal regions is often imperiled by spring frosts. The risk of frost damage and the resulting economic losses have been increasing in the recent years as a result of the global climate change. Among the many approaches in mitigating frost damages, an ethylene-based compound, ethephon has proven to be effective in delaying bloom time in many fruit species and, thereby, avoid frost damage. However, effective concentrations of ethephon are often associated with harmful effects on fruit trees, which largely limit its use. Relatively, limited research attention has been given to understand the mechanisms underlying this ethylene-mediated bloom delay, thus hindering the progress in exploring its potential in frost protection. Recent advances in omics and bioinformatics have facilitated the identification of critical molecular and biochemical pathways that govern the progression of bud dormancy in deciduous woody perennials. In this review, we summarized our current understanding of the function of ethylene and its interaction with other networks in modulating dormancy and blooming in temperate fruit trees. Some possible mechanisms are also proposed that might potentially guide future studies attempting to decipher the dormancy regulation or searching for methods to alleviate frost damages.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fpls.2019.01408/full"
  },
  {
    "title": "Curonian Lagoon drainage basin modelling and assessment of climate change impact",
    "authors": [
      "Natalja Čerkasova,",
      "Ali Ertürk,",
      "Petras Zemlys,",
      "Vitalij Denisov,",
      "Georg Umgiesser"
    ],
    "doi": "https://doi.org/10.1016/j.oceano.2016.01.003",
    "journalVolume": "Vol. 58,\n                                no. 2\n                                \n                                  pp.\n                                  90\n                                  – 102",
    "issn": "0078-3234 (Print)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://www.journals.elsevier.com/oceanologia/",
    "abstract": "The Curonian Lagoon, which is the largest European coastal lagoon with a surface area of 1578 km2 and a drainage area of 100,458 km2, is facing a severe eutrophication problem. With its increasing water management difficulties, the need for a sophisticated hydrological model of the Curonian Lagoon's drainage area arose, in order to assess possible changes resulting from local and global processes. In this study, we developed and calibrated a sophisticated hydrological model with the required accuracy, as an initial step for the future development of a modelling framework that aims to correctly predict the movement of pesticides, sediments or nutrients, and to evaluate water-management practices. The Soil and Water Assessment Tool was used to implement a model of the study area and to assess the impact of climate-change scenarios on the run-off of the Nemunas River and the Minija River, which are located in the Curonian Lagoons drainage basin. The models calibration and validation were performed using monthly streamflow data, and evaluated using the coefficient of determination (R2) and the Nash-Sutcliffe model efficiency coefficient (NSE). The calculated values of the R2 and NSE for the Nemunas and Minija Rivers stations were 0.81 and 0.79 for the calibration, and 0.679 and 0.602 for the validation period. Two potential climate-change scenarios were developed within the general patterns of near-term climate projections, as defined by the Intergovernmental Panel on Climate Change Fifth Assessment Report: both pessimistic (substantial changes in precipitation and temperature) and optimistic (insubstantial changes in precipitation and temperature). Both simulations produce similar general patterns in river-discharge change: a strong increase (up to 22%) in the winter months, especially in February, a decrease during the spring (up to 10%) and summer (up to 18%), and a slight increase during the autumn (up to 10%).",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S0078323416000051"
  },
  {
    "title": "Bacterial communities in surface and basal ice of a glacier terminus in the headwaters of Yangtze River on the Qinghai–Tibet Plateau",
    "authors": [
      "Ze Ren,",
      "Hongkai Gao,",
      "Wei Luo,",
      "James J. Elser"
    ],
    "doi": "https://doi.org/10.1186/s40793-022-00408-2",
    "journalVolume": "Vol. 17,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 14",
    "issn": "2524-6372 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Microbiology"
    ],
    "journalUrl": "https://environmentalmicrobiome.biomedcentral.com/",
    "abstract": "Abstract Background On the front lines of climate change, glacier termini play crucial roles in linking glaciers and downstream ecosystems during glacier retreat. However, we lack a clear understanding of biological processes that occur in surface and basal ice at glacier termini. Methods Here, we studied the bacterial communities in surface ice and basal ice (the bottom layer) of a glacier terminus in the Yangtze River Source, Qinghai–Tibet Plateau. Results Surface and basal ice harbored distinct bacterial communities but shared some core taxa. Surface ice communities had a higher α-diversity than those in basal ice and were dominated by Proteobacteria, Firmicutes, Bacteroidetes, Actinobacteria, and Cyanobacteria while basal ice was dominated by Firmicutes and Proteobacteria. The bacterial communities were also substantially different in functional potential. Genes associated with functional categories of cellular processes and metabolism were significantly enriched in surface ice, while genes connected to environmental information processing were enriched in basal ice. In terms of biogeochemical cycles of carbon, nitrogen, phosphorus, and sulfur, bacterial communities in surface ice were enriched for genes connected to aerobic carbon fixation, aerobic respiration, denitrification, nitrogen assimilation, nitrogen mineralization, sulfur mineralization, alkaline phosphatase, and polyphosphate kinase. In contrast, bacterial communities in basal ice were enriched for genes involved in anaerobic carbon fixation, fermentation, nitrate reduction, 2-aminoethylphosphonic acid pathway, G3P transporter, glycerophosphodiester phosphodiesterase, and exopolyphosphatase. Structural equation modeling showed that total nitrogen and environmental carbon:phosphorus were positively while environmental nitrogen:phosphorus was negatively associated with taxonomic β-diversity which itself was strongly associated with functional β-diversity of bacterial communities. Conclusions This study furthers our understanding of biogeochemical cycling of the mountain cryosphere by revealing the genetic potential of the bacterial communities in surface and basal ice at the glacier terminus, providing new insights into glacial ecology as well as the influences of glacier retreat on downstream systems.",
    "readLink": "https://doi.org/10.1186/s40793-022-00408-2"
  },
  {
    "title": "Growing of the Containerized Seedlings of English Oak (<i>Quercus robur</i> L.) to Establish Sustainable Plantations in Forest-Steppe Ukraine",
    "authors": [
      "Mariana Reho,",
      "Jozef Vilček,",
      "Stanislav Torma,",
      "Štefan Koco,",
      "Anatolij Lisnyak,",
      "Radoslav Klamár"
    ],
    "doi": "https://doi.org/10.3390/f13091359",
    "journalVolume": "Vol. 13,\n                                no. 1359\n                                \n                                  p.\n                                  1359",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "The topical issues for elaboration of new approaches to grow English oak (Quercus robur L.) seedlings with the purpose to establish sustainable plantations in forest-steppe Ukraine. The goal of the research is to elaborate a technology for growing the containerized seedlings of English oak. Oaks are among the most common tree species found throughout the world. Throughout history, oaks have provided humans and wildlife with shelter, and food. However Ukrainian forests face multiple natural and anthropogenic pressures. Climate change generates a particular threat for Ukrainian forests and stability of agroforestry landscapes. This paper considers the impacts of expected climate change on vulnerability of Ukrainian forests, especially for oaks. In response to forest depletion, stricter forest management practices emerged to replant, protect and maintain forest cover and the multi-functionality of forests in terms of wood production. Even though oaks have wide ecological amplitudes of suitable growing conditions, Ukrainian forests dominated by oaks often fail to regenerate naturally. In this regard, it is necessary to increase the cultivation of crops in containers. Field germination of oak seedlings in containers with different substrate composition was identified in the case study in the conditions of Ukrainian Left-bank Forest-Steppe. The height and diameter values of the seedlings were investigated and summarized including the influence of the root ball substrate composition. We tested different compositions of the substrate containing low-land peat, which is rich in nutrients and mixtures with different ratios of soil, humus and sawdust. The advantage over the control in germination ability, survival and condition has been experimentally proved for variants with the use of peat in the substrate and, to a large extent, for the variant with the use of soil, humus and sawdust. Among tested substrates, the peat-containing variant with equal portions of dark gray wooded middle loamy soil and peat (peat:soil = 1:1) and the variant of the three-component mixture soil:humus:sawdust = 4:2:1 are the most balanced in the basic soil parameters (acidity and nutrient content). In the same time they are the best among the studied ones for the productive growing of English oak seedlings. The use of containerized planting stock allowed foresters not only to significantly extend the terms of forest planting, which is particularly topical for Ukraine, but also to increase the root-taking of planting stock up to nearly 100% in forest-cultivated areas.",
    "readLink": "https://www.mdpi.com/1999-4907/13/9/1359"
  },
  {
    "title": "Effects of Recycled Rubber Particles Incorporated as Partial Sand Replacement on Fresh and Hardened Properties of Cement-Based Concrete: Mechanical, Microstructural and Life Cycle Analyses",
    "authors": [
      "Natividad Garcia-Troncoso,",
      "Samantha Acosta-Calderon,",
      "Jorge Flores-Rada,",
      "Haci Baykara,",
      "Mauricio H. Cornejo,",
      "Ariel Riofrio,",
      "Katherine Vargas-Moreno"
    ],
    "doi": "https://doi.org/10.3390/ma16010063",
    "journalVolume": "Vol. 16,\n                                no. 63\n                                \n                                  p.\n                                  63",
    "issn": "1996-1944 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering",
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Natural history (General): Microscopy",
      "Science: Physics: Descriptive and experimental mechanics"
    ],
    "journalUrl": "http://www.mdpi.com/journal/materials/",
    "abstract": "Cement is one of the most valuable materials in today’s society, as it is used in most construction developments known to mankind. However, the energy intensive process and significant environmental impacts related to the production of Ordinary Portland Cement have shown the importance of searching for more sustainable materials. Concrete uses different aggregates added to the cement binder to lower, not only cost, but other factors like environmental burden, while maintaining good mechanical properties. This study analyzes the properties of fresh and hardened concrete incorporating recycled rubber to replace fine aggregate. Locally sourced 2 mm diameter rubber was incorporated in a regular strength concrete matrix into three different replacement levels, i.e., 3%, 5%, and 10%. Compression, tensile, flexural, and modulus of elasticity of hardened concrete were carried out in specimens aged 7, 14, and 28 days. In addition, non-destructive ultrasonic pulse velocity and rebound number tests were only performed on specimens aged 28 days. Once the tests were carried out, the fresh and hardened concrete properties were obtained. Similarly, the compressive and flexural strengths had the exact relationship between the values obtained. On the other hand, the modulus of elasticity tends to decrease due to the presence of the rubber. Consequently, it is recommended not to develop mix designs with more than 5% rubber because it is not meaningfully affected. The fine aggregate can be partially replaced by the rubber, keeping almost the same performance compared with sand-only counterparts. In addition, the life cycle assessment showed a reduction of up to 40% in the global warming potential. In fact, the 15% recycled rubber concrete mix has a climate change indicator of approximately 245 kg of CO2 eq.",
    "readLink": "https://www.mdpi.com/1996-1944/16/1/63"
  },
  {
    "title": "Variability in the Composition of Pacific Oyster Microbiomes Across Oyster Families Exhibiting Different Levels of Susceptibility to OsHV-1 μvar Disease",
    "authors": [
      "William L. King,",
      "William L. King,",
      "Nachshon Siboni,",
      "Nathan L. R. Williams,",
      "Tim Kahlke,",
      "Khue Viet Nguyen,",
      "Khue Viet Nguyen,",
      "Cheryl Jenkins,",
      "Michael Dove,",
      "Wayne O’Connor,",
      "Justin R. Seymour,",
      "Maurizio Labbate"
    ],
    "doi": "https://doi.org/10.3389/fmicb.2019.00473",
    "journalVolume": "Vol. 10",
    "issn": "1664-302X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.frontiersin.org/microbiology",
    "abstract": "Oyster diseases are a major impediment to the profitability and growth of the oyster aquaculture industry. In recent years, geographically widespread outbreaks of disease caused by ostreid herpesvirus-1 microvariant (OsHV-1 μvar) have led to mass mortalities among Crassostrea gigas, the Pacific Oyster. Attempts to minimize the impact of this disease have been largely focused on breeding programs, and although these have shown some success in producing oyster families with reduced mortality, the mechanism(s) behind this protection is poorly understood. One possible factor is modification of the C. gigas microbiome. To explore how breeding for resistance to OsHV-1 μvar affects the oyster microbiome, we used 16S rRNA amplicon sequencing to characterize the bacterial communities associated with 35 C. gigas families, incorporating oysters with different levels of susceptibility to OsHV-1 μvar disease. The microbiomes of disease-susceptible families were significantly different to the microbiomes of disease-resistant families. OTUs assigned to the Photobacterium, Vibrio, Aliivibrio, Streptococcus, and Roseovarius genera were associated with low disease resistance. In partial support of this finding, qPCR identified a statistically significant increase of Vibrio-specific 16S rRNA gene copies in the low disease resistance families, possibly indicative of a reduced host immune response to these pathogens. In addition to these results, examination of the core microbiome revealed that each family possessed a small core community, with OTUs assigned to the Winogradskyella genus and the Bradyrhizobiaceae family consistent members across most disease-resistant families. This study examines patterns in the microbiome of oyster families exhibiting differing levels of OsHV-1 μvar disease resistance and reveals some key bacterial taxa that may provide a protective or detrimental role in OsHV-1 μvar disease outbreaks.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fmicb.2019.00473/full"
  },
  {
    "title": "Modelling the Impact of Climate Change on Coastal Flooding: Implications for Coastal Structures Design",
    "authors": [
      "Achilleas G. Samaras,",
      "Theophanis V. Karambas"
    ],
    "doi": "https://doi.org/10.3390/jmse9091008",
    "journalVolume": "Vol. 9,\n                                no. 1008\n                                \n                                  p.\n                                  1008",
    "issn": "2077-1312 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Naval Science: Naval architecture. Shipbuilding. Marine engineering",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://www.mdpi.com/journal/jmse",
    "abstract": "In the present work, the impact of climate change on coastal flooding is investigated through a set of interoperable models developed by the authors, following a modular modelling approach and adapting the modelling sequence to two separate objectives with respect to inundation over large-scale areas and coastal protection structures’ design. The modelling toolbox used includes a large-scale wave propagation model, a storm-induced circulation model, and an advanced nearshore wave propagation model based on the higher order Boussinesq-type equations, all of which are presented in detail. Model capabilities are validated and applications are made for projected scenarios of climate change-induced wave and storm surge events, simulating coastal flooding over the low-lying areas of a semi-enclosed bay and testing the effects of different structures on a typical sandy beach (both in northern Greece). This work is among the few in relevant literature that incorporate a fully non-linear wave model to a modelling system aimed at representing coastal flooding. Results highlight the capabilities of the presented modelling approach and set the basis for a comprehensive evaluation of the use of advanced modelling tools for the design of coastal protection and adaptation measures against future climatic pressures.",
    "readLink": "https://www.mdpi.com/2077-1312/9/9/1008"
  }
]