[
  {
    "title": "Data Integration for Climate Vulnerability Mapping  in West Africa",
    "authors": [
      "Alex de Sherbinin,",
      "Tricia Chai-Onn,",
      "Malanding Jaiteh,",
      "Valentina Mara,",
      "Linda Pistolesi,",
      "Emilie Schnarr,",
      "Sylwia Trzaska"
    ],
    "doi": "https://doi.org/10.3390/ijgi4042561",
    "journalVolume": "Vol. 4,\n                                no. 4\n                                \n                                  pp.\n                                  2561\n                                  – 2582",
    "issn": "2220-9964 (Print)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/ijgi",
    "abstract": "Vulnerability mapping reveals areas that are likely to be at greater risk of climate-related disasters in the future. Through integration of climate, biophysical, and socioeconomic data in an overall vulnerability framework, so-called “hotspots” of vulnerability can be identified. These maps can be used as an aid to targeting adaptation and disaster risk management interventions. This paper reviews vulnerability mapping efforts in West Africa conducted under the USAID-funded African and Latin American Resilience to Climate Change (ARCC) project. The focus is on the integration of remotely sensed and socioeconomic data. Data inputs included a range of sensor data (e.g., MODIS NDVI, Landsat, SRTM elevation, DMSP-OLS night-time lights) as well as high-resolution poverty, conflict, and infrastructure data. Two basic methods were used, one in which each layer was transformed into standardized indicators in an additive approach, and another in which remote sensing data were used to contextualize the results of composite indicators. We assess the benefits and challenges of data integration, and the lessons learned from these mapping exercises.",
    "readLink": "http://www.mdpi.com/2220-9964/4/4/2561"
  },
  {
    "title": "Transcriptome analysis identifies differentially expressed genes in maize leaf tissues in response to elevated atmospheric [CO2]",
    "authors": [
      "Yuan Ge,",
      "Baoqiang Guo,",
      "Yaomin Cai,",
      "Hengyu Zhang,",
      "Shaona Luo,",
      "Patrick Gallois"
    ],
    "doi": "https://doi.org/10.1080/17429145.2018.1483035",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  373\n                                  – 379",
    "issn": "1742-9145 (Print)",
    "publisher": "1742-9153 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Agriculture: Plant culture",
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tjpi",
    "abstract": "The sustained increase in atmospheric [CO2] over the past two centuries has brought a series of global challenges in plant-environment interactions. However, genetic mechanisms in botanical adaption and feedback to environmental alteration remain elusive. Here we collected and analysed transcriptome sequencing data from leaf tissues of maize Zea mays conditioned under high [CO2] stress for 0, 7 or 14 d. A total of 1390 genes, either up- or down-regulated, differed significantly in these conditions. Gene Ontology (GO) enrichment terms and KEGG metabolism pathways included protein phosphorylation, protein ubiquitination, oxidation-reduction, plant organ development, cellular response to endogenous response and MAPK signaling. We also identified three densely connected gene clusters: TCP/PYE, WRKYs and MYC/JAZ from significant DEGs. In conclusion, we provided a genetic database for biologists in botany, agronomy and ecology to further investigate the molecular machinery by which C4-plants respond to elevated atmospheric [CO2] and accompanying global climate change.",
    "readLink": "http://dx.doi.org/10.1080/17429145.2018.1483035"
  },
  {
    "title": "A Review of Advanced Cooling Strategies for Battery Thermal Management Systems in Electric Vehicles",
    "authors": [
      "Kunal Sandip Garud,",
      "Le Duc Tai,",
      "Seong-Guk Hwang,",
      "Nghia-Huu Nguyen,",
      "Moo-Yeon Lee"
    ],
    "doi": "https://doi.org/10.3390/sym15071322",
    "journalVolume": "Vol. 15,\n                                no. 1322\n                                \n                                  p.\n                                  1322",
    "issn": "2073-8994 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Mathematics"
    ],
    "journalUrl": "http://www.mdpi.com/journal/symmetry/",
    "abstract": "Electric vehicles (EVs) offer a potential solution to face the global energy crisis and climate change issues in the transportation sector. Currently, lithium-ion (Li-ion) batteries have gained popularity as a source of energy in EVs, owing to several benefits including higher power density. To compete with internal combustion (IC) engine vehicles, the capacity of Li-ion batteries is continuously increasing to improve the efficiency and reliability of EVs. The performance characteristics and safe operations of Li-ion batteries depend on their operating temperature which demands the effective thermal management of Li-ion batteries. The commercially employed cooling strategies have several obstructions to enable the desired thermal management of high-power density batteries with allowable maximum temperature and symmetrical temperature distribution. The efforts are striving in the direction of searching for advanced cooling strategies which could eliminate the limitations of current cooling strategies and be employed in next-generation battery thermal management systems. The present review summarizes numerous research studies that explore advanced cooling strategies for battery thermal management in EVs. Research studies on phase change material cooling and direct liquid cooling for battery thermal management are comprehensively reviewed over the time period of 2018–2023. This review discusses the various experimental and numerical works executed to date on battery thermal management based on the aforementioned cooling strategies. Considering the practical feasibility and drawbacks of phase change material cooling, the focus of the present review is tilted toward the explanation of current research works on direct liquid cooling as an emerging battery thermal management technique. Direct liquid cooling has the potential to achieve the desired battery performance under normal as well as extreme operating conditions. However, extensive research still needs to be executed to commercialize direct liquid cooling as an advanced battery thermal management technique in EVs. The present review would be referred to as one that gives concrete direction in the search for a suitable advanced cooling strategy for battery thermal management in the next generation of EVs.",
    "readLink": "https://www.mdpi.com/2073-8994/15/7/1322"
  },
  {
    "title": "Climate change and human infectious diseases: A synthesis of research findings from global and spatio-temporal perspectives",
    "authors": [
      "Lu Liang,",
      "Peng Gong"
    ],
    "doi": "Vol. 103\n                                \n                                \n                                  pp.\n                                  99\n                                  – 108",
    "issn": "0160-4120 (Print)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.journals.elsevier.com/environment-international",
    "abstract": "The life cycles and transmission of most infectious agents are inextricably linked with climate. In spite of a growing level of interest and progress in determining climate change effects on infectious disease, the debate on the potential health outcomes remains polarizing, which is partly attributable to the varying effects of climate change, different types of pathogen-host systems, and spatio-temporal scales. We summarize the published evidence and show that over the past few decades, the reported negative or uncertain responses of infectious diseases to climate change has been growing. A feature of the research tendency is the focus on temperature and insect-borne diseases at the local and decadal scale. Geographically, regions experiencing higher temperature anomalies have been given more research attention; unfortunately, the Earth's most vulnerable regions to climate variability and extreme events have been less studied. From local to global scales, agreements on the response of infectious diseases to climate change tend to converge. So far, an abundance of findings have been based on statistical methods, with the number of mechanistic studies slowly growing. Research gaps and trends identified in this study should be addressed in the future. Keywords: Disease transmission, Global change, Warming, Environmental health, Meta-data analysis, Spatial analytics",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S0160412016309758"
  },
  {
    "title": "Greenhouse gas emissions from managed peat soils: is the IPCC reporting guidance realistic?",
    "authors": [
      "J. Couwenberg"
    ],
    "doi": "Vol. 8,\n                                no. 02\n                                \n                                  pp.\n                                  1\n                                  – 10",
    "issn": "1819-754X (Online)",
    "publisher": "International Mire Conservation Group and International Peatland Society",
    "countryOfPublisher": "Germany",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://mires-and-peat.net/",
    "abstract": "Drainage of peatlands leads to the decomposition of peat, resulting in substantial losses of carbon and nitrogen to the atmosphere. The conservation and restoration of peatlands can provide a major contribution to the mitigation of climate change. Improvements to guidance and capacity for reporting of greenhouse gas emissions from peatlands will be valuable in the context of the current negotiations towards a post-2012 climate agreement. This article evaluates IPCC approaches to greenhouse gas emissions from managed organic (peat) soils and presents a summary table comparing IPCC default values with best estimates based on recent literature. Inconsistencies are pointed out with regard to the IPCC definitions of organic soils and climate zones. The 2006 IPCC Guidelines use a definition of organic soil that is not totally consistent with FAO definitions, use climate zones that are not fully compatible, present default CO2 values that are substantially (often an order of magnitude) too low, and present a default N2O value for tropical cropland that is also an order of magnitude too low. An update of IPCC default values is desirable. The IPCC Emission Factor Database offers a platform for establishing more accurate emission factors, but so far contains little information about emissions from peat soils.",
    "readLink": "http://www.mires-and-peat.net/map08/map_08_02.pdf"
  },
  {
    "title": "Methane Emission Estimates by the Global High-Resolution Inverse Model Using National Inventories",
    "authors": [
      "Fenjuan Wang,",
      "Shamil Maksyutov,",
      "Aki Tsuruta,",
      "Rajesh Janardanan,",
      "Akihiko Ito,",
      "Motoki Sasakawa,",
      "Toshinobu Machida,",
      "Isamu Morino,",
      "Yukio Yoshida,",
      "Johannes W. Kaiser,",
      "Greet Janssens-Maenhout,",
      "Edward J. Dlugokencky,",
      "Ivan Mammarella,",
      "Jost Valentin Lavric,",
      "Tsuneo Matsunaga"
    ],
    "doi": "https://doi.org/10.3390/rs11212489",
    "journalVolume": "Vol. 11,\n                                no. 21\n                                \n                                  p.\n                                  2489",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "We present a global 0.1° × 0.1° high-resolution inverse model, NIES-TM-FLEXPART-VAR (NTFVAR), and a methane emission evaluation using the Greenhouse Gas Observing Satellite (GOSAT) satellite and ground-based observations from 2010–2012. Prior fluxes contained two variants of anthropogenic emissions, Emissions Database for Global Atmospheric Research (EDGAR) v4.3.2 and adjusted EDGAR v4.3.2 which were scaled to match the country totals by national reports to the United Nations Framework Convention on Climate Change (UNFCCC), augmented by biomass burning emissions from Global Fire Assimilation System (GFASv1.2) and wetlands Vegetation Integrative Simulator for Trace Gases (VISIT). The ratio of the UNFCCC-adjusted global anthropogenic emissions to EDGAR is 98%. This varies by region: 200% in Russia, 84% in China, and 62% in India. By changing prior emissions from EDGAR to UNFCCC-adjusted values, the optimized total emissions increased from 36.2 to 46 Tg CH4 yr−1 for Russia, 12.8 to 14.3 Tg CH4 yr−1 for temperate South America, and 43.2 to 44.9 Tg CH4 yr−1 for contiguous USA, and the values decrease from 54 to 51.3 Tg CH4 yr−1 for China, 26.2 to 25.5 Tg CH4 yr−1 for Europe, and by 12.4 Tg CH4 yr−1 for India. The use of the national report to scale EDGAR emissions allows more detailed statistical data and country-specific emission factors to be gathered in place compared to those available for EDGAR inventory. This serves policy needs by evaluating the national or regional emission totals reported to the UNFCCC.",
    "readLink": "https://www.mdpi.com/2072-4292/11/21/2489"
  },
  {
    "title": "Policy Analysis of the Jakarta Carbon Mitigation Plan using System Dynamics to Support Decision Making in Urban Development – Options for Policymakers",
    "authors": [
      "Akhmad  Hidayatno,",
      "Irvanu  Rahman,",
      "Ricki  Muliadi"
    ],
    "doi": "https://doi.org/10.14716/ijtech.v6i5.1427",
    "journalVolume": "Vol. 6,\n                                no. 5\n                                \n                                  pp.\n                                  886\n                                  – 893",
    "issn": "2086-9614 (Print)",
    "publisher": "2087-2100 (Online)",
    "countryOfPublisher": "Universitas Indonesia",
    "lcc": [
      "Indonesia",
      "Technology: Technology (General)"
    ],
    "journalUrl": "http://www.ijtech.eng.ui.ac.id/?id=home",
    "abstract": "Cities are facing ever greater challenges regarding climate change. Urban governments and policymakers have taken such challenges into account when maintaining urban development momentum. Although the city government of Jakarta has implemented several initiatives to reduce emissions, assessments of the impact of these strategies on the sustainability of the urban system remain limited. This paper investigates the evaluation of two mitigation scenarios for reducing Jakarta’s greenhouse gases that differ in the authority level of the local government, using a policy analysis approach. The method emphasizes the use of the system dynamics model to gain insights into each option. The results reveal that the city’s development goals would be best achieved through joint partnership with the national government. Such cooperation would have a more significant effect on economic, social, and environmental sustainability than would be in the case in other scenarios.",
    "readLink": "http://ijtech.eng.ui.ac.id/article/view/1427"
  },
  {
    "title": "Assessing the performance of SN-SPI and SPI and the trend assessment of drought using the XI correlation technique over Iran",
    "authors": [
      "Mohammad Mehdi Ghasemi,",
      "Marzieh Mokarram,",
      "Abdol Rassoul Zarei"
    ],
    "doi": "https://doi.org/10.2166/wcc.2022.176",
    "journalVolume": "Vol. 13,\n                                no. 8\n                                \n                                  pp.\n                                  3152\n                                  – 3169",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "In recent decades, human activities such as the excessive production of carbon dioxide gas, deforestation, overexploitation of natural resources, and so on have caused changes in the climate regimes and frequent occurrence of droughts. Thus, the investigation of the trend of changes in drought can be effective in better understanding the drought condition and also more properly managing the adverse effects of drought. Therefore, in this study, the trend of changes in drought was assessed based on the standardized precipitation index (SPI) and the spatially normalized SPI (SN-SPI) in 34 stations over Iran on 1-, 3-, 6-, and 12-month time scales from 1967 to 2019 using the XI correlation technique (XICOR). Then, using the mean residual error (MRE) index and also a comparison of the correlation coefficient (CC) between the SPI and SN-SPI values with a perfect reliable line (line with the equation Y=X- or T-Statistics index), the performances of the SPI and SN-SPI were investigated. The results of the trend assessment indicated that the SPI and SN-SPI had almost the same performance in all chosen time scales (including 1-, 3-, 6-, and 12-month). However, the results of the T- Statistics and MRE revealed that the calculated values of the SN-SPI in more than 80% of the chosen stations (in the selected time scales) were different from the SPI, and in more than 70% of stations, the calculated values of the SN-SPI were less than the SPI. Therefore, it can be said that the SN-SPI has a different performance from the SPI, and under the influence of spatial normalization of the precipitation values in the SN-SPI, the overall level of the calculated SN-SPI values will be decreased. HIGHLIGHTS The XICOR as a new method was used to assess the trend of change.; The SN-SPI and the SPI were used to estimate drought conditions.; In this research, data series of 34 stations with various climate conditions were used.; In this research, the performance of the SN-SPI and SPI was compared.;",
    "readLink": "http://jwcc.iwaponline.com/content/13/8/3152"
  },
  {
    "title": "“Burnt by the scorching sun”: climate-induced livelihood transformations, reproductive health, and fertility trajectories in drought-affected communities of Zambia",
    "authors": [
      "Joseph G. Rosen,",
      "Drosin Mulenga,",
      "Lyson Phiri,",
      "Natasha Okpara,",
      "Caila Brander,",
      "Nachela Chelwa,",
      "Michael T. Mbizvo"
    ],
    "doi": "https://doi.org/10.1186/s12889-021-11560-8",
    "journalVolume": "Vol. 21,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 14",
    "issn": "1471-2458 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://bmcpublichealth.biomedcentral.com",
    "abstract": "Abstract Background Climate-induced disruptions like drought can destabilize household and community livelihoods, particularly in low- and middle-income countries. This qualitative study explores the impact of severe and prolonged droughts on gendered livelihood transitions, women’s social and financial wellbeing, and sexual and reproductive health (SRH) outcomes in two Zambian provinces. Methods In September 2020, in-depth interviews (n = 20) and focus group discussions (n = 16) with 165 adult women and men in five drought-affected districts, as well as key informant interviews (n = 16) with civic leaders and healthcare providers, were conducted. A team-based thematic analysis approach, guided by the Framework Method, was used to code transcript text segments, facilitating identification and interpretation of salient thematic patterns. Results Across districts, participants emphasized the toll drought had taken on their livelihoods and communities, leaving farming households with reduced income and food, with many turning to alternative income sources. Female-headed households were perceived as particularly vulnerable to drought, as women’s breadwinning and caregiving responsibilities increased, especially in households where women’s partners out-migrated in search of employment prospects. As household incomes declined, women and girls’ vulnerabilities increased: young children increasingly entered the workforce, and young girls were married when families could not afford school fees and struggled to support them financially. With less income due to drought, many participants could not afford travel to health facilities or would resort to purchasing health commodities, including family planning, from private retail pharmacies when unavailable from government facilities. Most participants described changes in fertility intentions motivated by drought: women, in particular, expressed desires for smaller families, fearing drought would constrain their capacity to support larger families. While participants cited some ongoing activities in their communities to support climate change adaptation, most acknowledged current interventions were insufficient. Conclusions Drought highlighted persistent and unaddressed vulnerabilities in women, increasing demand for health services while shrinking household resources to access those services. Policy solutions are proposed to mitigate drought-induced challenges meaningfully and sustainably, and foster climate resilience.",
    "readLink": "https://doi.org/10.1186/s12889-021-11560-8"
  },
  {
    "title": "Molecular Mechanisms and Applications of N-Acyl Homoserine Lactone-Mediated Quorum Sensing in Bacteria",
    "authors": [
      "Lokender Kumar,",
      "Sanjay Kumar Singh Patel,",
      "Kusum Kharga,",
      "Rajnish Kumar,",
      "Pradeep Kumar,",
      "Jessica Pandohee,",
      "Sourabh Kulshresha,",
      "Kusum Harjai,",
      "Sanjay Chhibber"
    ],
    "doi": "https://doi.org/10.3390/molecules27217584",
    "journalVolume": "Vol. 27,\n                                no. 7584\n                                \n                                  p.\n                                  7584",
    "issn": "1420-3049 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Chemistry: Organic chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/molecules",
    "abstract": "Microbial biodiversity includes biotic and abiotic components that support all life forms by adapting to environmental conditions. Climate change, pollution, human activity, and natural calamities affect microbial biodiversity. Microbes have diverse growth conditions, physiology, and metabolism. Bacteria use signaling systems such as quorum sensing (QS) to regulate cellular interactions via small chemical signaling molecules which also help with adaptation under undesirable survival conditions. Proteobacteria use acyl-homoserine lactone (AHL) molecules as autoinducers to sense population density and modulate gene expression. The LuxI-type enzymes synthesize AHL molecules, while the LuxR-type proteins (AHL transcriptional regulators) bind to AHLs to regulate QS-dependent gene expression. Diverse AHLs have been identified, and the diversity extends to AHL synthases and AHL receptors. This review comprehensively explains the molecular diversity of AHL signaling components of Pseudomonas aeruginosa, Chromobacterium violaceum, Agrobacterium tumefaciens, and Escherichia coli. The regulatory mechanism of AHL signaling is also highlighted in this review, which adds to the current understanding of AHL signaling in Gram-negative bacteria. We summarize molecular diversity among well-studied QS systems and recent advances in the role of QS proteins in bacterial cellular signaling pathways. This review describes AHL-dependent QS details in bacteria that can be employed to understand their features, improve environmental adaptation, and develop broad biomolecule-based biotechnological applications.",
    "readLink": "https://www.mdpi.com/1420-3049/27/21/7584"
  }
]