[
  {
    "title": "Investigation the nexus between CO2 emissions, agricultural land, crop, and livestock production in Pakistan",
    "authors": [
      "Sajjad Ali,",
      "Ashfaq Ahmad Shah,",
      "Ashfaq Ahmad Shah,",
      "Amogh Ghimire,",
      "Muhammad Atiq Ur Rehman Tariq,",
      "Muhammad Atiq Ur Rehman Tariq,",
      "Muhammad Atiq Ur Rehman Tariq"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2022.1014660",
    "journalVolume": "Vol. 10",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "The ongoing adverse effects of climate change produced by carbon dioxide emissions have sparked global advocacy to face its adverse consequences with the utmost vigor. Pakistan’s contribution to global emissions is less than 1% while it is among the most vulnerable countries facing threat of climate change. The sources of carbon dioxide (CO2) emissions by particular nations must be understood to comprehend the procedures necessary to reduce emissions globally. This study is a contribution to empirics of the CO2 emissions, gross domestic product, crop production index, livestock production index, population, agricultural land, land under cereal crop and agriculture value-added. This study considered annual data from 1961 to 2014 for the country of Pakistan. We performed an Autoregressive distributed lag (ARDL) bound testing approach to investigate the long-run and short-run association among all research variables. To check the stationarity of the study variables, we also employed Augmented Dickey-Fuller and Phillips-Perron (P.P.) tests. The outcomes of the long-run estimates indicate that the coefficients of agricultural land and land under cereal crop have a positive and significant relationship with CO2 emissions, while the coefficients of crop production index have a negative and significant relationship with CO2 emissions, respectively. The outcomes from short-run estimates show that the coefficients of crop production index and livestock production index are both positive and statistically significant, which implies that these variables are crucial in boosting carbon emissions. The error correction model value is also negative and statistically significant, indicating the deviation of CO2 emissions to other variables from short-run to long-run equilibrium. According to the Pairwise Granger causality test, there is evidence of both unidirectional and bidirectional causation between the research variables. Based on the research outcomes, the government must carefully consider its regulations on agricultural and livestock production and embrace ecologically friendly techniques in the agriculture sector, which may minimize carbon emissions over time.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2022.1014660/full"
  },
  {
    "title": "16S rRNA gene metabarcoding and TEM reveals different ecological strategies within the genus Neogloboquadrina (planktonic foraminifer).",
    "authors": [
      "Clare Bird,",
      "Kate F Darling,",
      "Ann D Russell,",
      "Jennifer S Fehrenbacher,",
      "Catherine V Davis,",
      "Andrew Free,",
      "Bryne T Ngwenya"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0191653",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  p.\n                                  e0191653",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Uncovering the complexities of trophic and metabolic interactions among microorganisms is essential for the understanding of marine biogeochemical cycling and modelling climate-driven ecosystem shifts. High-throughput DNA sequencing methods provide valuable tools for examining these complex interactions, although this remains challenging, as many microorganisms are difficult to isolate, identify and culture. We use two species of planktonic foraminifera from the climatically susceptible, palaeoceanographically important genus Neogloboquadrina, as ideal test microorganisms for the application of 16S rRNA gene metabarcoding. Neogloboquadrina dutertrei and Neogloboquadrina incompta were collected from the California Current and subjected to either 16S rRNA gene metabarcoding, fluorescence microscopy, or transmission electron microscopy (TEM) to investigate their species-specific trophic interactions and potential symbiotic associations. 53-99% of 16S rRNA gene sequences recovered from two specimens of N. dutertrei were assigned to a single operational taxonomic unit (OTU) from a chloroplast of the phylum Stramenopile. TEM observations confirmed the presence of numerous intact coccoid algae within the host cell, consistent with algal symbionts. Based on sequence data and observed ultrastructure, we taxonomically assign the putative algal symbionts to Pelagophyceae and not Chrysophyceae, as previously reported in this species. In addition, our data shows that N. dutertrei feeds on protists within particulate organic matter (POM), but not on bacteria as a major food source. In total contrast, of OTUs recovered from three N. incompta specimens, 83-95% were assigned to bacterial classes Alteromonadales and Vibrionales of the order Gammaproteobacteria. TEM demonstrates that these bacteria are a food source, not putative symbionts. Contrary to the current view that non-spinose foraminifera are predominantly herbivorous, neither N. dutertrei nor N. incompta contained significant numbers of phytoplankton OTUs. We present an alternative view of their trophic interactions and discuss these results within the context of modelling global planktonic foraminiferal abundances in response to high-latitude climate change.",
    "readLink": "http://europepmc.org/articles/PMC5788372?pdf=render"
  },
  {
    "title": "Spring Precipitation Deficiency in Poland and Its Temporal and Spatial Variability in the Context of Agricultural Needs",
    "authors": [
      "Robert Kalbarczyk,",
      "Eliza Kalbarczyk"
    ],
    "doi": "https://doi.org/10.3390/agronomy12010158",
    "journalVolume": "Vol. 12,\n                                no. 158\n                                \n                                  p.\n                                  158",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "Deficient precipitation (dPr) in the growing season, especially in critical periods, affects plant condition and determines the quality and quantity of obtained yields. Knowledge about the variability and distribution of dPr is essential to mitigate its effect on agricultural soils and on crop and livestock production. The goal of the work is to determine the spatial and temporal distribution of spring precipitation deficiency and also to indicate the zones of risk and variability of its occurrence in Poland. It was assumed that dPr occurred when total monthly precipitation in a given year accounted for ≤75% of the total multi-year mean (1951–2018). In the spring season, the multi-year mean of the area covered by deficient precipitation (ACDP) amounted to 33% and fluctuated between approximately 31% in May and approximately 35% in March. The study distinguished four zones in Poland that vary in terms of the risk and variability of spring precipitation deficiency. The obtained results may be used, for example, to assess the needs for irrigation in the changing climate conditions, to model the growing season and yields of cultivated plants, and to select adaptation measures for agriculture in response to climate change.",
    "readLink": "https://www.mdpi.com/2073-4395/12/1/158"
  },
  {
    "title": "Quantitative analysis of relative impacts of climate change and human activities on Xilingol grassland in recent 40 years",
    "authors": [
      "Nitu Wu,",
      "Aijun Liu,",
      "Ruhan Ye,",
      "Dongsheng Yu,",
      "Wala Du,",
      "Qiqige Chaolumeng,",
      "Guixiang Liu,",
      "Shan Yu"
    ],
    "doi": "Vol. 32\n                                \n                                \n                                  p.\n                                  e01884",
    "issn": "2351-9894 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/global-ecology-and-conservation/",
    "abstract": "Previous studies have shown that climate changes and human activities are the main external factors affecting grassland. Therefore, quantitative assessment of their dominant role is of great significance for grassland management. This study selected Net primary productivity (NPP) as an indicator and quantitatively analyzed the relative impacts of climate change and human activities on Xilingol grassland during 1982–2018 by establishing different analysis scenarios. The results showed that the annual average grassland NPP was 251.13 g·C·m-2·a-1 from 1982 to 2018 and showed an increasing distribution pattern from west to east. During 1982–2018, the grassland NPP showed a slightly decreasing trend, with annual average decreases of 0.42 g·C·m-2·a-1 and changed significantly in 1998. The changing trend of grassland NPP was a significant difference during the two periods around 1998. Approximately 94.95% of the grassland showed a restoration trend in 1982–1998, and 76.47% of the grassland showed a degradation trend in 1998–2018. The climate-dominated grassland accounted for 87.76%, 75.4%, and 73.68% of the total grassland area in 1982–1998, 1998–2018, and 1982–2018, respectively. In comparison, the human-dominated grassland was 12.24%, 24.6%, and 26.32%, indicating that climate change is the main factor leading to the grassland NPP change, and human activities affect the change of NPP in local areas. Further analysis identified precipitation as the dominant climate factor affecting grassland, and mining and reclamation became the main form of human activities accelerating grassland degradation.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2351989421004340"
  },
  {
    "title": "Responses of Wheat Yield under Different Fertilization Treatments to Climate Change Based on a 35-Year In Situ Experiment",
    "authors": [
      "Rui Zhang,",
      "Yingnan Yang,",
      "Tinghui Dang,",
      "Yuanjun Zhu,",
      "Mingbin Huang"
    ],
    "doi": "https://doi.org/10.3390/agriculture12091498",
    "journalVolume": "Vol. 12,\n                                no. 1498\n                                \n                                  p.\n                                  1498",
    "issn": "2077-0472 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agriculture",
    "abstract": "Fertilization, as one of many important field management practices, can increase crop yields. However, whether different levels of fertilization will affect the response of wheat yields to inter-annual climate variations and long-term climate trends is not clear. In this study, 35-year wheat yields were used to investigate the responses of wheat yield to inter-annual climate variations and long-term climate trends under different fertilization treatments. The first difference method was used to de-trend wheat yields and climate variables and stepwise regression analysis was used to quantify the yield–climate relationship. The experimental design consisted of a control treatment (CK without fertilization) and three fertilizer treatments: nitrogen, phosphorus, and manure (NPM with 120 kg ha−1 N, 26.2 kg ha−1 P, and 75 t ha−1 manure), nitrogen and phosphorus (NP with 120 kg ha−1 N and 26.2 kg ha−1 P), and manure (M with 75 t ha−1 manure). Compared to the CK treatment, the NPM, NP, and M treatments increased wheat yield by an average of 201.9, 161.7, and 130.6% and increased yield inter-annual variability by an average of 191.2, 149.3, and 144.2%, respectively, during the study period (1985–2020). Inter-annual climate fluctuations in the study area explained 45, 38, 27, and 29% of wheat yield variations and 35-year climatic trends contributed to wheat yield decreases of 0.3, 0.7, 1.6, and 1.8% for the NPM, NP, M, and CK treatments, respectively. The results show the impact of inter-annual climate fluctuations on yield increases with the increasing level of fertilization, while the effect of long-term climate trends on yield decreases with the increasing level of fertilization.",
    "readLink": "https://www.mdpi.com/2077-0472/12/9/1498"
  },
  {
    "title": "Valutare l'erosione del suolo mediante l'applicazione del modello RUSLE in ambiente GIS",
    "authors": [
      "Grazia Fattoruso,",
      "Sergio Grauso,",
      "Vladimiro Verrubbi"
    ],
    "doi": "Vol. 14,\n                                no. 2",
    "issn": "1128-8132 (Print)",
    "publisher": "2283-5687 (Online)",
    "countryOfPublisher": "mediaGEO soc. coop.",
    "lcc": [
      "Italy",
      "Geography. Anthropology. Recreation: Mathematical geography. Cartography: Cartography: Cadastral mapping"
    ],
    "journalUrl": "http://mediageo.it/ojs/index.php/GEOmedia",
    "abstract": "Predicting GIS erosion by the application of RUSLE model in a GIS environment The increase in soil erosion risk due to the current climate change is a focal point in sustainable land management. Being able to predict this risk is fundamental for impact mitigation and soil resource conservation. The state-of-the-art in geo-information technologies (GIS, remote sensing and image analysis) allows to perform, in semi-automatic way, assessments and predictions based on the integration of theoretical models with advanced techniques of geospatial and geostatistical analysis. One of the most successful models worldwide utilised, such as the Revised Universal Soil Loss Equation (RUSLE), can be now easily applied at multiple spatial and temporal scales, i.e. from the single catchment up to the regional scale and from interannual to long-term scenarios, by using GIS-based tools.",
    "readLink": "https://www.mediageo.it/ojs/index.php/GEOmedia/article/view/420"
  },
  {
    "title": "Bioclimatic Characterization Relating to Temperature and Subsequent Future Scenarios of Vine Growing across the Apulia Region in Southern Italy",
    "authors": [
      "Giovanni Gentilesco,",
      "Antonio Coletta,",
      "Luigi Tarricone,",
      "Vittorio Alba"
    ],
    "doi": "https://doi.org/10.3390/agriculture13030644",
    "journalVolume": "Vol. 13,\n                                no. 644\n                                \n                                  p.\n                                  644",
    "issn": "2077-0472 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agriculture",
    "abstract": "The progressive climate change has an impact on the quantity and quality of grapes. Among meteorological parameters, air temperature is believed to have a direct influence on grape yield and composition, as well as on the organoleptic characteristics of wines. Therefore, in this work three bioclimatic indices based on temperature have been considered, with the aim of classifying the climate in the winegrowing region of Apulia (southern Italy) based on historical periods of thirty years (1961–1990 and 1991–2022) and verifying its evolution in the future in relation to global warming under two different Shared Socioeconomic Pathways, SSP2–4.5 and SSP5–8.5, by combining four global climate models. The results showed that the period 2021–2040 was almost unchanged compared to the last historical period of 1991–2022. The differences between the two SSPs became more pronounced as time progressed until the end of this century. By 2081–2100, SSP2–4.5, considered the most likely and mildest future scenario, demonstrated the existence of areas still suitable for quality viticulture, mainly in the higher altitudes of the Murgia plateau, the Gargano promontory and the Pre–Apennine area. In contrast, SSP5–8.5, described as “highly unlikely”, showed a dramatic shift of more than 90% of Apulia region to “too hot” classes to ensure the survival of viticulture for all the bioclimatic indices considered. These results suggest the winegrowers should consider short– and long–term solutions and adaptations in order to preserve the regional tradition and wine quality and to plan the Apulian viticulture for future scenarios.",
    "readLink": "https://www.mdpi.com/2077-0472/13/3/644"
  },
  {
    "title": "Evident PM<sub>2.5</sub> drops in the east of China due to the COVID-19 quarantine measures in February",
    "authors": [
      "Z. Yin,",
      "Z. Yin,",
      "Z. Yin,",
      "Y. Zhang,",
      "H. Wang,",
      "H. Wang,",
      "H. Wang,",
      "Y. Li"
    ],
    "doi": "https://doi.org/10.5194/acp-21-1581-2021",
    "journalVolume": "Vol. 21\n                                \n                                \n                                  pp.\n                                  1581\n                                  – 1592",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "The top-level emergency response to the COVID-19 pandemic involved exhaustive quarantine measures in China. The impacts of the COVID-19 quarantine on the decline in fine particulate matter (PM2.5) were quantitatively assessed based on numerical simulations and observations in February. Relative to both February 2017 and the climate mean, anomalous southerlies and moister air occurred in the east of China in February 2020, which caused considerable PM2.5 anomalies. Thus, it is a must to disentangle the contributions of stable meteorology from the effects of the COVID-19 lockdown. The contributions of routine emission reductions were also quantitatively extrapolated. The top-level emergency response substantially alleviated the level of haze pollution in the east of China. Although climate variability elevated the PM2.5 by 29 % (relative to 2020 observations), a 59 % decline related to the COVID-19 pandemic and a 20 % decline from the expected pollution regulation dramatically exceeded the former in North China. The COVID-19 quarantine measures decreased the PM2.5 in the Yangtze River Delta by 72 %. In Hubei Province where most pneumonia cases were confirmed, the impact of total emission reduction (72 %) evidently exceeded the rising percentage of PM2.5 driven by meteorology (13 %).",
    "readLink": "https://acp.copernicus.org/articles/21/1581/2021/acp-21-1581-2021.pdf"
  },
  {
    "title": "QTL mapping of shoot and seed traits impacted by Drought in Barley using a recombinant inbred line Population",
    "authors": [
      "Oyeyemi O. Ajayi,",
      "Phil Bregitzer,",
      "Kathy Klos,",
      "Gongshe Hu,",
      "Jason G. Walling,",
      "Ramamurthy Mahalingam"
    ],
    "doi": "https://doi.org/10.1186/s12870-023-04292-x",
    "journalVolume": "Vol. 23,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 14",
    "issn": "1471-2229 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://bmcplantbiol.biomedcentral.com",
    "abstract": "Abstract Background With ongoing climate change, drought events are severely limiting barley production worldwide and pose a significant risk to the malting, brewing and food industry. The genetic diversity inherent in the barley germplasm offers an important resource to develop stress resiliency. The purpose of this study was to identify novel, stable, and adaptive Quantitative Trait Loci (QTL), and candidate genes associated with drought tolerance. A recombinant inbred line (RIL) population (n = 192) developed from a cross between the drought tolerant ‘Otis’ barley variety, and susceptible ‘Golden Promise’(GP) was subjected to short-term progressive drought during heading in the biotron. This population was also evaluated under irrigated and rainfed conditions in the field for yields and seed protein content. Results Barley 50k iSelect SNP Array was used to genotype the RIL population to elucidate drought-adaptive QTL. Twenty-three QTL (eleven for seed weight, eight for shoot dry weight and four for protein content) were identified across several barley chromosomes. QTL analysis identified genomic regions on chromosome 2 and 5 H that appear to be stable across both environments and accounted for nearly 60% variation in shoot weight and 17.6% variation in seed protein content. QTL at approximately 29 Mbp on chromosome 2 H and 488 Mbp on chromosome 5 H are in very close proximity to ascorbate peroxidase (APX) and in the coding sequence of the Dirigent (DIR) gene, respectively. Both APX and DIR are well-known key players in abiotic stress tolerance in several plants. In the quest to identify key recombinants with improved tolerance to drought (like Otis) and good malting profiles (like GP), five drought tolerant RILs were selected for malt quality analysis. The selected drought tolerant RILs exhibited one or more traits that were outside the realms of the suggested limits for acceptable commercial malting quality. Conclusions The candidate genes can be used for marker assisted selection and/or genetic manipulation to develop barley cultivars with improved tolerance to drought. RILs with genetic network reshuffling necessary to generate drought tolerance of Otis and favorable malting quality attributes of GP may be realized by screening a larger population.",
    "readLink": "https://doi.org/10.1186/s12870-023-04292-x"
  },
  {
    "title": "Influence of orbital forcing and solar activity on water isotopes in precipitation during the mid- and late Holocene",
    "authors": [
      "S. Dietrich,",
      "M. Werner,",
      "T. Spangehl,",
      "G. Lohmann"
    ],
    "doi": "https://doi.org/10.5194/cp-9-13-2013",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  13\n                                  – 26",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "In this study we investigate the impact of mid- and late Holocene orbital forcing and solar activity on variations of the oxygen isotopic composition in precipitation. The investigation is motivated by a recently published speleothem δ18O record from the well-monitored Bunker Cave in Germany. The record reveals some high variability on multi-centennial to millennial scales that does not linearly correspond to orbital forcing. Our model study is based on a set of novel climate simulations performed with the atmosphere general circulation model ECHAM5-wiso enhanced by explicit water isotope diagnostics. From the performed model experiments, we derive the following major results: (1) the response of both orbital and solar forcing lead to changes in surface temperatures and δ18O in precipitation with similar magnitudes during the mid- and late Holocene. (2) Past δ18O anomalies correspond to changing temperatures in the orbital driven simulations. This does not hold true if an additional solar forcing is added. (3) Two orbital driven mid-Holocene experiments, simulating the mean climate state approximately 5000 and 6000 yr ago, yield very similar results. However, if an identical additional solar activity-induced forcing is added, the simulated changes of surface temperatures as well as δ18O between both periods differ. We conclude from our simulation results that non-linear effects and feedbacks of the orbital and solar activity forcing substantially alter the δ18O in precipitation pattern and its relation to temperature change.",
    "readLink": "http://www.clim-past.net/9/13/2013/cp-9-13-2013.pdf"
  }
]