[
  {
    "title": "Environmental violence: a tool for planetary health research",
    "authors": [
      "Richard Marcantonio, PhD,",
      "Agustín Fuentes, ProfPhD"
    ],
    "doi": "Vol. 7,\n                                no. 10\n                                \n                                  pp.\n                                  e859\n                                  – e867",
    "issn": "2542-5196 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.thelancet.com/journals/lanplh/issue/current",
    "abstract": "Summary: From climate change to toxic pollution and the interactive effects of multiple pollution streams, human health is under siege. Human-produced environmental risks to health and wellbeing are high and contributing to patterns of global morbidity, mortality, economic inequality, displacement, and insecurity. The implications of human-produced environmental harms to global health are complex just as are their causes. The concept of environmental violence offers a potentially robust frame for engaging this issue. We argue that a more specified and structured framework and definition of environmental violence—focusing on human-produced harms by way of pollution emissions—is both timely and beneficial for engaging the complexities of global public health. To clarify why and how this is the case, we review the literature for publications that use the term environmental violence and we subsequently propose a specific definition focused on human-produced pollution along with a framework for tracking and analysing environmental violence and its constituent components. Finally, we discuss the potential value of our framework for research and policy making regarding human health.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2542519623001900"
  },
  {
    "title": "Identification of a Novel Adélie Penguin Circovirus at Cape Crozier (Ross Island, Antarctica)",
    "authors": [
      "Virginia Morandini,",
      "Katie  M. Dugger,",
      "Grant Ballard,",
      "Megan Elrod,",
      "Annie Schmidt,",
      "Valeria Ruoppolo,",
      "Amélie Lescroël,",
      "Dennis Jongsomjit,",
      "Melanie Massaro,",
      "Jean Pennycook,",
      "Gerald  L. Kooyman,",
      "Kara Schmidlin,",
      "Simona Kraberger,",
      "David  G. Ainley,",
      "Arvind Varsani"
    ],
    "doi": "https://doi.org/10.3390/v11121088",
    "journalVolume": "Vol. 11,\n                                no. 12\n                                \n                                  p.\n                                  1088",
    "issn": "1999-4915 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/viruses",
    "abstract": "Understanding the causes of disease in Antarctic wildlife is crucial, as many of these species are already threatened by environmental changes brought about by climate change. In recent years, Antarctic penguins have been showing signs of an unknown pathology: a feather disorder characterised by missing feathers, resulting in exposed skin. During the 2018−2019 austral summer breeding season at Cape Crozier colony on Ross Island, Antarctica, we observed for the first time an Adélie penguin chick missing down over most of its body. A guano sample was collected from the nest of the featherless chick, and using high-throughput sequencing, we identified a novel circovirus. Using abutting primers, we amplified the full genome, which we cloned and Sanger-sequenced to determine the complete genome of the circovirus. The Adélie penguin guano-associated circovirus genome shares <67% genome-wide nucleotide identity with other circoviruses, representing a new species of circovirus; therefore, we named it penguin circovirus (PenCV). Using the same primer pair, we screened 25 previously collected cloacal swabs taken at Cape Crozier from known-age adult Adélie penguins during the 2014−2015 season, displaying no clinical signs of feather-loss disorder. Three of the 25 samples (12%) were positive for a PenCV, whose genome shared >99% pairwise identity with the one identified in 2018−2019. This is the first report of a circovirus associated with a penguin species. This circovirus could be an etiological agent of the feather-loss disorder in Antarctic penguins.",
    "readLink": "https://www.mdpi.com/1999-4915/11/12/1088"
  },
  {
    "title": "Observed and CMIP6 simulated occurrence and intensity of compound agroclimatic extremes over maize harvested areas in China",
    "authors": [
      "Zitong Li,",
      "Weihang Liu,",
      "Tao Ye,",
      "Shuo Chen,",
      "Hongyu Shan"
    ],
    "doi": "Vol. 38\n                                \n                                \n                                  p.\n                                  100503",
    "issn": "2212-0947 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/weather-and-climate-extremes/",
    "abstract": "Understanding the changes in the frequency and intensity of compound agroclimatic extremes is important for studying the resilience of the food system under anthropogenic warming. However, the spatiotemporal variation of compound agroclimatic extremes for specific crops, and the performance of the Coupled Model Intercomparison Project Phase 6 (CMIP6) simulations in reproducing them, have largely been under-addressed. Herein, we have investigated the spatiotemporal variation of the occurrences and intensities of four compound agroclimatic extremes (hot-wet, hot-dry, cold-wet, cold-dry) for maize harvested areas in China during 1990–2014 and examined the capability of the CMIP6 to capture these variations. The results did not reveal any significant trends but there was a pronounced interannual volatility in both the occurrence and intensity of compound agroclimatic extremes. Seventy one percent of the maize harvested areas in China experienced at least one compound extreme event during the study period. Hotspots for high occurrence and high intensity included the major plains in the Huang-Huai-Hai and southern China maize zones. In general, five general circulation models (GCMs) from the CMIP6 relatively poorly captured the variation of the occurrence and intensity, and reported lower interannual volatility and less regional disparity compared to the observations, and showed weakness in capturing time-specific events. At the national scale, the five GCM ensemble mean outperformed any single model, and no single GCM outperformed any other individual GCMs. The best model differed according to the specific region of interest and the type of event. Our results highlight the need to improve field management decisions and adopt adaptation strategies in accord with local conditions to reduce the potential impacts on food systems.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212094722000822"
  },
  {
    "title": "Interferometric Satellite Data in Structural Health Monitoring: An Application to the Effects of the Construction of a Subway Line in the Urban Area of Rome",
    "authors": [
      "Giulia Delo,",
      "Marco Civera,",
      "Erica Lenticchia,",
      "Gaetano Miraglia,",
      "Cecilia Surace,",
      "Rosario Ceravolo"
    ],
    "doi": "https://doi.org/10.3390/app12031658",
    "journalVolume": "Vol. 12,\n                                no. 1658\n                                \n                                  p.\n                                  1658",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "In recent years, the use of interferometric satellite data for Structural Health Monitoring has experienced a strong development. The urban environment confirms its fragility to adverse natural events, made even more severe by climate change. Hence, the need to carry out continuous monitoring of structures and artefacts appears increasingly urgent. Furthermore, satellite data could considerably increase the feasibility of traditional Structural Health Monitoring (SHM) approaches. This study aims to explore this remote sensing approach, focusing on the representation techniques that can be adopted to highlight their advantages and provide an interpretation of the results. In particular, the study analyzes records from the urban area of Rome (Italy), subject to the construction of a new subway line. These data are exploited to create a velocity map to highlight the possible subsidence phenomenon induced by excavations. Then, the paper focuses on single buildings or building complexes through the entropy-energy representation. Beyond the different limitations caused by the input data, a correlation is identified between the results of the two representation techniques. Accordingly, the effects of excavation on the urban area are demonstrated, and the methodologies are validated.",
    "readLink": "https://www.mdpi.com/2076-3417/12/3/1658"
  },
  {
    "title": "<i>Agave</i> and <i>Opuntia</i> Species as Sustainable Feedstocks for Bioenergy and Byproducts",
    "authors": [
      "José Amador Honorato-Salazar,",
      "Jorge Aburto,",
      "Myriam Adela Amezcua-Allieri"
    ],
    "doi": "https://doi.org/10.3390/su132112263",
    "journalVolume": "Vol. 13,\n                                no. 12263\n                                \n                                  p.\n                                  12263",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Currently, Mexico is facing an energy transition, therefore updated policy regulations pertaining to the sustainable use of biomass are needed. In particular, policy that favors the sustainable use of biomass to produce energy and bioproducts to privilege climate change mitigation is needed. This review describes the use of maguey (Agave spp.) and nopal (Opuntia spp.; also known as “cactus”) for biofuel production, especially in marginal areas. Emphasis is given on documented case studies discussing features of production and cultivation for both maguey and nopal, in addition to their potential for fuel production. Environmental and social sustainability issues in terms of waste value and new opportunities as bioenergy feedstocks and byproducts are also discussed. Although the paper does not deeply describe aspects of biomass transformation, such as bioprocess configurations, it gives characteristics of production in addition to cultivation. Agave and Opuntia species may represent a suitable feedstock for biofuels, bioproducts, bioenergy and biorefineries, especially in dry lands (semi-arid and dry sub-humid), deforested areas, agroforestry systems and agricultural semi-terraces known as metepantle in Mexico.",
    "readLink": "https://www.mdpi.com/2071-1050/13/21/12263"
  },
  {
    "title": "Surplus thermal energy model of greenhouses and coefficient analysis for effective utilization",
    "authors": [
      "Seung-Hwan Yang,",
      "Jung-Eek Son,",
      "Sang-Deok Lee,",
      "Seong-In Cho,",
      "Alireza Ashtiani-Araghi,",
      "Joong-Yong Rhee"
    ],
    "doi": "https://doi.org/10.5424/sjar/2016141-7517",
    "journalVolume": "Vol. 14,\n                                no. 1\n                                \n                                  p.\n                                  e0202",
    "issn": "1695-971X (Print)",
    "publisher": "2171-9292 (Online)",
    "countryOfPublisher": "Instituto Nacional de Investigación y Tecnología Agraria y Alimentaria",
    "lcc": [
      "Spain",
      "Agriculture"
    ],
    "journalUrl": "https://revistas.inia.es/index.php/sjar",
    "abstract": "If a greenhouse in the temperate and subtropical regions is maintained in a closed condition, the indoor temperature commonly exceeds that required for optimal plant growth, even in the cold season. This study considered this excess energy as surplus thermal energy (STE), which can be recovered, stored and used when heating is necessary. To use the STE economically and effectively, the amount of STE must be estimated before designing a utilization system. Therefore, this study proposed an STE model using energy balance equations for the three steps of the STE generation process. The coefficients in the model were determined by the results of previous research and experiments using the test greenhouse. The proposed STE model produced monthly errors of 17.9%, 10.4% and 7.4% for December, January and February, respectively. Furthermore, the effects of the coefficients on the model accuracy were revealed by the estimation error assessment and linear regression analysis through fixing dynamic coefficients. A sensitivity analysis of the model coefficients indicated that the coefficients have to be determined carefully. This study also provides effective ways to increase the amount of STE.",
    "readLink": "http://revistas.inia.es/index.php/sjar/article/view/7517/2738"
  },
  {
    "title": "Climate variability and trends in the Endorheic Lake Hayk basin: implications for Lake Hayk water level changes in the lake basin, Ethiopia",
    "authors": [
      "Mezgebu Mewded,",
      "Adane Abebe,",
      "Seifu Tilahun,",
      "Zeleke Agide"
    ],
    "doi": "https://doi.org/10.1186/s40068-022-00256-6",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 17",
    "issn": "2193-2697 (Online)",
    "publisher": "SpringerOpen",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.environmentalsystemsresearch.com/",
    "abstract": "Abstract For sustainable climate hazard management, climate information at the local level is crucial for developing countries like Ethiopia, which has an exceptionally low adaptive capacity to changes in climate. As a result, rather than making local decisions based on findings from national-scale studies, the study area’s research gap of local level climate variability and trend was investigated within the endorheic Lake Hayk basin for the historic series from 1986 to 2015 to scientifically show climate change/variability implications on Lake Hayk water level variations. To achieve the study objective, the precipitation, temperature (station and ERA5 reanalysis product) and Lake water level (patchy lake level fused with remotely sensed water areas) were examined using various statistical approaches with the integration of remote sensing and geographical information system. The major findings revealed less variable (CV = 16.66%) and statistically nonsignificant declining trends (− 33.94 mm/decade) in annual precipitation. Belg and bega seasonal precipitations showed highly variable (CV = 43.94–47.46%) nonsignificant downward trends of 4.57 mm and 22 mm per decade respectively, whereas kiremt precipitation showed moderate variability (CV = 23.80%) and increased nonsignificantly at a rate of 21.89 mm per decade. Annual and seasonal mean temperatures exhibited less variable but statistically significant rising trends ranging from 0.20 to 0.45 °C each decade. The lake’s water level showed less variable nonsignificant rising trends (70 mm to 120 mm per year) on annual and seasonal scales between 1999 and 2005. The lake's surface area has decreased from 2243.33 ha in 2005 to 2165.33 ha in 2011. During 2011–2015, it demonstrated a high variable (CV > 30%) statistically significant dropping trend ranging from − 250 mm to − 340 mm per year on annual and seasonal periods. The study discovered that the endorheic lake Hayk basin was dominated by variable and diminishing precipitation, as well as continuous warming trends, particularly in recent years. It is argued that this climatic state was having a negative impact on Lake Hayk’s substantially dropping water level, necessitating an immediate basin-based water management decision to save Lake Hayk from extinction.",
    "readLink": "https://doi.org/10.1186/s40068-022-00256-6"
  },
  {
    "title": "Multiple stressor effects of a heatwave and a herbicide on zooplankton communities: Implications of global climate change",
    "authors": [
      "Sabrina K. Roth,",
      "Francesco Polazzo,",
      "Ariadna García-Astillero,",
      "Laura Cherta,",
      "Anna Sobek,",
      "Andreu Rico,",
      "Andreu Rico"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2022.920010",
    "journalVolume": "Vol. 10",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "Aquatic ecosystems are exposed to pesticides through various pathways such as spray-drift, agricultural runoff, and chemical spills. Understanding the impact of pesticides on freshwater ecosystems requires not only understanding how pesticides affect aquatic organisms but also knowledge of their interactions with other stressors, such as those related to global climate change. Heatwaves are extended periods of temperature increase relative to the climatological mean. They are increasing in frequency and magnitude and pose an emerging threat to shallow freshwater ecosystems. In this study, we evaluated the single and combined effects of the herbicide terbuthylazine and a simulated heatwave on freshwater zooplankton communities using indoor microcosms. Terbuthylazine was applied at an environmentally relevant concentration (15 µg/L). The heatwave consisted of an increase of 6°C above the control temperature for a period of 7 days. When applied individually, the heatwave increased the total abundance of zooplankton by 3 times. The terbuthylazine exposure led to an indirect effect on the zooplankton community structure, reducing the relative abundance of some taxa. The combination of the heatwave and terbuthylazine had no significant impact on the zooplankton community, indicating additive effects dominated by the herbicide. The interaction between the two stressors increased chlorophyll-a concentrations and apparently changed the structure of the phytoplankton community, which may have benefitted cyanobacteria over green algae. Overall, this study shows that understanding the effects of chemical and non-chemical stressors on aquatic communities remains a challenging task. Further studies should be conducted to improve our mechanistic understanding of multiple stressor interactions at different levels of biological organisation.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2022.920010/full"
  },
  {
    "title": "An ultra performance liquid chromatography coupled with high resolution mass spectrometry method for the screening of cianotoxins content in drinking water samples",
    "authors": [
      "Giorgia di pofi,",
      "Gabriele Favero,",
      "Federica Nigro di Gregorio,",
      "Emanuele Ferretti,",
      "Luca lucentini"
    ],
    "doi": "Vol. 7\n                                \n                                \n                                  p.\n                                  101001",
    "issn": "2215-0161 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.journals.elsevier.com/methodsx/",
    "abstract": "The incidence of cyanobacterial harmful algal blooms (CHABs) and their potentially toxic secondary metabolites is increasing in Italy and worldwide and several studies demonstrated that the climate change may be playing a role.The method described in this work allows to detect simultaneously 21 cyanotoxins of different classes (including 12 Microcystins, 5 Microginins, 2 Cyanopeptolins, and 2 Anabaenopeptins) in water samples for human consumption by an Ultra Performance Liquid Chromatography coupled with a Q-TOF mass spectrometer.Water samples were freezed, filtered, spiked with Nodularin used as internal standard (I.S.) and then extracted with a SPE Carboghaph 4 cartridge.The extracted sample were analysed injecting 10 µL into the UPLC-HRMS/MS system: the chromatographic separation was obtained using acetonitrile and water as mobile phases, both containing 10 mM formic acid, and a UPLC C18 column, acquiring the experiments in positive ionization and Sensitivity Mode.The described method allows to separate and detect all the selected analytes in short time of analysis (16 minutes) with a good resolution for all the analytes. • simultaneous determination of 21 cyanotoxins belonging to different classes in water sample • low injection volume • short time of analysis",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2215016120302211"
  },
  {
    "title": "Usefulness of cultivar-level calibration of AquaCrop for vegetables depends on the crop and data availability",
    "authors": [
      "Willem Coudron,",
      "Willem Coudron,",
      "Pieter De Frenne,",
      "Kris Verheyen,",
      "Anne Gobin,",
      "Anne Gobin,",
      "Charlotte Boeckaert,",
      "Tim De Cuypere,",
      "Peter Lootens,",
      "Sabien Pollet,",
      "Tom De Swaef"
    ],
    "doi": "https://doi.org/10.3389/fpls.2023.1094677",
    "journalVolume": "Vol. 14",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "As a result of climate change, climatic extremes are expected to increase. For high-value crops like vegetables, irrigation is a potentially economically viable adaptation measure in western Europe. To optimally schedule irrigation, decision support systems based on crop models like AquaCrop are increasingly used by farmers. High value vegetable crops like cauliflower or spinach are grown in two distinct growth cycles per year and, additionally, have a high turnover rate of new varieties. To successfully deploy the AquaCrop model in a decision support system, it requires a robust calibration. However, it is not known whether parameters can be conserved over both growth periods, nor whether a cultivar dependent model calibration is always required. Furthermore, when data are collected from farmers’ fields, there are constraints in data availability and uncertainty. We collected data from commercial cauliflower and spinach fields in Belgium in 2019, 2020 and 2021 during different growing periods and of different cultivars. With the use of a Bayesian calibration, we confirmed the need for a condition or cultivar specific calibration for cauliflower, while for spinach, splitting the data per cultivar or pooling the data together did not improve uncertainty on the model simulations. However, due to uncertainties arising from field specific soil and weather conditions, or measurement errors from calibration data, real time field specific adjustments are advised to simulations when using AquaCrop as decision support tool. Remotely sensed or in situ ground data may be invaluable information to reduce uncertainty on model simulations.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2023.1094677/full"
  }
]