[
  {
    "title": "Surf smelt accelerate usage of endogenous energy reserves under climate change",
    "authors": [
      "Megan Russell,",
      "M. Brady Olson,",
      "Brooke A. Love"
    ],
    "doi": "Vol. 17,\n                                no. 6",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Surf smelt (Hypomesus pretiosus) are ecologically critical forage fish in the North Pacific ecosystem. As obligate beach spawners, surf smelt embryos are exposed to wide-ranging marine and terrestrial environmental conditions. Despite this fact, very few studies have assessed surf smelt tolerance to climate stressors. The purpose of this study was to examine the interactive effects of climate co-stressors ocean warming and acidification on the energy demands of embryonic and larval surf smelt. Surf smelt embryos and larvae were collected from spawning beaches and placed into treatment basins under three temperature treatments (13°C, 15°C, and 18°C) and two pCO2 treatments (i.e. ocean acidification) of approximately 900 and 1900 μatm. Increased temperature significantly decreased yolk size in surf smelt embryos and larvae. Embryo yolk sacs in high temperature treatments were on average 7.3% smaller than embryo yolk sacs from ambient temperature water. Larval yolk and oil globules mirrored this trend. Larval yolk sacs in the high temperature treatment were 45.8% smaller and oil globules 31.9% smaller compared to larvae in ambient temperature. There was also a significant positive effect of acidification on embryo yolk size, indicating embryos used less maternally-provisioned energy under acidification scenarios. There was no significant effect of either temperature or acidification on embryo heartrates. These results indicate that near-future climate change scenarios may impact the energy demands of developing surf smelt, leading to potential effects on surf smelt fitness and contributing to variability in adult recruitment.",
    "readLink": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9236230/?tool=EBI"
  },
  {
    "title": "ROLE OF INDIGENOUS KNOWLEDGE IN MANAGING FLOODS PROJECTS",
    "authors": [
      "Jamshid Ali Turi,",
      "Mushtaq Ahmad"
    ],
    "doi": "https://doi.org/10.5937/jouproman7-21018",
    "journalVolume": "Vol. 7,\n                                no. 2\n                                \n                                  pp.\n                                  13\n                                  – 23",
    "issn": "2334-735X (Print)",
    "publisher": "2334-7449 (Online)",
    "countryOfPublisher": "Faculty of Applied Management, Economics and Finance – MEF, Belgrade, University Business Academy in Novi Sad",
    "lcc": [
      "Serbia",
      "Technology: Technology (General)"
    ],
    "journalUrl": "http://www.japmnt.com",
    "abstract": "Climate change is increasing the frequency of disasters in the world. Accordingly, disaster management strategies are also changing. The UN has focused on acknowledging the Indigenous Knowledge in disaster management strategies. In this study, the village Khursheed in District Sargodha has been focused due to facing frequent floods since decades. They have developed some methods to counter floods. The study was qualitative containing three focus group discussions and thirty interviews, reveals that villagers have devised their own flood forecast and early warning systems. The indigenous methods of constructions of buildings and agricultural techniques have rendered the village more resilient. The elevated spiritual level has enhanced their immune system to face floods. The government needs to devise local level disaster management strategies which should incorporate indigenous and modern knowledge.",
    "readLink": "http://www.japmnt.com/images/volume7/issue-2/3.%20ROLE%20OF%20INDIGENOUS%20KNOWLEDGE%20IN%20MANAGING%20FLOODS%20PROJECTS.pdf"
  },
  {
    "title": "ENHANCING UAV COASTAL MAPPING USING INFRARED PANSHARPENING",
    "authors": [
      "D. James,",
      "A. Collin,",
      "A. Collin,",
      "A. Mury,",
      "M. Letard"
    ],
    "doi": "https://doi.org/10.5194/isprs-archives-XLIII-B3-2021-257-2021",
    "journalVolume": "Vol. XLIII-B3-2021\n                                \n                                \n                                  pp.\n                                  257\n                                  – 264",
    "issn": "1682-1750 (Print)",
    "publisher": "2194-9034 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Applied optics. Photonics"
    ],
    "journalUrl": "http://www.isprs.org/publications/archives.aspx",
    "abstract": "Ecosystems must now cope with climate change such as rising sea levels. These major changes have a direct impact on the coastal fringe. However, in recent years, coastal ecosystems such as saltmarshes have proven their adaptive capacity. Unmanned Aerial Vehicles (UAV) are an inexpensive and easily deployable alternative which offer us the possibility to monitor these geomorphological and ecological systems, have been perfected over the years, making it possible to achieve high or even very high (VH) spectral and spatial resolution. Detection of changes at VH temporal and spatial resolution such as coastline evolution or seasonal monitoring of plant communities is facilitated. The red-green-blue (RGB) camera is the basic equipment of low-cost UAVs. Many studies have demonstrated the interest of infrared sensors for vegetation or water detection. In this original study, a pansharpening method has been developed to generate a red-edge (RE) and near infrared channel based on the VH resolution of RGB. Out of the three different pansharpening algorithms tested, Gram-Schmidt showed correlation (0.61 and 0.63 for RE and NIR channels respectively), followed by nearest neighbor diffusion and finally, principal component spectral pansharpening. The maximum likelihood, support vector machine and convolutional neural network classifiers were used to discriminate the main objects of the study area. The classification results revealed that at the classifier scale the ML outperforms the others with an overall accuracy of 80.75%. At the spectral band scale, the RE obtains the best performances with 80.04% of OA with ML and 78.34% of OA with SVM.",
    "readLink": "https://www.int-arch-photogramm-remote-sens-spatial-inf-sci.net/XLIII-B3-2021/257/2021/isprs-archives-XLIII-B3-2021-257-2021.pdf"
  },
  {
    "title": "Contribution of MODIS image to hydrologic and erosion modeling",
    "authors": [
      "Nour El Houda Boughattas ,",
      "Safa Gammoudi,",
      "Khaoula Abrougui,",
      "roua Ammami,",
      "Mohamed Saber Naceur"
    ],
    "doi": "Vol. 4,\n                                no. 2",
    "issn": "2724-699X (Print)",
    "publisher": "2724-7007 (Online)",
    "countryOfPublisher": "Arid regions institute",
    "lcc": [
      "Tunisia",
      "Agriculture"
    ],
    "journalUrl": "http://www.joasdjournal.org/index.php/joasd",
    "abstract": "Erosion is the most dangerous phenomenon of environmental and economic threat to arable land. By FAO. 35 % of Tunisian land are threatened by water erosion and varies regionally. Quantification and estimation of soil loss by water erosion is now essential to install the best management practices. In our study, we used a continuous physical based simulation version of a hydrological and water erosion model ANSWERS-2000. The aim of this study is to investigate the introduction of land use parameters extracted by MODIS image. This study is focused on El Azire watershed, is characterized by a moderate Mediterranean climate and a high spatial heterogeneity of soil and land use proprieties. Describing, monitoring, and predicting land-use and land-cover change in the watershed is a difficult process. However, the usefulness of MODIS image with their daily temporal resolution and spatial resolutions of 250 m and 500 m can make utilization of continuous physical-based models easier for great scale watersheds. A sensitivity analysis was conducted on each application such that the variability in erosion map output and can be assessed and incorporated into the interpretation of results with an acceptable level of confidence.",
    "readLink": "https://joasdjournal.org/index.php/joasd/article/view/98"
  },
  {
    "title": "Sustainability of water uses in managed hydrosystems: human-\nand climate-induced changes for the mid-21st century",
    "authors": [
      "J. Fabre,",
      "D. Ruelland,",
      "A. Dezetter,",
      "B. Grouillet"
    ],
    "doi": "https://doi.org/10.5194/hess-20-3129-2016",
    "journalVolume": "Vol. 20,\n                                no. 8\n                                \n                                  pp.\n                                  3129\n                                  – 3147",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "This paper assesses the sustainability of planned water uses in mesoscale river basins under multiple climate change scenarios, and contributes to determining the possible causes of unsustainability. We propose an assessment grounded in real-world water management issues, with water management scenarios built in collaboration with local water agencies. Furthermore, we present an analysis through indicators that relate to management goals and present the implications of climate uncertainty for our results, furthering the significance of our study for water management. A modeling framework integrating hydro-climatic and human dynamics and accounting for interactions between resource and demand was applied in two basins of different scales and with contrasting water uses: the Herault (2500 km2, France) and the Ebro (85 000 km2, Spain) basins. Natural streamflow was evaluated using a conceptual hydrological model. A demand-driven reservoir management model was designed to account for streamflow regulations from the main dams. Human water demand was estimated from time series of demographic, socioeconomic and climatic data. Environmental flows were accounted for by defining streamflow thresholds under which withdrawals were strictly limited. Finally indicators comparing water availability to demand at strategic resource and demand nodes were computed. This framework was applied under different combinations of climatic and water use scenarios for the mid-21st to differentiate the impacts of climate- and human-induced changes on streamflow and water balance. Results showed that objective monthly environmental flows would be guaranteed in current climate conditions in both basins, yet in several areas this could imply limiting human water uses more than once every 5 years. The impact of the tested climate projections on both water availability and demand could question the water allocations and environmental requirements currently planned for the coming decades. Water shortages for human use could become more frequent and intense, and the pressure on water resources and aquatic ecosystems could intensify. The causes of unsustainability vary across sub-basins and scenarios, and in most areas results are highly dependent on the climate change scenario.",
    "readLink": "http://www.hydrol-earth-syst-sci.net/20/3129/2016/hess-20-3129-2016.pdf"
  },
  {
    "title": "Identifying resilient restoration targets: Mapping and forecasting habitat suitability for Castanea dentata in Eastern USA under different climate-change scenarios",
    "authors": [
      "Paul H. Noah,",
      "Nicolette L. Cagle,",
      "Jared W. Westbrook,",
      "Sara F. Fitzsimmons"
    ],
    "doi": "Vol. 2\n                                \n                                \n                                  p.\n                                  100037",
    "issn": "2666-9005 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.journals.elsevier.com/climate-change-ecology",
    "abstract": "Following the near-eradication of the American chestnut (Castanea dentata) over the last century by an invasive fungal pathogen, progress has been made in recent decades towards generating blight-resistant varieties for restoration in its former native range in the Eastern US. Maximum Entropy species distribution modeling software was used with known surviving specimen locations and environmental data to determine optimal present-day habitat characteristics. Model projection was used to estimate shifts in ideal habitat under moderate and extreme carbon-emission climate scenarios over several time horizons ranging between present day and 2100. Sites with suitable habitat across all scenarios were identified and suggested as restoration targets, most notably lowland New England and high-elevation Southern and Mid-Atlantic Appalachian regions. The current study builds upon previous work by combining fine-resolution data, regional-scale breadth, future climate models, and a different source of chestnut location data to produce a species distribution model that is concurrently useful to local sample collectors, state-level planners and long-term restoration managers.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S266690052100037X"
  },
  {
    "title": "Against the Environment. Problems in Society/Nature Relations",
    "authors": [
      "João Aldeia,",
      "Fátima Alves,",
      "Fátima Alves"
    ],
    "doi": "https://doi.org/10.3389/fsoc.2019.00029",
    "journalVolume": "Vol. 4",
    "issn": "2297-7775 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Social Sciences: Sociology (General)"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/sociology",
    "abstract": "The dominant manners in which environmental issues have been framed by sociology are deeply problematic. Environmental sociology is still firmly rooted in the Cartesian separation of Society and Nature. This separation is one of the epistemic foundations of Western modernity—one which is inextricably linked to its capitalist, colonial, and patriarchal dimensions. This societal model reifies both humanity and nature as entities that exist in an undeniably anthropocentric cosmos in which the former is the only true actor. Anthropos makes himself and the world around him. He conquers, masters, and appropriates the non-human, turning it into the mere environment of his existence, there solely for his use. If sociology remains trapped in this paradigm it continues to be blind to the multiple space-time specific interrelations of life-elements through which heterogeneous and contingent ontologies of humans and extra-humans are enacted. If these processes of interconnection are not given due attention, the socioecological worlds in which we—human as well as others—live cannot be adequately understood. But misunderstandings are not the only issue at stake. When dealing with life-or-death phenomena such as climate change, to remain trapped inside the Society/Nature divide is to be fundamentally unable to contribute to world reenactments that do not oppress—or, potentially, extinguish—life, both human and extra-human. From the inside of Anthropos' relation to his environment the only way of conceiving current socioecological problems is by framing them in terms of an environmental crisis which could, hypothetically, be solved by the very same societal model that created it. But if the transformation of some of the world(s)' life-elements into the environment of the Human is part of the problem, then, socioecological issues cannot be adequately understood or addressed if they are framed as an environmental crisis. Instead, these problems need to be conceived as a crisis of Western modernity itself and of the kind of worlds that are possible and impossible to build within it.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fsoc.2019.00029/full"
  },
  {
    "title": "<i>Fusarium verticillioides</i> and <i>Aspergillus flavus</i> Co-Occurrence Influences Plant and Fungal Transcriptional Profiles in Maize Kernels and In Vitro",
    "authors": [
      "Alessandra Lanubile,",
      "Paola Giorni,",
      "Terenzio Bertuzzi,",
      "Adriano Marocco,",
      "Paola Battilani"
    ],
    "doi": "https://doi.org/10.3390/toxins13100680",
    "journalVolume": "Vol. 13,\n                                no. 680\n                                \n                                  p.\n                                  680",
    "issn": "2072-6651 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "http://www.mdpi.com/journal/toxins/",
    "abstract": "Climate change will increase the co-occurrence of Fusarium verticillioides and Aspergillus flavus, along with their mycotoxins, in European maize. In this study, the expression profiles of two pathogenesis-related (PR) genes and four mycotoxin biosynthetic genes, FUM1 and FUM13, fumonisin pathway, and aflR and aflD, aflatoxin pathway, as well as mycotoxin production, were examined in kernels and in artificial medium after a single inoculation with F. verticillioides or A. flavus or with the two fungi in combination. Different temperature regimes (20, 25 and 30 °C) over a time-course of 21 days were also considered. In maize kernels, PR genes showed the strongest induction at 25 °C in the earlier days post inoculation (dpi)with both fungi inoculated singularly. A similar behaviour was maintained with fungi co-occurrence, but with enhanced defence response at 9 dpi under 20 °C. Regarding FUM genes, in the kernels inoculated with F. verticillioides the maximal transcript levels occurred at 6 dpi at 25 °C. At this temperature regime, expression values decreased with the co-occurrence of A. flavus, where the highest gene induction was detected at 20 °C. Similar results were observed in fungi grown in vitro, whilst A. flavus presence determined lower levels of expression along the entire time-course. As concerns afl genes, considering both A. flavus alone and in combination, the most elevated transcript accumulation occurred at 30 °C during all time-course both in infected kernels and in fungi grown in vitro. Regarding mycotoxin production, no significant differences were found among temperatures for kernel contamination, whereas in vitro the highest production was registered at 25 °C for aflatoxin B1 and at 20 °C for fumonisins in the case of single inoculation. In fungal co-occurrence, both mycotoxins resulted reduced at all the temperatures considered compared to the amount produced with single inoculation.",
    "readLink": "https://www.mdpi.com/2072-6651/13/10/680"
  },
  {
    "title": "Dynamic Changes of Plantations and Natural Forests in the Middle Reaches of the Yangtze River and Their Relationship with Climatic Factors",
    "authors": [
      "Yang Yi,",
      "Mingchang Shi,",
      "Xiaoding Yi,",
      "Jialin Liu,",
      "Guangrong Shen,",
      "Na Yang,",
      "Xinli Hu"
    ],
    "doi": "https://doi.org/10.3390/f13081224",
    "journalVolume": "Vol. 13,\n                                no. 1224\n                                \n                                  p.\n                                  1224",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Based on Landsat TM/ETM/OLI images and MODIS NDVI time series remote sensing data from 1999 to 2015, the changes of land use/cover types (including natural forests and plantations) through NDVI trends and their relationship with meteorological factors in the middle reaches of the Yangtze River (MRYR) were analyzed by supervised classification, coefficient of variation, trend analysis, rescaled range analysis, and partial correlation analysis. The results showed that, in the past 17 years, the main landscape type in the MRYR is forestland (accounting for more than 50%), and the built-up land and plantations area increased by four fifths and one fifth, respectively. The area of natural forests had been reduced by one fifth. Additionally, NDVI showed an upward trend (0.37%), especially in natural forests (0.57%). Two thirds of the natural forests had NDVI values greater than 0.80, and 89.21% of them were significantly improved. The area with an uncertain future development trend of all vegetation was more than half of the area. At the same time, partial correlation analysis with climate factors showed that relative humidity had an inhibitory effect on vegetation growth (p < 0.05). Climate factors had a certain lag effect on the growth of natural forests and plantations. Generally speaking, sunshine duration had a positive effect on forests growth, while relative humidity had a negative effect. The results showed that if the forest land was studied as a whole, many of the problems of natural forests and plantations would be ignored. The continuous decrease of natural forests and possible further degradation in the future are worthy of attention. The results could provide a reference for forest ecological protection in other areas.",
    "readLink": "https://www.mdpi.com/1999-4907/13/8/1224"
  },
  {
    "title": "Photovoltaic Local Energy Communities—Design of New Energy Exchange Modalities—Case Study: Tolosa",
    "authors": [
      "Iraide López,",
      "Julen Gómez-Cornejo,",
      "Itxaso Aranzabal,",
      "Luis Emilio García,",
      "Javier Mazón"
    ],
    "doi": "https://doi.org/10.3390/en16104000",
    "journalVolume": "Vol. 16,\n                                no. 4000\n                                \n                                  p.\n                                  4000",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Energy communities (ECs) can become a potential alternative to promote the fight against climate change. Technological progress and price reductions in recent years have made renewable energy-generation systems increasingly affordable and have generated economic benefits by reducing the value of electricity bills for community members, as well as reducing the growing environmental impact. In this context, the authors have taken Tolosa as a case study and conducted a technical and economic analysis of different possible structures of ECs (physical, virtual, with or without storage, participants with different types of consumption, etc.) by comparing them with each other. The generation capacity of the community and the optimal energy-management algorithms have been illustrated, from which the economic benefits for each member are extracted. A dynamic distribution factor is established as the basis of the algorithms, making the benefits fairer. The results obtained from this work, in addition to illustrating the economic benefits that each type of participant can receive, help to define the most appropriate community structure for each participant while highlighting the social and climate benefits that ECs can provide.",
    "readLink": "https://www.mdpi.com/1996-1073/16/10/4000"
  }
]