[
  {
    "title": "Advancement in long-distance bird migration through individual plasticity in departure",
    "authors": [
      "Jesse R. Conklin,",
      "Simeon Lisovski,",
      "Phil F. Battley"
    ],
    "doi": "https://doi.org/10.1038/s41467-021-25022-7",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 9",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "Long-distance bird migration timing is thought to be relatively inflexible despite climate change. Here, based on 13 years of mark-resight and geolocator-tracking data on bar-tailed godwits, the authors report a 6-day advance of departure time which is explained by an unexpected degree of individual plasticity.",
    "readLink": "https://doi.org/10.1038/s41467-021-25022-7"
  },
  {
    "title": "Vegetation Change and Its Response to Climate Extremes in the Arid Region of Northwest China",
    "authors": [
      "Simeng Wang,",
      "Qihang Liu,",
      "Chang Huang"
    ],
    "doi": "https://doi.org/10.3390/rs13071230",
    "journalVolume": "Vol. 13,\n                                no. 1230\n                                \n                                  p.\n                                  1230",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Changes in climate extremes have a profound impact on vegetation growth. In this study, we employed the Moderate Resolution Imaging Spectroradiometer (MODIS) and a recently published climate extremes dataset (HadEX3) to study the temporal and spatial evolution of vegetation cover, and its responses to climate extremes in the arid region of northwest China (ARNC). Mann-Kendall test, Anomaly analysis, Pearson correlation analysis, Time lag cross-correlation method, and Least absolute shrinkage and selection operator logistic regression (Lasso) were conducted to quantitatively analyze the response characteristics between Normalized Difference Vegetation Index (NDVI) and climate extremes from 2000 to 2018. The results showed that: (1) The vegetation in the ARNC had a fluctuating upward trend, with vegetation significantly increasing in Xinjiang Tianshan, Altai Mountain, and Tarim Basin, and decreasing in the central inland desert. (2) Temperature extremes showed an increasing trend, with extremely high-temperature events increasing and extremely low-temperature events decreasing. Precipitation extremes events also exhibited a slightly increasing trend. (3) NDVI was overall positively correlated with the climate extremes indices (CEIs), although both positive and negative correlations spatially coexisted. (4) The responses of NDVI and climate extremes showed time lag effects and spatial differences in the growing period. (5) Precipitation extremes were closely related to NDVI than temperature extremes according to Lasso modeling results. This study provides a reference for understanding vegetation variations and their response to climate extremes in arid regions.",
    "readLink": "https://www.mdpi.com/2072-4292/13/7/1230"
  },
  {
    "title": "Annual exposure to polycyclic aromatic hydrocarbons in urban environments linked to wintertime wood-burning episodes",
    "authors": [
      "I. Tsiodra,",
      "I. Tsiodra,",
      "G. Grivas,",
      "K. Tavernaraki,",
      "A. Bougiatioti,",
      "M. Apostolaki,",
      "D. Paraskevopoulou,",
      "D. Paraskevopoulou,",
      "A. Gogou,",
      "C. Parinos,",
      "K. Oikonomou,",
      "M. Tsagkaraki,",
      "P. Zarmpas,",
      "A. Nenes,",
      "A. Nenes,",
      "N. Mihalopoulos,",
      "N. Mihalopoulos"
    ],
    "doi": "https://doi.org/10.5194/acp-21-17865-2021",
    "journalVolume": "Vol. 21\n                                \n                                \n                                  pp.\n                                  17865\n                                  – 17883",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Polycyclic aromatic hydrocarbons (PAHs) are organic pollutants in fine particulate matter (PM) long known to have mutagenic and carcinogenic effects, but much is unknown about the importance of local and remote sources for PAH levels observed in population-dense urban environments. A year-long sampling campaign in Athens, Greece, where more than 150 samples were analyzed for 31 PAHs and a wide range of chemical markers, was combined with positive matrix factorization (PMF) to constrain the temporal variability, sources, and carcinogenic risk associated with PAHs. It was found that biomass burning (BB), a source mostly present during wintertime intense pollution events (observed for 18 % of measurement days in 2017), led to wintertime PAH levels that were 7 times higher than in other seasons and was as important for annual mean PAH concentrations (31 %) as diesel and oil (33 %) and gasoline (29 %) sources. The contribution of non-local sources, although limited on an annual basis (7 %), increased during summer, becoming comparable to that of local sources combined. The fraction of PAHs (12 members that were included in the PMF analysis) that was associated with BB was also linked to increased health risk compared to the other sources, accounting for almost half the annual PAH carcinogenic potential (43 %). This can result in a large number of excess cancer cases due to BB-related high PM levels and urges immediate action to reduce residential BB emissions in urban areas facing similar issues.",
    "readLink": "https://acp.copernicus.org/articles/21/17865/2021/acp-21-17865-2021.pdf"
  },
  {
    "title": "Seasonal ecosystem vulnerability to climatic anomalies in the Mediterranean",
    "authors": [
      "J. Vogel,",
      "J. Vogel,",
      "E. Paton,",
      "V. Aich"
    ],
    "doi": "https://doi.org/10.5194/bg-18-5903-2021",
    "journalVolume": "Vol. 18\n                                \n                                \n                                  pp.\n                                  5903\n                                  – 5927",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Mediterranean ecosystems are particularly vulnerable to climate change and the associated increase in climate anomalies. This study investigates extreme ecosystem responses evoked by climatic drivers in the Mediterranean Basin for the time span 1999–2019 with a specific focus on seasonal variations as the seasonal timing of climatic anomalies is considered essential for impact and vulnerability assessment. A bivariate vulnerability analysis is performed for each month of the year to quantify which combinations of the drivers temperature (obtained from ERA5-Land) and soil moisture (obtained from ESA CCI and ERA5-Land) lead to extreme reductions in ecosystem productivity using the fraction of absorbed photosynthetically active radiation (FAPAR; obtained from the Copernicus Global Land Service) as a proxy. The bivariate analysis clearly showed that, in many cases, it is not just one but a combination of both drivers that causes ecosystem vulnerability. The overall pattern shows that Mediterranean ecosystems are prone to three soil moisture regimes during the yearly cycle: they are vulnerable to hot and dry conditions from May to July, to cold and dry conditions from August to October, and to cold conditions from November to April, illustrating the shift from a soil-moisture-limited regime in summer to an energy-limited regime in winter. In late spring, a month with significant vulnerability to hot conditions only often precedes the next stage of vulnerability to both hot and dry conditions, suggesting that high temperatures lead to critically low soil moisture levels with a certain time lag. In the eastern Mediterranean, the period of vulnerability to hot and dry conditions within the year is much longer than in the western Mediterranean. Our results show that it is crucial to account for both spatial and temporal variability to adequately assess ecosystem vulnerability. The seasonal vulnerability approach presented in this study helps to provide detailed insights regarding the specific phenological stage of the year in which ecosystem vulnerability to a certain climatic condition occurs.",
    "readLink": "https://bg.copernicus.org/articles/18/5903/2021/bg-18-5903-2021.pdf"
  },
  {
    "title": "Deforestation in the Amazon: What is illegal and what is not?",
    "authors": [
      "Antônio Carlos Hummel"
    ],
    "doi": "https://doi.org/10.12952/journal.elementa.000141",
    "issn": "2325-1026 (Online)",
    "publisher": "BioOne",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.elementascience.org",
    "abstract": "Abstract Brazil has succeeded in reducing deforestation rates in the Amazon, but has not succeeded in explaining to the general public how much of this deforestation was illegal and how much was legally authorized. Transparency of deforestation data is limited, and pertinent legislation is little understood and poorly applied in practice. Lack of dissemination of information on authorized clearing of vegetation and lack of implementation of regulatory frameworks are contentious issues when defining strategies to reach zero deforestation in the Amazon region and for building policies related to climate change mitigation. The need to establish the new Forest Code provides an opportunity to establish goals and regulations for zero deforestation. This paper provides recommendations on how to communicate this information to the general public, how to make regulatory instruments effective and how to implement a zero deforestation agenda.",
    "readLink": "http://elementascience.org/article/info:doi/10.12952/journal.elementa.000141"
  },
  {
    "title": "Evaluation of Historical CMIP6 Model Simulations of Seasonal Mean Temperature over Pakistan during 1970–2014",
    "authors": [
      "Rizwan Karim,",
      "Guirong Tan,",
      "Brian Ayugi,",
      "Hassen Babaousmail,",
      "Fei Liu"
    ],
    "doi": "https://doi.org/10.3390/atmos11091005",
    "journalVolume": "Vol. 11,\n                                no. 1005\n                                \n                                  p.\n                                  1005",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "This work employed recent model outputs from coupled model intercomparison project phase six to simulate surface mean temperature during the June–July–August (JJA) and December–January–February (DJF) seasons for 1970–2014 over Pakistan. The climatic research unit (CRU TS4.03) dataset was utilized as benchmark data to analyze models’ performance. The JJA season exhibited the highest mean temperature, whilst DJF displayed the lowest mean temperature in the whole study period. The JJA monthly empirical cumulative distribution frequency (ECDF) range (26 to 28 °C) was less than that of DJF (7 to 10 °C) since JJA matched closely to CRU. The JJA and DJF seasons are warming, with higher warming trends in winters than in summers. On temporal scale, models performed better in JJA with overall low bias, low RMSE (root mean square error), and higher positive CC (correlation coefficient) values. DJF performance was undermined with higher bias and RMSE with weak positive correlation estimates. Overall, CanESM5, CESM2, CESM2-WACCM, GFDL-CM4, HadGEM-GC31-LL, MPI-ESM1-2-LR, MPI-ESM1-2-HR, and MRI-ESM-0 performed better for JJA and DJF.",
    "readLink": "https://www.mdpi.com/2073-4433/11/9/1005"
  },
  {
    "title": "The Impact of Climate Change on Primary Air Treatment Processes and Energy Demand in Air Conditioning Systems—A Case Study from Warsaw, Poland",
    "authors": [
      "Maria Kostka,",
      "Agnieszka Zając"
    ],
    "doi": "https://doi.org/10.3390/en15010355",
    "journalVolume": "Vol. 15,\n                                no. 355\n                                \n                                  p.\n                                  355",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "This article presents the impact of climate change on air treatment processes and energy demand in a selected air-conditioning system. The analysis was performed for a system supplying rooms with pre-treated primary air. Further treatment occurred directly in the rooms with individual devices such as fan coils or chilled beams. The analysis of the second stage of air treatment was not part of this study. The calculations were made for the city of Warsaw, where, according to the climate analysis for the period 1961–2020, an increase in outside temperature by 0.4 °C per decade and an increase in air humidity by 0.2 g/kg per decade were observed. The system analysis was divided into two stages. The first, including calculations made for monthly average climate data for the entire period of 1961–2020, shows changes in the energy demand of the system, resulting from progressive climate change. This analysis confirmed the general tendency of increasing demand for cooling energy and decreasing demand for heating energy, which is also observed in many other regions of the world. The second stage, based on calculations for hourly climate data in selected years, is an analysis of the operation of all elements of the system equipment. Research has identified areas that will have an increasing impact on the energy efficiency of the whole air condition system during further climate change.",
    "readLink": "https://www.mdpi.com/1996-1073/15/1/355"
  },
  {
    "title": "Ocean Acidification at High Latitudes: The Bellwether",
    "authors": [
      "Victoria J. Fabry,",
      "James B. McClintock,",
      "Jeremy T. Mathis,",
      "Jacqueline M. Grebmeier"
    ],
    "doi": "Vol. 22,\n                                no. 4\n                                \n                                  pp.\n                                  160\n                                  – 171",
    "issn": "1042-8275 (Print)",
    "publisher": "2377-617X (Online)",
    "countryOfPublisher": "The Oceanography Society",
    "lcc": [
      "United States",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "https://tos.org/oceanography/",
    "abstract": "Owing to anthropogenic-induced acidification, surface waters of the high latitudes are projected to become persistently undersaturated with respect to aragonite as early as mid-century. Seasonal aragonite undersaturation in surface and shallow subsurface waters of some northern polar seas has already been observed. Calcified marine organisms, including thecosomatous pteropods, foraminifers, cold-water corals, sea urchins, molluscs, and coralline algae, make up significant components of the rich communities in high latitudes, and they are thought to be at risk with increasing ocean acidification. Over the next decades, trends of rising temperatures and species invasions coupled with progressive ocean acidification are expected to increasingly influence both planktonic and benthic marine communities of Antarctica and the Arctic. The rate and magnitude of these changes underscore the urgent need for increased efforts in ocean acidity research and monitoring in polar and subpolar seas.",
    "readLink": "http://tos.org/oceanography/issues/issue_archive/issue_pdfs/22_4/22-4_fabry.pdf"
  },
  {
    "title": "Groundwater recharge in the oasis-desert areas of northern Tarim Basin, Northwest China",
    "authors": [
      "Weihua Wang,",
      "Yaning Chen,",
      "Wanrui Wang"
    ],
    "doi": "https://doi.org/10.2166/nh.2020.071",
    "journalVolume": "Vol. 51,\n                                no. 6\n                                \n                                  pp.\n                                  1506\n                                  – 1520",
    "issn": "1998-9563 (Print)",
    "publisher": "2224-7955 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Hydraulic engineering: River, lake, and water-supply engineering (General)",
      "Geography. Anthropology. Recreation: Physical geography"
    ],
    "journalUrl": "https://iwaponline.com/hr",
    "abstract": "Groundwater is an important source for maintaining desert ecological processes in arid areas. With the increasing intensity of climate change and human activities, the rivers in Tarim Basin are severely dried-up. Aiming at the dried-up river, vegetation degradation and oasis maintenance in the middle and lower reaches of dried-up river basin, groundwater recharge and groundwater-surface water interaction have become hotspots, but are not well known. We examined spatial distributions and controlling factors of groundwater stable isotopes and recharge at oasis scale using data from 247 samples surveyed in the four headwaters in the northern Tarim Basin. Stable isotopes of surface water and groundwater were different from each other, and varied among sampling sites. Surface water and groundwater isotopes generally became enriched towards the east throughout the study area, while surface water isotopes showed enrichment towards the upstream direction within each catchment, mainly due to cultivated area expansion. Surface water mainly originated from precipitation, groundwater, and meltwater, while shallow groundwater derived from lateral groundwater flow, river and irrigated water infiltration, and little precipitation. The mainstream water was directly recharged by the headwaters. The results could provide a new insight into groundwater cycling in oases of dried-up river basins, which is helpful for regional groundwater management. HIGHLIGHTS Groundwater recharge in the oasis-desert areas of northern Tarim Basin was examined.; Shallow groundwater mainly originated from lateral groundwater flow and infiltrating river and irrigation water.; Human activities greatly impact the groundwater recharge.;",
    "readLink": "http://hr.iwaponline.com/content/51/6/1506"
  },
  {
    "title": "Soil carbon management in large-scale Earth system modelling: implications for crop yields and nitrogen leaching",
    "authors": [
      "S. Olin,",
      "M. Lindeskog,",
      "T. A. M. Pugh,",
      "G. Schurgers,",
      "D. Wårlind,",
      "M. Mishurov,",
      "S. Zaehle,",
      "B. D. Stocker,",
      "B. Smith,",
      "A. Arneth"
    ],
    "doi": "https://doi.org/10.5194/esd-6-745-2015",
    "journalVolume": "Vol. 6,\n                                no. 2\n                                \n                                  pp.\n                                  745\n                                  – 768",
    "issn": "2190-4979 (Print)",
    "publisher": "2190-4987 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology: Dynamic and structural geology"
    ],
    "journalUrl": "http://www.earth-system-dynamics.net",
    "abstract": "Croplands are vital ecosystems for human well-being and provide important ecosystem services such as crop yields, retention of nitrogen and carbon storage. On large (regional to global)-scale levels, assessment of how these different services will vary in space and time, especially in response to cropland management, are scarce. We explore cropland management alternatives and the effect these can have on future C and N pools and fluxes using the land-use-enabled dynamic vegetation model LPJ-GUESS (Lund–Potsdam–Jena General Ecosystem Simulator). Simulated crop production, cropland carbon storage, carbon sequestration and nitrogen leaching from croplands are evaluated and discussed. Compared to the version of LPJ-GUESS that does not include land-use dynamics, estimates of soil carbon stocks and nitrogen leaching from terrestrial to aquatic ecosystems were improved. Our model experiments allow us to investigate trade-offs between these ecosystem services that can be provided from agricultural fields. These trade-offs are evaluated for current land use and climate and further explored for future conditions within the two future climate change scenarios, RCP (Representative Concentration Pathway) 2.6 and 8.5. Our results show that the potential for carbon sequestration due to typical cropland management practices such as no-till management and cover crops proposed in previous studies is not realised, globally or over larger climatic regions. Our results highlight important considerations to be made when modelling C–N interactions in agricultural ecosystems under future environmental change and the effects these have on terrestrial biogeochemical cycles.",
    "readLink": "http://www.earth-syst-dynam.net/6/745/2015/esd-6-745-2015.pdf"
  }
]