[
  {
    "title": "Examining boreal forest resilience to temperature variability using bryophytes: forest type matters",
    "authors": [
      "Marion Barbé,",
      "Mathieu Bouchard,",
      "Nicole J. Fenton"
    ],
    "doi": "https://doi.org/10.1002/ecs2.3232",
    "journalVolume": "Vol. 11,\n                                no. 8\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract The capacity of individual species to tolerate environmental changes is a major driver of ecosystem resilience. This subject has been a hot topic in boreal forests due to the greater effect of climate change anticipated at northern latitudes. However, to date it has been mainly examined for trees, with comparatively little emphasis on other species groups. In this study, bryophytes were sampled in the boreal forest of Québec (Canada) using a stratified sampling design allowing us to separate the effect of dominant canopy composition (two types: coniferous and mixedwood) and of the spatial climatic gradient (relatively warm and relatively cold sites) on bryophyte community structure (species richness and composition). The results indicated that bryophyte composition was different between coniferous and mixedwood stands. The impacts of spatial variation in climate were more visible in mixedwood than coniferous stands, indicating an interaction between stand type and climate. Specifically, bryophytes from mixedwood stands, and particularly specialist communities associated with deadwood and live tree bases, were climate‐sensitive and represent a potential target group to investigate the effects of climate change. In contrast, bryophyte communities from coniferous stands are stand structure‐sensitive, with little response to climate, presumably partly because coniferous canopies buffer climatic variations. Since bryophyte community sensitivity to regional variations in climatic conditions depends on dominant canopy characteristics and microhabitat availability, we suggest that adapted forest management practices could play a role in attenuating climate change impacts on these organisms.",
    "readLink": "https://doi.org/10.1002/ecs2.3232"
  },
  {
    "title": "Multilingualism for pluralising knowledge and decision making about people and nature relationships",
    "authors": [
      "Laÿna Droz,",
      "Marcela Brugnach,",
      "Unai Pascual"
    ],
    "doi": "https://doi.org/10.1002/pan3.10468",
    "journalVolume": "Vol. 5,\n                                no. 3\n                                \n                                  pp.\n                                  874\n                                  – 884",
    "issn": "2575-8314 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Human ecology. Anthropogeography",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://besjournals.onlinelibrary.wiley.com/journal/25758314",
    "abstract": "Abstract The need for a pluralistic approach to biodiversity conservation science and policy is increasingly being recognized. We argue that plural perspectives require multilingualism in the sources and processes. Unless the linguistic bias and the related issues in terms of legitimacy and validity, resistance to inclusion, and knowledge coproduction are meaningfully addressed, biodiversity science and its positive effects for conservation policy and practices will necessarily be limited. We propose a series of options to address the linguistic biases in biodiversity conservation science and policy, including extending and tightening collaboration with environmental humanities scholars from diverse traditions as well as researchers from diverse linguistic contexts. We conclude by showing how multilingualism is especially relevant for cross‐scale and global biodiversity governance. Read the free Plain Language Summary for this article on the Journal blog.",
    "readLink": "https://doi.org/10.1002/pan3.10468"
  },
  {
    "title": "Warming Scenarios and <i>Phytophthora cinnamomi</i> Infection in Chestnut (<i>Castanea sativa</i> Mill.)",
    "authors": [
      "F. Javier Dorado,",
      "Juan Carlos Alías,",
      "Natividad Chaves,",
      "Alejandro Solla"
    ],
    "doi": "https://doi.org/10.3390/plants12030556",
    "journalVolume": "Vol. 12,\n                                no. 556\n                                \n                                  p.\n                                  556",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "The main threats to chestnut in Europe are climate change and emerging pathogens. Although many works have separately addressed the impacts on chestnut of elevated temperatures and Phytophthora cinnamomi Rands (Pc) infection, none have studied their combined effect. The objectives of this work were to describe the physiology, secondary metabolism and survival of 6-month-old C. sativa seedlings after plants were exposed to ambient temperature, high ambient temperature and heat wave events, and subsequent infection by Pc. Ten days after the warming scenarios, the biochemistry of plant leaves and roots was quantified and the recovery effect assessed. Plant growth and root biomass under high ambient temperature were significantly higher than in plants under ambient temperature and heat wave event. Seven secondary metabolite compounds in leaves and three in roots were altered significantly with temperature. Phenolic compounds typically decreased in response to increased temperature, whereas ellagic acid in roots was significantly more abundant in plants exposed to ambient and high ambient temperature than in plants subjected to heat waves. At recovery, leaf procyanidin and catechin remained downregulated in plants exposed to high ambient temperature. Mortality by Pc was fastest and highest in plants exposed to ambient temperature and lowest in plants under high ambient temperature. Changes in the secondary metabolite profile of plants in response to Pc were dependent on the warming scenarios plants were exposed to, with five compounds in leaves and three in roots showing a significant ‘warming scenario’ × ‘Pc’ interaction. The group of trees that best survived Pc infection was characterised by increased quercetin 3-O-glucuronide, 3-feruloylquinic acid, gallic acid ethyl ester and ellagic acid. To the best of our knowledge, this is the first study addressing the combined effects of global warming and Pc infection in chestnut.",
    "readLink": "https://www.mdpi.com/2223-7747/12/3/556"
  },
  {
    "title": "Health impact of climate change on occupational health and productivity in Thailand",
    "authors": [
      "Sasitorn Taptagaporn,",
      "Nuntavarn Vichit-Vadakan,",
      "Uma Langkulsen"
    ],
    "doi": "https://doi.org/10.3402/gha.v3i0.5607",
    "journalVolume": "Vol. 3,\n                                no. 0\n                                \n                                  pp.\n                                  1\n                                  – 9",
    "issn": "1654-9880 (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/zgha",
    "abstract": "Background: The rise in global temperature is well documented. Changes in temperature lead to increases in heat exposure, which may impact health ranging from mild heat rashes to deadly heat stroke. Heat exposure can also aggravate several chronic diseases including cardiovascular and respiratory disease. Objective: This study examined the relationship between climate condition and health status and productivity in two main categories of the occupational setting – where one setting involves heat generated from the industry and the other with heat in a natural setting. Design: This cross-sectional study included four industrial sites (pottery industry, power plant, knife industry, and construction site) and one agricultural site in the Pathumthani and Ayutthaya provinces. Exposure data were comprised of meteorological data and heat exposure including relative humidity (RH) measured by Wet Bulb Globe Temperature (WBGT) monitor. Heat index was calculated to measure the effects of heat exposure on the study population, which consisted of 21 workers at five worksites; a questionnaire was also used to collect data on workers. Results: Among the five workplaces, the outdoor WBGT was found to be highest at 34.6°C during 12:00 and 1:00 PM at the agricultural site. It was found that four out of five study sites had heat indices in the ‘extreme caution,’ where heat cramp and exhaustion may be possible and one site showed a value of 41°C that falls into the category of ‘danger,’ where sunstroke and heat exhaustion are likely and prolonged exposure may lead to heatstroke. Productivity as perceived by the workers revealed that only the construction and pottery industry workers had a loss of productivity ranged from 10 to 60 %. Conclusions: Climate conditions in Thailand potentially affect both the health and productivity in occupational settings.",
    "readLink": "http://www.globalhealthaction.net/index.php/gha/article/view/5607/6472"
  },
  {
    "title": "Trading greens for heated surfaces: Land surface temperature and perceived health risk in Greater Accra Metropolitan Area, Ghana",
    "authors": [
      "Ronald Reagan Gyimah,",
      "Clement kwang,",
      "Raymond Agyepong Antwi,",
      "Emmanuel Morgan Attua,",
      "Alex Barimah Owusu,",
      "Eric Kofi Doe"
    ],
    "doi": "Vol. 26,\n                                no. 4\n                                \n                                  pp.\n                                  861\n                                  – 880",
    "issn": "1110-9823 (Print)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Egypt",
    "lcc": [
      "Science: Astronomy: Geodesy"
    ],
    "journalUrl": "http://www.journals.elsevier.com/the-egyptian-journal-of-remote-sensing-and-space-sciences/",
    "abstract": "The unsustainable expansion of cities is generating urban heat islands (UHIs) by exchanging (trading) vegetation cover (green) for built impervious surfaces which is associated with heat-related health risks, globally. This phenomenon is exacerbated by climate change and anthropogenic activities like urban population growth, particularly in African cities. This study explores the spatio-temporal trends of land surface temperature (LST), land use land cover (LULC) and their economic and health risks in the Greater Accra Metropolitan Area (GAMA) of Ghana, from 1991 to 2021. We extracted LST/LULC information from Landsat datasets to perform change analysis, alongside an online survey across 56 communities on how LST relates to economic and human health risks perceptions of residents. The results show urbanization of GAMA is trading greens for heated surfaces, impacting communities’ health risks. While the built environment grew (8.6%), the vegetation cover declined (2.5%) and the mean LST rose (0.8⁰C) in 25 years. A 30⁰C LST corresponds to the point of inflexion of exchanging green vegetative cover for heated built surfaces. The forest community of Kisseman, the populous community of Dansoman and the harbour city of Tema corresponded to the first, fourth and fifth LST quintiles, changing at −0.05⁰C, 0.06⁰C and 0.164⁰C per year. The common health risks include discomfort from heavy sweating, headaches, dehydration, thirst and skin rashes. These results call for climate action and green spatial planning through urban forestry and environmentalism in GAMA. For urban resilience and sustainable cities, we advocate green-cooling multi-purpose housing, roads, and industrial infrastructure.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1110982323000741"
  },
  {
    "title": "Carbon dioxide removal technologies are not born equal",
    "authors": [
      "Jessica Strefler,",
      "Nico Bauer,",
      "Florian Humpenöder,",
      "David Klein,",
      "Alexander Popp,",
      "Elmar Kriegler"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ac0a11",
    "journalVolume": "Vol. 16,\n                                no. 7\n                                \n                                  p.\n                                  074021",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Technologies for carbon dioxide removal (CDR) from the atmosphere have been recognized as an important part of limiting warming to well below 2 °C called for in the Paris Agreement. However, many scenarios so far rely on bioenergy in combination with carbon capture and storage as the only CDR technology. Various other options have been proposed, but have scarcely been taken up in an integrated assessment of mitigation pathways. In this study we analyze a comprehensive portfolio of CDR options in terms of their regional and temporal deployment patterns in climate change mitigation pathways and the resulting challenges. We show that any CDR option with sufficient potential can reduce the economic costs of achieving the 1.5 °C target substantially without increasing the temperature overshoot. CDR helps to reduce net CO _2 emissions faster and achieve carbon neutrality earlier. The regional distribution of CDR deployment in cost-effective mitigation pathways depends on which options are available. If only enhanced weathering of rocks on croplands or re- and afforestation are available, Latin America and Asia cover nearly all of global CDR deployment. Besides fairness and sustainability concerns, such a regional concentration would require large international transfers and thus strong international institutions. In our study, the full portfolio scenario is the most balanced from a regional perspective. This indicates that different CDR options should be developed such that all regions can contribute according to their regional potentials.",
    "readLink": "https://doi.org/10.1088/1748-9326/ac0a11"
  },
  {
    "title": "Building a database for energy sufficiency policies [version 1; peer review: 2 approved]",
    "authors": [
      "Carina Zell-Ziegler,",
      "Johannes Thema,",
      "Jonathan Barth,",
      "Frauke Wiese,",
      "Benjamin Best,",
      "Leonardo Nascimento,",
      "Stephan Breidenbach,",
      "Henry Wilke"
    ],
    "doi": "Vol. 11",
    "issn": "2046-1402 (Online)",
    "publisher": "F1000 Research Ltd",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://f1000research.com",
    "abstract": "Sufficiency measures are potentially decisive for the decarbonisation of energy systems but rarely considered in energy policy and modelling. Just as efficiency and renewable energies, the diffusion of demand-side solutions to climate change also relies on policy-making. Our extensive literature review of European and national sufficiency policies fills a gap in existing databases. We present almost 300 policy instruments clustered into relevant categories and publish them as \"Energy Sufficiency Policy Database\". This paper provides a description of the data clustering, the set-up of the database and an analysis of the policy instruments. A key insight is that sufficiency policy includes much more than bans of products or information tools leaving the responsibility to individuals. It is a comprehensive instrument mix of all policy types, not only enabling sufficiency action, but also reducing currently existing barriers. A policy database can serve as a good starting point for policy recommendations and modelling, further research is needed on barriers and demand-reduction potentials of sufficiency policy instruments.",
    "readLink": "https://f1000research.com/articles/11-229/v1"
  },
  {
    "title": "Dynamic Monitoring of Surface Water Area during 1989–2019 in the Hetao Plain Using Landsat Data in Google Earth Engine",
    "authors": [
      "Ruimeng Wang,",
      "Haoming Xia,",
      "Yaochen Qin,",
      "Wenhui Niu,",
      "Li Pan,",
      "Rumeng Li,",
      "Xiaoyang Zhao,",
      "Xiqing Bian,",
      "Pinde Fu"
    ],
    "doi": "https://doi.org/10.3390/w12113010",
    "journalVolume": "Vol. 12,\n                                no. 3010\n                                \n                                  p.\n                                  3010",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "The spatio-temporal change of the surface water is very important to agricultural, economic, and social development in the Hetao Plain, as well as the structure and function of the ecosystem. To understand the long-term changes of the surface water area in the Hetao Plain, we used all available Landsat images (7534 scenes) and adopted the modified Normalized Difference Water Index (mNDWI), Enhanced Vegetation Index (EVI), and Normalized Difference Vegetation Index (NDVI) to map the open-surface water from 1989 to 2019 in the Google Earth Engine (GEE) cloud platform. We further analyzed precipitation, temperature, and irrigated area, revealing the impact of climate change and human activities on long-term surface water changes. The results show the following. (1) In the last 31 years, the maximum, seasonal, and annual average water body area values in the Hetao Plain have exhibited a downward trend. Meanwhile, the number of maximum, seasonal, and permanent water bodies displayed a significant upward trend. (2) The variation of the surface water area in the Hetao Plain is mainly affected by the maximum water body area, while the variation of the water body number is mainly affected by the number of minimum water bodies. (3) Precipitation has statistically significant positive effects on the water body area and water body number, which has statistically significant negative effects with temperature and irrigation. The findings of this study can be used to help the policy-makers and farmers understand changing water resources and its driving mechanism and provide a reference for water resources management, agricultural irrigation, and ecological protection.",
    "readLink": "https://www.mdpi.com/2073-4441/12/11/3010"
  },
  {
    "title": "Mapping emergent public engagement in societal transitions: a scoping review",
    "authors": [
      "Alexandra Revez,",
      "Niall Dunphy,",
      "Clodagh Harris,",
      "Fionn Rogan,",
      "Edmond Byrne,",
      "Connor McGookin,",
      "Paul Bolger,",
      "Brian Ó Gallachóir,",
      "John Barry,",
      "Geraint Ellis,",
      "Barry O’Dwyer,",
      "Evan Boyle,",
      "Stephen Flood,",
      "James Glynn,",
      "Gerard Mullally"
    ],
    "doi": "https://doi.org/10.1186/s13705-021-00330-4",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 18",
    "issn": "2192-0567 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://energsustainsoc.biomedcentral.com/",
    "abstract": "Abstract Background Transition discourses are gaining prominence in efforts to imagine a future that adequately addresses the urgent need to establish low carbon and climate resilient pathways. Within these discourses the ‘public’ is seen as central to the creation and implementation of appropriate interventions. The role of public engagement in societal transformation while essential, is also complex and often poorly understood. The purpose of this paper is to enhance our understanding regarding public engagement and to address the often superficial and shallow policy discourse on this topic. Main text The paper offers a review of evolving literature to map emergent public engagement in processes of transition and change. We adopt a pragmatic approach towards literature retrieval and analysis which enables a cross-disciplinary and cross-sectoral review. We use a scoping review process and the three spheres of transformation framework (designated as the practical, political and personal spheres) to explore trends within this complex research field. The review draws from literature from the last two decades in the Irish context and looks at emergence and evolving spaces of public engagement within various systems of change including energy, food, coastal management and flood adaptation, among others. Conclusions The results highlight the siloed and fragmented way in which public engagement in transitions is carried and we propose a more cross-sectoral and cross-disciplinary approach which depends on bringing into dialogue often contrasting theories and perspectives. The paper also illustrates some shifting engagement approaches. For instance, nexus articles between the practical and political spheres suggest deeper forms of public engagement beyond aggregated consumer behaviour to align technological delivery with institutional and societal contexts. While most articles in the practical sphere draw largely on techno-economic insights this influence and cross-disciplinarity is likely to draw in further innovations. Nexus articles between the political and personal sphere are also drawing on shifting ideas of public engagement and largely stress the need to disrupt reductive notions of engagement and agency within our institutions. Many of these articles call attention to problems with top-down public engagement structures and in various ways show how they often undermine and marginalise different groups.",
    "readLink": "https://doi.org/10.1186/s13705-021-00330-4"
  },
  {
    "title": "Sustainability of Geosynthetics-Based Solutions",
    "authors": [
      "Jolanta Dąbrowska,",
      "Agnieszka Kiersnowska,",
      "Zofia Zięba,",
      "Yuliia Trach"
    ],
    "doi": "https://doi.org/10.3390/environments10040064",
    "journalVolume": "Vol. 10,\n                                no. 64\n                                \n                                  p.\n                                  64",
    "issn": "2076-3298 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering"
    ],
    "journalUrl": "http://www.mdpi.com/journal/environments",
    "abstract": "Sustainability emphasises the importance of increasing the resource efficiency of infrastructure. The usage of geosynthetic materials in civil and environmental engineering can significantly influence sustainability at the planning and design stages of infrastructure construction projects. They are used in many different applications in construction and environmental engineering, as they provide a better and longer performance and less costly solutions than traditional materials (such as sand, gravel, concrete and cement). Additional benefits can be achieved by combining geosynthetics with various recycled materials as substitutes for high-quality natural materials. In this paper, the importance of sustainability in geosynthetics-based solutions is discussed. The possibilities of using geosynthetics in sustainable development have been analysed and the benefits resulting from their application, such as the reduction in carbon footprint and release of greenhouse gases and saving water and other natural resources, have been assessed. Innovative solutions that support mitigation measures, adaptation to climate change and achievement of sustainable development goals have been presented.",
    "readLink": "https://www.mdpi.com/2076-3298/10/4/64"
  }
]