[
  {
    "title": "Assessing Vegetation Cover Change Using Remote Sensing: Case Study at Binh Duong Province, Vietnam",
    "authors": [
      "Nguyen  Thi Huyen,",
      "Le  Hoang Tu,",
      "Le Truong  Ngoc Han,",
      "Vuong  Thi Thuy,",
      "Dang Nguyen  Dong Phuong,",
      "Nguyen  Kim Loi"
    ],
    "doi": "Vol. 44,\n                                no. 3",
    "issn": "2287-0741 (Print)",
    "publisher": "2287-075X (Online)",
    "countryOfPublisher": "Environmental Research Institute, Chulalongkorn University",
    "lcc": [
      "Thailand",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Technology: Environmental technology. Sanitary engineering"
    ],
    "journalUrl": "https://ph01.tci-thaijo.org/index.php/aer/index",
    "abstract": "This study aims to present the application of remote sensing in monitoring vegetation change in Binh Duong Province, Vietnam. The study used Landsat 5 images in the year 2010 and Landsat 8 images in the years 2015 and 2020 to investigate the area of vegetation. The maximum likelihood classification method (MLC) was used to classify land cover and an accuracy matrix was computed to validate the classification results. The references data were collected to support classification and accuracy assessment processes including land use maps in 2010, 2015, and 2020. In addition, collected field points and UAV (unmanned aerial vehicle) in 2020 were used. The overall accuracies are 81.27%, 84.41%, and 83.86%, and Kappa indices were 0.76, 0.80, and 0.80, corresponding to 2010, 2015, and 2020. The results showed that as compared to 2010 and 2015, the area of vegetation in 2020 decreased 10% and 8%, respectively. The average vegetation cover per capita was 740 m2 person-1 in 2020, compared to 1000 m2 person-1 in 2015 and 1200 m2 person-1 in 2010. This reduction was obvious in urban areas in the province, due to the need for construction and development. The study provides meaningful information on vegetation change and green area per capita in Binh Duong Province from 2010 to 2020.",
    "readLink": "https://ph01.tci-thaijo.org/index.php/saujournalst/www.tci-thaijo.org/index.php/aer/article/view/249309"
  },
  {
    "title": "Welfare impact of climate change on capture fisheries in Vietnam.",
    "authors": [
      "Thi Vinh Ha Nguyen"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0264997",
    "journalVolume": "Vol. 17,\n                                no. 4\n                                \n                                  p.\n                                  e0264997",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Fisheries are forecasted to shrink in the tropics due to climate change. In Vietnam, fisheries are a pro-poor economic sector and essential nutrition source; however, welfares of producers and consumers in the climate change context are not well understood. While most studies focus on the gains or losses of total products and revenues, this paper pays additional attention to the changes in surpluses of market players in the long run. A combination of the production function, demand and supply functions, and partial equilibrium analysis is employed to measure the production and welfare impacts based on time series data from 1976 to 2018 and a Vietnam household living standards survey in 2018. The results show that relative to the present, catch yield is likely to reduce 35%-45% by mid-century and 45%-80% by the end of the century. Consumers may lose their surplus of 7-9 billion USD (PPP, 2018) by 2035 and 10-18 billion USD by 2065 due to supply reduction, while producers may gain additional profit of 3.5-4.5 billion USD by 2035 and 5-9 billion USD by 2065 owing to a price increase. The research findings suggest that Vietnam could impose measures to limit capture effort, as set out in the Law of Fisheries 2017, without harming fisher welfare. The expansion of aquaculture could reduce the gap between supply and demand of wild fish to mitigate consumer welfare loss; however, this impact is still ambiguous.",
    "readLink": "https://doi.org/10.1371/journal.pone.0264997"
  },
  {
    "title": "Behavioral modifications by a large-northern herbivore to mitigate warming conditions",
    "authors": [
      "Jyoti S. Jennewein,",
      "Mark Hebblewhite,",
      "Peter Mahoney,",
      "Sophie Gilbert,",
      "Arjan J. H. Meddens,",
      "Natalie T. Boelman,",
      "Kyle Joly,",
      "Kimberly Jones,",
      "Kalin A. Kellie,",
      "Scott Brainerd,",
      "Lee A. Vierling,",
      "Jan U. H. Eitel"
    ],
    "doi": "https://doi.org/10.1186/s40462-020-00223-9",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 14",
    "issn": "2051-3933 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "https://movementecologyjournal.biomedcentral.com",
    "abstract": "Abstract Background Temperatures in arctic-boreal regions are increasing rapidly and pose significant challenges to moose (Alces alces), a heat-sensitive large-bodied mammal. Moose act as ecosystem engineers, by regulating forest carbon and structure, below ground nitrogen cycling processes, and predator-prey dynamics. Previous studies showed that during hotter periods, moose displayed stronger selection for wetland habitats, taller and denser forest canopies, and minimized exposure to solar radiation. However, previous studies regarding moose behavioral thermoregulation occurred in Europe or southern moose range in North America. Understanding whether ambient temperature elicits a behavioral response in high-northern latitude moose populations in North America may be increasingly important as these arctic-boreal systems have been warming at a rate two to three times the global mean. Methods We assessed how Alaska moose habitat selection changed as a function of ambient temperature using a step-selection function approach to identify habitat features important for behavioral thermoregulation in summer (June–August). We used Global Positioning System telemetry locations from four populations of Alaska moose (n = 169) from 2008 to 2016. We assessed model fit using the quasi-likelihood under independence criterion and conduction a leave-one-out cross validation. Results Both male and female moose in all populations increasingly, and nonlinearly, selected for denser canopy cover as ambient temperature increased during summer, where initial increases in the conditional probability of selection were initially sharper then leveled out as canopy density increased above ~ 50%. However, the magnitude of selection response varied by population and sex. In two of the three populations containing both sexes, females demonstrated a stronger selection response for denser canopy at higher temperatures than males. We also observed a stronger selection response in the most southerly and northerly populations compared to populations in the west and central Alaska. Conclusions The impacts of climate change in arctic-boreal regions increase landscape heterogeneity through processes such as increased wildfire intensity and annual area burned, which may significantly alter the thermal environment available to an animal. Understanding habitat selection related to behavioral thermoregulation is a first step toward identifying areas capable of providing thermal relief for moose and other species impacted by climate change in arctic-boreal regions.",
    "readLink": "http://link.springer.com/article/10.1186/s40462-020-00223-9"
  },
  {
    "title": "Evolutionary Characteristics of Daytime and Nocturnal Precipitation Heterogeneity in Gansu Province, Northwest China",
    "authors": [
      "Qingfeng Li,",
      "Shengxia Wang,",
      "Chuancheng Zhao,",
      "Shuxia Yao,",
      "Hongyuan Li"
    ],
    "doi": "https://doi.org/10.3390/w15193353",
    "journalVolume": "Vol. 15,\n                                no. 3353\n                                \n                                  p.\n                                  3353",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "The diurnal variation in precipitation and its evolution are important foundations for understanding the regional impact of climate change and the parameterization of the model. Based on the daily precipitation data set of 23 national meteorological stations during 1970–2019, the spatial and temporal distribution characteristics of precipitation concentration degree (PCD) and precipitation concentration period (PCP) in Gansu province were evaluated on daytime and nocturnal scales. The results show the following: (1) Annual precipitation ranges from 69.1 ± 24.7 mm to 578.3 ± 96.6 mm, mainly (54.1 ± 2.6%) occurring at night, and the spatial distribution of the nocturnal precipitation rate is positively (r = 0.53, p p p p < 0.05) of PCD is very clear and highly consistent, especially in the high-altitude area, and the increase in precipitation in the dry season and the improvement in precipitation uniformity in the wet season play a key role. (3) PCP often fluctuates slightly around the 39th–41st pentad, but the general rule that daytime values are smaller than night values and the interannual variability is larger in arid areas also requires special attention; PCP has shown a relatively obvious advance trend in a few regions, but this is because the prominent and complex changes in the monthly precipitation distribution pattern have not been fully reflected. Along with continuous humidification, the decrease in PCD and the advance of PCP are likely to be the priority direction of precipitation evolution in the arid region of Northwest China, especially during the day. These findings provide a new perspective for understanding regional climate change.",
    "readLink": "https://www.mdpi.com/2073-4441/15/19/3353"
  },
  {
    "title": "The aboveground and belowground growth characteristics of juvenile conifers in the southwestern United States",
    "authors": [
      "N. L. Pirtel,",
      "R. M. Hubbard,",
      "J. B. Bradford,",
      "T. E. Kolb,",
      "M. E. Litvak,",
      "S. R. Abella,",
      "S. L. Porter,",
      "M. D. Petrie"
    ],
    "doi": "https://doi.org/10.1002/ecs2.3839",
    "journalVolume": "Vol. 12,\n                                no. 11\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract Juvenile tree survival will play an important role in the persistence of coniferous forests and woodlands in the southwestern United States (SWUS). Vulnerability to climatic and environmental stress declines as trees grow, such that larger, more deeply rooted juveniles are less likely to experience mortality. It is unclear how juvenile conifers partition the aboveground and belowground components of early growth, if growth differs between species and ecosystem types, and what environmental factors influence juvenile carbon allocation above‐ or belowground. We developed a novel data set for four juvenile conifer groups (junipers, piñon pines, ponderosa pines, firs; 1121 juveniles sampled, 221 destructively) in three height classes (<150 mm, 150–300 mm, and 300+ mm), across 25 SWUS sites. We compared growth characteristics across groups and height classes and related differences to climatic and environmental factors. As tree height increased from <150 mm to 300+ mm, belowground growth increased, root:shoot ratio declined, and specific leaf area declined for all conifers except firs. Maximum rooting depth was shallower than previous estimates (<˜400 mm). Lower elevation juveniles were frequently located in sheltered microsites that provided high shading, whereas mid‐ and higher elevation juveniles were frequently unsheltered. Across all forest and woodland sites, herbaceous cover was positively correlated with aboveground growth. At study locations comprised of multiple sites, differences in aboveground growth were best explained by ecosystem type (piñon pine‐juniper woodland, ponderosa pine forest, mixed‐conifer forest) and local environmental variation. Our results indicate generally more belowground early growth and more aboveground later growth, but specific allocation patterns varied among ecosystem (greater proportional shoot growth at lower and mid‐elevations compared with higher elevations). Juvenile conifers had similar magnitudes of proportional growth across conifer groups, displaying limited capacity to acclimate growth to differences in climate that control ecosystem type. If juvenile conifers also do not acclimate physiologically to their environment, our findings suggest that local environmental variation will play a primary role in regulating forest and woodland persistence and modify the effects of climate change in the SWUS.",
    "readLink": "https://doi.org/10.1002/ecs2.3839"
  },
  {
    "title": "Examination of Single- and Hybrid-Based Metaheuristic Algorithms in ANN Reference Evapotranspiration Estimating",
    "authors": [
      "Hadeel E. Khairan,",
      "Salah L. Zubaidi,",
      "Syed Fawad Raza,",
      "Maysoun Hameed,",
      "Nadhir Al-Ansari,",
      "Hussein Mohammed Ridha"
    ],
    "doi": "https://doi.org/10.3390/su151914222",
    "journalVolume": "Vol. 15,\n                                no. 14222\n                                \n                                  p.\n                                  14222",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Hydrological resource management, including crop watering and irrigation scheduling, relies on reliable estimates of reference evapotranspiration (ETo). However, previous studies of forecasting ETo have not dealt with comparing single and hybrid metaheuristic algorithms in much detail. This study aims to assess the efficiency of a novel methodology to simulate univariate monthly ETo estimates using an artificial neural network (ANN) integrated with the hybrid particle swarm optimisation–grey wolf optimiser algorithm (PSOGWO). Several state-of-the-art algorithms, including constriction coefficient-based particle swarm optimisation and chaotic gravitational search algorithms (CPSOCGSA), the slime mould algorithm (SMA), the marine predators algorithm (MPA) and the modified PSO algorithm were used to evaluate PSOGWO’s prediction accuracy. Monthly meteorological data were collected in Al-Kut City (1990 to 2020) and used for model training, testing and validation. The results indicate that pre-processing techniques can improve raw data quality and may also suggest the best predictors scenario. That said, all models can be considered efficient with acceptable simulation levels. However, the PSOGWO-ANN model slightly outperformed the other techniques based on several statistical tests (e.g., a coefficient of determination of 0.99). The findings can contribute to better management of water resources in Al-Kut City, an agricultural region that produces wheat in Iraq and is under the stress of climate change.",
    "readLink": "https://www.mdpi.com/2071-1050/15/19/14222"
  },
  {
    "title": "Growth rings show limited evidence for ungulates’ potential to suppress shrubs across the Arctic",
    "authors": [
      "Katariina E M Vuorinen,",
      "Gunnar Austrheim,",
      "Jean-Pierre Tremblay,",
      "Isla H Myers-Smith,",
      "Hans I Hortman,",
      "Peter Frank,",
      "Isabel C Barrio,",
      "Fredrik Dalerum,",
      "Mats P Björkman,",
      "Robert G Björk,",
      "Dorothee Ehrich,",
      "Aleksandr Sokolov,",
      "Natalya Sokolova,",
      "Pascale Ropars,",
      "Stéphane Boudreau,",
      "Signe Normand,",
      "Angela L Prendin,",
      "Niels Martin Schmidt,",
      "Arturo Pacheco-Solana,",
      "Eric Post,",
      "Christian John,",
      "Jeff Kerby,",
      "Patrick F Sullivan,",
      "Mathilde Le Moullec,",
      "Brage B Hansen,",
      "Rene van der Wal,",
      "Åshild Ø Pedersen,",
      "Lisa Sandal,",
      "Laura Gough,",
      "Amanda Young,",
      "Bingxi Li,",
      "Rúna Í Magnússon,",
      "Ute Sass-Klaassen,",
      "Agata Buchwal,",
      "Jeffrey Welker,",
      "Paul Grogan,",
      "Rhett Andruko,",
      "Clara Morrissette-Boileau,",
      "Alexander Volkovitskiy,",
      "Alexandra Terekhina,",
      "James D M Speed"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ac5207",
    "journalVolume": "Vol. 17,\n                                no. 3\n                                \n                                  p.\n                                  034013",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Global warming has pronounced effects on tundra vegetation, and rising mean temperatures increase plant growth potential across the Arctic biome. Herbivores may counteract the warming impacts by reducing plant growth, but the strength of this effect may depend on prevailing regional climatic conditions. To study how ungulates interact with temperature to influence growth of tundra shrubs across the Arctic tundra biome, we assembled dendroecological data from 20 sites, comprising 1153 individual shrubs and 223 63 annual growth rings. Evidence for ungulates suppressing shrub radial growth was only observed at intermediate summer temperatures (6.5 °C–9 °C), and even at these temperatures the effect was not strong. Multiple factors, including forage preferences and landscape use by the ungulates, and favourable climatic conditions enabling effective compensatory growth of shrubs, may weaken the effects of ungulates on shrubs, possibly explaining the weakness of observed ungulate effects. Earlier local studies have shown that ungulates may counteract the impacts of warming on tundra shrub growth, but we demonstrate that ungulates’ potential to suppress shrub radial growth is not always evident, and may be limited to certain climatic conditions.",
    "readLink": "https://doi.org/10.1088/1748-9326/ac5207"
  },
  {
    "title": "Sectoral use of climate information in Europe: A synoptic overview",
    "authors": [
      "Marta Bruno Soares,",
      "Meghan Alexander,",
      "Suraje Dessai"
    ],
    "doi": "Vol. 9\n                                \n                                \n                                  pp.\n                                  5\n                                  – 20",
    "issn": "2405-8807 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.journals.elsevier.com/climate-services/",
    "abstract": "Society can benefit from usable climate information to better prepare and adapt to the risks and opportunities posed by climate variability and change. An adequate and effective provision of climate information – from historical observations through to seasonal forecasts, and multi-decadal climate change projections – is critical to inform planning and decision-making in climate-sensitive sectors. Central to this are the end-users of climate information and a growing emphasis on tailored climate information and services shaped by user needs. However, knowledge about the use of climate information across European economic sectors is limited. This paper identifies the spectrum of sectoral information requirements across a number of sectors including agriculture, forestry, energy, water, tourism, insurance, health, emergency services and transport sectors, drawing from an online survey (n = 462) and interviews with (potential) users of climate information (n = 80). This analysis reveals shared opportunities across sectors including the potential application of decadal climate predictions. In addition, common barriers and enablers to the uptake of climate information were also noted including the format of the information provided, the need for compatibility with existing in-house systems, and the perceived credibility and trust of information providers. This analysis also points towards a perceived increasing fragmentation of available information and the desire amongst end-users for a European body able to centralise and coordinate climate data. We highlight some of the current factors that still need to be adequately addressed in order to enhance the uptake and application of climate information in decision-making across European economic sectors. Keywords: User needs, Climate information, Decision-making, Climate services, Europe",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405880717300018"
  },
  {
    "title": "The influence of recent climate variability on viticultural zoning and variety regionalization of <i>Vitis vinifera</i> in China",
    "authors": [
      "Xueqiu Wang,",
      "Hua Wang,",
      "Hua Li"
    ],
    "doi": "https://doi.org/10.20870/oeno-one.2020.54.3.2971",
    "journalVolume": "Vol. 54,\n                                no. 3",
    "issn": "2494-1271 (Online)",
    "publisher": "International Viticulture and Enology Society",
    "countryOfPublisher": "France",
    "lcc": [
      "Agriculture",
      "Science: Botany"
    ],
    "journalUrl": "http://www.oeno-one.eu",
    "abstract": "The objective of this work was to estimate the influence of climate variability on viticultural zoning and variety regionalisation in China in the past 50 years. A multicriteria climatic indices system, which includes Frost-Free Season (FFS), Dryness Index (DI), and Extreme Low Temperature (ELT), was used to define climatic suitable areas and classify different climate zones for wine grape-growing in China. The Accumulated Effective Temperature (AET) was used as an index of variety regionalisation. Indices were calculated based on daily climatic observations from national ground weather stations throughout China from between 1967 and 2016. The variation trends were analysed by Sen’s slope and Mann-Kendall non-parametric tests in 13 representative wine growing sites. Based on the studied criteria, the suitable viticultural zone exhibited a continuous northward expansion with an average increase of 0.204 million km2/decade, largely due to increasing FFS. A significant increase of FFS was detected in most representative sites, with almost no detectable change of DI during the growing season. The analysis also revealed that the North East Region, Inner Mongolia Region, and Xinjiang Region are the three most profitable wine regions. Movement of the soil-burying line was limited to Shandong and Hebei provinces. Although the suitable viticultural zone increased, the data also revealed a decrease in the area for high quality wine production when considering varietal suitability. These results have important implications for understanding both new opportunities and challenges under changing climate and the latter’s effects on viticultural viability in China. They can also help guide stakeholders to develop adaptive strategies for maintaining the profitability of currently used regions and for developing new regions for viticulture.",
    "readLink": "https://oeno-one.eu/article/view/2971"
  },
  {
    "title": "Geo-Environmental Spatial Imaginaries: Reframing Nature Using Soft Spaces and Hybrid Rationalities",
    "authors": [
      "Joanne Tippett,",
      "Iain Deas,",
      "Graham Haughton"
    ],
    "doi": "https://doi.org/10.3389/frsc.2022.882929",
    "journalVolume": "Vol. 4",
    "issn": "2624-9634 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/sustainable-cities#about",
    "abstract": "This article introduces the idea of hybrid rationalities as a complement to and extension of existing scholarship on hybrid governance and hybrid infrastructure. The research presented here also contributes to work on soft spaces and spatial imaginaries, which has mainly focused on planning and regeneration, by extending consideration to geo-environmental imaginaries and environmental soft spaces. A case study of the Mersey Belt region, which stretches between Manchester and Liverpool in England, reveals the ways in which multiple forms of new rationalities have been absorbed into the work of those looking to promote strategic environmental thinking that works at landscape scale, that is above the level of the individual site. In the process, multiple new geo-environmental spatial imaginaries have been created as part of the process of attracting funders and stakeholders. These new spatial imaginaries have been accompanied by experiments in creating new environmental soft spaces, supported by increasingly hybridized forms of governance in which the roles and rationalities of different stakeholders have to some extent blurred. In the process, actors have shaped, and shared distinctive understandings of how projects to support nature can be used to support wider goals such as addressing climate change, economic regeneration and social well-being.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/frsc.2022.882929/full"
  }
]