[
  {
    "title": "Analysis of the Implementation of Functional Hydrogen Assumptions in Poland and Germany",
    "authors": [
      "Tomasz Jałowiec,",
      "Dariusz Grala,",
      "Piotr Maśloch,",
      "Henryk Wojtaszek,",
      "Grzegorz Maśloch,",
      "Agnieszka Wójcik-Czerniawska"
    ],
    "doi": "https://doi.org/10.3390/en15228383",
    "journalVolume": "Vol. 15,\n                                no. 8383\n                                \n                                  p.\n                                  8383",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "The use of hydrogen exists in various sectors in Poland and Germany. Hydrogen can be used in industry, transport, decarbonisation of the Polish steel industry and as one of the low-emission alternatives to the existing coal applications in this sector. Limiting climate change requires efforts on a global scale from all countries of the world. Significant economic benefits will be realized by stimulating the development of new technologies to deal with climate change. The scenarios show an increasing demand for industrial hydrogen in the future. The key is to replace gray hydrogen with green, and to convert industrial processes, which will create additional hydrogen demand. The condition for the development of a green hydrogen economy is access to adequate installed capacity in renewable energy. Germany will become the leading market in the era of energy transformation in the coming years. The implementation of the hydrogen assumptions in Poland is possible, to a greater extent, by the efforts of entrepreneurs.",
    "readLink": "https://www.mdpi.com/1996-1073/15/22/8383"
  },
  {
    "title": "Mass Mortality Events of Invasive Freshwater Bivalves: Current Understanding and Potential Directions for Future Research",
    "authors": [
      "William G. McDowell,",
      "Ronaldo Sousa"
    ],
    "doi": "https://doi.org/10.3389/fevo.2019.00331",
    "journalVolume": "Vol. 7",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "Mass mortality events, the rapid, catastrophic die-off of organisms, have recently been recognized as important events in controlling population size, but are difficult to quantify given their infrequency. These events can lead to large inputs of animal carcasses into aquatic ecosystems, which can have ecosystem scale impacts. Invasive freshwater bivalves such as the Asian clam Corbicula fluminea, the zebra mussel Dreissena polymorpha, the golden mussel Limnoperna fortunei, and the Chinese pond mussel Sinanodonta woodiana can attain high densities and biomass and play important roles in aquatic ecosystems through filtration, bioturbation, and excretion. Invasive bivalve species can best be described as R-selected species and appear not to have the same tolerance to abiotic stressors as native species, causing them to be prone to mass mortality events in their invasive range. In contrast to their ecological effects while alive, the frequency and impacts of mass mortality events of invasive freshwater bivalves are not well-understood. Here we review the causes and impacts of mass mortality events, as well as identify important questions for future research. Extreme abiotic conditions, including both drought and flooding, as well as high and low temperatures were the primary drivers of mass mortality events. Short-term impacts of mass mortality events include large pulses of nitrogen and increased oxygen stress due to large amounts of soft tissue decomposition, while shells can impact habitat availability and nutrient cycling for decades. Impacts on biological communities (bacteria, fungi, and macroinvertebrates) are less studied but some examples exist concerning C. fluminea. Better documentation of mass mortality events, particularly their magnitude and frequency, is needed to fully understand the impacts invasive bivalve species have on ecosystems, especially as climate change may make mass mortality events more frequent and/or have a larger magnitude.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fevo.2019.00331/full"
  },
  {
    "title": "Species richness and β-diversity patterns of macrolichens along elevation gradients across the Himalayan Arc",
    "authors": [
      "Subzar Ahmad Nanda,",
      "Manzoor-ul Haq,",
      "S. P. Singh,",
      "Zafar A. Reshi,",
      "Ranbeer S. Rawal,",
      "Devendra Kumar,",
      "Kapil Bisht,",
      "Shashi Upadhyay,",
      "D. K. Upreti,",
      "Aseesh Pandey"
    ],
    "doi": "https://doi.org/10.1038/s41598-021-99675-1",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 15",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Understanding the species richness and β-diversity patterns along elevation gradients can aid in formulating effective conservation strategies particularly in areas where local anthropogenic stresses and climate change are quite significant as in the Himalaya. Thus, we studied macrolichen richness and β-diversity along elevational gradients at three sites, namely Kashmir (2200 to 3800 m a.m.s.l), Uttarakhand (2000–3700 m a.m.s.l) and Sikkim (1700 to 4000 m a.m.s.l) which cover much of the Indian Himalayan Arc. In all, 245 macrolichen species belonging to 77 genera and 26 families were collected from the three sites. Only 11 species, 20 genera and 11 families were common among the three transects. Despite the differences in species composition, the dominant functional groups in the three sites were the same: foliose, fruticose and corticolous forms. The hump-shaped elevation pattern in species richness was exhibited by most of the lichen groups, though an inverse hump-shaped pattern was also observed in certain cases. β-diversity (βsor) based on all pairs of comparisons along an elevation gradient varied from 0.48 to 0.58 in Kashmir, 0.03 to 0.63 in Uttarakhand and 0.46 to 0.77 in Sikkim. The contribution of turnover to β-diversity was more than nestedness at all the three transects. Along elevation β-diversity and its components of turnover and nestedness varied significantly with elevation. While species turnover increased significantly along the elevation in all the three transects, nestedness decreased significantly in Kashmir and Sikkim transects but increased significantly in the Uttarakhand transect. Except for the Kashmir Himalayan elevation transect, stepwise β-diversity and its components of turnover and nestedness did not vary significantly with elevation. The present study, the first of its kind in the Himalayan region, clearly brings out that macrolichen species richness, β-diversity, and its components of turnover and nestedness vary along the elevation gradients across the Himalayan Arc. It also highlights that contribution of turnover to β-diversity is higher in comparison to nestedness at all the three transects. The variations in species richness and diversity along elevation gradients underpin the importance of considering elevational gradients in planning conservation strategies.",
    "readLink": "https://doi.org/10.1038/s41598-021-99675-1"
  },
  {
    "title": "Carbon Stocks and Climate Change: Management Implications in Northern Arizona Ponderosa Pine Forests",
    "authors": [
      "Benjamin Bagdon,",
      "Ching-Hsun Huang"
    ],
    "doi": "https://doi.org/10.3390/f5040620",
    "journalVolume": "Vol. 5,\n                                no. 4\n                                \n                                  pp.\n                                  620\n                                  – 642",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Researchers have observed climate-driven shifts of forest types to higher elevations in the Southwestern US and predict further migration coupled with large-scale mortality events proportional to increases in radiative forcing. Range contractions of forests are likely to impact the total carbon stored within a stand. This study examines the dynamics of Pinus ponderosa stands under three climate change scenarios in Northern Arizona using the Climate Forest Vegetation Simulator (Climate-FVS) model to project changes in carbon pools. A sample of 90 stands were grouped according to three elevational ranges; low- (1951 to 2194 m), mid- (2194 to 2499 m), and high- (2499 to 2682 m.) elevation stands. Growth, mortality, and carbon stores were simulated in the Climate-FVS over a 100 year timespan. We further simulated three management scenarios for each elevational gradient and climate scenario. Management included (1) a no-management scenario, (2) an intensive-management scenario characterized by thinning from below to a residual basal area (BA) of 18 m2/ha in conjunction with a prescribed burn every 10 years, and (3) a moderate-management scenario characterized by a thin-from-below treatment to a residual BA of 28 m2/ha coupled with a prescribed burn every 20 years. Results indicate that any increase in aridity due to climate change will produce substantial mortality throughout the elevational range of ponderosa pine stands, with lower elevation stands projected to experience the most devastating effects. Management was only effective for the intensive-management scenario; stands receiving this treatment schedule maintained moderately consistent levels of basal area and demonstrated a higher level of resilience to climate change relative to the two other management scenarios. The results of this study indicate that management can improve resiliency to climate change, however, resource managers may need to employ more intensive thinning treatments than currently proposed to achieve the best results.",
    "readLink": "http://www.mdpi.com/1999-4907/5/4/620"
  },
  {
    "title": "Prediction of the effects of climate change on hydroelectric generation, electricity demand, and emissions of greenhouse gases under climatic scenarios and optimized ANN model",
    "authors": [
      "Li-Na Guo,",
      "Chen She,",
      "De-Bin Kong,",
      "Shuai-Ling Yan,",
      "Yi-Peng Xu,",
      "Majid Khayatnezhad,",
      "Fatemeh Gholinia"
    ],
    "doi": "Vol. 7\n                                \n                                \n                                  pp.\n                                  5431\n                                  – 5445",
    "issn": "2352-4847 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering"
    ],
    "journalUrl": "http://www.journals.elsevier.com/energy-reports/",
    "abstract": "In this study, an attempt is made to manage the gap between energy demand and energy supply by predicting hydropower production, energy demand, and greenhouse gas emissions. The interaction between climatic, hydrological, and socio-economic parameters creates a nonlinear and uncertain relationship. The complexity of this nonlinear relationship necessitate the use of ANN to estimate energy demand. To predict energy demand, ANN model is used along with improved Electromagnetic Field Optimization (IEFO) algorithms. The results show, hydroelectric generation in the near future under RCP2.6, RCP4.5, and RCP8.5 is decreased 10.981 MW, 12.933MW, and 14.765MW and in the far future decreased 21.922 MW, 23.649 MW, and 26.742 MW. The energy demand increases in the near future 513 MW and far future 1168 MW. According to forecasting hydropower generation and energy demand, the gap between the demand-supply will increase. Also, the greenhouse gases emissions is increase due to the increase in fossil fuel consumption.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2352484721007368"
  },
  {
    "title": "Multi—Proxy Reconstructions of Climate Change and Human Impacts Over the Past 7000 Years From an Archive of Continental Shelf Sediments off Eastern Hainan Island, China",
    "authors": [
      "Chao Huang,",
      "Chao Huang,",
      "Deming Kong,",
      "Fajin Chen,",
      "Jianfang Hu,",
      "Peng Wang,",
      "Junchuan Lin"
    ],
    "doi": "https://doi.org/10.3389/feart.2021.663634",
    "journalVolume": "Vol. 9",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "Abrupt climatic events and the history of human activities on Hainan Island are poorly understood, due to the lack of high-resolution records. We present high-resolution multiproxy records from the coastal shelf off eastern Hainan Island in China to investigate abrupt climate change and regional human–environment interaction over the last 7,000 years. A prominent climatic anomaly occurred during 5,400–4,900 cal yr BP. This abrupt monsoon failure has been detected in various paleoclimatic records from monsoonal regions. Anomalous summer monsoon intensity during 5,400–4,900 cal yr BP is probably driven by solar variability, ENSO activity and ice-rafting events in the North Atlantic. Over the past 1,500 years, with the growing population and progress in production technology, human activity has increasingly become the dominant factor controlling the natural environment of Hainan Island.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/feart.2021.663634/full"
  },
  {
    "title": "Alpha and beta diversity patterns of macro-moths reveal a breakpoint along a latitudinal gradient in Mongolia",
    "authors": [
      "Khishigdelger Enkhtur,",
      "Gunnar Brehm,",
      "Bazartseren Boldgiv,",
      "Martin Pfeiffer"
    ],
    "doi": "https://doi.org/10.1038/s41598-021-94471-3",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Little is known about the diversity and distribution patterns of moths along latitudinal gradients. We studied macro-moths in Mongolia along an 860 km latitudinal climatic gradient to gain knowledge on community composition, alpha, beta, and gamma diversity as well as underlying factors, which can be used as baseline information for further studies related to climate change. We identified 236 species of moths of ten families. Our study shows that the diversity of moths increased with the latitude, i.e., low species richness in the south and higher richness in the north. Moth community composition changed along the gradient, and we revealed a breakpoint of beta diversity that divided grassland and desert communities. In the desert, beta diversity was driven by species loss (i.e., nestedness), and few tolerant species existed with high abundance. In contrast, in the grassland, beta diversity was driven by species replacement with more unique species, (i.e., species which occurred only in one site). We found the lowest species diversity in the transitional zones dominated by few generalist species such as Agrotis ripae and Anarta trifolii. Low precipitation and an increasing number of grazing goats are drivers of species loss. We suggest different conservation strategies regarding the contrasting patterns of beta diversity in desert and grassland.",
    "readLink": "https://doi.org/10.1038/s41598-021-94471-3"
  },
  {
    "title": "Increase in CO2 concentration could alter the response of Hedera helix to climate change",
    "authors": [
      "Rubén D. Manzanedo,",
      "Juan Ballesteros‐Cánovas,",
      "Floris Schenk,",
      "Markus Stoffel,",
      "Markus Fischer,",
      "Eric Allan"
    ],
    "doi": "https://doi.org/10.1002/ece3.4388",
    "journalVolume": "Vol. 8,\n                                no. 16\n                                \n                                  pp.\n                                  8598\n                                  – 8606",
    "issn": "2045-7758 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20457758",
    "abstract": "Abstract Increasing CO2 concentration ([CO2]) is likely to affect future species distributions, in interaction with other climate change drivers. However, current modeling approaches still seldom consider interactions between climatic factors and the importance of these interactions therefore remains mostly unexplored. Here, we combined dendrochronological and modeling approaches to study the interactive effects of increasing [CO2] and temperature on the distribution of one of the main European liana species, Hedera helix. We combined a classical continent‐wide species distribution modeling approach with a case study using H. helix and Quercus cerris tree rings, where we explored the long‐term influence of a variety of climate drivers, including increasing [CO2], and their interactions, on secondary growth. Finally, we explored how our findings could influence the model predictions. Climate‐only model predictions showed a small decrease in habitat suitability for H. helix in Europe; however, this was accompanied by a strong shift in the distribution toward the north and east. Our growth ring data suggested that H. helix can benefit from high [CO2] under warm conditions, more than its tree hosts, which showed a weaker response to [CO2] coupled with higher cavitation risk under high temperature. Increasing [CO2] might therefore offset the negative effects of high temperatures on H. helix, and we illustrate how this might translate into maintenance of H. helix in warmer areas. Our results highlight the need to consider carbon fertilization and interactions between climate variables in ecological modeling. Combining dendrochronological analyses with spatial distribution modeling may provide opportunities to refine predictions of how climate change will affect species distributions.",
    "readLink": "https://doi.org/10.1002/ece3.4388"
  },
  {
    "title": "Optimization of Thermal Comfort and Energy Consumption in Bangladesh Ready-Made Garment Factories: An Approach towards the Path to Net Zero Energy Buildings",
    "authors": [
      "Joarder Md Ashikur Rahman,",
      "Hossain Monir,",
      "Bach Aaron J.E.,",
      "Palutikof Jean P.,",
      "Tonmoy Fahim"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202236211006",
    "journalVolume": "Vol. 362\n                                \n                                \n                                  p.\n                                  11006",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "RMG workers in Bangladesh are facing scorching heat due to regional climatic conditions and increasing temperatures due to climate change. This research investigates the indoor thermal condition of a ready-made garment (RMG) factory and develops strategies to improve the comfort of workers. Energy optimization is carried out and design features are identified (e.g. window, shading and skylight configurations) that achieve the best energy performance. Eight simulation steps are also carried out to accomplish the process towards the path to net zero energy building (NZEB). Simulation analysis is carried out to measure energy use intensity (EUI) over the year for the base case building. By changing various features, a further seven steps of simulation are carried out to reduce the EUI value and turn it into zero energy building. The EUI value is gradually decreased at each step. The research shows that nearly 750,000 kWh energy can be saved per year in the case RMG factory. The incorporation of photovoltaic (PV) panels can harvest approximately 40,000 kWh over the year.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2022/29/e3sconf_bsn2022_11006.pdf"
  },
  {
    "title": "Mercury contents in rice and potential health risks across China",
    "authors": [
      "Huifang Zhao,",
      "Haiyu Yan,",
      "Leiming Zhang,",
      "Guangyi Sun,",
      "Ping Li,",
      "Xinbin Feng"
    ],
    "doi": "Vol. 126\n                                \n                                \n                                  pp.\n                                  406\n                                  – 412",
    "issn": "0160-4120 (Print)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.journals.elsevier.com/environment-international",
    "abstract": "Rice samples were collected at 560 sites in 15 provinces across China in areas without known point mercury (Hg) sources. Total mercury (THg) and methylmercury (MeHg) concentrations were analyzed in these rice samples for risk assessment. Relatively low THg and MeHg concentrations were found in the majority of the white rice samples with an overall mean of 4.74 (1.06–22.7) μg kg−1 and 0.682 (0.03–8.71) μg kg−1, respectively. The means (range of) THg concentration of rice in each geographical region were 5.23 (1.07–19.5) μg kg−1, 5.14 (1.06–17.2) μg kg−1, 4.45 (1.41–17.2) μg kg−1, 4.20 (1.48–19.4) μg kg−1, 3.49 (1.49–10.7) μg kg−1, and 4.53 (1.30–19.4) μg kg−1 in east, centre, south, southwest, northwest and northeast, China, respectively, and the corresponding values for MeHg concentrations were 0.898 (0.127–8.35) μg kg−1, 0.603 (0.207–2.48) μg kg−1, 0.516 (0.032–1.50) μg kg−1, 0.615 (0.050–5.03) μg kg−1, 0.704 (0.148–2.41) μg kg−1 and 0.565 (0.035–8.71) μg kg−1, respectively. Hg contents in rice across China were found to be at background levels. Both the probable daily intakes (PDIs) of inorganic Hg (IHg) and MeHg from rice consumption showed low risks for general population in the investigated regions. Keywords: Rice, Mercury, Methylmercury, Probable daily intake, Health risk",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S016041201832806X"
  }
]