[
  {
    "title": "Seeing Climate Change: A Framework for Understanding Visualizations for Climate Adaptation",
    "authors": [
      "Alexei Goudine,",
      "Robert Newell,",
      "Christopher Bone"
    ],
    "doi": "https://doi.org/10.3390/ijgi9110644",
    "journalVolume": "Vol. 9,\n                                no. 644\n                                \n                                  p.\n                                  644",
    "issn": "2220-9964 (Print)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/ijgi",
    "abstract": "Climate change has resulted in the need for adaptation tools to provide stakeholders with the ability to respond to a broad range of potential impacts. Geovisualizations serve as powerful engagement tools due to their capacity in communicating complex climate data to various audiences. Studies have also shown a preference towards conveying climate data through geo-visual representations, to quickly present ideas rooted in geographical challenges and solutions. However, a rapid pace of technological advancements has paved the way for an abundance of geovisualization products that have eclipsed the necessary theoretical inquiry and knowledge required to establish effective visualization principles. This study addresses this research gap through a two-step process of (1) conducting a thorough review of the geovisualization for climate change literature, and (2) creating a conceptual framework that classifies existing geovisualization products into themes relating to visualization features, audiences, and the intended outcome or purpose of the visualization medium. The result is the Climate Visualizations for Adaptation Products (CVAP) framework, a tool for researchers and practitioners to use as a decision support system to discern an appropriate type of geovisualization product to implement within a specific use case or audience. Visualizations with more interactivity were favoured among expert user groups, to act as tools for knowledge discovery. This is contrary to the visualizations intended for communicating a known message to a user group, as those products often had a low level of interactivity associated with their use.",
    "readLink": "https://www.mdpi.com/2220-9964/9/11/644"
  },
  {
    "title": "Agrivoltaics: The Environmental Impacts of Combining Food Crop Cultivation and Solar Energy Generation",
    "authors": [
      "Moritz Wagner,",
      "Jan Lask,",
      "Andreas Kiesel,",
      "Iris Lewandowski,",
      "Axel Weselek,",
      "Petra Högy,",
      "Max Trommsdorff,",
      "Marc-André Schnaiker,",
      "Andrea Bauerle"
    ],
    "doi": "https://doi.org/10.3390/agronomy13020299",
    "journalVolume": "Vol. 13,\n                                no. 299\n                                \n                                  p.\n                                  299",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "The demand for food and renewable energy is increasing significantly, whereas the availability of land for agricultural use is declining. Agrivoltaic systems (AVS), which combine agricultural production with solar energy generation on the same area, are a promising opportunity with the potential to satisfy this demand while avoiding land-use conflicts. In the current study, a Consequential Life-Cycle Assessment (CLCA) was conducted to holistically assess the environmental consequences arising from a shift from single-use agriculture to AVS in Germany. The results of the study show that the environmental consequences of the installation of overhead AVS on agricultural land are positive and reduce the impacts in 15 of the 16 analysed impact categories especially for climate change, eutrophication and fossil resource use, as well as in the single score assessment, mainly due to the substitution of the marginal energy mix. It was demonstrated that, under certain conditions, AVS can contribute to the extension of renewable energy production resources without reducing food production resources. These include maintaining the agricultural yields underneath the photovoltaic (PV) modules, seeking synergies between solar energy generation and crop production and minimising the loss of good agricultural land.",
    "readLink": "https://www.mdpi.com/2073-4395/13/2/299"
  },
  {
    "title": "CLIMATE SECURITY OF PAKISTAN: DISSECTING THE CARBON DILEMMA",
    "authors": [
      "Tahir-ul-Mulk Kahlon ,",
      "Syed Ahmad Talal"
    ],
    "doi": "Vol. 24,\n                                no. 1",
    "issn": "1999-2297 (Print)",
    "publisher": "2789-7028 (Online)",
    "countryOfPublisher": "National Defence University, Islamabad",
    "lcc": [
      "Pakistan",
      "Political science: International relations",
      "Law: Law in general. Comparative and uniform law. Jurisprudence: Private international law. Conflict of laws"
    ],
    "journalUrl": "https://margallapapers.ndu.edu.pk/site",
    "abstract": "Carbon accretion in the atmosphere is having widespread climatic impacts on Pakistan like reduced agricultural productivity, water shortage, and coastal erosion, etc. Tormented with a poor economy, any abrupt scarcity of livelihood resources can breed violence, crime, communal tensions, and a threat to national security. Encumbered by the financial and technical deficit, Pakistan is facing considerable challenges for crafting a pragmatic climate security regime. Significant divergence in the public and academic opinion on the nature of this threat have attributed to a sluggish policy response so far. This paper, therefore, focuses on Pakistan’s Carbon dilemma and critically examines its treatment in national climate policies. It calls for an integrated approach across multiple sectors and mainstreaming of a national security policy with climate-smart infrastructure that assimilates core national security resources. It further calls for political discourses that encompass food, energy, agriculture, health, and even diplomacy to overcome this national threat. Towards the end, this paper proffers some recommendations to mitigate threats to our climate security. Bibliography Entry Kahlon, Tahir-ul-Mulk, and Syed Ahmad Talal. 2020. \"Climate Security of Pakistan: Dissecting the Carbon Dilemma.\" Margalla Papers 24 (1): 97-111.",
    "readLink": "https://margallapapers.ndu.edu.pk/site/article/view/40"
  },
  {
    "title": "Smart Tags: IoT Sensors for Monitoring the Micro-Climate of Cultural Heritage Monuments",
    "authors": [
      "Nikos Mitro,",
      "Maria Krommyda,",
      "Angelos Amditis"
    ],
    "doi": "https://doi.org/10.3390/app12052315",
    "journalVolume": "Vol. 12,\n                                no. 2315\n                                \n                                  p.\n                                  2315",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "The building materials of Cultural Heritage monuments are subjected to continuous degradation throughout the years, mainly due to their exposure to harsh and unexpected weather phenomena related to Climate Change. The specific climatic conditions at their vicinity, especially when there are local peculiarities such as onshore breeze, are of crucial importance for studying the deterioration rate and the identification of proper mitigation actions. Generalized models that are based on climate data can provide an insight on the deterioration but fail to offer a deeper understanding of this phenomenon. To this end, in the context of the EU-funded HYPERION project a distributed smart sensor network will be deployed at the Cultural Heritage monuments in four study areas as the solution to this problem. The developed system, which is demonstrated in this paper, includes smart IoT devices, called Smart Tags, designed to provide environmental measurements close to monuments, a middle-ware to facilitate the communication and a visualization platform where the collected information is presented. Last but not least, special focus is given to the device’s NB-IoT connectivity and its power efficiency by conducting various tests and extract useful conclusions.",
    "readLink": "https://www.mdpi.com/2076-3417/12/5/2315"
  },
  {
    "title": "A value chain approach to improve biomass policy formation",
    "authors": [
      "Calliope Panoutsou,",
      "Asha Singh"
    ],
    "doi": "https://doi.org/10.1111/gcbb.12685",
    "journalVolume": "Vol. 12,\n                                no. 7\n                                \n                                  pp.\n                                  464\n                                  – 475",
    "issn": "1757-1693 (Print)",
    "publisher": "1757-1707 (Online)",
    "countryOfPublisher": "Wiley",
    "lcc": [
      "United Kingdom",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "http://onlinelibrary.wiley.com/journal/10.1111/(ISSN)1757-1707",
    "abstract": "Abstract Biomass value chains for energy, fuels and bio‐based products involve complex, cross sector interactions between their upstream and downstream stages. Overarching policymaking to date has included the use of biomass to deliver sector specific aims (e.g. climate change, energy, etc.) however, this is mostly planned without adjusting support across the most challenging stages of biomass value chains and exploiting specific advantages related to their geographic settings (e.g. domestic feedstocks, local markets, etc.). Policies to date have, therefore, resulted in fragmented, suboptimal biomass use and debates for sustainability and resource efficiency. This opinion paper arose from the project Strategic Initiative for Resource Efficient Biomass Policies Funded by the EU Commission. It discusses the development of a dedicated Biomass Policy Framework which applies the principles of value chain analysis in policy design to enable the market uptake of sustainable, domestic, resource efficient biomass solutions. Firstly, it explains how to provide context by identifying value chains which can offer competitive advantages for biomass mobilization, market infrastructures, rural and economic development within their geographic setting. Then the work builds on the context and prioritized value chains and further rationalizes policy needs and aims within individual value chain stages. This is done by identifying policy‐related challenges and gaps that constrain sustainable and resource efficient deployment of the selected value chains. Also, it suggests policy interventions that will overcome challenges, resolve gaps and as a result mobilize local biomass and improve market uptake. Finally, it discusses the contrasting paradigms for biomass policy formation within single sector target setting and the value chain approach of the Biomass Policy Framework and uses the case of low carbon biomass heat to illustrate the strengths of the suggested approach. The paper concludes with remarks for the concept of biomass value chain analysis in policy.",
    "readLink": "https://doi.org/10.1111/gcbb.12685"
  },
  {
    "title": "Considering the Role of Adaptive Evolution in Models of the Ocean and Climate System",
    "authors": [
      "B. A. Ward,",
      "S. Collins,",
      "S. Dutkiewicz,",
      "S. Gibbs,",
      "P. Bown,",
      "A. Ridgwell,",
      "B. Sauterey,",
      "J. D. Wilson,",
      "A. Oschlies"
    ],
    "doi": "https://doi.org/10.1029/2018MS001452",
    "journalVolume": "Vol. 11,\n                                no. 11\n                                \n                                  pp.\n                                  3343\n                                  – 3361",
    "issn": "1942-2466 (Online)",
    "publisher": "American Geophysical Union (AGU)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://agupubs.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)1942-2466/",
    "abstract": "Abstract Numerical models have been highly successful in simulating global carbon and nutrient cycles in today's ocean, together with observed spatial and temporal patterns of chlorophyll and plankton biomass at the surface. With this success has come some confidence in projecting the century‐scale response to continuing anthropogenic warming. There is also increasing interest in using such models to understand the role of plankton ecosystems in past oceans. However, today's marine environment is the product of billions of years of continual evolution—a process that continues today. In this paper, we address the questions of whether an assumption of species invariance is sufficient, and if not, under what circumstances current model projections might break down. To do this, we first identify the key timescales and questions asked of models. We then review how current marine ecosystem models work and what alternative approaches are available to account for evolution. We argue that for timescales of climate change overlapping with evolutionary timescales, accounting for evolution may to lead to very different projected outcomes regarding the timescales of ecosystem response and associated global biogeochemical cycling. This is particularly the case for past extinction events but may also be true in the future, depending on the eventual degree of anthropogenic disruption. The discipline of building new numerical models that incorporate evolution is also hugely beneficial in itself, as it forces us to question what we know about adaptive evolution, irrespective of its quantitative role in any specific event or environmental changes.",
    "readLink": "https://doi.org/10.1029/2018MS001452"
  },
  {
    "title": "Analysis of Net Primary Productivity Variation and Quantitative Assessment of Driving Forces—A Case Study of the Yangtze River Basin",
    "authors": [
      "Chenxi Liu,",
      "Shuo Shi,",
      "Tong Wang,",
      "Wei Gong,",
      "Lu Xu,",
      "Zixi Shi,",
      "Jie Du,",
      "Fangfang Qu"
    ],
    "doi": "https://doi.org/10.3390/plants12193412",
    "journalVolume": "Vol. 12,\n                                no. 3412\n                                \n                                  p.\n                                  3412",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Net primary productivity (NPP) can indirectly reflect vegetation’s capacity for CO2 fixation, but its spatiotemporal dynamics are subject to alterations to some extent due to the influences of climate change and human activities. In this study, NPP is used as an indicator to investigate vegetarian carbon ability changes in the vital ecosystems of the Yangtze River Basin (YRB) in China. We also explored the NPP responses to climate change and human activities. We conducted a comprehensive analysis of the temporal dynamics and spatial variations in NPP within the YRB ecosystems from 2003 to 2020. Furthermore, we employed residual analysis to quantitatively assess the contributions of climate factors and human activities to NPP changes. The research findings are as follows: (1) Over the 18-year period, the average NPP within the basin amounted to 543.95 gC/m2, displaying a noticeable fluctuating upward trend with a growth rate of approximately 3.1 gC/m2; (2) The areas exhibiting an increasing trend in NPP account for 82.55% of the total study area. Regions with relatively high stability in the basin covered 62.36% of the total area, while areas with low stability accounted for 2.22%, mainly situated in the Hengduan Mountains of the western Sichuan Plateau; (3) NPP improvement was jointly driven by human activities and climate change, with human activities contributing more significantly to NPP growth. Specifically, the contributions were 65.39% in total, with human activities contributing 59.28% and climate change contributing 40.01%. This study provides an objective assessment of the contributions of human activities and climate change to vegetation productivity, offering crucial insights for future ecosystem development and environmental planning.",
    "readLink": "https://www.mdpi.com/2223-7747/12/19/3412"
  },
  {
    "title": "Renewable Energy as a Catalyst for Equity? Integrating Inuit Interests With Nunavik Energy Planning",
    "authors": [
      "Antoine Paquet,",
      "Geneviève Cloutier,",
      "Myriam Blais"
    ],
    "doi": "https://doi.org/10.17645/up.v6i4.4453",
    "journalVolume": "Vol. 6,\n                                no. 4",
    "issn": "2183-7635 (Online)",
    "publisher": "Cogitatio",
    "countryOfPublisher": "Portugal",
    "lcc": [
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: City planning"
    ],
    "journalUrl": "http://www.cogitatiopress.com/urbanplanning",
    "abstract": "Nunavik’s residents experience significant social and environmental disruptions due to climate change. These disruptions add to the widespread changes that the Inuit have encountered over the last century—changes that have left this community totally dependent on fossil fuels for heat and power. Over time, Nunavik’s residents have taken control of petroleum resources and their distribution, transforming this energy source into a major regional economic asset. Recently, there has been a transition towards renewable energy technologies (RETs) in Nunavik. However, are these alternative sources of energy appealing to local residents? This article explores the potential of RETs through the lens of procedural and substantive equity in the context of Inuit interests and integrated sustainability. Based on informal discussions with Inuit residents, interviews with stakeholders of the energy transition in Nunavik, and a literature analysis, this article presents two main results: (1) The level of substantive equity depends mainly on the type of RET and on idiosyncrasies between communities, and (2) local governance and procedural equity need to be asserted so that RETs can become true catalysts for equity.",
    "readLink": "https://www.cogitatiopress.com/urbanplanning/article/view/4453"
  },
  {
    "title": "Impact of Land Use Change on the Local Climate over the Tibetan Plateau",
    "authors": [
      "Jiming Jin,",
      "Shihua Lu,",
      "Suosuo Li,",
      "Norman L. Miller"
    ],
    "doi": "https://doi.org/10.1155/2010/837480",
    "journalVolume": "Vol. 2010",
    "issn": "1687-9309 (Print)",
    "publisher": "1687-9317 (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.hindawi.com/journals/amete/",
    "abstract": "Observational data show that the remotely sensed leaf area index (LAI) has a significant downward trend over the east Tibetan Plateau (TP), while a warming trend is found in the same area. Further analysis indicates that this warming trend mainly results from the nighttime warming. The Single-Column Atmosphere Model (SCAM) version 3.1 developed by the National Center for Atmospheric Research is used to investigate the role of land use change in the TP local climate system and isolate the contribution of land use change to the warming. Two sets of SCAM simulations were performed at the Xinghai station that is located near the center of the TP Sanjiang (three rivers) Nature Reserve where the downward LAI trend is largest. These simulations were forced with the high and low LAIs. The modeling results indicate that, when the LAI changes from high to low, the daytime temperature has a slight decrease, while the nighttime temperature increases significantly, which is consistent with the observations. The modeling results further show that the lower surface roughness length plays a significant role in affecting the nighttime temperature increase.",
    "readLink": "http://dx.doi.org/10.1155/2010/837480"
  },
  {
    "title": "Atmosphere-Ocean Coupled Variability in the Arabian/Persian Gulf",
    "authors": [
      "Fahad Al Senafi"
    ],
    "doi": "https://doi.org/10.3389/fmars.2022.809355",
    "journalVolume": "Vol. 9",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "The Arabian Gulf comprises one of the world's most unique and fragile marine ecosystems; it is susceptible to the adverse effects of climate change due to its shallow depth and its location within an arid region that witnesses frequent severe atmospheric events. To reproduce these effects in numerical models, it is important to obtain a better understanding of the region's sea surface temperature (SST) variability patterns, as SST is a major driver of circulation in shallow environments. To this end, here, empirical orthogonal function (EOF) decomposition analysis was conducted to investigate interannual to multi-decadal SST variability in the Gulf from 1982 to 2020, using daily Level 4 Group for High Resolution SST (GHRSST) data. In this way, three dominant EOF modes were identified to contribute the Gulf's SST variability. Significant spatial and temporal correlations were found suggesting that throughout the 39-year study period, SST variability could be attributed to atmospheric changes driven by the El Nio-Southern Oscillation (ENSO), Atlantic Multi-decadal Oscillation (AMO), and Indian Ocean Dipole (IOD) climate modes. Spatial and temporal analyses of the dataset revealed that the average SST was 26.7°C, and that the warming rate from 1982 to 2020 reached up to 0.59°C/decade. A detailed examination of SST changes associated with heat exchange at the air-sea interface was conducted using surface heat fluxes from fifth generation (ERA5) European Centre for Medium-Range Weather Forecasts (ECMWF). Despite the SST warming trend, the accumulation of heat during the study period is suggesting that there was an overall loss of heat (cooling). This cooling reverted into heating in 2003 and has since been increasing.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2022.809355/full"
  }
]