[
  {
    "title": "Biological responses to change in Antarctic sea ice habitats",
    "authors": [
      "Kerrie M. Swadling,",
      "Kerrie M. Swadling,",
      "Andrew J. Constable,",
      "Alexander D. Fraser,",
      "Robert A. Massom,",
      "Robert A. Massom,",
      "Robert A. Massom,",
      "Melanie D. Borup,",
      "Laura Ghigliotti,",
      "Antonia Granata,",
      "Letterio Guglielmo,",
      "Nadine M. Johnston,",
      "So Kawaguchi,",
      "So Kawaguchi,",
      "Fraser Kennedy,",
      "Rainer Kiko,",
      "Philippe Koubbi,",
      "Philippe Koubbi,",
      "Ryosuke Makabe,",
      "Ryosuke Makabe,",
      "Ryosuke Makabe,",
      "Andrew Martin,",
      "Andrew McMinn,",
      "Andrew McMinn,",
      "Masato Moteki,",
      "Masato Moteki,",
      "Evgeny A. Pakhomov,",
      "Ilka Peeken,",
      "Jody Reimer,",
      "Jody Reimer,",
      "Phillip Reid,",
      "Phillip Reid,",
      "Ken G. Ryan,",
      "Marino Vacchi,",
      "Patti Virtue,",
      "Patti Virtue,",
      "Patti Virtue,",
      "Patti Virtue,",
      "Christine K. Weldrick,",
      "Pat Wongpan,",
      "Simon J. Wotherspoon"
    ],
    "doi": "https://doi.org/10.3389/fevo.2022.1073823",
    "journalVolume": "Vol. 10",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "Sea ice is a key habitat in the high latitude Southern Ocean and is predicted to change in its extent, thickness and duration in coming decades. The sea-ice cover is instrumental in mediating ocean–atmosphere exchanges and provides an important substrate for organisms from microbes and algae to predators. Antarctic krill, Euphausia superba, is reliant on sea ice during key phases of its life cycle, particularly during the larval stages, for food and refuge from their predators, while other small grazers, including copepods and amphipods, either live in the brine channel system or find food and shelter at the ice-water interface and in gaps between rafted ice blocks. Fish, such as the Antarctic silverfish Pleuragramma antarcticum, use platelet ice (loosely-formed frazil crystals) as an essential hatching and nursery ground. In this paper, we apply the framework of the Marine Ecosystem Assessment for the Southern Ocean (MEASO) to review current knowledge about relationships between sea ice and associated primary production and secondary consumers, their status and the drivers of sea-ice change in this ocean. We then use qualitative network modelling to explore possible responses of lower trophic level sea-ice biota to different perturbations, including warming air and ocean temperatures, increased storminess and reduced annual sea-ice duration. This modelling shows that pelagic algae, copepods, krill and fish are likely to decrease in response to warming temperatures and reduced sea-ice duration, while salp populations will likely increase under conditions of reduced sea-ice duration and increased number of days of >0°C. Differences in responses to these pressures between the five MEASO sectors were also explored. Greater impacts of environmental pressures on ice-related biota occurring presently were found for the West and East Pacific sectors (notably the Ross Sea and western Antarctic Peninsula), with likely flow-on effects to the wider ecosystem. All sectors are expected to be impacted over coming decades. Finally, we highlight priorities for future sea ice biological research to address knowledge gaps in this field.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fevo.2022.1073823/full"
  },
  null,
  {
    "title": "A Re-Inventory after 12 Years—Increase in Red Wood Ant Nests and Woodpecker Cavities in Nests in the West Eifel Volcanic Field despite Climatic Changes",
    "authors": [
      "Gabriele M. Berberich,",
      "Martin B. Berberich"
    ],
    "doi": "https://doi.org/10.3390/f14050985",
    "journalVolume": "Vol. 14,\n                                no. 985\n                                \n                                  p.\n                                  985",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "We re-inventoried red wood ant nests (RWA) in 12 study sites (≈1281 ha) in the tectonically active Westeifel Volcanic Field, Germany, in an area-wide and integrated ecosystem approach after 12 years. Combined with the re-identification of previously mapped nests using a photo database, this approach leads to more accurate nest counts in (re)inventories. A total increase in nests from 1144 (2009) to 1252 (2021), and a dramatic one for the Heidberg site by 52-fold (2009) and 85-fold (2021) compared to a 1984 inventory was observed, contrasting with earlier postulations of a decline in RWA. Early to medium mature (41–80 years) and mature (≥81–140 years) spruce forests were the preferred habitat. A large increase in small-sized nests suggests an increase in new nest settlements also in clearings, despite climate-induced forest dieback over the past decade. A decline in biodiversity in the herbaceous layer was observed; highly proliferating blackberries had no negative impact on RWA nests. Monitoring of woodpecker cavities in RWA nests is suggested as an indirect indicator tool for evaluating populations in forests. Positive ground movement rates caused by the Eifel plume are suggested as another factor favoring nest settlements, especially in NE-SW and WNW-ESE directions. This study contributes to the urgent need for updating the statistical data required to (a) effectively substantiate the status quo of RWA occurrences, (b) protect RWA as ecosystem engineers, (c) advance understanding of GeoBio-Interactions in the wake of climate change, and (d) contribute to the German government’s Insect Conservation Action Program.",
    "readLink": "https://www.mdpi.com/1999-4907/14/5/985"
  },
  {
    "title": "Characteristics of Water Vapor in the UTLS over the Tibetan Plateau Based on AURA/MLS Observations",
    "authors": [
      "Yi Sun,",
      "Quanliang Chen,",
      "Ke Gui,",
      "Fangyou Dong,",
      "Xiao Feng,",
      "Qichao Long"
    ],
    "doi": "https://doi.org/10.1155/2017/3504254",
    "journalVolume": "Vol. 2017",
    "issn": "1687-9309 (Print)",
    "publisher": "1687-9317 (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.hindawi.com/journals/amete/",
    "abstract": "Water vapor (WV) has a vital effect on global climate change. Using satellite data observed by AURA/MLS and ERA-Interim reanalysis datasets, the spatial distributions and temporal variations of WV were analyzed. It was found that high WV content in the UTLS over the southern Tibetan Plateau is more apparent in summer, due to monsoon-induced strong upward motions. The WV content showed the opposite distribution at 100 hPa, though, during spring and winter. And a different distribution at 121 hPa indicated that the difference in WV content between the northern and southern plateau occurs between 121 and 100 hPa in spring and between 147 and 121 hPa in winter. In the UTLS, it diminishes rapidly with increase in altitude in these two seasons, and it shows a “V” structure in winter. There has been a weak increasing trend in WV at 100 hPa, but a downtrend at 147 and 215 hPa, during the past 12 years. At the latter two heights, the WV content in summer has been much higher than in other seasons. Furthermore, WV variation showed a rough wave structure in spring and autumn at 215 hPa. The variation of WV over the Tibetan Plateau is helpful in understanding the stratosphere-troposphere exchange (STE) and climate change.",
    "readLink": "http://dx.doi.org/10.1155/2017/3504254"
  },
  {
    "title": "Implementing Climate Change Adaptation Policies Across Scales: Challenges for Knowledge Coproduction in Andean Mountain Socio-ecosystems",
    "authors": [
      "Emilie Dupuits,",
      "Luis Daniel Llambí,",
      "Manuel Peralvo"
    ],
    "doi": "https://doi.org/10.1659/MRD-JOURNAL-D-21-00040.1",
    "journalVolume": "Vol. 42,\n                                no. 2\n                                \n                                  pp.\n                                  A1\n                                  – A11",
    "issn": "0276-4741 (Print)",
    "publisher": "1994-7151 (Online)",
    "countryOfPublisher": "International Mountain Society",
    "lcc": [
      "Switzerland",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.mrd-journal.org",
    "abstract": "The Andean region presents specific challenges related to its globally important natural heritage, the broad range of pressures on landscapes and ecosystems that accentuate the effects of climate change (CC), and a great diversity of institutional arrangements and policy tools to increase the adaptive capacity of socioecological systems and related disaster risk reduction strategies. In this context, regional readings are needed to generate a multiscale and multisectoral analysis of the responses of Andean countries in public policy and at the grass roots. This paper examines institutional challenges and local perceptions regarding the implementation of CC adaptation policies in the Andean countries. We analyze the regulatory, institutional, and policy framework related to CC policies in Andean countries over the last 5 years. Further, we analyze synergies and opportunities, as well as possible tensions and resistance, that the implementation of CC adaptation policies may generate among diverse actors (civil society organizations, peasant/indigenous communities, and local/regional authorities, among others). For this, we analyze 7 case studies at the subnational level across the Andes. These were chosen to reflect the diversity of local governance contexts across the region and the progress and challenges faced in implementing CC adaptation policies on the ground. This analysis reveals how the implementation of CC adaptation policies in diverse territorial contexts often lacks articulation and coherence with the governance tools and platforms typically used by local actors. In response to this overall limitation, various representative strategies derived from the case studies are highlighted, illustrating different modes of multiactor and multiscale cooperation. Finally, based on our sociopolitical analysis, we propose some key recommendations for the different stakeholders, which could inform the development of an agenda for multiscale and multiactor CC adaptation governance in the region.",
    "readLink": "https://bioone.org/doi/10.1659/MRD-JOURNAL-D-21-00040.1"
  },
  {
    "title": "Carbon Polygons and Carbon Offsets: Current State, Key Challenges and Pedological Aspects",
    "authors": [
      "Evgeny Abakumov,",
      "Vyacheslav Polyakov"
    ],
    "doi": "https://doi.org/10.3390/agronomy11102013",
    "journalVolume": "Vol. 11,\n                                no. 2013\n                                \n                                  p.\n                                  2013",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "Russia holds the largest store of carbon in soils, forests and permafrost grounds. Carbon, stored in a stabilized form, plays an important role in the balance of the global biogeochemical cycle and greenhouse gases. Thus, recalcitrance of soil organic matter to mineralization results in a decrease in current emissions of carbon dioxide into the atmosphere. At the same time, stabilization of organic matter in the form of humus due to organo–mineral interactions leads to the sequestration of carbon from the atmosphere into soils and biosediments. Thus, global carbon balance is essentially determined by soil cover state and stability. Currently, Russia is faced with a set of problems regarding carbon offsets and the carbon economy. One of the methods used to evaluate carbon stocks in ecosystems and verify offsets rates is carbon polygons, which are currently being organized, or are under organization, in various regions of Russia. This discussion addresses the current issues surrounding the methods and methodology of carbon polygons and their pedological organization and function.",
    "readLink": "https://www.mdpi.com/2073-4395/11/10/2013"
  },
  {
    "title": "Methodology for the Assessment of Multi-Hazard Risk in Urban Homogenous Zones",
    "authors": [
      "Nenad Mladineo,",
      "Marko Mladineo,",
      "Elena Benvenuti,",
      "Toni Kekez,",
      "Željana Nikolić"
    ],
    "doi": "https://doi.org/10.3390/app122412843",
    "journalVolume": "Vol. 12,\n                                no. 12843\n                                \n                                  p.\n                                  12843",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "The multi-hazard risk assessment of urban areas represents a comprehensive approach that can be used to reduce, manage and overcome the risks arising from the combination of different natural hazards. This paper presents a methodology for multi-hazard risk assessment based on Spatial Multi-Criteria Decision Making. The PROMETHEE method was used to assess multi-hazard risks caused by seismic, flood and extreme sea waves impact. The methodology is applied for multi-hazard risk evaluation of the urban area of Kaštel Kambelovac, located on the Croatian coast of the Adriatic Sea. The settlement is placed in a zone of high seismic risk with a large number of old stone historical buildings which are vulnerable to the earthquakes. Being located along the low-lying coast, this area is also threatened by floods due to climate change-induced sea level rises. Furthermore, the settlement is exposed to flooding caused by extreme sea waves generated by severe wind. In the present contribution, the multi-hazard risk is assessed for different scenarios and different levels, based on exposure and vulnerability for each of the natural hazards and the influence of additional criteria to the overall risk in homogenous zones. Single-risk analysis has shown that the seismic risk is dominant for the whole pilot area. The results of multi-hazard assessment have shown that in all combinations the highest risk is present in the historical part of Kaštel Kambelovac. This is because the historical part is most exposed to sea floods and extreme waves, as well as due to the fact that a significant number of historical buildings is located in this area.",
    "readLink": "https://www.mdpi.com/2076-3417/12/24/12843"
  },
  {
    "title": "Quest for New Space for Restricted Range Mammals: The Case of the Endangered Walia Ibex",
    "authors": [
      "Berihun Gebremedhin,",
      "Desalegn Chala,",
      "Øystein Flagstad,",
      "Afework Bekele,",
      "Vegar Bakkestuen,",
      "Vegar Bakkestuen,",
      "Bram van Moorter,",
      "G. Francesco Ficetola,",
      "G. Francesco Ficetola,",
      "Niklaus E. Zimmermann,",
      "Christian Brochmann,",
      "Nils Chr. Stenseth,",
      "Nils Chr. Stenseth"
    ],
    "doi": "https://doi.org/10.3389/fevo.2021.611632",
    "journalVolume": "Vol. 9",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "Populations of large mammals have declined at alarming rates, especially in areas with intensified land use where species can only persist in small habitat fragments. To support conservation planning, we developed habitat suitability models for the Walia ibex (Capra walie), an endangered wild goat endemic to the Simen Mountains, Ethiopia. We calibrated several models that differ in statistical properties to estimate the spatial extent of suitable habitats of the Walia ibex in the Simen Mountains, as well as in other parts of the Ethiopian highlands to assess potentially suitable areas outside the current distribution range of the species. We further addressed the potential consequences of future climate change using a climate model with four emission scenarios. Model projections estimated the potential suitable habitat under current climate to 501–672 km2 in Simen and 6,251–7,732 km2 in other Ethiopian mountains. Under projected climate change by 2,080, the suitable habitat became larger in Simen but smaller in other parts of Ethiopia. The projected expansion in Simen is contrary to the general expectation of shrinking suitable habitats for high-elevation species under climate warming and may partly be due to the ruggedness of these particular mountains. The Walia ibex has a wide altitudinal range and is able to exploit very steep slopes, allowing it to track the expected vegetation shift to higher altitudes. However, this potential positive impact may not last long under continued climate warming, as the species will not have much more new space left to colonize. Our study indicates that the current distribution range can be substantially increased by reintroducing and/or translocating the species to other areas with suitable habitat. Indeed, to increase the viability and prospects for survival of this flagship species, we strongly recommend human-assisted reintroduction to other Ethiopian mountains. Emulating the successful reintroduction of the Alpine ibex that has spread from a single mountain in Italy to its historical ranges of the Alps in Europe might contribute to saving the Walia ibex from extinction.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fevo.2021.611632/full"
  },
  {
    "title": "Effect of elevation, season and accelerated snowmelt on biogeochemical processes during isolated conifer needle litter decomposition",
    "authors": [
      "Laura T. Leonard,",
      "Eoin L. Brodie,",
      "Kenneth H. Williams,",
      "Jonathan O. Sharp"
    ],
    "doi": "https://doi.org/10.7717/peerj.11926",
    "journalVolume": "Vol. 9\n                                \n                                \n                                  p.\n                                  e11926",
    "issn": "2167-8359 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://peerj.com/",
    "abstract": "Increased drought and temperatures associated with climate change have implications for ecosystem stress with risk for enhanced carbon release in sensitive biomes. Litter decomposition is a key component of biogeochemical cycling in terrestrial ecosystems, but questions remain regarding the local response of decomposition processes to climate change. This is particularly complex in mountain ecosystems where the variable nature of the slope, aspect, soil type, and snowmelt dynamics play a role. Hence, the goal of this study was to determine the role of elevation, soil type, seasonal shifts in soil moisture, and snowmelt timing on litter decomposition processes. Experimental plots containing replicate deployments of harvested lodgepole and spruce needle litter alongside needle-free controls were established in open meadows at three elevations ranging from 2,800–3,500 m in Crested Butte, Colorado. Soil biogeochemistry variables including gas flux, porewater chemistry, and microbial ecology were monitored over three climatically variable years that shifted from high monsoon rains to drought. Results indicated that elevation and soil type influenced baseline soil biogeochemical indicators; however, needle mass loss and chemical composition were consistent across the 700 m elevation gradient. Rates of gas flux were analogously consistent across a 300 m elevation gradient. The additional variable of early snowmelt by 2–3 weeks had little impact on needle chemistry, microbial composition and gas flux; however, it did result in increased dissolved organic carbon in lodgepole porewater collections suggesting a potential for aqueous export. In contrast to elevation, needle presence and seasonal variability of soil moisture and temperature both played significant roles in soil carbon fluxes. During a pronounced period of lower moisture and higher temperatures, bacterial community diversity increased across elevation with new members supplanting more dominant taxa. Microbial ecological resilience was demonstrated with a return to pre-drought structure and abundance after snowmelt rewetting the following year. These results show similar decomposition processes across a 700 m elevation gradient and reveal the sensitivity but resilience of soil microbial ecology to low moisture conditions.",
    "readLink": "https://peerj.com/articles/11926.pdf"
  },
  {
    "title": "Market Trends of Medicinal and Aromatic Plants in Italy: Future Scenarios Based on the Delphi Method",
    "authors": [
      "Daniela Spina,",
      "Cinzia Barbieri,",
      "Roberto Carbone,",
      "Manal Hamam,",
      "Mario D’Amico,",
      "Giuseppe Di Vita"
    ],
    "doi": "https://doi.org/10.3390/agronomy13071703",
    "journalVolume": "Vol. 13,\n                                no. 1703\n                                \n                                  p.\n                                  1703",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "The medicinal and aromatic plant (MAP) sector in Italy is a niche sector that is growing in terms of both primary production and consumption. These products seem to be important to address several global challenges, including climate change, biodiversity conservation, drought solutions, product diversification, product innovations, and the development of rural areas (rural tourism in primis). This study utilised the Delphi method to identify key factors and possible strategies that could be adopted for the future (the next 3–5 years) of the national MAP supply chain. The research involved the collaboration of 26 experts. Individual interviews, based on a semi-structured questionnaire, were carried out during the first round of the study. The information and the collected data were then analysed and depicted in a mental map. The Italian MAP sector suffers from competition from lower-cost imported products. Despite this, the experts predicted an expansion of the MAP sector regarding aromatic herbs and certain derivative products, such as dietary supplements, biocides, and essential oils. The experts anticipated the need to increase the adoption of digital innovations, of developing agreements among the actors of the supply chain, and of investing in the training of supply chain actors.",
    "readLink": "https://www.mdpi.com/2073-4395/13/7/1703"
  }
]