[
  {
    "title": "Future Changes in Drought Frequency Due To Changes in the Mean and Shape of the PDSI Probability Density Function Under RCP4.5 Scenario",
    "authors": [
      "Yulei Qi,",
      "Yulei Qi,",
      "Haipeng Yu,",
      "Qiang Fu,",
      "Quanliang Chen,",
      "Jinjiang Ran,",
      "Zesu Yang"
    ],
    "doi": "https://doi.org/10.3389/feart.2022.857885",
    "journalVolume": "Vol. 10",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "This study investigates the changes in the drought frequency in 2070–2099 relative to 1970–1999, due to the mean and shape changes of the probability density function (PDF) of the self-calibrated Palmer Drought Severity Index (PDSI), using CMIP5 multi-model historical simulations and projections under the RCP4.5 scenario. For severe droughts defined with PDSIs less than the 10th percentile, it is shown that over 41% of the global land, the increase in the severe drought frequency due to the shape change exacerbates the increase due to the mean change. Over 28% of the global land, the decrease in the drought frequency due to the shape change partially offsets the increase due to the mean change. Over 31% of the global land, the drought frequency increases due to the shape changes, but decreases due to the mean changes. The severe drought frequency due to both PDSI PDF mean and shape changes increases over almost the entire global land. We show that the PDSI standard deviation change is mainly determined by the mean precipitation change, while the PDSI mean change is determined by both mean precipitation and potential evapotranspiration changes. In particular, the PDSI standard deviation increases with the increase in mean precipitation which broadens the PDSI PDF, and thus enhances the severe drought frequency, and vice versa. On the other hand, the PDSI mean decreases with the decrease (increase) in mean precipitation (mean potential evapotranspiration). The difference in the attribution of drought frequency changes to the mean and shape changes over different regions can thus be largely explained by the mean precipitation and potential evapotranspiration changes. We also examine the moderate droughts defined with PDSIs between 10th and 20th percentiles in this study. For the moderate drought frequency, the spatial pattern of its changes due to the PDSI mean changes is similar to that of severe drought but with much smaller magnitudes, while its change in the spatial pattern due to the shape changes differs from severe drought with no significant changes. The moderate drought frequency due to both PDSI PDF mean and shape changes increases over 71% of the global land but decreases over 29% of the land.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/feart.2022.857885/full"
  },
  {
    "title": "Climatic–Environmental Effects of Aerosols and Their Sensitivity to Aerosol Mixing States in East Asia in Winter",
    "authors": [
      "Yiman Gao,",
      "Bingliang Zhuang,",
      "Tijian Wang,",
      "Huimin Chen,",
      "Shu Li,",
      "Wen Wei,",
      "Huijuan Lin,",
      "Mengmeng Li"
    ],
    "doi": "https://doi.org/10.3390/rs14153539",
    "journalVolume": "Vol. 14,\n                                no. 3539\n                                \n                                  p.\n                                  3539",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "To establish the direct climatic and environmental effect of anthropogenic aerosols in East Asia in winter under external, internal, and partial internal mixing (EM, IM and PIM) states, a well-developed regional climate–chemical model RegCCMS is used by carrying out sensitive numerical simulations. Different aerosol mixing states yield different aerosol optical and radiative properties. The regional averaged EM aerosol single scattering albedo is approximately 1.4 times that of IM. The average aerosol effective radiative forcing in the atmosphere ranges from −0.35 to +1.40 W/m2 with increasing internal mixed aerosols. Due to the absorption of black carbon aerosol, lower air temperatures are increased, which likely weakens the EAWM circulations and makes the atmospheric boundary more stable. Consequently, substantial accumulations of aerosols further appear in most regions of China. This type of interaction will be intensified when more aerosols are internally mixed. Overall, the aerosol mixing states may be important for regional air pollution and climate change assessments. The different aerosol mixing states in East Asia in winter will result in a variation from 0.04 to 0.11 K for the averaged lower air temperature anomaly and from approximately 0.45 to 2.98 μg/m3 for the aerosol loading anomaly, respectively, due to the different mixing aerosols.",
    "readLink": "https://www.mdpi.com/2072-4292/14/15/3539"
  },
  {
    "title": "Spatio-Temporal Assessment of Climate Change Impact on Wave Energy Resources Using Various Time Dependent Criteria",
    "authors": [
      "Bahareh Kamranzad,",
      "George Lavidas,",
      "Kaoru Takara"
    ],
    "doi": "https://doi.org/10.3390/en13030768",
    "journalVolume": "Vol. 13,\n                                no. 3\n                                \n                                  p.\n                                  768",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "The wave energy resources in the Indian Ocean can be considered as a potential alternative to fossil fuels. However, the wave energy resources are subject to short-term fluctuations and long-term changes due to climate change. Hence, considering sustainable development goals, it is necessary to assess both short-term (intra-annual) variation and long-term change. For this purpose, the simulated wave characteristics were utilized, and the wave power and its variation and change were analyzed in the whole domain and nearshore areas. The short-term fluctuation was investigated in terms of monthly and seasonal variations and the future change was discussed based on absolute and relative changes. Both analyses show that the Southern Indian Ocean, despite experiencing extreme events and having higher wave energy potential, is more stable in terms of both short and long-term variation and change. The assessment of the total and exploitable storages of wave energy and their future change revealed the higher potential and higher stability of the nearshores of the Southern Indian Ocean. It can be concluded that based on various factors, the south of Sri Lanka, Horn of Africa, southeast Africa, south of Madagascar and Reunion and Mauritius islands are the most suitable areas for wave energy extraction.",
    "readLink": "https://www.mdpi.com/1996-1073/13/3/768"
  },
  {
    "title": "Evaluating the Impacts of Climate Change on Soil Erosion Rates in Central Mexico",
    "authors": [
      "Santos Martínez-Santiago,",
      "Armando López-Santos,",
      "Guillermo González-Cervantes,",
      "Gerardo Esquivel-Arriaga"
    ],
    "doi": "https://doi.org/10.3934/geosci.2017.3.327",
    "journalVolume": "Vol. 3,\n                                no. 3\n                                \n                                  pp.\n                                  327\n                                  – 351",
    "issn": "2471-2132 (Online)",
    "publisher": "AIMS Press",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Geology"
    ],
    "journalUrl": "https://www.aimspress.com/journal/aimsgeo",
    "abstract": "Although water-eroded soil (WES) resulting from human activities has been recognized as the leading global cause of land degradation, the soil erosion risks from climate change are not clear. Studies have reported that WES is the second most significant cause of soil loss in Mexico, and its future trajectory has not been sufficiently evaluated. The aims of this study are to 1) determine the impacts of climate change on WES and its distribution for the State of Aguascalientes, Mexico, and to 2) compare the present and future soil loss rates for the study unit (SU). The State of Aguascalientes is located in the “Region del Bajio.” The impact of climate change on WES was evaluated using the near-future divided world scenario (A2) presented in the IPCC Fourth Assessment Report. Daily temperature and precipitation data from 18 weather stations were downscaled to model historic laminar water erosion (HLWE) and changes therein in the A2 near-future scenario for 2010–2039 (LWEScA2). Due to future changes in mean annual rainfall (MAR) levels, a change in the LWEScA2 of between 1.6 and 8.9% could result in average soil losses up to 475.4 t ha-1 yr-1, representing a loss of slightly more than a 30-mm layer of mountain soil per year. The risk zones, classified as class 4 for LWE, are located to western of the State in part of municipalities of Calvillo, Jesus María, San José de Gracia y Cosio, where there are typical hills and falls with soil very sensitive to rain erosion.",
    "readLink": "http://www.aimspress.com/geosciences/article/1544/fulltext.html"
  },
  {
    "title": "Uses, abundance perception, and potential geographical distribution of Smilax aristolochiifolia Mill (SMILACACEAE) on the Totonacapan Region of Puebla, Mexico",
    "authors": [
      "José Espinoza-Pérez,",
      "César Reyes,",
      "Jesús Hernández-Ruíz,",
      "Maximino Díaz-Bautista,",
      "Francisco Ramos-López,",
      "Abel Espinoza-Gómez,",
      "Oscar Pérez-García"
    ],
    "doi": "https://doi.org/10.1186/s13002-021-00477-6",
    "journalVolume": "Vol. 17,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 15",
    "issn": "1746-4269 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Other systems of medicine",
      "Science: Botany"
    ],
    "journalUrl": "https://ethnobiomed.biomedcentral.com/",
    "abstract": "Abstract Background In some regions of Mexico, edible wild plants have been displaced or eliminated from the traditional food systems, mainly by changes in land use, booming monoculture, herbicide use, and by changes among the new generations in the traditional foods and diets of indigenous populations. In the Totonacapan region of Puebla, the gradual change from the traditional acahual plantation to coffee-type agroecosystems has provoked the displacement of old-growth forests and the eradication of wild plants since 1970. One of the wild species which has been used in traditional medicine and food recipes by the Totonac culture is Smilax aristolochiifolia (SMILACACEAE), known as “kgentsililh”. This species forms part of traditional Totonac recipes, in which the tender stems are still used in local medicine to treat menstrual pain, deal with dysentery, and prevent hair loss. According to the Maxent® Program, there are still potential areas with habitats suitable to promote its conservation in the Poblano Totonacapan. Methods We conducted 260 interviews with people in 13 locations in the northern Sierra of the State of Puebla. Variables taken into account in the interview related to the consumption frequency of the species, its abundance and distribution perception, reasons or arguments given by the Totonac indigenous population about the decreased presence of specimens of S. aristolochiifolia, its dates of collection, and the cutting prices of kgentsililh at the community level and in local markets. The relative abundance of S. aristolochiifolia was determined through 22 samples in 2ts of 600 m2. Later, its potential distribution in the state of Puebla was estimated using the Maxent® Program Ver. 3.3.3. Results Of the 260 Totonac families interviewed, 31% had stopped consuming kgentsililh. The residents reported that in the last 50 years the populations of this plant had diminished in the northern Sierra of the State of Puebla, mainly due to changes in land use, herbicide application, over-collection, and urban growth. In traditional medicine, the stem sap of S. aristolochiifolia is currently employed to help treat baldness, and the “tuberous root” or plant rhizome is used to prepare a tea infusion to treat dysentery. The cost of plant guides varies from 10.00 to 40.00 Mexican pesos for one bunch (around 0.5 to 2.00 US dollars), and every bundle consists of between 7 to 10 cuttings from 0.4 to 0.5 m long. From our 22 quadrats of sampling and collection of S. aristolochiifolia, we were able to recognize a total of 32 specimens. There is a considerable abundance of kgentsililh in acahual plantations and old-growth forests (evergreen lowland and mid-elevation perennial forest) concerning the coffee-type plantations and milpas. According to our analysis using the Maxent Program®, eight physical and climatic variables have a direct relationship to the potential distribution of the species. Conclusions Smilax aristolochiifolia is still a plant of socioeconomic importance, mainly because of its food value and its use in traditional medicine by indigenous families in Poblano Totonacapan. It is evident that the villagers perceive that in the last 50 years the species has decreased its population mainly due to land-use change, the application of herbicides to the different family production units, and climate change. At the moment, there is no knowledge about the methods of propagation of the species, and therefore there is no intention on the part of the population to conserve the species. However, it would be of great importance to generate a biocultural conservation strategy and take advantage of the results obtained from the potential geographic distribution area, since according to the Maxent® Program, there are still potential areas with habitat suitable to promote conservation in Poblano Totonacapan.",
    "readLink": "https://doi.org/10.1186/s13002-021-00477-6"
  },
  {
    "title": "Dynamics of Fungal and Bacterial Biomass Carbon in Natural Ecosystems: Site‐Level Applications of the CLM‐Microbe Model",
    "authors": [
      "Liyuan He,",
      "David A. Lipson,",
      "Jorge L. Mazza Rodrigues,",
      "Melanie Mayes,",
      "Robert G. Björk,",
      "Bruno Glaser,",
      "Peter Thornton,",
      "Xiaofeng Xu"
    ],
    "doi": "https://doi.org/10.1029/2020MS002283",
    "journalVolume": "Vol. 13,\n                                no. 2\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "1942-2466 (Online)",
    "publisher": "American Geophysical Union (AGU)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://agupubs.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)1942-2466/",
    "abstract": "Abstract Explicitly representing microbial processes has been recognized as a key improvement to Earth system models for the realistic projections of soil carbon (C) and climate dynamics. The CLM‐Microbe model builds upon the CLM4.5 and explicitly represents two major soil microbial groups, fungi and bacteria. Based on the compiled time‐series data of fungal (FBC) and bacterial (BBC) biomass C from nine biomes, we parameterized and validated the CLM‐Microbe model, and further conducted sensitivity and uncertainty analysis for simulating C cycling. The model performance was evaluated with mean absolute error (MAE), root mean square error (RMSE), and coefficient of determination (R2) for relative change in FBC and BBC. The CLM‐Microbe model is able to reasonably capture the seasonal dynamics of FBC and BBC across biomes, particularly for tropical/subtropical forest, temperate broadleaf forest, and grassland, with MAE <0.49 for FBC and <0.36 for BBC and RMSE <0.52 FBC and <0.39 for BBC, while R2 values are relatively smaller in some biomes (e.g., shrub) due to small sample sizes. We found good consistencies between simulated and observed FBC (R2 = 0.70, P < 0.001) and BBC (R2 = 0.26, P < 0.05) on average across biomes, but the model is not able to fully capture the large variation in observed FBC and BBC. Sensitivity analysis shows that the most critical parameters are turnover rate and carbon‐to‐nitrogen ratio of fungi and bacteria and microbial assimilation efficiency. This study confirms that the explicit representation of soil microbial mechanisms enhances model performance in simulating C variables such as heterotrophic respiration and soil organic C density. The further application of the CLM‐Microbe model would deepen our understanding of microbial contributions to global C cycle.",
    "readLink": "https://doi.org/10.1029/2020MS002283"
  },
  {
    "title": "Dynamic Patterns of the Vertical Distribution of Vegetation in Heihe River Basin since the 1980s",
    "authors": [
      "Zemeng Fan"
    ],
    "doi": "https://doi.org/10.3390/f12111496",
    "journalVolume": "Vol. 12,\n                                no. 1496\n                                \n                                  p.\n                                  1496",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "The vertical distribution of vegetation in Heihe River Basin has presented a significant dynamic change in the different elevation zones since the 1980s. To explore the dynamic patterns of vegetation types located in the different elevation zones of Heihe River Basin, this study collected 440 field sampling datapoints of vegetation types, remote sensing images, climatic observation data, and DEM and preprocessed them. On the basis of the vegetation distribution and the terrain characteristics of Heihe River Basin, this study classified the vertical distribution of vegetation in Heihe River Basin into six vegetation zones, namely, the oasis farmland and desert zone, desert-steppe zone, dry scrub-steppe zone, mountain forest-steppe zone, subalpine scrub-meadow zone, and alpine cold desert-meadow zone. Moreover, the mean annual biotemperature (MAB) and total annual average precipitation (TAP) were used to analyze the relationship between vegetation change and climate change in the different elevation zones. The results show that the change rate of vegetation was up to 25.75% in Heihe River Basin. The area of vegetation that changed in the oasis farmland and desert zone was the largest (7224 km2), and the rate of vegetation that changed in the mountain forest-steppe zone was up to 56.93%. The mean annual biotemperature (MAB) and total annual average precipitation (TAP) in the six elevation zones showed an increasing trend, in which the increased rate of TAP presented a downward trend with the increase of elevation, and that of MAB showed a continuous upward trend with the increase of elevation. The change rate of vegetation was generally higher than that of MAB and TAP in the low and middle vegetation zones. The influence intensity of human activities on vegetation change in the lower and middle elevation zones of Heihe River Basin was greater than that in the high elevation zone between the 1980s and the 2010s. MAB is the major impact factor to vegetation change in the alpine cold zone of Heihe River Basin.",
    "readLink": "https://www.mdpi.com/1999-4907/12/11/1496"
  },
  {
    "title": "Co-Design for Enhancing Flood Resilience in Davao City, Philippines",
    "authors": [
      "Mamoru Miyamoto,",
      "Daiki Kakinuma,",
      "Tomoki Ushiyama,",
      "Abdul Wahid Mohamed Rasmy,",
      "Masaki Yasukawa,",
      "Della Grace Bacaltos,",
      "Anthony C. Sales,",
      "Toshio Koike,",
      "Masaru Kitsuregawa"
    ],
    "doi": "https://doi.org/10.3390/w14060978",
    "journalVolume": "Vol. 14,\n                                no. 978\n                                \n                                  p.\n                                  978",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Enhancing flood resilience, including the development of social capacity and early warning systems, in addition to structural measures, is one of the key solutions to mitigating flood damage, which will be more intensified in the future due to climate change. This study was conducted to develop a comprehensive methodology for enhancing flood resilience by improving society-wide disaster literacy under the governance formed through the active participation of all levels of stakeholders in Davao City, Philippines. Specifically, the development of the Online Synthesis System for Sustainability and Resilience, which integrates different disciplines, and the fostering of Facilitators, whose role is to interlink the science community and society, were implemented in a co-designing manner by the collective governance body. The development of basin- and barangay-scale hydrological models realized real-time flood forecasting and climate change impact assessment to identify intensified flood risk under the future climate. Co-designed e-learning workshops were held to foster about thirty Facilitators and help them produce twenty-one risk communication plans and workshop designs for fourteen barangays considering geographic, demographic, economic, and social features that they can utilize for public dissemination related to climate change adaptation to the target audiences in society. This paper presents a practical method to enhance flood resilience, demonstrating that the synthesis of science-based knowledge and human resource development can fill the gaps between the science community and society.",
    "readLink": "https://www.mdpi.com/2073-4441/14/6/978"
  },
  {
    "title": "Scientific, societal and pedagogical approaches to tackle the impact of climate change on marine pollution",
    "authors": [
      "Tiago M. Alves,",
      "Eleni Kokinou,",
      "Marie Ekström,",
      "Andreas Nikolaidis,",
      "Georgios C. Georgiou,",
      "Anastasia Miliou"
    ],
    "doi": "https://doi.org/10.1038/s41598-021-82421-y",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 15",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Marine pollution impacts coastal nations around the world, and more so: (a) in confined maritime areas with significant marine traffic, (b) where exploitation of natural and mineral resources is taking place, or (c) in regions witnessing pressure from tourism, local population growth, and industry. In this work, Digital Elevation Models, hydrographic, and climatic data are used together with computer simulations to understand the control of climate change on marine pollution. The results show that different climate change signals can potentially alter the flow and concentration of pollution in the European Seas, when compared to the present day. Ultimately, this work identifies the main sources of marine pollution as: (1) rivers and streams near cities and industrialised areas, (2) coastal areas experiencing sudden demographic pressures, (3) offshore shipping lanes in which oil and other marine debris are released, and (4) areas of rugged seafloor where industrial fishing takes place. This paper finishes by describing new educational material prepared to teach school children around the world. It explains why how a new training curriculum and e-game developed by Sea4All can be crucial in future Environmental Education and Education for a Sustainable Development.",
    "readLink": "https://doi.org/10.1038/s41598-021-82421-y"
  },
  {
    "title": "Precipitation and temperature regulate species diversity, plant coverage and aboveground biomass through opposing mechanisms in large-scale grasslands",
    "authors": [
      "Zhenyu Yao,",
      "Zhenyu Yao,",
      "Yue Xin,",
      "Liu Yang,",
      "Liqing Zhao,",
      "Arshad Ali"
    ],
    "doi": "https://doi.org/10.3389/fpls.2022.999636",
    "journalVolume": "Vol. 13",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "IntroductionAlthough the relationships between species diversity and aboveground biomass (AGB) are highly debated in grassland ecosystems, it is not well understood how climatic factors influence AGB directly and indirectly via plant coverage and species diversity in large-scale grasslands along a topographic gradient. In doing so, we hypothesized that climatic factors would regulate plant coverage, species diversity and AGB due to maintaining plant metabolic and ecological processes, but the relationship of plant coverage with AGB would be stronger than species diversity due to covering physical niche space. MethodsTo test the proposed hypothesis, we collected data for calculations of species richness, evenness, plant coverage and AGB across 123 grassland sites (i.e., the mean of 3 plots in each site) dominated by Leymus chinensis in northern China. We used a structural equation model for linking the direct and indirect effects of topographic slope, mean annual precipitation and temperature on AGB via plant coverage, species richness, and evenness through multiple complex pathways. ResultsWe found that plant coverage increased AGB, but species evenness declined AGB better than species richness. Topographic slope influenced AGB directly but not indirectly via plant coverage and species diversity, whereas temperature and precipitation increased with increasing topographic slope. Regarding opposing mechanisms, on the one hand, precipitation increased AGB directly and indirectly via plant coverage as compared to species richness and evenness. On the other hand, temperature declined AGB indirectly via plant coverage but increased via species evenness as compared to species richness, whereas the direct effect was negligible. DiscussionOur results show that niche complementarity and selection effects are jointly regulating AGB, but these processes are dependent on climatic factors. Plant coverage promoted the coexistence of species but depended greatly on precipitation and temperature. Our results highlight that precipitation and temperature are two key climatic drivers of species richness, evenness, plant coverage and AGB through complex direct and indirect pathways. Our study suggests that grasslands are sensitive to climate change, i.e., a decline in water availability and an increase in atmospheric heat. We argue that temperature and precipitation should be considered in grassland management for higher productivity in the context of both plant coverage and species diversity which underpin animals and human well-being.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2022.999636/full"
  }
]