[
  {
    "title": "Mapping Urban Extent at Large Spatial Scales Using Machine Learning Methods with VIIRS Nighttime Light and MODIS Daytime NDVI Data",
    "authors": [
      "Xue Liu,",
      "Alex de Sherbinin,",
      "Yanni Zhan"
    ],
    "doi": "https://doi.org/10.3390/rs11101247",
    "journalVolume": "Vol. 11,\n                                no. 10\n                                \n                                  p.\n                                  1247",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Urbanization poses significant challenges on sustainable development, disaster resilience, climate change mitigation, and environmental and resource management. Accurate urban extent datasets at large spatial scales are essential for researchers and policymakers to better understand urbanization dynamics and its socioeconomic drivers and impacts. While high-resolution urban extent data products - including the Global Human Settlements Layer (GHSL), the Global Man-Made Impervious Surface (GMIS), the Global Human Built-Up and Settlement Extent (HBASE), and the Global Urban Footprint (GUF) - have recently become available, intermediate-resolution urban extent data products including the 1 km SEDAC’s Global Rural-Urban Mapping Project (GRUMP), MODIS 1km, and MODIS 500 m still have many users and have been demonstrated in a recent study to be more appropriate in urbanization process analysis (around 500 m resolution) than those at higher resolutions (30 m). The objective of this study is to improve large-scale urban extent mapping at an intermediate resolution (500 m) using machine learning methods through combining the complementary nighttime Visible Infrared Imaging Radiometer Suite (VIIRS) and daytime Moderate Resolution Imaging Spectroradiometer (MODIS) data, taking the conterminous United States (CONUS) as the study area. The effectiveness of commonly-used machine learning methods, including random forest (RF), gradient boosting machine (GBM), neural network (NN), and their ensemble (ESB), has been explored. Our results show that these machine learning methods can achieve similar high accuracies across all accuracy metrics (>95% overall accuracy, >98% producer’s accuracy, and >92% user’s accuracy) with Kappa coefficients greater than 0.90, which have not been achieved in the existing data products or by previous studies; the ESB is not able to produce significantly better accuracies than individual machine learning methods; the total misclassifications generated by GBM are more than those generated by RF, NN, and ESB by 14%, 16%, and 11%, respectively, with NN having the least total misclassifications. This indicates that using these machine learning methods, especially NN and RF, with the combination of VIIRS nighttime light and MODIS daytime normalized difference vegetation index (NDVI) data, high accuracy intermediate-resolution urban extent data products at large spatial scales can be achieved. The methodology has the potential to be applied to annual continental-to-global scale urban extent mapping at intermediate resolutions.",
    "readLink": "https://www.mdpi.com/2072-4292/11/10/1247"
  },
  {
    "title": "The policy-driven peak and reduction of China's carbon emissions",
    "authors": [
      "Ye Qi,",
      "Nicholas Stern,",
      "Jian-Kun He,",
      "Jia-Qi Lu,",
      "Tian-Le Liu,",
      "David King,",
      "Tong Wu"
    ],
    "doi": "Vol. 11,\n                                no. 2\n                                \n                                  pp.\n                                  65\n                                  – 71",
    "issn": "1674-9278 (Print)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/advances-in-climate-change-research/",
    "abstract": "Pursuant to the Paris Agreement, China committed itself to peak its carbon emissions by around 2030 and to increase the non-fossil share of primary energy to 20% at the same time. The government has supported the international agreement by setting and strengthening the domestic policy targets for an earlier peak and faster reduction, aiming to contain the average global temperature increase to well below 2 °C. We develop a Kaya Inequality method to assess the time of peak and pace of reduction of China's energy-related CO2 emissions based on the national energy policy targets for 2030. We find that, despite the minor fluctuations, the current plateau essentially represents the peak emissions and should enter a phase of steady decline by around 2025, given current trends in energy consumption and decarbonization. Such developments would be consistent with the strengthened national policy target to achieve 50% of renewable power generation by 2030. However, the basic policy targets – a 20% share of non-fossil energy and 6 Gtce in total energy consumption by 2030 – would be insufficient to peak carbon emissions by around 2030. The synergy and interplay between domestic policy target setting and international climate commitments shed light on the need to elevate national climate ambitions under the Paris Agreement and beyond.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674927820300265"
  },
  {
    "title": "Giant Clams and Rising CO2: Light May Ameliorate Effects of Ocean Acidification on a Solar-Powered Animal.",
    "authors": [
      "Sue-Ann Watson"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0128405",
    "journalVolume": "Vol. 10,\n                                no. 6\n                                \n                                  p.\n                                  e0128405",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Global climate change and ocean acidification pose a serious threat to marine life. Marine invertebrates are particularly susceptible to ocean acidification, especially highly calcareous taxa such as molluscs, echinoderms and corals. The largest of all bivalve molluscs, giant clams, are already threatened by a variety of local pressures, including overharvesting, and are in decline worldwide. Several giant clam species are listed as 'Vulnerable' on the IUCN Red List of Threatened Species and now climate change and ocean acidification pose an additional threat to their conservation. Unlike most other molluscs, giant clams are 'solar-powered' animals containing photosynthetic algal symbionts suggesting that light could influence the effects of ocean acidification on these vulnerable animals. In this study, juvenile fluted giant clams Tridacna squamosa were exposed to three levels of carbon dioxide (CO2) (control ~400, mid ~650 and high ~950 μatm) and light (photosynthetically active radiation 35, 65 and 304 μmol photons m-2 s-1). Elevated CO2 projected for the end of this century (~650 and ~950 μatm) reduced giant clam survival and growth at mid-light levels. However, effects of CO2 on survival were absent at high-light, with 100% survival across all CO2 levels. Effects of CO2 on growth of surviving clams were lessened, but not removed, at high-light levels. Shell growth and total animal mass gain were still reduced at high-CO2. This study demonstrates the potential for light to alleviate effects of ocean acidification on survival and growth in a threatened calcareous marine invertebrate. Managing water quality (e.g. turbidity and sedimentation) in coastal areas to maintain water clarity may help ameliorate some negative effects of ocean acidification on giant clams and potentially other solar-powered calcifiers, such as hard corals.",
    "readLink": "http://europepmc.org/articles/PMC4470504?pdf=render"
  },
  {
    "title": "Debris thickness of glaciers in the Everest area (Nepal Himalaya) derived from satellite imagery using a nonlinear energy balance model",
    "authors": [
      "D. R. Rounce,",
      "D. C. McKinney"
    ],
    "doi": "https://doi.org/10.5194/tc-8-1317-2014",
    "journalVolume": "Vol. 8,\n                                no. 4\n                                \n                                  pp.\n                                  1317\n                                  – 1329",
    "issn": "1994-0416 (Print)",
    "publisher": "1994-0424 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.the-cryosphere.net/",
    "abstract": "Debris thickness is an important characteristic of debris-covered glaciers in the Everest region of the Himalayas. The debris thickness controls the melt rates of the glaciers, which has large implications for hydrologic models, the glaciers' response to climate change, and the development of glacial lakes. Despite its importance, there is little knowledge of how the debris thickness varies over these glaciers. This paper uses an energy balance model in conjunction with Landsat7 Enhanced Thematic Mapper Plus (ETM+) satellite imagery to derive thermal resistances, which are the debris thickness divided by the thermal conductivity. Model results are reported in terms of debris thickness using an effective thermal conductivity derived from field data. The developed model accounts for the nonlinear temperature gradient in the debris cover to derive reasonable debris thicknesses. Fieldwork performed on Imja–Lhotse Shar Glacier in September 2013 was used to compare to the modeled debris thicknesses. Results indicate that accounting for the nonlinear temperature gradient is crucial. Furthermore, correcting the incoming shortwave radiation term for the effects of topography and resampling to the resolution of the thermal band's pixel is imperative to deriving reasonable debris thicknesses. Since the topographic correction is important, the model will improve with the quality of the digital elevation model (DEM). The main limitation of this work is the poor resolution (60 m) of the satellite's thermal band. The derived debris thicknesses are reasonable at this resolution, but trends related to slope and aspect are unable to be modeled on a finer scale. Nonetheless, the study finds this model derives reasonable debris thicknesses on this scale and was applied to other debris-covered glaciers in the Everest region.",
    "readLink": "http://www.the-cryosphere.net/8/1317/2014/tc-8-1317-2014.pdf"
  },
  {
    "title": "Infotainment May Increase Engagement with Science but It Can Decrease Perceptions of Seriousness",
    "authors": [
      "Lloyd S. Davis,",
      "Bienvenido León,",
      "Michael J. Bourk,",
      "Lei Zhu,",
      "Wiebke Finkler"
    ],
    "doi": "https://doi.org/10.3390/su141710659",
    "journalVolume": "Vol. 14,\n                                no. 10659\n                                \n                                  p.\n                                  10659",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "We presented 867 participants with one of two videos about climate change that differed only in terms of whether they had an infotainment or expository narration. They were available in either English or Spanish. The participants consisted of two distinct clusters: one in which all were over 30 with a university degree, and another dominated by younger participants without a university degree. The infotainment version produced a significantly reduced perception of the seriousness of climate change for the planet in the latter cluster. Furthermore, viewers of the English versions, who were predominantly residents in countries with low-context cultures, perceived the risk of climate change for the planet to be significantly higher after watching the video with the expository narration. Using infotainment for science communication is a two-edged sword: while it may help engagement, making light of a topic can reduce perceptions about its seriousness. We suggest that the use of infotainment should be determined by the aims of the communicators and the nature of the target audience. If the purpose is simply to convey information, then infotainment is likely to be the most effective and it has the additional benefit of engaging recipients that lack a university education. However, if the purpose is to affect attitudes and persuade an audience, then an expository narration is likely to be most effective.",
    "readLink": "https://www.mdpi.com/2071-1050/14/17/10659"
  },
  {
    "title": "The self-reported human health effects associated with heat exposure in Agincourt sub-district of South Africa",
    "authors": [
      "Albert Edgar Manyuchi,",
      "Coleen Vogel,",
      "Caradee Y. Wright,",
      "Barend Erasmus"
    ],
    "doi": "https://doi.org/10.1057/s41599-022-01063-1",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "2662-9992 (Online)",
    "publisher": "Springer Nature",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "General Works: History of scholarship and learning. The humanities",
      "Social Sciences"
    ],
    "journalUrl": "https://www.nature.com/palcomms/",
    "abstract": "Abstract Exposure to heat and heatwaves are associated with mortality and may amplify morbidities. In a climate change context, projections suggest temperatures will likely rise in the foreseeable future. Our paper assesses the current knowledge on human health effects of heat exposure and gathered local knowledge of heat-health effects in a rural area of the Agincourt sub-district of South Africa. Existing, peer-reviewed published literature on heat effects on human health as well as heat-health indicators was reviewed. Interviews and structured observations to collect data on heat effects on human health in Agincourt sub-district were conducted. The Lancet Countdown heat-related indicators were applied as a framework against which to discuss our findings. A total of 93 participants who lived in Agincourt sub-district for 5 years and more were interviewed. Participants reported that temperatures, especially summertime temperatures, had been rising over the past years. Health effects of heat were deemed more apparent in relation to morbidity. Heatwaves were not easily comprehensible as singular ‘events’, and their effects were poorly understood. The population groups disproportionately affected by heat included infants, the elderly, those living with disability and outdoor workers. High ambient temperatures were deemed to be associated with reduced labour productivity of outdoor workers. Community-level perceptions of heat impacts on health were mainly related to illnesses and diseases, with no understanding of mortality risk. Future health awareness campaigns that encompass the full range of heat-health impacts are essential to reduce vulnerability, morbidity, and mortality. Our study provided location-specific, qualitative, and indicator-aligned data for a geographic area expected to undergo significant heat stress in the future. The study findings have significant research, policy, and practice implications in similar resource-limited settings.",
    "readLink": "https://doi.org/10.1057/s41599-022-01063-1"
  },
  {
    "title": "Comparison of the Atmospheric 200 hPa Jet’s Analyses between Proper Orthogonal Decomposition and Advanced Dynamic Mode Decomposition Method",
    "authors": [
      "Mei Gao,",
      "Xiao-Qun Cao,",
      "Bai-Nian Liu,",
      "Zi-Hang Han,",
      "Shi-Cheng Hou,",
      "Guo-Gui Yang"
    ],
    "doi": "https://doi.org/10.1155/2020/8383657",
    "journalVolume": "Vol. 2020",
    "issn": "1687-9309 (Print)",
    "publisher": "1687-9317 (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.hindawi.com/journals/amete/",
    "abstract": "In this paper, a frequently employed technique named the sparsity-promoting dynamic mode decomposition (SPDMD) is proposed to analyze the velocity fields of atmospheric motion. The dynamic mode decomposition method (DMD) is an effective technique to extract dynamic information from flow fields that is generated from direct experiment measurements or numerical simulation and has been broadly employed to study the dynamics of the flow, to achieve a reduced-order model (ROM) of the complex high dimensional flow field, and even to predict the evolution of the flow in a short time in the future. However, for standard DMD, it is hard to determine which modes are the most physically relevant, unlike the proper orthogonal decomposition (POD) method which ranks the decomposed modes according to their energy content. The advanced modal decomposition method SPDMD is a variant of the standard DMD, which is capable of determining the modes that can be used to achieve a high-quality approximation of the given field. It is novel to introduce the SPDMD to analyze the atmospheric flow field. In this study, SPDMD is applied to extract essential dynamic information from the 200 hPa jet flow, and the decomposed results are compared with the POD method. To further demonstrate the extraction effect of POD/SPDMD methods on the 200 hPa jet flow characteristics, the POD/SPDMD reduced-order models are constructed, respectively. The results show that both modal decomposition methods successfully extract the underlying coherent structures from the 200 hPa jet flow. And the DMD method provides additional information on the modal properties, such as temporal frequency and growth rate of each mode which can be used to identify the stability of the modes. It is also found that a fewer order of modes determined by the SPDMD method can capture nearly the same dynamic information of the jet flow as the POD method. Furthermore, from the quantitative comparisons between the POD and SPDMD reduced-order models, the latter provides a higher precision than the former, especially when the number of modes is small.",
    "readLink": "http://dx.doi.org/10.1155/2020/8383657"
  },
  {
    "title": "Analysis of forestry employment within the bioeconomy labour market in the Czech Republic",
    "authors": [
      "Michaela Perunová,",
      "Jarmila Zimmermannová"
    ],
    "doi": "https://doi.org/10.17221/84/2022-JFS",
    "journalVolume": "Vol. 68,\n                                no. 10\n                                \n                                  pp.\n                                  385\n                                  – 394",
    "issn": "1212-4834 (Print)",
    "publisher": "1805-935X (Online)",
    "countryOfPublisher": "Czech Academy of Agricultural Sciences",
    "lcc": [
      "Czechia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://jfs.agriculturejournals.cz/",
    "abstract": "Climate change, biodiversity loss, and the increased occurrence of extreme weather events bring new challenges at a global level, not just in forestry. In response to the current situation, modified economic models such as circular economy, green economy, bio-based economy, or bioeconomy, are expected to move society towards a more sustainable future. The main aim of this paper was to evaluate forestry employment and its drivers within the bioeconomy labour market in the Czech Republic. The partial target was to provide a general view of the development of forestry employment within the bioeconomy labour market. The authors applied a mixed methods approach, using literature review, data analysis, correlation analysis, and regression analysis. A decreasing trend of the share of forestry employment in total bioeconomy employment and of the share of bioeconomy employment in the labour market in the Czech Republic was identified. Regarding the drivers of the forestry labour market, based on the results, employment in the forestry sector is positively dependent on wages/salaries and negatively dependent on GDP and forest land.",
    "readLink": "https://jfs.agriculturejournals.cz/artkey/jfs-202210-0002_analysis-of-forestry-employment-within-the-bioeconomy-labour-market-in-the-czech-republic.php"
  },
  {
    "title": "Leeuwin Current dynamics over the last 60&thinsp;kyr – relation to Australian ecosystem and Southern Ocean change",
    "authors": [
      "D. Nürnberg,",
      "A. Kayode,",
      "K. J. F. Meier,",
      "C. Karas"
    ],
    "doi": "https://doi.org/10.5194/cp-18-2483-2022",
    "journalVolume": "Vol. 18\n                                \n                                \n                                  pp.\n                                  2483\n                                  – 2507",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "The Leeuwin Current, flowing southward along the western coast of Australia, is an important conduit for the poleward heat transport and inter-ocean water exchange between the tropical and the subantarctic ocean areas. Its past development and its relationship to Southern Ocean change and Australian ecosystem response is, however, largely unknown. Here we reconstruct sea surface and thermocline temperatures and salinities from foraminiferal-based Mg/Ca and stable oxygen isotopes from areas offshore of southwestern and southeastern Australia, reflecting the Leeuwin Current dynamics over the last 60 kyr. Their variability resembles the biomass burning development in Australasia from ∼60–20 ka BP, implying that climate-modulated changes related to the Leeuwin Current most likely affected Australian vegetational and fire regimes. Particularly during ∼60–43 ka BP, the warmest thermocline temperatures point to a strongly developed Leeuwin Current during Antarctic cool periods when the Antarctic Circumpolar Current (ACC) weakened. The pronounced centennial-scale variations in Leeuwin Current strength appear to be in line with the migrations of the Southern Hemisphere frontal system and are captured by prominent changes in the Australian megafauna biomass. We argue that the concerted action of a rapidly changing Leeuwin Current, the ecosystem response in Australia, and human interference since ∼50 BP enhanced the ecological stress on the Australian megafauna until its extinction at ∼43 ka BP. While being weakest during the Last Glacial Maximum (LGM), the deglacial Leeuwin Current intensified at times of poleward migrations of the Subtropical Front (STF). During the Holocene, the thermocline off southern Australia was considerably shallower compared to the short-term glacial and deglacial periods of Leeuwin Current intensification.",
    "readLink": "https://cp.copernicus.org/articles/18/2483/2022/cp-18-2483-2022.pdf"
  },
  {
    "title": "Mapping past, present and future dew and rain water resources for biocrust evolution in southern Africa",
    "authors": [
      "Muselli Marc,",
      "Beysens Daniel"
    ],
    "doi": "https://doi.org/10.2478/johh-2021-0030",
    "journalVolume": "Vol. 69,\n                                no. 4\n                                \n                                  pp.\n                                  400\n                                  – 420",
    "issn": "0042-790X (Print)",
    "publisher": "1338-4333 (Online)",
    "countryOfPublisher": "Sciendo",
    "lcc": [
      "Poland",
      "Technology: Hydraulic engineering"
    ],
    "journalUrl": "https://sciendo.com/journal/JOHH",
    "abstract": "Biocrust sustainability relies on dew and rain availability. A study of dew and rain resources in amplitude and frequency and their evolution is presented from year 2001 to 2020 in southern Africa (Namibia, Botswana, South Africa) where many biocrust sites have been identified. The evaluation of dew is made from a classical energy balance model using meteorological data collected in 18 stations, where are also collected rain data. One observes a strong correlation between the frequency of dew and rain and the corresponding amplitudes. There is a general tendency to see a decrease in dew yield and dew frequency with increasing distance from the oceans, located west, east and south, due to decreasing RH, with a relative minimum in the desert of Kalahari (Namibia). Rain amplitude and frequency decreases when going to west and north. Short-term dew/rain correlation shows that largest dew yields clearly occur during about three days after rainfall, particularly in the sites where humidity is less.",
    "readLink": "https://doi.org/10.2478/johh-2021-0030"
  }
]