[
  {
    "title": "Unabated Global Ocean Warming Revealed by Ocean Heat Content from Remote Sensing Reconstruction",
    "authors": [
      "Hua Su,",
      "Yanan Wei,",
      "Wenfang Lu,",
      "Xiao-Hai Yan,",
      "Hongsheng Zhang"
    ],
    "doi": "https://doi.org/10.3390/rs15030566",
    "journalVolume": "Vol. 15,\n                                no. 566\n                                \n                                  p.\n                                  566",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "As the most relevant indicator of global warming, the ocean heat content (OHC) change is tightly linked to the Earth’s energy imbalance. Therefore, it is vital to study the OHC and heat absorption and redistribution. Here we analyzed the characteristics of global OHC variations based on a previously reconstructed OHC dataset (named OPEN) with four other gridded OHC datasets from 1993 to 2021. Different from the other four datasets, the OPEN dataset directly obtains OHC through remote sensing, which is reliable and superior in OHC reconstruction, further verified by the Clouds and the Earth’s Radiant Energy System (CERES) radiation flux data. We quantitatively analyzed the changes in the upper 2000 m OHC of the oceans over the past three decades from a multisource and multilayer perspective. Meanwhile, we calculated the global ocean heat uptake to quantify and track the global ocean warming rate and combined it with the Oceanic Niño Index to analyze the global evolution of OHC associated with El Niño–Southern Oscillation variability. The results show that different datasets reveal a continuously increasing and non-decaying global ocean warming from multiple perspectives, with more heat being absorbed by the subsurface and deeper ocean over the past 29 years. The global OHC heating trend from 1993 to 2021 is 7.48 ± 0.17, 7.89 ± 0.1, 10.11 ± 0.16, 7.78 ± 0.17, and 12.8 ± 0.26 × 1022 J/decade according to OPEN, IAP, EN4, Ishii, and ORAS5, respectively, which shows that the trends of the OPEN, IAP, and Ishii datasets are generally consistent, while those of EN4 and ORAS5 datasets are much higher. In addition, the ocean warming characteristics revealed by different datasets are somewhat different. The OPEN OHC dataset from remote sensing reconstruction shows a unique remote sensing mapping advantage, presenting a distinctive warming pattern in the East Indian Ocean. Meanwhile, the OPEN dataset had the largest statistically significant area, with 85.6% of the ocean covered by significant positive trends. The significant and continuous increase in global ocean warming over the past three decades, revealed from remote sensing reconstruction, can provide an important reference for projecting ocean warming in the context of global climate change toward the United Nations Sustainable Development Goals.",
    "readLink": "https://www.mdpi.com/2072-4292/15/3/566"
  },
  {
    "title": "Future Role of Exotic Tree Species in Hungarian Built Heritage Environments",
    "authors": [
      "Máté Sárospataki,",
      "Patrícia Szabó,",
      "Albert Fekete"
    ],
    "doi": "https://doi.org/10.3390/land11070984",
    "journalVolume": "Vol. 11,\n                                no. 984\n                                \n                                  p.\n                                  984",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "Although some exotic tree species, new to the country at the time, had already been introduced at the turn of the 18th and 19th century in the Hungarian landscape gardens, using foreign tree species in the space composition became widely popular only from the second half of the 19th century. This research focused on determining the date of appearance and compositional role of exotic trees in Hungarian landscape gardens. We can still find aged exotic woody taxa which determine the historical spatial structure in numerous landscape gardens nowadays. The nationwide distribution of these species, and their location within the gardens, can be an important addition to the questions of the revitalization of historical gardens, the more so because they may be indicative of the climate adaptability and, therefore, resilience of built heritage environments. An experimental approach to the introduction and use of new exotic tree species in historic gardens where this approach can be proven to have existed is also discussed as an opportunity to use these gardens in search of new foreign taxa to adapt to climate change.",
    "readLink": "https://www.mdpi.com/2073-445X/11/7/984"
  },
  {
    "title": "Monitoring and moderating extreme indoor temperatures in low-income urban communities",
    "authors": [
      "R L Wilby,",
      "R Kasei,",
      "K V Gough,",
      "E F Amankwaa,",
      "M Abarike,",
      "N J Anderson,",
      "S N A Codjoe,",
      "P Griffiths,",
      "C Kaba,",
      "K Abdullah,",
      "S Kayaga,",
      "T Matthews,",
      "P Mensah,",
      "C Murphy,",
      "P W K Yankson"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/abdbf2",
    "journalVolume": "Vol. 16,\n                                no. 2\n                                \n                                  p.\n                                  024033",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Climate change presents significant threats to human health, especially for low-income urban communities in the Global South. Despite numerous studies of heat stress, surprisingly little is known about the temperatures actually encountered by people in their homes, or the benefits of affordable adaptations. This paper examines indoor air temperature measurements gathered from 47 living rooms within eight low-income communities of Accra and Tamale, Ghana. Using multiple temperature indices and a tiered analysis, we evaluate indoor temperature variations linked to roof type, ceiling insulation, presence of fans, and tree shade, for different housing types and locations. Our data reveal indoor temperatures in the range 22.4 °C to 45.9 °C for Accra, and 22.2 °C to 43.0 °C in Tamale. Using dummy regression analysis, we find that tree shade reduces the number of very hot days (>40 °C) and nights (>30 °C) by about 12 and 15 d per year, respectively. Building materials also strongly moderate indoor temperatures but in opposing ways: rooms with traditional mud walls and thatch roofs are on average 4.5 °C cooler than rooms in concrete block houses with uninsulated metal roofs during the day but are 1.5 °C warmer at night; rooms with ceiling insulation are on average 6.9 °C cooler in the day but 1.4 °C warmer at night. We conclude that sub-daily data are necessary for reporting extreme indoor temperatures, and that trade-offs between minimum and maximum temperatures require interventions to be assessed carefully before attempting to counter extreme heat inside homes.",
    "readLink": "https://doi.org/10.1088/1748-9326/abdbf2"
  },
  {
    "title": "The effects of 1.5 and 2 degrees of global warming on Africa in the CORDEX ensemble",
    "authors": [
      "Grigory Nikulin,",
      "Chris Lennard,",
      "Alessandro Dosio,",
      "Erik Kjellström,",
      "Youmin Chen,",
      "Andreas Hänsler,",
      "Marco Kupiainen,",
      "René Laprise,",
      "Laura Mariotti,",
      "Cathrine Fox Maule,",
      "Erik van Meijgaard,",
      "Hans-Jürgen Panitz,",
      "John F Scinocca,",
      "Samuel Somot"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aab1b1",
    "journalVolume": "Vol. 13,\n                                no. 6\n                                \n                                  p.\n                                  065003",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "There is a general lack of information about the potential effects of 1.5, 2 or more degrees of global warming on the regional climates within Africa, and most studies that address this use data from coarse resolution global models. Using a large ensemble of CORDEX Africa simulations, we present a pan-African overview of the effects of 1.5 and 2 °C global warming levels (GWLs) on the African climate. The CORDEX simulations, consistent with their driving global models, show a robust regional warming exceeding the mean global one over most of Africa. The highest increase in annual mean temperature is found over the subtropics and the smallest one over many coastal regions. Projected changes in annual mean precipitation have a tendency to wetter conditions in some parts of Africa (e.g. central/eastern Sahel and eastern Africa) at both GWLs, but models’ agreement on the sign of change is low. In contrast to mean precipitation, there is a consistent increase in daily precipitation intensity of wet days over a large fraction of tropical Africa emerging already at 1.5 °C GWL and strengthening at 2 °C. A consistent difference between 2 °C and 1.5 °C warmings is also found for projected changes in annual mean temperature and daily precipitation intensity. Our study indicates that a 0.5 °C further warming (from 1.5 °C–2 °C) can indeed produce a robust change in some aspects of the African climate and its extremes.",
    "readLink": "https://doi.org/10.1088/1748-9326/aab1b1"
  },
  {
    "title": "Effect of Forest Management on Carbon Stock of Tropical Moist Afromontane Forest",
    "authors": [
      "Damena Edae Daba,",
      "Bikila Workineh Dullo,",
      "Teshome Soromessa"
    ],
    "doi": "https://doi.org/10.1155/2022/3691638",
    "journalVolume": "Vol. 2022",
    "issn": "1687-9368 (Print)",
    "publisher": "1687-9376 (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Agriculture: Forestry",
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "https://www.hindawi.com/journals/ijfr/",
    "abstract": "Moist tropical forests have a significant role in provisioning and regulating ecosystem services. However, these forests are under threat of deforestation and forest degradation. In Ethiopia, the moist evergreen Afromontane forests have the potential for carbon storage and support a high diversity of plant species. However, it is under severe threat of deforestation and degradation.This investigation was conducted to obtain adequate information on the carbon stock potential of the moist Afromontane forest of southwestern Ethiopia. A comparison of carbon stock was conducted between disturbed and undisturbed forests. A systematic sampling design was applied for recording woody species and soil data. A total of 100 main plots of 400 m2 were laid to record trees and shrubs with a diameter at breast height (DBH) ≥ 5 cm. The soil data were collected from 1 m2 subplots established at the four corners and the center of each main plot. The DBH and height were measured to calculate the aboveground carbon of trees and shrubs with DBH ≥ 5 cm. A total of 68 tree and shrub species belonging to 59 genera and 33 families were recorded. The mean carbon stock density was 203.80 ± 12.38 t·ha–1 (aboveground carbon stock) and 40.76 ± 2.47 t·ha–1 (belowground carbon stock). The highest proportion of aboveground carbon (t·ha–1) (42.34%) was contributed by a few tree individuals with DBH > 70 cm. The soil organic carbon stock (SOCS) (t·ha–1) for the depth of 0–30 cm is ranging from 58.97 to 198.33 across plots; the mean is 117.16 ± 3.15. The carbon stored in the moist Afromontane forest indicates its huge potential for climate change mitigation. Therefore, for the enhancement of forest biodiversity and carbon sequestration effective conservation measure and sound management approach is essential.",
    "readLink": "http://dx.doi.org/10.1155/2022/3691638"
  },
  {
    "title": "Implementation and sensitivity analysis of the Dam-Reservoir OPeration model (DROP v1.0) over Spain",
    "authors": [
      "M. Sadki,",
      "S. Munier,",
      "A. Boone,",
      "S. Ricci"
    ],
    "doi": "https://doi.org/10.5194/gmd-16-427-2023",
    "journalVolume": "Vol. 16\n                                \n                                \n                                  pp.\n                                  427\n                                  – 448",
    "issn": "1991-959X (Print)",
    "publisher": "1991-9603 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology"
    ],
    "journalUrl": "https://www.geoscientific-model-development.net/",
    "abstract": "The prediction of water resource evolution is considered to be a major challenge for the coming century, particularly in the context of climate change and increasing demographic pressure. Water resources are directly linked to the continental water cycle, and the main processes modulating changes can be represented by global hydrological models. However, anthropogenic impacts on water resources, and in particular the effects of dams-reservoirs on river flows, are still poorly known and generally neglected in coupled land surface–river routing models. This paper presents a parameterized reservoir model, DROP (Dam-Reservoir OPeration), based on Hanasaki's scheme to compute monthly releases given inflows, water demands and the management purpose. With its significantly anthropized river basins, Spain has been chosen as a study case for which simulated outflows and water storage variations are evaluated against in situ observations over the period 1979–2014. Using a default configuration of the reservoir model, results reveal its positive contribution in representing the seasonal cycle of discharge and storage variation, specifically for large-storage capacity irrigation reservoirs. Based on a bounded version of the Nash–Sutcliffe efficiency (NSE) index, called C2M, the overall outflow representation is improved by 43 % in the median. For irrigation reservoirs, the improvement rate reaches 80 %. A comprehensive sensitivity analysis of DROP model parameters was conducted based on the performance of C2M on outflows and volumes using the Sobol method. The results show that the most influential parameter is the threshold coefficient describing the demand-controlled release level. The analysis also reveals the parameters that need to be focused on in order to improve river flow or reservoir water storage modeling by highlighting the difference in the individual effects of the parameters and their interactions depending on whether one focuses on outflows or volume mean seasonal patterns. The results of this generic reservoir scheme show promise for modeling present and future reservoir impacts on the continental hydrology within global land surface–river routing models.",
    "readLink": "https://gmd.copernicus.org/articles/16/427/2023/gmd-16-427-2023.pdf"
  },
  {
    "title": "Mbarara University Research Training Initiative: Experiences and Accomplishments of the MEPI Junior D43 TW010128 Award in Uganda",
    "authors": [
      "Wakida EK,",
      "Atuhaire CD,",
      "Karungi CK,",
      "Maling S,",
      "Obua C"
    ],
    "doi": "Vol. Volume 12\n                                \n                                \n                                  pp.\n                                  1397\n                                  – 1410",
    "issn": "1179-7258 (Online)",
    "publisher": "Dove Medical Press",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Education: Special aspects of education",
      "Medicine: Medicine (General)"
    ],
    "journalUrl": "https://www.dovepress.com/advances-in-medical-education-and-practice-journal",
    "abstract": "Edith K Wakida,1 Clara D Atuhaire,1 Christine K Karungi,1 Samuel Maling,2 Celestino Obua3 1Office of Research Administration, Mbarara University of Science and Technology, Mbarara, Uganda; 2Department of Psychiatry, Faculty of Medicine, Mbarara University of Science and Technology, Mbarara, Uganda; 3Office of the Vice Chancellor, Mbarara University of Science and Technology, Mbarara, UgandaCorrespondence: Edith K Wakida Tel +256 782 685541Email ediwakida@must.ac.ugObjective: In 2015, Mbarara University of Science and Technology was awarded the Mbarara University Research Training Initiative (MURTI) under grant number D43 TW010128 to build capacity of junior faculty to become the next generation of researchers in Africa. In this paper, we document the experiences and achievements of the research capacity building efforts at MUST.Methods: We conducted a descriptive evaluation study which involved document review and in-depth interviews. We used “Reach” and ‘Effectiveness’ from the RE-AIM framework to guide the document review, and the organizational theory of implementation effectiveness to guide the in-depth interviews.Results: In the MURTI program, we conducted 17 short courses between August 2015 and July 2021, a total of 6597 attendances were recorded. The most attended courses were responsible conduct of research (n = 826), qualitative research methods (n = 744), and data management (n = 613). Thirty-three fellows were recruited and funded to conduct mentored research leading to 48 publications and 14 extramural grant applications were yielded. From the in-depth interviews, the participants appreciated the research training program, the enhanced research skills attained, and the institutional capacity built. They attributed the success of the program to the training approach of using short courses, readiness of the junior faculty to change, and the supportive environment by the mentors and trainers in the program.Conclusion: The D43 TW010128 research training grant-built capacity for the junior faculty at MUST, enhanced their research skills, promoted research capacity institutionally and provided career development for the junior faculty. This was possible due to the positive attitude of the junior faculty (organizational readiness) to change and the supportive environment (mentors and trainers) during implementation of the grant. These two factors provided a favorable institutional climate that guaranteed success of the funding goals.Keywords: MEPI junior faculty, D43 TW010128, MURTI, evaluating implementation, mentored research",
    "readLink": "https://www.dovepress.com/mbarara-university-research-training-initiative-experiences-and-accomp-peer-reviewed-fulltext-article-AMEP"
  },
  {
    "title": "Evaluation and Correction of Climate Simulations for the Tibetan Plateau Using the CMIP6 Models",
    "authors": [
      "Jiajia Gao,",
      "Jun Du,",
      "Cheng Yang,",
      "Zhuoga Deqing,",
      "Pengfei Ma,",
      "Ga Zhuo"
    ],
    "doi": "https://doi.org/10.3390/atmos13121947",
    "journalVolume": "Vol. 13,\n                                no. 1947\n                                \n                                  p.\n                                  1947",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "This study evaluates the abilities of fifteen High-resolution Coupled Model Intercomparison Project phase 6 (CMIP6) models to simulate temperature and precipitation over the Tibetan Plateau (TP) for the years 1980–2014. The impacts of terrain correction and Empirical Orthogonal Function (EOF) correction on simulations of temperature and precipitation are examined. The results show that equal-weighted ensemble averaging of the CMIP6 high-resolution model provides a good representation of the spatial distribution of temperature over the TP, although simulations underestimate observations by 1.87 °C. The simulated spatial range of temperature cooling significantly exceeds the observed range, particularly in the central and southwestern TP. The performances of the simulations for precipitation are far poorer than those for temperature, and although the CMIP6 model represents the distribution of annual mean precipitation, simulations of precipitation show significant deviations from observations. Furthermore, model simulations of precipitation are 1.57 mm lower than observed, and 30% lower than observed in the southeastern TP. However, the CMIP6 model overestimated the intensity of precipitation in most regions, especially in the southeastern part of the TP. Meanwhile, the EOF analysis indicates that the effects of the correction of temperature exceed that of precipitation. Therefore, a range of methods should be considered for correcting temperature and precipitation over a complex terrain.",
    "readLink": "https://www.mdpi.com/2073-4433/13/12/1947"
  },
  {
    "title": "From LTER to LTSER: Conceptualizing the Socioeconomic Dimension of Long-term Socioecological Research",
    "authors": [
      "Helmut Haberl,",
      "Verena Winiwarter,",
      "Krister Andersson,",
      "Robert U. Ayres,",
      "Christopher Boone,",
      "Alicia Castillo,",
      "Geoff Cunfer,",
      "Marina Fischer-Kowalski,",
      "William R. Freudenburg,",
      "Eeva Furman,",
      "Rüdiger Kaufmann,",
      "Fridolin Krausmann,",
      "Ernst Langthaler,",
      "Hermann Lotze-Campen,",
      "Michael Mirtl,",
      "Charles L. Redman,",
      "Anette Reenberg,",
      "Andrew Wardell,",
      "Benjamin Warr,",
      "Harald Zechmeister"
    ],
    "doi": "https://doi.org/10.5751/ES-01786-110213",
    "journalVolume": "Vol. 11,\n                                no. 2\n                                \n                                  p.\n                                  13",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "Concerns about global environmental change challenge long term ecological research (LTER) to go beyond traditional disciplinary scientific research to produce knowledge that can guide society toward more sustainable development. Reporting the outcomes of a 2 d interdisciplinary workshop, this article proposes novel concepts to substantially expand LTER by including the human dimension. We feel that such an integration warrants the insertion of a new letter in the acronym, changing it from LTER to LTSER, \"Long-Term Socioecological Research,\" with a focus on coupled socioecological systems. We discuss scientific challenges such as the necessity to link biophysical processes to governance and communication, the need to consider patterns and processes across several spatial and temporal scales, and the difficulties of combining data from in-situ measurements with statistical data, cadastral surveys, and soft knowledge from the humanities. We stress the importance of including prefossil fuel system baseline data as well as maintaining the often delicate balance between monitoring and predictive or explanatory modeling. Moreover, it is challenging to organize a continuous process of cross-fertilization between rich descriptive and causal-analytic local case studies and theory/modeling-oriented generalizations. Conceptual insights are used to derive conclusions for the design of infrastructures needed for long-term socioecological research.",
    "readLink": "http://www.ecologyandsociety.org/vol11/iss2/art13/"
  },
  {
    "title": "Designing functional markers to identify the candidate gene SRWD2 involved in salt tolerances of Vietnamese rice landraces",
    "authors": [
      "Huu Trung Khuat,",
      "Truong Khoa Nguyen,",
      "Thuy Diep Nguyen,",
      "Thi Thuy Tran,",
      "Thi Thanh Ha Dang,",
      "Duy Cuong Tran,",
      "Dang Khanh Tran"
    ],
    "doi": "https://doi.org/10.31276/VJSTE.59(1).32",
    "journalVolume": "Vol. 59,\n                                no. 1",
    "issn": "2525-2461 (Print)",
    "publisher": "2615-9937 (Online)",
    "countryOfPublisher": "Vietnam Ministry of Science and Technology",
    "lcc": [
      "Viet Nam",
      "Science"
    ],
    "journalUrl": "https://vietnamscience.vjst.vn/index.php/vjste",
    "abstract": "Salinity is one of the major abiotic stresses, and it limits rice production in many worldwide areas. A lot of attention has been paid to developing rice salinity tolerance to cope with climate change. This study is based on the genome sequence databases of 36 Vietnamese landraces. The candidate gene, SRWD2, has been predicted and identified. The salt responsive WD40 protein 2 is involved in salt tolerance yield of nine rice landraces. Specifically, nine homologous segments of the sequences were found to be components of the CSD nucleotides, which is shown to be similar to the reference genome LOC_Os02g48964.1 and LOC_Os02g48964.1 CDS, respectively. At the same time, the functional marker, SRWD2add14, was designed to identify the candidate gene, SRWD2, based on its size as 150 bp (candidate gene tolerant to salinity) and 136 bp (different sequences to compare SRWD2-reference genome sequence). The findings show that Mot bui do landrace carries the candidate gene, SRWD2 (homozygote). The rice genotype should be used as a potential material for rice breeding to develop salt tolerance in rice varieties.",
    "readLink": "https://vietnamscience.vjst.vn/index.php/vjste/article/view/316"
  }
]