[
  {
    "title": "Continentality and Oceanity in the Mid and High Latitudes of the Northern Hemisphere and Their Links to Atmospheric Circulation",
    "authors": [
      "Edvinas Stonevicius,",
      "Gintautas Stankunavicius,",
      "Egidijus Rimkus"
    ],
    "doi": "https://doi.org/10.1155/2018/5746191",
    "journalVolume": "Vol. 2018",
    "issn": "1687-9309 (Print)",
    "publisher": "1687-9317 (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.hindawi.com/journals/amete/",
    "abstract": "The climate continentality or oceanity is one of the main characteristics of the local climatic conditions, which varies with global and regional climate change. This paper analyzes indexes of continentality and oceanity, as well as their variations in the middle and high latitudes of the Northern Hemisphere in the period 1950–2015. Climatology and changes in continentality and oceanity are examined using Conrad’s Continentality Index (CCI) and Kerner’s Oceanity Index (KOI). The impact of Northern Hemisphere teleconnection patterns on continentality/oceanity conditions was also evaluated. According to CCI, continentality is more significant in Northeast Siberia and lower along the Pacific coast of North America as well as in coastal areas in the northern part of the Atlantic Ocean. However, according to KOI, areas of high continentality do not precisely correspond with those of low oceanity, appearing to the south and west of those identified by CCI. The spatial patterns of changes in continentality thus seem to be different. According to CCI, a statistically significant increase in continentality has only been found in Northeast Siberia. In contrast, in the western part of North America and the majority of Asia, continentality has weakened. According to KOI, the climate has become increasingly continental in Northern Europe and the majority of North America and East Asia. Oceanity has increased in the Canadian Arctic Archipelago and in some parts of the Mediterranean region. Changes in continentality were primarily related to the increased temperature of the coldest month as a consequence of changes in atmospheric circulation: the positive phase of North Atlantic Oscillation (NAO) and East Atlantic (EA) patterns has dominated in winter in recent decades. Trends in oceanity may be connected with the diminishing extent of seasonal sea ice and an associated increase in sea surface temperature.",
    "readLink": "http://dx.doi.org/10.1155/2018/5746191"
  },
  {
    "title": "Responses of Coral-Associated Bacterial Communities to Local and Global Stressors",
    "authors": [
      "Jamie M. McDevitt-Irwin,",
      "Julia K. Baum,",
      "Melissa Garren,",
      "Rebecca L. Vega Thurber"
    ],
    "doi": "https://doi.org/10.3389/fmars.2017.00262",
    "journalVolume": "Vol. 4",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "The microbial contribution to ecological resilience is still largely overlooked in coral reef ecology. Coral-associated bacteria serve a wide variety of functional roles with reference to the coral host, and thus, the composition of the overall microbiome community can strongly influence coral health and survival. Here, we synthesize the findings of recent studies (n = 45) that evaluated the impacts of the top three stressors facing coral reefs (climate change, water pollution and overfishing) on coral microbiome community structure and diversity. Contrary to the species losses that are typical of many ecological communities under stress, here we show that microbial richness tends to be higher rather than lower for stressed corals (i.e., in ~60% of cases), regardless of the stressor. Microbial responses to stress were taxonomically consistent across stressors, with specific taxa typically increasing in abundance (e.g., Vibrionales, Flavobacteriales, Rhodobacterales, Alteromonadales, Rhizobiales, Rhodospirillales, and Desulfovibrionales) and others declining (e.g., Oceanosprillales). Emerging evidence also suggests that stress may increase the microbial beta diversity amongst coral colonies, potentially reflecting a reduced ability of the coral host to regulate its microbiome. Moving forward, studies will need to discern the implications of stress-induced shifts in microbiome diversity for the coral hosts and may be able to use microbiome community structure to identify resilient corals. The evidence we present here supports the hypothesis that microbial communities play important roles in ecological resilience, and we encourage a focus on the microbial contributions to resilience for future research.",
    "readLink": "http://journal.frontiersin.org/article/10.3389/fmars.2017.00262/full"
  },
  {
    "title": "Projected climate change threatens pollinators and crop production in Brazil.",
    "authors": [
      "Tereza Cristina Giannini,",
      "Wilian França Costa,",
      "Guaraci Duran Cordeiro,",
      "Vera Lucia Imperatriz-Fonseca,",
      "Antonio Mauro Saraiva,",
      "Jacobus Biesmeijer,",
      "Lucas Alejandro Garibaldi"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0182274",
    "journalVolume": "Vol. 12,\n                                no. 8\n                                \n                                  p.\n                                  e0182274",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Animal pollination can impact food security since many crops depend on pollinators to produce fruits and seeds. However, the effects of projected climate change on crop pollinators and therefore on crop production are still unclear, especially for wild pollinators and aggregate community responses. Using species distributional modeling, we assessed the effects of climate change on the geographic distribution of 95 pollinator species of 13 Brazilian crops, and we estimated their relative impacts on crop production. We described these effects at the municipality level, and we assessed the crops that were grown, the gross production volume of these crops, the total crop production value, and the number of inhabitants. Overall, considering all crop species, we found that the projected climate change will reduce the probability of pollinator occurrence by almost 0.13 by 2050. Our models predict that almost 90% of the municipalities analyzed will face species loss. Decreases in the pollinator occurrence probability varied from 0.08 (persimmon) to 0.25 (tomato) and will potentially affect 9% (mandarin) to 100% (sunflower) of the municipalities that produce each crop. Municipalities in central and southern Brazil will potentially face relatively large impacts on crop production due to pollinator loss. In contrast, some municipalities in northern Brazil, particularly in the northwestern Amazon, could potentially benefit from climate change because pollinators of some crops may increase. The decline in the probability of pollinator occurrence is found in a large number of municipalities with the lowest GDP and will also likely affect some places where crop production is high (20% to 90% of the GDP) and where the number of inhabitants is also high (more than 6 million people). Our study highlights key municipalities where crops are economically important and where pollinators will potentially face the worst conditions due to climate change. However, pollinators may be able to find new suitable areas that have the potential to improve crop production. The results shown here could guide policy decisions for adapting to climate change and for preventing the loss of pollinator species and crop production.",
    "readLink": "http://europepmc.org/articles/PMC5549956?pdf=render"
  },
  {
    "title": "Hydroclimatic Variability and Land Cover Transformations in the Central Italian Alps",
    "authors": [
      "Matteo Balistrocchi,",
      "Massimo Tomirotti,",
      "Alessandro Muraca,",
      "Roberto Ranzi"
    ],
    "doi": "https://doi.org/10.3390/w13070963",
    "journalVolume": "Vol. 13,\n                                no. 963\n                                \n                                  p.\n                                  963",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Extreme streamflow nonstationarity has probably attracted more attention than mean streamflow nonstationarity in the assessment of the impacts of climate change on the water cycle. Nonetheless, a significant decrease in mean streamflow could lead to conditions of scarcity of freshwater in the long-term period, seriously compromising the sustainability of the demand for civil, agricultural, and industrial uses. Regional analyses are useful to better characterize an area’s nonstationarity, since a clear trend at a global scale has not been detected yet. In this article, long-term and high-quality series of streamflow discharges observed in five rivers in the Central Italian Alps, including two multicentury series and two new precipitation and streamflow series not analyzed before, are investigated to statistically characterize individual trends of mean annual runoff volumes. Nonparametric pooled statistics are also introduced to assess the regional trend. Additional climatic and nonclimatic factors, namely, precipitation trends and land cover transformations, have also been considered as potential change drivers. Unlike precipitation, runoff volumes show a marked and statistically significant decrease of −1.45 mm/year, which appears to be homogeneous in the region. The land cover transformation analysis presented here revealed extensive woodland expansions of 510 km2 in 2018 out of the 2650 km2 area measured in 1954, representing 38% of the area investigated in this study: this anthropic driver of enhanced hydrologic losses can be recognized as an additional likely cause for the regional runoff volume decrease.",
    "readLink": "https://www.mdpi.com/2073-4441/13/7/963"
  },
  {
    "title": "Different Predictors Shape the Diversity Patterns of Epiphytic and Non-epiphytic Liverworts in Montane Forests of Uganda",
    "authors": [
      "Karola Maul,",
      "Yu-Mei Wei,",
      "Martin Nebel,",
      "Federico Luebert,",
      "Federico Luebert,",
      "Boon-Chuan Ho,",
      "Dietmar Quandt,",
      "Michael Kessler"
    ],
    "doi": "https://doi.org/10.3389/fpls.2020.00765",
    "journalVolume": "Vol. 11",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "We studied the influence of regional and local variables on the liverwort diversity within natural forest vegetation of Uganda to contribute to our understanding of the mechanisms and processes determining species richness. To this end, we compared the species richness distribution patterns of epiphytic and non-epiphytic liverworts (Marchantiophytina) in 24 plots in the forests of four Ugandan national parks. We recorded a total of 119 species and subspecies from 18 families, including 16 new species records for the country. We used generalized linear models (GLMs) and the relative variable importance of regional and local climatic and environmental variables to assess their respective impact on the species diversity. We found that the richness patterns of total and epiphytic richness were largely driven by regional climatic factors related to temperature and water-availability. In contrast, species diversity of non-epiphytic and rare species was additionally strongly determined by local-scale microhabitat factors such as height of forest canopy and slope inclination, reflecting the availability of suitable microhabitats. We conclude that macroclimatic variables perform well in predicting epiphytic liverwort richness, whereas the adequate prediction of non-epiphytic richness requires site-specific variables. Also, we propose that richness of epiphytic liverworts will be impacted more directly by climate change than richness of non-epiphytic and rare species.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fpls.2020.00765/full"
  },
  {
    "title": "Effects of Solar Radiation on Dry Matter Distribution and Root Morphology of High Yielding Maize Cultivars",
    "authors": [
      "Xiaoxia Guo,",
      "Yunshan Yang,",
      "Huifang Liu,",
      "Guangzhou Liu,",
      "Wanmao Liu,",
      "Yonghong Wang,",
      "Rulang Zhao,",
      "Bo Ming,",
      "Ruizhi Xie,",
      "Keru Wang,",
      "Shaokun Li,",
      "Peng Hou"
    ],
    "doi": "https://doi.org/10.3390/agriculture12020299",
    "journalVolume": "Vol. 12,\n                                no. 299\n                                \n                                  p.\n                                  299",
    "issn": "2077-0472 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agriculture",
    "abstract": "The root system connects the plant with the soil, which is a key factor in determining the utilization of soil resources and plant growth potential. Solar radiation can change maize shoot and root growth and affect grain formation. In this study, the effects of different solar radiation conditions on root morphology of three maize cultivars XY335, ZD958 and DH618 and their quantitative relationships were studied by conducting shading experiments. This study was conducted in maize high yield region of Qitai and Yinchuan, China, in 2018 and 2019. The planting densities were 7.5 × 104 (D1) and 12 × 104 (D2) plants ha−1. The shading levels were natural light (CK), shading 15% (S1), 30% (S2) and 50% (S3). The results showed that maize responded to the decreased solar radiation through the increase in ratio of shoot dry weight (SWR) to whole plant dry weight and the decrease in ratio of root dry weight (RWR) to whole plant dry weight. As the solar radiation decreased, the root length density (RLD), root surface area (RSA), average root diameter (ARD) and root length ratio (RLR) decreased, while the specific root length (SRL) increased. With 100 MJ m−2 decrease in solar radiation, the RWR, RLD, RSA and RLR each decreased by 1.47%, 0.5 mm cm−3,0.4 m m−2 and 0. 19 m g−1, respectively. Among the cultivars, the changes of DH618 were the fastest followed by XY335 and ZD958 but DH618 maintained the largest root system under any solar radiation condition. After the decrease of solar radiation, RWR, RLD and RLR were significantly positively correlated with the yield. This indicated that large root systems were conducive to the rapid response to decreased solar radiation and important for achieving stable and high yield. Maize cultivars with these type of root systems should be recommended to better adapt low solar radiation induced by regional variation or climate change.",
    "readLink": "https://www.mdpi.com/2077-0472/12/2/299"
  },
  {
    "title": "Changes in soil organic carbon after burning in a forest-savanna edge",
    "authors": [
      "Federico Sánchez Ojeda,",
      "Dolors Armenteras Pascual"
    ],
    "doi": "https://doi.org/10.15446/acag.v66n4.60524",
    "journalVolume": "Vol. 66,\n                                no. 4\n                                \n                                  pp.\n                                  519\n                                  – 524",
    "issn": "0120-2812 (Print)",
    "publisher": "2323-0118 (Online)",
    "countryOfPublisher": "Universidad Nacional de Colombia",
    "lcc": [
      "Colombia",
      "Agriculture"
    ],
    "journalUrl": "http://www.revistas.unal.edu.co/index.php/acta_agronomica/index",
    "abstract": "Soils are one of the largest terrestrial pools of carbon, yet there is still little understanding of spatial variability for ecosystems in the tropics. Fire plays an important role in neotropical savannas ecosystems and significantly contribute to global greenhouse gas (GHG) fluxes. Nevertheless the impacts of burning on soil carbon is still uncertain in Latin America. We compared soil organic carbon (SOC) in the first 20 cm depth in savannas in pre and post fire conditions along a forests-savanna edge typically present in these landscapes of the northern South America. We established 8 transects of 20 m longitude along the border with 1m2 plots sampled every 4 m. SOC pre-disturbance was on average 1.794 (±SE 0,043) and the minimum value found (1.08%) was registered 6 months after the burning. Our results show that both the influence of the distance to the edge and the time of burning affect negatively the SOC and also there is a significant interaction between both variables. Our results provide improved estimates of the effect of fire on soil carbon stocks and its highly dynamic nature . We believe these finding will be a step to help better estimate GHG in this type of heterogeneous landscapes. Further it provides a tool for understanding C dynamics under a climate change context with predicted increased fire frequency, extent and severity.",
    "readLink": "https://revistas.unal.edu.co/index.php/acta_agronomica/article/view/60524"
  },
  {
    "title": "Systematic Evaluation of Whole Genome Sequence-Based Predictions of Salmonella Serotype and Antimicrobial Resistance",
    "authors": [
      "Ashley L. Cooper,",
      "Ashley L. Cooper,",
      "Andrew J. Low,",
      "Adam G. Koziol,",
      "Matthew C. Thomas,",
      "Daniel Leclair,",
      "Sandeep Tamber,",
      "Alex Wong,",
      "Burton W. Blais,",
      "Burton W. Blais,",
      "Catherine D. Carrillo"
    ],
    "doi": "https://doi.org/10.3389/fmicb.2020.00549",
    "journalVolume": "Vol. 11",
    "issn": "1664-302X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.frontiersin.org/microbiology",
    "abstract": "Whole-genome sequencing (WGS) is used increasingly in public-health laboratories for typing and characterizing foodborne pathogens. To evaluate the performance of existing bioinformatic tools for in silico prediction of antimicrobial resistance (AMR) and serotypes of Salmonella enterica, WGS-based genotype predictions were compared with the results of traditional phenotyping assays. A total of 111 S. enterica isolates recovered from a Canadian baseline study on broiler chicken conducted in 2012-2013 were selected based on phenotypic resistance to 15 different antibiotics and isolates were subjected to WGS. Both SeqSero2 and SISTR accurately determined S. enterica serotypes, with full matches to laboratory results for 87.4 and 89.2% of isolates, respectively, and partial matches for the remaining isolates. Antimicrobial resistance genes (ARGs) were identified using several bioinformatics tools including the Comprehensive Antibiotic Resistance Database – Resistance Gene Identifier (CARD-RGI), Center for Genomic Epidemiology (CGE) ResFinder web tool, Short Read Sequence Typing for Bacterial Pathogens (SRST2 v 0.2.0), and k-mer alignment method (KMA v 1.17). All ARG identification tools had ≥ 99% accuracy for predicting resistance to all antibiotics tested except streptomycin (accuracy 94.6%). Evaluation of ARG detection in assembled versus raw-read WGS data found minimal observable differences that were gene- and coverage- dependent. Where initial phenotypic results indicated isolates were sensitive, yet ARGs were detected, repeat AMR testing corrected discrepancies. All tools failed to find resistance-determining genes for one gentamicin- and two streptomycin-resistant isolates. Further investigation found a single nucleotide polymorphism (SNP) in the nuoF coding region of one of the isolates which may be responsible for the observed streptomycin-resistant phenotype. Overall, WGS-based predictions of AMR and serotype were highly concordant with phenotype determination regardless of computational approach used.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fmicb.2020.00549/full"
  },
  {
    "title": "Bibliometric analysis of peer-reviewed literature on climate change and human health with an emphasis on infectious diseases",
    "authors": [
      "Waleed M. Sweileh"
    ],
    "doi": "https://doi.org/10.1186/s12992-020-00576-1",
    "journalVolume": "Vol. 16,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 17",
    "issn": "1744-8603 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://globalizationandhealth.biomedcentral.com",
    "abstract": "Abstract Background Assessing research activity is important for planning future protective and adaptive policies. The objective of the current study was to assess research activity on climate change and health with an emphasis on infectious diseases. Method A bibliometric method was applied using SciVerse Scopus. Documents on climate change and human health were called “health-related literature” while documents on climate change and infectious diseases were called “infection-related literature”. The study period was from 1980 to 2019. Results The search query found 4247 documents in the health-related literature and 1207 in the infection-related literature. The growth of publications showed a steep increase after 2007. There were four research themes in the health-related literature: (1) climate change and infectious diseases; (2) climate change, public health and food security; (3) heat waves, mortality, and non-communicable diseases; and (4) climate change, air pollution, allergy, and respiratory health. The most frequently encountered pathogens/infectious diseases in the infection-related literature were malaria and dengue. Documents in infection-related literature had a higher h-index than documents in the health-related literature. The top-cited documents in the health-related literature focused on food security, public health, and infectious diseases while those in infection-related literature focused on water-, vector-, and mosquito-borne diseases. The European region had the highest contribution in health-related literature (n = 1626; 38.3%) and infection-related literature (n = 497; 41.2%). The USA led with 1235 (29.1%) documents in health-related literature and 365 (30.2%) documents in infection-related literature. The Australian National University ranked first in the health-related literature while the London School of Hygiene & Tropical Medicine ranked first in the infection-related literature. International research collaboration was inadequate. Documents published in the Environmental Health Perspectives journal received the highest citations per document. A total of 1416 (33.3%) documents in the health-related literature were funded while 419 (34.7%) documents in the infection-related literature were funded. Conclusion Research on climate change and human health is on the rise with research on infection-related issues making a good share. International research collaboration should be funded and supported. Future research needs to focus on the impact of climate change on psychosocial, mental, innovations, policies, and preparedness of health systems.",
    "readLink": "http://link.springer.com/article/10.1186/s12992-020-00576-1"
  },
  {
    "title": "Analysis on the pattern and driving factors of industrial wastewater discharge in the Wuhan Metropolitan area",
    "authors": [
      "Shuai Liu,",
      "Xiaoqiong Liu,",
      "Bowen Ma,",
      "Zewei Ding,",
      "Kunlun Chen"
    ],
    "doi": "https://doi.org/10.2166/wcc.2022.082",
    "journalVolume": "Vol. 13,\n                                no. 6\n                                \n                                  pp.\n                                  2490\n                                  – 2503",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "As China's ecological civilization gains momentum and the ecological development of the ‘Yangtze River Economic Belt’ strategy pushes forward, the research on water environment protection and management in Wuhan Metropolitan Area (the central urban agglomeration) is of great significance. According to the data of the industrial wastewater discharge in the nine cities of the Wuhan Metropolitan Area from 2005 to 2015, the study will construct a decomposition model to analyze the pattern of the discharge with reference to the Kaya identity and the LMDI decomposition model. By doing so, the pattern and driving factors of industrial wastewater discharge can be cleared. The following conclusions on the industrial wastewater discharge of the Wuhan Metropolitan Area can be achieved. Firstly, industrial wastewater discharge in the Wuhan Metropolitan Area shows a decreasing trend year by year (684 million tons to 433 million tons) from 2005 to 2010, but rises sharply (504 million tons to 652 million tons) from 2010 to 2011, reaching a peak in 2011. After that, it witnesses a quick and stable drop. Secondly, the absolute differences in industrial wastewater discharge among cities are continuously narrowed, in which Wuhan (the highest value is 260 million tons, the lowest value is 155 million tons) and Ezhou (the highest value is 181 million tons, the lowest value is 0.25 million tons) show the most striking abnormal statistics. Thirdly, the discharge follows the trend of expansion from Wuhan as a center to its neighboring cities from 2005 to 2015. For spatial pattern, it presents a picture of decreasing from the center to the surrounding. Lastly, for all driving factors affecting the discharge, the contribution of economic growth is always positive, which can increase the discharge greatly (the average annual contribution reaches 0.64 billion m3). The population size has little effect. The industrial structure has an uncertain influence on it since it is decided by government policies. The influence of technological improvement is negative, which can control the discharge a lot. In the last part of this essay, the research will explore the ways to promote the saving and discharge reduction of industrial wastewater for future potential metropolitan areas, thus providing a reference for macro water environment protection and governance in the Yangtze River Basin and other regional urban areas. HIGHLIGHTS The statistical data of industrial wastewater discharge (2005–2015) are analyzed.; The decomposition model of industrial wastewater discharge is constructed.; Decomposing the factors into technological improvement, industrial structure, economic growth, and the population size.; The temporal and spatial characteristics and driving factors are defined.; Guiding the protection and control of macro viewing water environment.;",
    "readLink": "http://jwcc.iwaponline.com/content/13/6/2490"
  }
]