[
  {
    "title": "Energy-Performance Evaluation with Revit Analysis of Mathematical-Model-Based Optimal Insulation Thickness",
    "authors": [
      "Figen Balo,",
      "Alptekin Ulutaş"
    ],
    "doi": "https://doi.org/10.3390/buildings13020408",
    "journalVolume": "Vol. 13,\n                                no. 408\n                                \n                                  p.\n                                  408",
    "issn": "2075-5309 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Building construction"
    ],
    "journalUrl": "https://www.mdpi.com/journal/buildings",
    "abstract": "This study investigates the optimum insulation thickness value using MATLAB Optimization Toolbox based on a mathematical model for sandwich walls that are formed with different insulation-building materials by different fuel types for a particular city located in the second climatic region of Turkey. In the second stage of study, using the BIM-based Revit simulation program, a building was designed with the same building-insulation materials under the same climate conditions. The six different wall performances were compared for the designed building. The study proposes a comprehensive approach by combining technical and economic factors in the sustainable design of buildings. The computational results indicate that using different energy alternatives has a significant impact on the air quality in residential areas. The lowest value is reached when natural gas is used. The energy cost savings change from 7.56 to 14.12 TRY/m2 for external walls. While payback periods vary between 2.15 and 3.76 years for external walls, the lowest period for all wall types is obtained for electricity, which has a high cost. The optimum insulation thickness for 10 years of lifetime varies between 0.02 and 0.16 m. This study reflects that the highest optimal insulating thickness is reached when electricity is utilized as the energy source for all wall types. According to the Revit analysis, the lowest energy consumption of 21,677 kWh during one year using natural gas was obtained for a building material of porous light brick and an insulation material of glass wool.",
    "readLink": "https://www.mdpi.com/2075-5309/13/2/408"
  },
  {
    "title": "Will epigenetics be a key player in crop breeding?",
    "authors": [
      "Kaoru Tonosaki,",
      "Ryo Fujimoto,",
      "Elizabeth S. Dennis,",
      "Elizabeth S. Dennis,",
      "Victor Raboy,",
      "Kenji Osabe"
    ],
    "doi": "https://doi.org/10.3389/fpls.2022.958350",
    "journalVolume": "Vol. 13",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "If food and feed production are to keep up with world demand in the face of climate change, continued progress in understanding and utilizing both genetic and epigenetic sources of crop variation is necessary. Progress in plant breeding has traditionally been thought to be due to selection for spontaneous DNA sequence mutations that impart desirable phenotypes. These spontaneous mutations can expand phenotypic diversity, from which breeders can select agronomically useful traits. However, it has become clear that phenotypic diversity can be generated even when the genome sequence is unaltered. Epigenetic gene regulation is a mechanism by which genome expression is regulated without altering the DNA sequence. With the development of high throughput DNA sequencers, it has become possible to analyze the epigenetic state of the whole genome, which is termed the epigenome. These techniques enable us to identify spontaneous epigenetic mutations (epimutations) with high throughput and identify the epimutations that lead to increased phenotypic diversity. These epimutations can create new phenotypes and the causative epimutations can be inherited over generations. There is evidence of selected agronomic traits being conditioned by heritable epimutations, and breeders may have historically selected for epiallele-conditioned agronomic traits. These results imply that not only DNA sequence diversity, but the diversity of epigenetic states can contribute to increased phenotypic diversity. However, since the modes of induction and transmission of epialleles and their stability differ from that of genetic alleles, the importance of inheritance as classically defined also differs. For example, there may be a difference between the types of epigenetic inheritance important to crop breeding and crop production. The former may depend more on longer-term inheritance whereas the latter may simply take advantage of shorter-term phenomena. With the advances in our understanding of epigenetics, epigenetics may bring new perspectives for crop improvement, such as the use of epigenetic variation or epigenome editing in breeding. In this review, we will introduce the role of epigenetic variation in plant breeding, largely focusing on DNA methylation, and conclude by asking to what extent new knowledge of epigenetics in crop breeding has led to documented cases of its successful use.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2022.958350/full"
  },
  {
    "title": "RENOVACIÓN DE LA DIDÁCTICA DE LA GEOGRAFÍA FÍSICA EN 2º DE BACHILLERATO. LA CLIMATOLOGÍA COMO EJEMPLO",
    "authors": [
      "José María Ramos Santos,",
      "Guillermo Calonge Cano"
    ],
    "doi": "Vol. 15,\n                                no. 0\n                                \n                                  pp.\n                                  129\n                                  – 151",
    "issn": "0210-492X (Print)",
    "publisher": "2174-6451 (Online)",
    "countryOfPublisher": "Asociación Española de Geografía",
    "lcc": [
      "Spain",
      "Education: Special aspects of education",
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "https://didacticageografica.age-geografia.es/index.php/didacticageografica",
    "abstract": "Los recientes cambios normativos que afectan a las materias de segundo curso de Bachillerato han obligado a modificaciones en los libros de texto que se siguen en los centros educativos. ¿Hasta qué punto ha tenido lugar una mejora en la calidad del curriculum de Geografía Física que se presenta en estos libros? ¿Es coherente el análisis de los climas de España con el nivel académico al que se dirigen los libros de texto? La propuesta de cambio que realizamos se enmarca dentro de la Climatología, pues observamos que en el análisis de los climas se producen importantes desajustes entre las propuestas metodológicas y los contenidos que realmente se presentan en los libros de textos, no siempre ajustados a un tratamiento geográfico de los climas Palabras clave: Libros de texto, curriculum, clasificación climática, climas, climatología. Abstract: Recent normative changes that affect on second year of high school have obliged changes in textbooks How far have taken place an improvement in the quality of the curriculum of Physical Geography presented in these books? How coherent is analysis of the climates of Spain with the academic level at which textbooks are heading? The proposed change, which we make, is part of Climatology, as we observe that in the analysis of climates are produced significant misalignments between the methodological proposals and the content that is actually presented in textbooks, are not always adjusted to a geographical treatment of the climates. Key Words: Textbooks, curriculum, climate classification, climate, Climatology. Résumé: Les changements de politique concernant les matières de la dernière année de baccalauréat ont entraîné des modifications dans les manuels utilisés dans les lycées. Dans quelle mesure il y a une amélioration de la qualité du programme d’études de géographie physique présenté dans ces livres? L’analyse des climats de l’Espagne est-il cohérent avec le niveau académique auquel les manuels s’adressent? La proposition de changement que nous faisons fait partie de la climatologie, donc on observe dans l’analyse des climats des distorsions importantes entre les propositions méthodologiques et le contenu qui est effectivement présenté dans les manuels, pas toujours ajusté à un traitement géographique des climats. Mots-clés: Manuels, programmes, classification des climats, climats, climatologie.",
    "readLink": "http://www.didacticageografica.com/didacticageografica/article/view/270"
  },
  {
    "title": "Conflict-climate-displacement: a cross-sectional ecological study determining the burden, risk and need for strategies for neglected tropical disease programmes in Africa",
    "authors": [
      "Emma Michele Harding-Esch,",
      "Louise A Kelly-Hope,",
      "Johan Willems,",
      "Fatima Ahmed,",
      "Angelia M Sanders"
    ],
    "doi": "https://doi.org/10.1136/bmjopen-2023-071557",
    "journalVolume": "Vol. 13,\n                                no. 5",
    "issn": "2044-6055 (Online)",
    "publisher": "BMJ Publishing Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://bmjopen.bmj.com",
    "abstract": "Objectives Complex challenges such as political instability, climate change and population displacement are increasing threats to national disease control, elimination and eradication programmes. The objective of this study was to determine the burden and risk of conflict-related and climate-related internal displacements and the need for strategies for countries endemic with neglected tropical diseases (NTDs).Design, setting and outcome measures A cross-sectional ecological study was conducted including countries that are endemic with at least one of five NTDs requiring preventive chemotherapy in the African region. For each country, the number of NTDs, population size and the number and rate per 100 000 of conflict-related and natural disaster-related internal displacements reported in 2021 were classified into high and low categories and used in unison to stratify and map the burden and risk.Results This analysis identified 45 NTD-endemic countries; 8 countries were co-endemic with 4 or 5 diseases and had populations classified as ‘high’ totalling >619 million people. We found 32 endemic countries had data on internal displacements related to conflict and disasters (n=16), disasters only (n=15) or conflict only (n=1). Six countries had both high conflict-related and disaster-related internal displacement numbers totalling >10.8 million people, and five countries had combined high conflict-related and disaster-related internal displacement rates, ranging from 770.8 to 7088.1 per 100 000 population. Weather-related hazards were the main cause of natural disaster-related displacements, predominately floods.Conclusions This paper presents a risk stratified approach to better understand the potential impact of these complex intersecting challenges. We advocate for a ‘call to action’ to encourage national and international stakeholders to further develop, implement and evaluate strategies to better assess NTD endemicity, and deliver interventions, in areas at risk of, or experiencing, conflict and climate disasters, in order to help meet the national targets.",
    "readLink": "https://bmjopen.bmj.com/content/13/5/e071557.full"
  },
  {
    "title": "Income inequality, status consumption and status anxiety: An exploratory review of implications for sustainability and directions for future research",
    "authors": [
      "Katie Pybus,",
      "Madeleine Power,",
      "Kate E. Pickett,",
      "Richard Wilkinson"
    ],
    "doi": "Vol. 6,\n                                no. 1\n                                \n                                  p.\n                                  100353",
    "issn": "2590-2911 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "General Works: History of scholarship and learning. The humanities",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.journals.elsevier.com/social-sciences-and-humanities-open",
    "abstract": "Income inequality has been associated with higher levels of status consumption with well-established harmful effects on health, wellbeing and economic stability. Research has suggested that status anxiety may be the mechanism that connects income inequality with status consumption, but the literature is disparate. In this interdisciplinary review, we draw together the evidence and explore the implications for climate change and sustainability, identifying that status anxiety may be a key driver of the higher levels of consumption in more unequal contexts. We find that status-anxiety fuelled consumption is associated with household debt, spatial inequalities, cycles of unsustainable consumption and longer commuting times, ultimately contributing to higher carbon emissions. We propose that further research should include more in-depth study and cohesive measurement of status anxiety and seek to better understand how to reduce unsustainable patterns of status-anxiety driven consumption. Reducing income inequality could have both short and long-term positive global environmental impacts.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2590291122001073"
  },
  {
    "title": "Optimal Section Design of Korean Agricultural Greenhouse Response to Climate Change Based on Monte Carlo Simulation",
    "authors": [
      "Jeongbae Jeon,",
      "Hyeongryeol Lee,",
      "Seongsoo Yoon"
    ],
    "doi": "https://doi.org/10.3390/agriculture12091413",
    "journalVolume": "Vol. 12,\n                                no. 1413\n                                \n                                  p.\n                                  1413",
    "issn": "2077-0472 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agriculture",
    "abstract": "Rapid climate change has threatened the agricultural production infrastructure that was designed based on past weather conditions. A glass greenhouse structure is especially affected by the changing wind speed and snow. Therefore, it is necessary to update the standards for a greenhouse design to secure the appropriate safe standards for wind speed and snow depth according to the structure shape, cross-sectional shape, and size of the greenhouse. This study develops a structural optimal cross-section model to cope with climate change such as abnormal weather for Korean glass greenhouses. We programmed a model to calculate the probability of greenhouse failure and developed a sectional setting model for optimal failure probability by applying the concepts of a Monte Carlo simulation technique and simplex method. The main results showed that it is possible to reduce the probability of failure by about 80%, and the materials could be reduced by about 18% with the optimal cross-section setting of this study. Therefore, we propose that, with this cross-section, it is possible to build an economical greenhouse that still ensures safety against failure.",
    "readLink": "https://www.mdpi.com/2077-0472/12/9/1413"
  },
  {
    "title": "Daily Terra–Aqua MODIS cloud-free snow and Randolph Glacier Inventory 6.0 combined product (M*D10A1GL06) for high-mountain Asia between 2002 and 2019",
    "authors": [
      "S. Muhammad,",
      "A. Thapa"
    ],
    "doi": "https://doi.org/10.5194/essd-13-767-2021",
    "journalVolume": "Vol. 13\n                                \n                                \n                                  pp.\n                                  767\n                                  – 776",
    "issn": "1866-3508 (Print)",
    "publisher": "1866-3516 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.earth-system-science-data.net/",
    "abstract": "Snow is a dominant water resource in high-mountain Asia (HMA) and crucial for mountain communities and downstream populations. Snow cover monitoring is significant to understand regional climate change, managing meltwater, and associated hazards/disasters. The uncertainties in passive optical remote-sensing snow products, mainly underestimation caused by cloud cover and overestimation associated with sensors' limitations, hamper the understanding of snow dynamics. We reduced the biases in Moderate Resolution Imaging Spectroradiometer (MODIS) Terra and Aqua daily snow data and generated a combined daily snow product for high-mountain Asia between 2002 and 2019. An improved MODIS 8 d composite MOYDGL06* product was used as a training data for reducing the underestimation and overestimation of snow in daily products. The daily MODIS Terra and Aqua images were improved by implementing cloud removal algorithms followed by gap filling and reduction in overestimated snow beyond the respective 8 d composite snow extent of the MOYDGL06* product. The daily Terra and Aqua snow products were combined and merged with the Randolph Glacier Inventory version 6.0 (RGI 6.0) described as M*D10A1GL06 to make a more complete cryosphere product with 500 m spatial resolution. The pixel values in the daily combined product are preserved and reversible to the individual Terra and Aqua improved products. We suggest a weight of 0.5 and 1 to snow pixels in either or both Terra and Aqua products, respectively, for deriving snow cover statistics from our final snow product. The values 200, 242, and 252 indicate snow pixels in both Terra and Aqua and have a weight of 1, whereas pixels with snow in one of the Terra or Aqua products have a weight of 0.5. On average, the M*D10A1GL06 product reduces 39.1 % of uncertainty compared to the MOYDGL06* product. The uncertainties due to cloud cover (underestimation) and sensor limitations, mainly larger solar zenith angle (SZA) (overestimation) reduced in this product, are approximately 32.9 % and 6.2 %, respectively. The data in this paper are mainly useful for observation and simulation of climate, hydro-glaciological forcings, calibration, validation, and other water-related studies. The data are available at https://doi.org/10.1594/PANGAEA.918198 (Muhammad, 2020) and the algorithm source code at https://doi.org/10.5281/zenodo.3862058 (Thapa, 2020).",
    "readLink": "https://essd.copernicus.org/articles/13/767/2021/essd-13-767-2021.pdf"
  },
  {
    "title": "Modifications to a rainfall-streamflow model to handle \"non-stationarity\"",
    "authors": [
      "B. F. W. Croke,",
      "B. F. W. Croke,",
      "M.-J. Shin,",
      "M.-J. Shin"
    ],
    "doi": "https://doi.org/10.5194/piahs-371-29-2015",
    "journalVolume": "Vol. 371\n                                \n                                \n                                  pp.\n                                  29\n                                  – 33",
    "issn": "2199-8981 (Print)",
    "publisher": "2199-899X (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.proceedings-international-association-of-hydrological-sciences.net/",
    "abstract": "This paper explores the variation in hydrological response (often termed as non-stationarity, though this is not necessarily the correct use in the statistical meaning of this term) through time for the Bani catchment in Africa (mostly located in Mali). The objective is to identify deficiencies in the ability of the model to capture the variation in the hydrologic response of the catchment, and modify the model to capture this variation. Due to the large catchment area (approximately 103 000 km2), the unit hydrograph component of the model was modified to permit the model to be used at a daily timescale. Further, an additional driver (population growth) needed to be included in order to adequately capture the transition from a perennial to an ephemeral river.",
    "readLink": "https://www.proc-iahs.net/371/29/2015/piahs-371-29-2015.pdf"
  },
  {
    "title": "Climate Change and the Inescapable Present",
    "authors": [
      "Jeanne Tiehen"
    ],
    "doi": "https://doi.org/10.21476/PP.2018.41194",
    "journalVolume": "Vol. 4,\n                                no. 1\n                                \n                                  pp.\n                                  123\n                                  – 138",
    "issn": "2057-7176 (Online)",
    "publisher": "Performance Philosophy",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Language and Literature: Literature (General): The performing arts. Show business",
      "Philosophy. Psychology. Religion: Philosophy (General)"
    ],
    "journalUrl": "https://www.performancephilosophy.org/journal",
    "abstract": "The crisis of climate change is a difficult phenomenon to conceptualize, particularly in light of how we experience time and how our consciousness works. It is an event that spans tense in ways that are difficult to pinpoint, and it provides no past precedent to shape our future anticipations. Furthermore, climate change encounters us at a moment when time also feels compressed. This paper explores climate change and its relationship to time by assessing how theatre, with its own phenomenologically unique qualities of time and experience, has portrayed these tensions. Utilizing phenomenological theories of time from Husserl and Heidegger, and drawing on philosophical and cultural theories of presentism, this paper examines how these ideas manifest in two climate change plays: Moira Buffini, Matt Charman, Penelope Skinner, and Jack Thorne’s Greenland (2011) and Stephen Emmott’s Ten Billion (2012). In conclusion, it is argued that theatre’s own conventions of time and space allows an inescapable present to exist, in which audiences are given a phenomenological experience of climate change that is otherwise unparalleled.",
    "readLink": "http://www.performancephilosophy.org/journal/article/view/194"
  },
  {
    "title": "Contrasting Resource Dynamics in Mast Years for European Beech and Oak—A Continental Scale Analysis",
    "authors": [
      "Anita Nussbaumer,",
      "Anita Nussbaumer,",
      "Arthur Gessler,",
      "Arthur Gessler,",
      "Sue Benham,",
      "Bruno de Cinti,",
      "Sophia Etzold,",
      "Morten Ingerslev,",
      "Frank Jacob,",
      "François Lebourgeois,",
      "Tom Levanic,",
      "Hrvoje Marjanović,",
      "Manuel Nicolas,",
      "Maša Zorana Ostrogović Sever,",
      "Tibor Priwitzer,",
      "Pasi Rautio,",
      "Peter Roskams,",
      "Tanja G. M. Sanders,",
      "Maria Schmitt,",
      "Vít Šrámek,",
      "Anne Thimonier,",
      "Liisa Ukonmaanaho,",
      "Arne Verstraeten,",
      "Lars Vesterdal,",
      "Markus Wagner,",
      "Peter Waldner,",
      "Andreas Rigling,",
      "Andreas Rigling"
    ],
    "doi": "https://doi.org/10.3389/ffgc.2021.689836",
    "journalVolume": "Vol. 4",
    "issn": "2624-893X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Forestry",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/forests-and-global-change#",
    "abstract": "Resource allocation to different plant tissues is likely to be affected by high investment into fruit production during mast years. However, there is a large knowledge gap concerning species-specific differences in resource dynamics. We investigated the influence of mast years on stem growth, leaf production, and leaf carbon (C), nitrogen (N), and phosphorus (P) concentrations and contents in Fagus sylvatica, Quercus petraea, and Q. robur at continental and climate region scales using long-term data from the International Co-operative Programme on Assessment and Monitoring of Air Pollution Effects on Forests (ICP Forests) and similar datasets. We discussed the results in the light of opposing resource dynamics hypotheses: (i) resource accumulation before mast years and exhaustion after mast years (resource storage hypothesis), (ii) shifting resources from vegetative to generative compartments (resource switching hypothesis), and (iii) investing resources concurrently in both vegetative and generative compartments (resource matching hypothesis). Linear mixed-effects modelling (LMM) showed that both stem growth and leaf production were negatively influenced by weather conditions which simultaneously lead to high fruit production. Thus, the impact of generative on vegetative growth is intermixed with effects of environmental factors. Superposed epoch analyses and LMM showed that for mast behaviour in F. sylvatica, there are indicators supporting the resource storage and the resource switching hypotheses. Before mast years, resources were accumulated, while during mast years resources switched from vegetative to generative tissues with reduced stem and leaf growth. For the Quercus species, stem growth was reduced after mast years, which supports the resource storage hypothesis. LMM showed that leaf C concentrations did not change with increasing fruit production in neither species. Leaf N and P concentrations increased in F. sylvatica, but not in Quercus species. Leaf N and P contents decreased with increasing fruit production in all species, as did leaf C content in F. sylvatica. Overall, our findings suggest different resource dynamics strategies in F. sylvatica and Quercus species, which might lead to differences in their adaptive capacity to a changing climate.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/ffgc.2021.689836/full"
  }
]