[
  {
    "title": "Climate change and its impact on the population of Northern Lima",
    "authors": [
      "Erika Gabriela Ramos-Liza,",
      "Johnathan Burgos-García,",
      "Herly Handy Vega-Trujillo,",
      "Zaira Loami Solis-Aranda,",
      "William Joel Marín-Rodriguez,",
      "Luis Alberto Baldeos-Ardían,",
      "Flor de María Lioo-Jordán,",
      "Santiago Ernesto Ramos Y-Yovera,",
      "José Luis Ausejo-Sánchez"
    ],
    "doi": "https://doi.org/10.4108/ew.4023",
    "journalVolume": "Vol. 10",
    "issn": "2032-944X (Online)",
    "publisher": "European Alliance for Innovation (EAI)",
    "countryOfPublisher": "Belgium",
    "lcc": [
      "Science: Mathematics: Instruments and machines: Electronic computers. Computer science"
    ],
    "journalUrl": "https://eudl.eu/journal/ew",
    "abstract": "Introduction: The impact caused by climate change at present presents a high risk in the health field with consequences in the social and environmental fields. For example, there has been an increase in illnesses and social concern due to the lack of information among citizens. Aim: This study seeks to explain why climate change is having an impact on the population of Puente Piedra. Methods: The research is explanatory and quantitative. For this reason, a survey was used to find out how informed citizens are about this issue and thus be able to describe the impact on health and recognize the effects on the social and environmental surroundings. Results: The survey showed the lack of knowledge of citizens on the subject, concern about the increase in temperatures and lack of awareness to take action and address this problem. Conclusions: It is suggested to carry out more studies taking the other cones of the capital as references to obtain better information at regional level.",
    "readLink": "https://publications.eai.eu/index.php/ew/article/view/4023"
  },
  {
    "title": "Benching Playground Loneliness: Exploring the Meanings of the PlaygroundBuddy Bench",
    "authors": [
      "Katherine Maureen CLARKE"
    ],
    "doi": "https://doi.org/10.26822/iejee.2018143930",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  9\n                                  – 21",
    "issn": "1307-9298 (Online)",
    "publisher": "Kura Publishing",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Education: Theory and practice of education"
    ],
    "journalUrl": "https://www.iejee.com/index.php/IEJEE",
    "abstract": "The buddy bench, a primary school playground implementation designed to eliminate playground loneliness, provides a po-tential strategy to ensure more children reap the positive benefits of elementary school recess. Through children’s artwork, in-depth interviews, and playground observation this ethnographic study explores the socially constructed meanings of the buddy bench and their implications. This methodology advances the communication field by demonstrating how scholars can use children’s artwork to identify and define children’s socially constructed meanings. Findings build on a previous study showing that playground buddy benches can offer effective playground interventions and demonstrate that the presence of a buddy bench on the playground creates shared meanings of solidarity, inherent worth, empowerment, and a shift in focus from playground bullies to buddies amongst the children. This leads to a perceived climate change on the playground. These shared meanings reshape children’s narratives about themselves, loneliness, and the playground experience in a positive manner.",
    "readLink": "https://www.iejee.com/index.php/IEJEE/article/view/583/363"
  },
  {
    "title": "Editorial",
    "authors": [
      "Leslie Flemming,",
      "Adrienne Harrison"
    ],
    "doi": "Vol. 2,\n                                no. 2\n                                \n                                  pp.\n                                  1\n                                  – 2",
    "issn": "1876-8156 (Online)",
    "publisher": "Amsterdam Law Forum",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Law"
    ],
    "journalUrl": "https://amsterdamlawforum.org/",
    "abstract": "From December 7-18, 2009, delegates from 194 nations met in attempt to reach an agreement that would slow climate change and increase environmental responsibility. Ultimately, what resulted was the Copenhagen Accord. This relatively brief, non-binding document (drafted by only a handful of delegates) recognizes \"the scientific view that the increase in global temperature should be below 2 degrees Celsius\", and aims to raise $100 billion per year from &ldquo;a wide variety of sources&rdquo; to help developing nations cut carbon emissions. But with no indication as to how greenhouse gasses will be minimized, or how $100 billion will be raised and distributed, it is difficult to see the Copenhagen Accord as much more than a list of nice ideas.&nbsp;",
    "readLink": "http://ojs.ubvu.vu.nl/alf/article/view/139"
  },
  {
    "title": "Analysis of Factors Influencing the Lake Area on the Tibetan Plateau Using an Eigenvector Spatial Filtering Based Spatially Varying Coefficient Model",
    "authors": [
      "Zhexin Xiong,",
      "Yumin Chen,",
      "Huangyuan Tan,",
      "Qishan Cheng,",
      "Annan Zhou"
    ],
    "doi": "https://doi.org/10.3390/rs13245146",
    "journalVolume": "Vol. 13,\n                                no. 5146\n                                \n                                  p.\n                                  5146",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Lakes on the Tibet Plateau (TP) have a significant impact on the water cycle and water balance, and it is important to monitor changes in lake area and identify the influencing factors. Existing research has failed to quantitatively identify the changes and influencing factors of lakes in different regions of the TP. Thus, an eigenvector spatial filtering based spatially varying coefficient (ESF-SVC) model was used to analyze the relationship between lake area and climatic and terrain factors in the inner watershed of the TP from 2000 to 2015. A comparison with ordinary regression and spatial models showed that the ESF-SVC model eliminates spatial autocorrelation and has the best model fit and complexity. The experiments demonstrated that precipitation, snow melt, and permafrost moisture release, as well as the area of vegetation and elevation difference in the watershed, can significantly promote the expansion of lakes, while evapotranspiration and days of mean daily temperature above zero have an inhibitory effect on lake area expansion. The degree of influence of each factor also differs significantly over time and across regions. Spatially quantitative modeling of lake area in the TP using the ESF-SVC method is a new attempt to provide novel ideas for lake research.",
    "readLink": "https://www.mdpi.com/2072-4292/13/24/5146"
  },
  {
    "title": "Congruence between future distribution models and empirical data for an iconic species at Joshua Tree National Park",
    "authors": [
      "Lynn C. Sweet,",
      "Tyler Green,",
      "James G. C. Heintz,",
      "Neil Frakes,",
      "Nicolas Graver,",
      "Jeff S. Rangitsch,",
      "Jane E. Rodgers,",
      "Scott Heacox,",
      "Cameron W. Barrows"
    ],
    "doi": "https://doi.org/10.1002/ecs2.2763",
    "journalVolume": "Vol. 10,\n                                no. 6\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract U.S. national parks protect a natural heritage of global significance; those parks, especially those in the arid southwest, are threatened by climate change. Identifying climate refugia within our national parks using not only statistical models, but also validating predictions using robust field data should provide focus for managers in their stewardship of parks’ biological resources. In the region surrounding Joshua Tree National Park (JTNP), which straddles the Colorado and Mojave deserts in southern California, previous research has predicted the widespread demise of its namesake iconic species, the Joshua tree (Yucca brevifolia) due to climate change. In order to assess whether climate refugia exist for Joshua trees in the future at JTNP, we employed both field measurements and statistical models. We used current distribution point data together with historic climate data, to match conditions when the existing Joshua trees established, in order to predict the distribution of continuously suitable conditions (refugia) at the end‐of‐century. While the high and moderate mitigation could result in refugia for approximately 19% and 14% of the original area within JTNP, respectively, the business‐as‐usual scenario indicated an almost complete elimination of Joshua trees from the park. In order to validate model predictions, using teams of community scientists, we measured the demographic patterns of Joshua tree stands from low to upper elevations within JTNP. Recruitment within stands shows a strong concordance with modeled climate refugia; high‐recruiting stands were within or closer to modeled refugia and in areas with lower climatic water deficit, higher precipitation, and lower maximum temperature than low‐recruiting stands. These findings most importantly indicate the importance of regional to global mitigation strategies for carbon emissions, as reflected in the difference between maintenance of refugia vs. an almost complete elimination of the species from the park by the end‐of‐century. This also underscores the need to protect areas predicted to support refugia from multiple management threats. Rather than an ominous prediction of extinction, climate refugia provide land stewards with targets for focusing protective management, giving desert biodiversity places to weather the future.",
    "readLink": "https://doi.org/10.1002/ecs2.2763"
  },
  {
    "title": "Effects of Biochar on the C Use Efficiency of Soil Microbial Communities: Components and Mechanisms",
    "authors": [
      "Laura Giagnoni,",
      "Giancarlo Renella"
    ],
    "doi": "https://doi.org/10.3390/environments9110138",
    "journalVolume": "Vol. 9,\n                                no. 138\n                                \n                                  p.\n                                  138",
    "issn": "2076-3298 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering"
    ],
    "journalUrl": "http://www.mdpi.com/journal/environments",
    "abstract": "Biochar production and incorporation into soil is gaining momentum as a sustainable strategy for climate change mitigation, supported by ever increasing reports of significant carbon (C) sequestration in soil and reduction in greenhouse gas (GHG) emissions from the amended soils. With the progression in biochar testing and use, there is also emerging evidence that biochar induces C sequestration in soil, and that it may not be solely caused by its inherent chemical stability, but also by the complex microbially driven processes and an increase in C use efficiency (CUE) through soil microbial metabolism. This evidence contradicts the current paradigm that sees the microbial CUE decrease during the degradation of recalcitrant material due to thermodynamic constraints, as observed only in several short-term and pilot-scale trials. As the CUE in soil results from interactions between several abiotic and biotic factors, in this paper we examine the link between the biochar properties, soil physico-chemical properties and microbial physiology to explain the CUE increase reported for biochar-amended soils. Based on the large body of physico-chemical literature, and on the high functional diversity and metabolic flexibility of soil microbial communities, we hypothesize that the long-term stabilization of biochar-borne C in the soil systems is not only controlled by its inherent recalcitrance, but also by the cooperative actions of improved soil status and increased microbial CUE. Given that the current knowledge on this specific aspect is still poor, in this feature paper we summarize the state of knowledge and examine the potential impact of biochar on some factors contributing to the whole-soil CUE. We conclude that, beside its inherent recalcitrance, biochar weathering and oxidation in soil create physical and chemical conditions that can potentially increase the microbial CUE. While these processes stabilize the microbial processed C in soil and increase soil fertility, more data from long-term field trials are needed to model the relationship between the CUE and the MRT of biochar-borne C. Based on our hypotheses and relying upon analysis of the available literature, we also suggest possible research approaches that may contribute to filling the gaps in the current knowledge on the topic.",
    "readLink": "https://www.mdpi.com/2076-3298/9/11/138"
  },
  {
    "title": "A global and spatially explicit assessment of climate change impacts on crop production and consumptive water use.",
    "authors": [
      "Junguo Liu,",
      "Christian Folberth,",
      "Hong Yang,",
      "Johan Röckström,",
      "Karim Abbaspour,",
      "Alexander J B Zehnder"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0057750",
    "journalVolume": "Vol. 8,\n                                no. 2\n                                \n                                  p.\n                                  e57750",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Food security and water scarcity have become two major concerns for future human's sustainable development, particularly in the context of climate change. Here we present a comprehensive assessment of climate change impacts on the production and water use of major cereal crops on a global scale with a spatial resolution of 30 arc-minutes for the 2030s (short term) and the 2090s (long term), respectively. Our findings show that impact uncertainties are higher on larger spatial scales (e.g., global and continental) but lower on smaller spatial scales (e.g., national and grid cell). Such patterns allow decision makers and investors to take adaptive measures without being puzzled by a highly uncertain future at the global level. Short-term gains in crop production from climate change are projected for many regions, particularly in African countries, but the gains will mostly vanish and turn to losses in the long run. Irrigation dependence in crop production is projected to increase in general. However, several water poor regions will rely less heavily on irrigation, conducive to alleviating regional water scarcity. The heterogeneity of spatial patterns and the non-linearity of temporal changes of the impacts call for site-specific adaptive measures with perspectives of reducing short- and long-term risks of future food and water security.",
    "readLink": "https://www.ncbi.nlm.nih.gov/pmc/articles/pmid/23460901/?tool=EBI"
  },
  {
    "title": "Persistent fossil fuel growth threatens the Paris Agreement and planetary health",
    "authors": [
      "R B Jackson,",
      "P Friedlingstein,",
      "R M Andrew,",
      "J G Canadell,",
      "C Le Quéré,",
      "G P Peters"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ab57b3",
    "journalVolume": "Vol. 14,\n                                no. 12\n                                \n                                  p.\n                                  121001",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Amidst declarations of planetary emergency and reports that the window for limiting climate change to 1.5 °C is rapidly closing, global average temperatures and fossil fuel emissions continue to rise. Global fossil CO _2 emissions have grown three years consecutively: +1.5% in 2017, +2.1% in 2018, and our slower central projection of +0.6% in 2019 (range of –0.32% to 1.5%) to 37 ± 2 Gt CO _2 (Friedlingstein et al 2019 Earth Syst. Sci. Data accepted), after a temporary growth hiatus from 2014 to 2016. Economic indicators and trends in global natural gas and oil use suggest a further rise in emissions in 2020 is likely. CO _2 emissions are decreasing slowly in many industrialized regions, including the European Union (preliminary estimate of −1.7% [–3.4% to +0.1%] for 2019, −0.8%/yr for 2003–2018) and United States (−1.7% [–3.7% to +0.3%] in 2019, −0.8%/yr for 2003–2018), while emissions continue growing in India (+1.8% [+0.7% to 3.7%] in 2019, +5.1%/yr for 2003–2018), China (+2.6% [+0.7% to 4.4%] in 2019, +0.4%/yr for 2003–2018), and rest of the world ((+0.5% [−0.8% to 1.8%] in 2019, +1.4%/yr for 2003–2018). Two under-appreciated trends suggest continued long-term growth in both oil and natural gas use is likely. Because per capita oil consumption in the US and Europe remains 5- to 20-fold higher than in China and India, increasing vehicle ownership and air travel in Asia are poised to increase global CO _2 emissions from oil over the next decade or more. Liquified natural gas exports from Australia and the United States are surging, lowering natural gas prices in Asia and increasing global access to this fossil resource. To counterbalance increasing emissions, we need accelerated energy efficiency improvements and reduced consumption, rapid deployment of electric vehicles, carbon capture and storage technologies, and a decarbonized electricity grid, with new renewable capacities replacing fossil fuels, not supplementing them. Stronger global commitments and carbon pricing would help implement such policies at scale and in time.",
    "readLink": "https://doi.org/10.1088/1748-9326/ab57b3"
  },
  {
    "title": "Emerging supply chain of utilising electrical vehicle retired batteries in distributed energy systems",
    "authors": [
      "Rui Jing,",
      "Junyao Wang,",
      "Nilay Shah,",
      "Miao Guo"
    ],
    "doi": "Vol. 1\n                                \n                                \n                                  p.\n                                  100002",
    "issn": "2666-7924 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://www.journals.elsevier.com/advances-in-applied-energy",
    "abstract": "Increasing electric vehicles (EV) penetration leads to significant challenges in EV battery disposal. Reusing retired batteries in distributed energy systems (DES) offers resource-circular solutions. We propose an optimisation framework to model the emerging supply chains and design strategies for reusing the retired EV batteries in DES. Coupling a supply chain profit-allocation model with a DES design optimisation model, the framework maximises the whole chain profit and enables fair profit distribution between three interactive sectors, i.e., EV, DES, dismantling and recycle (D&R) sectors. Our research highlights the system implications of retired batteries on DES design and new modelling insights into incentive policy effectiveness. Our case study suggests significant potential value chain profits (2.65 million US$) achieved by deploying 10.7 MWh of retired batteries in the DES application with optimal retired battery price of 138 US$/kWh. The revenue support on D&R sector is suggested as a promising incentive scheme than tariff support.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666792420300020"
  },
  {
    "title": "Assessing Multi-Temporal Snow-Volume Trends in High Mountain Asia From 1987 to 2016 Using High-Resolution Passive Microwave Data",
    "authors": [
      "Taylor Smith,",
      "Bodo Bookhagen"
    ],
    "doi": "https://doi.org/10.3389/feart.2020.559175",
    "journalVolume": "Vol. 8",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "High Mountain Asia (HMA) is dependent upon both the amount and timing of snow and glacier meltwater. Previous model studies and coarse resolution (0.25° × 0.25°, ∼25 km × 25 km) passive microwave assessments of trends in the volume and timing of snowfall, snowmelt, and glacier melt in HMA have identified key spatial and seasonal heterogeneities in the response of snow to changes in regional climate. Here we use recently developed, continuous, internally consistent, and high-resolution passive microwave data (3.125 km × 3.125 km, 1987–2016) from the special sensor microwave imager instrument family to refine and extend previous estimates of changes in the snow regime of HMA. We find an overall decline in snow volume across HMA; however, there exist spatially contiguous regions of increasing snow volume—particularly during the winter season in the Pamir, Karakoram, Hindu Kush, and Kunlun Shan. Detailed analysis of changes in snow-volume trends through time reveal a large step change from negative trends during the period 1987–1997, to much more positive trends across large regions of HMA during the periods 1997–2007 and 2007–2016. We also find that changes in high percentile monthly snow-water volume exhibit steeper trends than changes in low percentile snow-water volume, which suggests a reduction in the frequency of high snow-water volumes in much of HMA. Regions with positive snow-water storage trends generally correspond to regions of positive glacier mass balances.",
    "readLink": "https://www.frontiersin.org/article/10.3389/feart.2020.559175/full"
  }
]