[
  {
    "title": "Regional environmental tax reform in a fiscal federalism setting",
    "authors": [
      "M. CIASCHINI,",
      "R. PRETAROLI,",
      "F. SEVERINI,",
      "C. SOCCI"
    ],
    "doi": "Vol. 5,\n                                no. 1\n                                \n                                  pp.\n                                  25\n                                  – 40",
    "issn": "2066-7701 (Print)",
    "publisher": "2066-771X (Online)",
    "countryOfPublisher": "Transilvania University of Brasov Publishing House",
    "lcc": [
      "Romania",
      "Law",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://webbut.unitbv.ro/index.php/Series_VII",
    "abstract": "The increasing attention to climate changes have led national Governments to design environmental tax policies able to face environmental problems and their associated economic consequences as a negative change of GDP. The environmental taxation in particular is considered a powerful instrument of pollution control. More important, it provides public revenue that can be recycled both at State level and Local level in order to attain the reduction of greenhouse gas emissions and the regional double dividend. In this respect, we use a Computable General Equilibrium (CGE) model with imperfect labour market, to assess the regional effects of an environmental fiscal reform designed with the aim of reducing the CO2 emissions in a fiscal federalism setting. In particular, we introduce a local green tax on commodities output with a progressive structure. The tax burden depends on the commodity polluting power and the tax revenue is collected by the Local Government. According to the fiscal federalism principles the Central Government reduces the transfers to the Local Government by the same amount of the tax revenue and compensates the transfer reduction with a cut in Households income tax. The application is done on a bi-regional Social Accounting Matrix for Italy and the results highlights the distributional effects of the reform on macroeconomic variables into the bi-regional income circular flow.",
    "readLink": "http://webbut.unitbv.ro/Bulletin/Series%20VII/BULETIN%20VII%20PDF/02_CIASCHINI_BUT-1%202012.pdf"
  },
  {
    "title": "A Comparative Study of the Effects of the 1872 Storm and Coastal Flood Risk Management in Denmark, Germany, and Sweden",
    "authors": [
      "Caroline Hallin,",
      "Jacobus L. A. Hofstede,",
      "Grit Martinez,",
      "Jürgen Jensen,",
      "Nina Baron,",
      "Thorsten Heimann,",
      "Aart Kroon,",
      "Arne Arns,",
      "Björn Almström,",
      "Per Sørensen,",
      "Magnus Larson"
    ],
    "doi": "https://doi.org/10.3390/w13121697",
    "journalVolume": "Vol. 13,\n                                no. 1697\n                                \n                                  p.\n                                  1697",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "From November 12th to 13th in 1872, an extreme coastal flood event occurred in the south Baltic Sea. An unusual combination of winds created a storm surge reaching up to 3.5 m above mean sea level, which is more than a meter higher than all other observations over the past 200 years. On the Danish, German, and Swedish coasts, about 300 people lost their lives. The consequences of the storm in Denmark and Germany were more severe than in Sweden, with significantly larger destruction and higher numbers of casualties. In Denmark and Germany, the 1872 storm has been more extensively documented and remembered and still influences local and regional risk awareness. A comparative study indicates that the collective memory of the 1872 storm is related to the background knowledge about floods, the damage extent, and the response to the storm. Flood marks and dikes help to remember the events. In general, coastal flood defence is to the largest degree implemented in the affected areas in Germany, followed by Denmark, and is almost absent in Sweden, corresponding to the extent of the collective memory of the 1872 storm. Within the affected countries, there is local variability of flood risk awareness associated with the collective memory of the storm. Also, the economic dependency on flood-prone areas and conflicting interests with the tourism industry have influence on flood protection decisions. The processes of climate change adaptation and implementation of the EU Floods Directive are slowly removing these differences in flood risk management approaches.",
    "readLink": "https://www.mdpi.com/2073-4441/13/12/1697"
  },
  {
    "title": "Estimating Sunshine Duration Using Hourly Total Cloud Amount Data from a Geostationary Meteorological Satellite",
    "authors": [
      "Weiwei Zhu,",
      "Bingfang Wu,",
      "Nana Yan,",
      "Zonghan Ma,",
      "Linjiang Wang,",
      "Wenjun Liu,",
      "Qiang Xing,",
      "Jiaming Xu"
    ],
    "doi": "https://doi.org/10.3390/atmos11010026",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  p.\n                                  26",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Sunshine duration is an important indicator of the amount of solar radiation received in a region and an important input parameter for the study of atmospheric energy balance, climate change, ecosystem evolution, and social sustainability. Currently, extrapolation and interpolation of data from meteorological stations are the most common methods used to calculate sunshine duration on a regional scale. However, it is difficult to obtain high precision sunshine duration in areas lacking ground observation or where sunshine duration is highly heterogeneous on the ground. In this paper, a new method is proposed to estimate sunshine duration with hourly total cloud amount (CTA) data from sunrise to sunset derived from the Fengyun-2G geostationary meteorological satellite (FY-2G). This method constructs a new index known as daytime mean total cloud coverage amount and provides quadratic equations relating daytime mean total cloud coverage amount to relative sunshine duration in different seasons. The method was validated with ground observation data for 2016 from 18 meteorological stations in the Three-River Headwaters Region of Qinghai Province, China. For individual stations, the coefficient of determination (R2) between estimated and measured sunshine was at least 0.894, the RMSE (root mean square error) was 0.977 h/day or less, the MAE (mean absolute error) was 0.824 h/day or less, the RE (relative error) was 0.150 or lower, and the value of d was 0.963 or greater, which validated that the proposed method can effectively predict daily sunshine duration. These equations can also provide higher precision estimates of regional-scale sunshine duration. This was demonstrated by comparing, for the entire study region, the spatial distribution of sunshine duration estimated from season-based equations with results from three different interpolation methods based on ground observations. Overall, the study confirms that total cloud amount measures from a geostationary satellite can be used to successfully estimate sunshine duration.",
    "readLink": "https://www.mdpi.com/2073-4433/11/1/26"
  },
  {
    "title": "Climate change alters impacts of extreme climate events on a tropical perennial tree crop",
    "authors": [
      "Thomas J. Creedy,",
      "Rebecca A. Asare,",
      "Alexandra C. Morel,",
      "Mark Hirons,",
      "John Mason,",
      "Yadvinder Malhi,",
      "Constance L. McDermott,",
      "Emmanuel Opoku,",
      "Ken Norris"
    ],
    "doi": "https://doi.org/10.1038/s41598-022-22967-7",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 9",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Anthropogenic climate change causes more frequent and intense fluctuations in the El Niño Southern Oscillation (ENSO). Understanding the effects of ENSO on agricultural systems is crucial for predicting and ameliorating impacts on lives and livelihoods, particularly in perennial tree crops, which may show both instantaneous and delayed responses. Using cocoa production in Ghana as a model system, we analyse the impact of ENSO on annual production and climate over the last 70 years. We report that in recent decades, El Niño years experience reductions in cocoa production followed by several years of increased production, and that this pattern has significantly shifted compared with prior to the 1980s. ENSO phase appears to affect the climate in Ghana, and over the same time period, we see corresponding significant shifts in the climatic conditions resulting from ENSO extremes, with increasing temperature and water stress. We attribute these changes to anthropogenic climate change, and our results illustrate the big data analyses necessary to improve understanding of perennial crop responses to climate change in general, and climate extremes in particular.",
    "readLink": "https://doi.org/10.1038/s41598-022-22967-7"
  },
  {
    "title": "Integration of flood risk assessment and spatial planning for disaster management in Egypt",
    "authors": [
      "Aly Esmaiel,",
      "Karim I. Abdrabo,",
      "Mohamed Saber,",
      "Richard V. Sliuzas,",
      "Funda Atun,",
      "Sameh A. Kantoush,",
      "Tetsuya Sumi"
    ],
    "doi": "Vol. 15\n                                \n                                \n                                  p.\n                                  100245",
    "issn": "2590-0617 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.journals.elsevier.com/progress-in-disaster-science/",
    "abstract": "Increasing flood risk due to rapid urbanization and climate change calls for improved integration between flood risk management and spatial planning processes to enhance the resilience of cities, including in Egypt. Although much work has been conducted on flood impact in Egypt, the gap in integrating flood risk assessment with spatial planning practices has not been discussed in academia. In practice, flood risk assessment is not mandatory for local-level spatial planning projects in Egypt, resulting in increased flood risk. This study examines the causes of this gap and proposes possible solutions that increase flood resiliency. A mixed-method approach was utilized based on a questionnaire survey with local stakeholders in academic and professional categories. The results reveal reasons for the gap, including issues related to the realization of the role of spatial planning in flood risk reduction, lack of coordination between the authorities responsible for developing the flood hazard maps and the spatial planning authority, availability and accessibility of the required data, and subjectivity of conducted flood analyses. Four key recommendations pertain to building an operational framework for integrating flood risk assessment in spatial planning, improving stakeholder awareness and collaboration, strengthening risk communication, and improving both quality and access to data. These measures will help to overcome the identified difficulties and enhance the integration between spatial planning and flood risk assessment, effectively increasing their flood resilience.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2590061722000321"
  },
  {
    "title": "From cumulated energy demand to cumulated raw material demand: the material footprint as a sum parameter in life cycle assessment",
    "authors": [
      "Klaus Wiesen,",
      "Monika Wirges"
    ],
    "doi": "https://doi.org/10.1186/s13705-017-0115-2",
    "journalVolume": "Vol. 7,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "2192-0567 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://energsustainsoc.biomedcentral.com/",
    "abstract": "Abstract Background Global targets for reducing resource use have been set by organizations such as the International Resource Panel and the European Commission. However, these targets exist only at the macro level, e.g., for individual countries. When conducting an environmental analysis at the micro level, resource use is often neglected as an indicator. No sum parameter indicating all abiotic and biotic raw materials has been considered for life cycle assessment, as yet. In fact, life cycle assessment databases even lack some of the specific input flows required to calculate all abiotic and biotic raw materials. In contrast, the cumulative energy demand, an input-based indicator assessing the use of energy resources, is commonly used, particularly when analyzing energy-intensive product systems. Methods In view of this, we analyze the environmental relevance of the sum parameter abiotic and biotic raw material demand, which we call the material footprint. First, we show how abiotic and biotic raw material demand can be implemented in the Ecoinvent life cycle assessment database. Employing the adapted database, the material footprint is calculated for 12 individual datasets of chosen materials and crops. The results are compared to those of the cumulated energy demand and four selected impact categories: climate change, ozone depletion, acidification, and terrestrial eutrophication. Results The material footprint is generally high in the case of extracted metals and other materials where extraction is associated with a large amount of overburden. This fact can lead to different conclusions being drawn compared to common impact categories or the cumulative energy demand. However, the results show that both the range between the impacts of the different materials and the trends can be similar. Conclusions The material footprint is very easy to apply and calculate. It can be implemented in life cycle assessment databases with a few adaptions. Furthermore, an initial comparison with common impact indicators suggests that the material footprint can be used as an input-based indicator to evaluate the environmental burden, without the uncertainty associated with the assessment of emission-based impacts.",
    "readLink": "http://link.springer.com/article/10.1186/s13705-017-0115-2"
  },
  {
    "title": "Evaluation of ALOS PALSAR Data for High-Resolution Mapping of Vegetated Wetlands in Alaska",
    "authors": [
      "Daniel Clewley,",
      "Jane Whitcomb,",
      "Mahta Moghaddam,",
      "Kyle McDonald,",
      "Bruce Chapman,",
      "Peter Bunting"
    ],
    "doi": "https://doi.org/10.3390/rs70607272",
    "journalVolume": "Vol. 7,\n                                no. 6\n                                \n                                  pp.\n                                  7272\n                                  – 7297",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "As the largest natural source of methane, wetlands play an important role in the carbon cycle. High-resolution maps of wetland type and extent are required to quantify wetland responses to climate change. Mapping northern wetlands is particularly important because of a disproportionate increase in temperatures at higher latitudes. Synthetic aperture radar data from a spaceborne platform can be used to map wetland types and dynamics over large areas. Following from earlier work by Whitcomb et al. (2009) using Japanese Earth Resources Satellite (JERS-1) data, we applied the “random forests” classification algorithm to variables from L-band ALOS PALSAR data for 2007, topographic data (e.g., slope, elevation) and locational information (latitude, longitude) to derive a map of vegetated wetlands in Alaska, with a spatial resolution of 50 m. We used the National Wetlands Inventory and National Land Cover Database (for upland areas) to select training and validation data and further validated classification results with an independent dataset that we created. A number of improvements were made to the method of Whitcomb et al. (2009): (1) more consistent training data in upland areas; (2) better distribution of training data across all classes by taking a stratified random sample of all available training pixels; and (3) a more efficient implementation, which allowed classification of the entire state as a single entity (rather than in separate tiles), which eliminated discontinuities at tile boundaries. The overall accuracy for discriminating wetland from upland was 95%, and the accuracy at the level of wetland classes was 85%. The total area of wetlands mapped was 0.59 million km2, or 36% of the total land area of the state of Alaska. The map will be made available to download from NASA’s wetland monitoring website.",
    "readLink": "http://www.mdpi.com/2072-4292/7/6/7272"
  },
  {
    "title": "Association between ambient temperature and heat waves with mortality in South Asia: Systematic review and meta-analysis",
    "authors": [
      "Asya Dimitrova,",
      "Vijendra Ingole,",
      "Xavier Basagaña,",
      "Otavio Ranzani,",
      "Carles Milà,",
      "Joan Ballester,",
      "Cathryn Tonne"
    ],
    "doi": "Vol. 146\n                                \n                                \n                                  p.\n                                  106170",
    "issn": "0160-4120 (Print)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.journals.elsevier.com/environment-international",
    "abstract": "Background: South Asia is highly vulnerable to climate change and is projected to experience some of the highest increases in average annual temperatures throughout the century. Although the adverse impacts of ambient temperature on human health have been extensively documented in the literature, only a limited number of studies have focused on populations in this region. Objectives: Our aim was to systematically review the current state and quality of available evidence on the direct relationship between ambient temperature and heat waves and all-cause mortality in South Asia. Methods: The databases Pubmed, Web of Science, Scopus and Embase were searched from 1990 to 2020 for relevant observational quantitative studies. We applied the Navigation Guide methodology to assess the strength of the evidence and performed a meta-analysis based on a novel approach that allows for combining nonlinear exposure–response associations without access to data from individual studies. Results: From the 6,759 screened papers, 27 were included in the qualitative synthesis and five in a meta-analysis. Studies reported an association of all-cause mortality with heat wave episodes and both high and low daily temperatures. The meta-analysis showed a U-shaped pattern, with increasing mortality for both high and low temperatures, but a statistically significant association was found only at higher temperatures — above 31° C for lag 0–1 days and above 34° C for lag 0–13 days. Effects were found to vary with cause of death, age, sex, location (urban vs. rural), level of education and socio-economic status, but the profile of vulnerabilities was somewhat inconsistent and based on a limited number of studies. Overall, the strength of the evidence for ambient temperature as a risk factor for all-cause mortality was judged as limited and for heat wave episodes as inadequate. Conclusions: The evidence base on temperature impacts on mortality in South Asia is limited due to the small number of studies, their skewed geographical distribution and methodological weaknesses. Understanding the main determinants of the temperature-mortality association as well as how these may evolve in the future in a dynamic region such as South Asia will be an important area for future research. Studies on viable adaptation options to high temperatures for a region that is a hotspot for climate vulnerability, urbanisation and population growth are also needed.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S0160412020321255"
  },
  {
    "title": "Assessment of Changes in Mass Balance of the Tuyuksu Group of Glaciers, Northern Tien Shan, Between 1958 and 2016 Using Ground-Based Observations and Pléiades Satellite Imagery",
    "authors": [
      "Vassiliy Kapitsa,",
      "Maria Shahgedanova,",
      "Igor Severskiy,",
      "Nikolay Kasatkin,",
      "Kevin White,",
      "Zamira Usmanova,",
      "Zamira Usmanova"
    ],
    "doi": "https://doi.org/10.3389/feart.2020.00259",
    "journalVolume": "Vol. 8",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "Continuous measurements of glaciological mass balance have been conducted at the Central Tuyuksu glacier, Tuyuksu group of glaciers, Ile Alatau, northern Tien Shan since 1957, showing that cumulative mass balance was negative since the 1970s. Geodetic mass balance was calculated for the 1958–1998 and 1998–2016 periods using multi-temporal digital elevation models derived from the historic photogrammetric surveys from 1958 and 1998 and the high-resolution Pléiades satellite stereo imagery from 2016. The geodetic measurements revealed a mean surface lowering of 23.2 ± 2.2 m (0.40 ± 0.04 m a–1) and a reduction in volume of (67.7 ± 6.7) × 106 m3 in 1958–2016 at the Central Tuyuksu glacier, yielding a geodetic mass balance of −21.8 ± 2.6 m w.e. Similar trends were observed at other glaciers of the Tuyuksu group, which lost in total 83.4 × 106 m3 of ice. The mass balance annual rates have not changed significantly from 1958–1998 (−0.39 ± 0.05 m w.e. a−1) to 1998–2016 (−0.35 ± 0.18 m w.e. a−1) at the Central Tuyuksu and at other glaciers of the Tuyuksu group whose maximum elevations exceed 4,000 m a.s.l. While glacier thinning intensified in the ablation zone and affected a larger area in 1998–2016, extending to 3,600–3,700 m a.s.l., the accumulation increased at higher elevations in 1998–2016. Geodetic mass balance was more negative in 1998–2016 than in 1958–1998 at the smaller glaciers with lower maximum elevations. At the Central Tuyuksu, the geodetic mass balance was in close agreement with the glaciological mass balance, particularly in 1958–1998 when the difference between the geodetic and the cumulative glaciological mass balance values did not exceed 5%. During 1998–2016, this difference increased to 14%, with the glaciological method producing a more negative mass balance. This discrepancy was attributed to a systematic bias introduced by the lack of stakes in the accumulation zone of Central Tuyuksu whose contribution to uncertainty increased in 1998–2016 in line with an increase in accumulation. The negative mass balance of the Tuyuksu group of glaciers was attributed to a continuing increase in summer temperatures and a low accumulation observed in the 1970–1980s and at the turn of the century.",
    "readLink": "https://www.frontiersin.org/article/10.3389/feart.2020.00259/full"
  },
  {
    "title": "Sensing the structural behavior: A perspective on the usefulness of monitoring information for bridge examination",
    "authors": [
      "Numa Bertola,",
      "Yves Reuland,",
      "Eugen Brühwiler"
    ],
    "doi": "https://doi.org/10.3389/fbuil.2022.1045134",
    "journalVolume": "Vol. 8",
    "issn": "2297-3362 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: City planning"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/built-environment#",
    "abstract": "Managing existing civil infrastructure is challenging due to evolving functional requirements, material aging, and climate change. With increasingly limited economic, environmental, and material resources, more sustainable solutions for practical asset management are required. Significant efforts have been made to monitor civil infrastructure, such as bridges. In-situ measurements are collected with the aim of improving the accuracy of structural capacity evaluations. Monitoring data collected through bridge load testing, continuous condition monitoring, and non-destructive tests provides structural-behavior information that could significantly influence structural-safety examinations. Nonetheless, monitoring techniques are often costly, and the monitoring costs may not always justify the benefits of the information gained. This paper proposes a short perspective of the potential impact of monitoring activities to assess the structural safety of existing bridges. A full-scale bridge in Switzerland is used as an example. Future research needs are also proposed.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fbuil.2022.1045134/full"
  }
]