[
  {
    "title": "Interactions between birds and flowers of Rhododendron spp., and their implications for mountain communities in Nepal",
    "authors": [
      "Jeff Ollerton,",
      "Narayan P. Koju,",
      "Sanu R. Maharjan,",
      "Bijay Bashyal"
    ],
    "doi": "https://doi.org/10.1002/ppp3.10091",
    "journalVolume": "Vol. 2,\n                                no. 4\n                                \n                                  pp.\n                                  320\n                                  – 325",
    "issn": "2572-2611 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Botany"
    ],
    "journalUrl": "https://nph.onlinelibrary.wiley.com/journal/25722611",
    "abstract": "Societal Impact Statement Plant–pollinator relationships are fundamentally important for the conservation of the terrestrial biodiversity that rural communities in low‐income countries rely upon. In Nepal, a country that is biologically rich but economically poor, Rhododendron forests provide a range of ecosystem services that are under threat from overexploitation and climate change. Here, we suggest a vital role for pollinating birds in ensuring the sexual reproduction, and thus the long‐term survival, of Rhododendron populations. In this respect, the pollinators are an important link between people and the plants on which they depend. However, we also highlight how little we know about these interactions, with significant knowledge gaps for even the most basic aspects of their ecology.",
    "readLink": "https://doi.org/10.1002/ppp3.10091"
  },
  {
    "title": "Water use efficiency at multi-time scales and its response to episodic drought and wet periods in a typical subtropical evergreen forest of Southeast China",
    "authors": [
      "Yunping Li,",
      "Ke Zhang,",
      "Linxin Liu"
    ],
    "doi": "Vol. 151\n                                \n                                \n                                  p.\n                                  110254",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "Water use efficiency (WUE) quantifies the trade-off between carbon gain and water loss. A deep understanding of its relationships with the controlling factors is essential for predicting ecosystem responses to climate change. Our study utilized the eddy covariance measurements to analyze the variability of WUE and its influencing climate factors at the seasonal, monthly, 8-day, daily, and half-hourly scales and during the episodic drought and wet periods at a typical subtropical evergreen forest of Southeast China. The results show that ET is the dominant factor influencing the WUE variability with a relative contribution of 57.56 ± 2.26% for different seasons in this study area. Secondly, WUE responds differently to climatic drivers from monthly to half-hourly scales. Our results show that WUE has a remarkably high sensitivity to soil moisture at multi-time scales (from monthly to half-hourly), and the connection strength increases with increasing time scale. Thirdly, there is no significant relationship between VPD and WUE as time scale expands. In addition, WUEs during the episodic drought period have higher values than those during the episodic wet period on the monthly scales. The half-hourly WUE during the episodic drought period is close to the WUE during the episodic wet period from 8:30 to 19:00 but is higher from 6:00 to 8:00. These results indicate that soil moisture plays an important role on influencing WUE variation at multi-time scales and under extreme climatic conditions.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X23003965"
  },
  {
    "title": "Accumulation of SOC and Carbon Fractions in Different Age Red Fescue Permanent Swards",
    "authors": [
      "Aida Skersiene,",
      "Alvyra Slepetiene,",
      "Vaclovas Stukonis,",
      "Egle Norkeviciene"
    ],
    "doi": "https://doi.org/10.3390/land12051025",
    "journalVolume": "Vol. 12,\n                                no. 1025\n                                \n                                  p.\n                                  1025",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "One of the practices often mentioned to achieve climate change mitigation is the long-term cultivation of perennial plants. The objective of the study was to estimate changes in the accumulation of soil organic carbon (SOC) and its fractions in 0–10, 10–20, 20–30 cm, and within 0–30 cm soil layer of red fescue (Festuca rubra L.) swards that differ in age (5, 10 and 15 years) as well as to compare them with the arable field. Our results show that SOC accumulation at 5-year-old cultivation of red fescue is high, later this SOC increase slowed down from 71% in the 0–30 cm soil layer when land use was converted from arable field to 5-year-old sward to 1% from 10 to 15 years. The level of water extractable organic carbon (WEOC) in the 0–30 cm soil layer of swards was significantly higher compared to the arable field. The positive effect of these swards in the accumulation and stabilization of organic carbon during humification in the soil was also determined. The largest amounts of mobile humic substances (MHS) and mobile humic acids (MHA) accumulated in the 0–10 cm layer of sward soil (3.30–4.93 and 1.53–2.48 g kg−1, respectively). In conclusion, the findings suggest that a conversion from arable to soil under permanent grass cover significantly improves carbon status.",
    "readLink": "https://www.mdpi.com/2073-445X/12/5/1025"
  },
  {
    "title": "Projections of spring wheat growth in Alaska: Opportunity and adaptations in a changing climate",
    "authors": [
      "Stephen Harvey,",
      "Mingchu Zhang,",
      "Gilberto J. Fochesatto"
    ],
    "doi": "Vol. 22\n                                \n                                \n                                  p.\n                                  100235",
    "issn": "2405-8807 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.journals.elsevier.com/climate-services/",
    "abstract": "Recent accelerations of climate warmings can open agricultural opportunities in the region of Interior Alaska. In this paper, a simulation of spring wheat growth forced with projected climate scenarios was conducted by the Decision Support System for Agrotechnology Transfer (DSSAT) crop model. The model was calibrated and validated using experimental data.Using an Alaskan cultivar (cv.) Ingal and a baseline covering 1989–2018, projected changes in days to maturity and yield were simulated following the Representative Concentration Pathways (RCP) 4.5 (medium–low emissions) and RCP8.5 (high emissions) climate change scenarios. For each RCP scenario, spring wheat growth was simulated in the time series covering 2020–2049 (indicated as 2035 s), 2050–2079 (2065 s), and 2080–2099 (2090 s). The baseline value of days to maturity was 69 and yield resulted in 1956 kg ha−1. Results show that under RCP4.5 and RCP8.5 2035 s, 2065 s, and 2090 s scenarios, days to maturity decrease, ranging from 64 to 55 days, and changes in yield range from a 3% increase to a 6% decrease.Adaptation by increasing the cultivar’s growing degree day requirement resulted in 69 and 68 days to maturity in RCP4.5 2035 s and RCP8.5 2035 s, respectively, which in turn increased yields 5% and 7%, respectively. Increased soil water at planting from 80 to 85% field capacity, due to increased annual precipitation, resulted in additional yield increases. This indicates that selecting spring wheat varieties to maintain similar baseline days to maturity and agronomic practices that store fall/winter precipitation are of importance to materialize future spring wheat yield increases of Interior Alaska.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405880721000236"
  },
  {
    "title": "Analysis of Climate Change in the Caucasus Region: End of the 20th–Beginning of the 21st Century",
    "authors": [
      "Alla  A. Tashilova,",
      "Boris  A. Ashabokov,",
      "Lara  A. Kesheva,",
      "Nataliya  V. Teunova"
    ],
    "doi": "https://doi.org/10.3390/cli7010011",
    "journalVolume": "Vol. 7,\n                                no. 1\n                                \n                                  p.\n                                  11",
    "issn": "2225-1154 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/climate",
    "abstract": "The study of climate, in such a diverse climatic region as the Caucasus, is necessary in order to evaluate the influence of local factors on the formation of temperature and precipitation regimes in its various climatic zones. This study is based on the instrumental data (temperatures and precipitation) from 20 weather stations, located on the territory of the Caucasian region during 1961–2011. Mathematical statistics, trend analysis, and rescaled range Methods were used. It was found that the warming trend prevailed in all climatic zones, it intensified since the beginning of global warming (since 1976), while the changes in precipitation were not so unidirectional. The maximum warming was observed in the summer (on average by 0.3 °C/10 years) in all climatic zones. Persistence trends were investigated using the Hurst exponent H (range of variation 0–1), which showed a higher trend persistence of annual mean temperature changes (H = 0.8) compared to annual sum precipitations (H = 0.64). Spatial-correlation analysis performed for precipitations and temperatures showed a rapid decrease in the correlation between precipitations at various weather stations from R = 1 to R = 0.5, on a distance scale from 0 to 200 km. In contrast to precipitation, a high correlation (R = 1.0–0.7) was observed between regional weather stations temperatures at a distance scale from 0 to 1000 km, which indicates synchronous temperature changes in all climatic zones (unlike precipitation).",
    "readLink": "http://www.mdpi.com/2225-1154/7/1/11"
  },
  {
    "title": "Proof-of-Concept of a Quasi-2D Water-Quality Modelling Approach to Simulate Transverse Mixing in Rivers",
    "authors": [
      "Pouya Sabokruhie,",
      "Eric Akomeah,",
      "Tammy Rosner,",
      "Karl-Erich Lindenschmidt"
    ],
    "doi": "https://doi.org/10.3390/w13213071",
    "journalVolume": "Vol. 13,\n                                no. 3071\n                                \n                                  p.\n                                  3071",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "A quasi-two-dimensional (quasi-2D) modelling approach is introduced to mimic transverse mixing of an inflow into a river from one of its banks, either an industrial outfall or a tributary. The concentrations of determinands in the inflow vary greatly from those in the river, leading to very long mixing lengths in the river downstream of the inflow location. Ideally, a two-dimensional (2D) model would be used on a small scale to capture the mixing of the two flow streams. However, for large-scale applications of several hundreds of kilometres of river length, such an approach demands too many computational resources and too much computational time, especially if the application will at some point require ensemble input from climate-change scenario data. However, a one-dimensional (1D) model with variables varying in the longitudinal flow direction but averaged across the cross-sections is too simple of an approach to capture the lateral mixing between different flow streams within the river. Hence, a quasi-2D method is proposed in which a simplified 1D solver is still applied but the discretisation of the model setup can be carried out in such a way as to enable a 2D representation of the model domain. The quasi-2D model setup also allows secondary channels and side lakes in floodplains to be incorporated into the discretisation. To show proof-of-concept, the approach has been tested on a stretch of the lower Athabasca River in Canada flowing through the oil sands region between Fort McMurray and Fort MacKay. A dye tracer and suspended sediments are the constituents modelled in this test case.",
    "readLink": "https://www.mdpi.com/2073-4441/13/21/3071"
  },
  {
    "title": "Climate solution or corporate co-optation? US and Canadian publics' views on agricultural gene editing.",
    "authors": [
      "Sara Nawaz,",
      "Terre Satterfield"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0265635",
    "journalVolume": "Vol. 17,\n                                no. 3\n                                \n                                  p.\n                                  e0265635",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "The dexterity and affordability of gene-editing technologies promise wide-ranging applications in agriculture. Aiming to take advantage of this, proponents emphasize benefits such as the climate-mitigating promises of gene editing. Critics, on the other hand, argue that gene editing will perpetuate industrialized forms of agriculture and its concomitant environmental and social problems. Across a representative sample of US and Canadian residents (n = 1478), we investigate public views and perceptions of agricultural gene editing. We advance existing survey-based studies, which tend to focus on whether knowledge, familiarity, trust, or perceptions of naturalness predict views on gene editing. Instead, we examine whether broader societal concerns about industrialized food systems-a key claim about genetic engineering launched by critics-predicts comfort with gene editing. We also explore the predictive power of views of climate change as an urgent problem, following proponent arguments. Survey results explore gene editing views in reference to specific cases (e.g., drought-tolerant wheat) and specific alternatives (e.g., versus pesticide use). We find that people critical of industrialized food systems were most likely to express overall absolute opposition to the technology, whereas those concerned with the imminence of climate change were more likely to support climate-relevant gene editing. Our findings suggest the need for further research into the conditions upon which public groups find gene editing compelling or not-namely, if applications enhance or counter industrial food systems, or offer particular climate adaptive benefits. Furthermore, we argue that attention to broader societal priorities in surveys of perceptions may help address calls for responsible research and innovation as concerns gene editing.",
    "readLink": "https://doi.org/10.1371/journal.pone.0265635"
  },
  {
    "title": "The Pandemic and Higher Education",
    "authors": [
      "Yngve Troye Nordkvelle"
    ],
    "doi": "https://doi.org/10.7577/seminar.4388",
    "journalVolume": "Vol. 17,\n                                no. 01",
    "issn": "1504-4831 (Online)",
    "publisher": "Inland Norway University of Applied Sciences",
    "countryOfPublisher": "Norway",
    "lcc": [
      "Education: Education (General)"
    ],
    "journalUrl": "https://journals.oslomet.no/index.php/seminar/index",
    "abstract": "None of the papers presented here reflects on the Pandemic situation. In due time, journals will be filled with research papers on the effects and workings of the Pandemic for academics, students and organizations in higher education. One general theme will be if the changed contexts for teaching and learning we have seen in the time span from February/March 2020 until the present situation will throw significant light into how the future will be. In a report presented by the US organization EDUCAUSE, well before the pandemic, the following trends were foreshadowed: In the social domain, wellbeing and mental health, demographic changes and equity and fairness will be high on the agenda. In the technological domain, AI, new digital learning environment, and leaning analytics and privacy questions will cause concern. In the economic domain, cost, adjustment to the labour market and climate change will take foreground. In the political domain, decreasing funding, estimation of value of higher education and political polarization will need attention. Finally, the dynamics of higher education itself will influence our path to the future: changes in student population, alternative pathways to education and online education. None of these forecasts anticipated the demands of a rapidly evolving pandemic globally. The latter points of the list provided by EDUCAUSE have been the focus of this journal over the last 17 years. We have seen trends come and pass, and watched trends oscillate with the shifts of fashion. In our experience we see that global actors take over the market: Blackboard, Moodle and Canvas. ZOOM and Webex are winning similar positions and a host of add-ons and potentially brilliant contenders try to gain the same advantages. One example comes to mind: one software – no name mentioned – cost a Norwegian institution nkr 30 000 for a license for a studentbody of 40 000 – before the pandemic. After the pandemic, the price for a smaller institution with a studentbody of 15 000, has risen to nkr. 350 000. Another example: the realization of strict GDPR regulations in Europe hampers the use of software in significant ways. The main VLE/LMS-configurations are affected by the different GDPR-arrangements in US vs. other continent and states. The global market for educational software are seriously affected by the globalization and the escalating disharmonies in international collaboration. It does not help that some providers act like profiteers at this time and age. In this edition of our seventeenth volume we offer five articles. In the first, Marcia Håkansson Lindqvist of Mid Sweden University, contributes with an analysis of one Swedish one-to-one laptop initiative. Her take is on how parents conceive of this phenomenon. She describes how the initiative was a mixed blessing, and one sees easily its applicability to the present condition for most student. In the second paper, Rob Miles, of the United Arab Emirates University, has written the paper: “Identifying the contradictions in the technology enhanced language classroom”. It contains an account of a theoretically sophisticated – and highly critical research project in a region not often reported from in Northern academic journals. The paper questions the positive impact of a 1:1 laptop initiative in a context quite different from the Swedish example. Tor Jørgen Schjelde and Ingrid Nilsen Lie of Tromsø University, the Arctic University, present the third paper: “The impact of emotions on learning and motivation in producing and presenting digital stories.” Digital stories have been a strong interest for this journal over the years, and their paper opens new avenues of research into the role of emotional engagement in the production – and reception of digital stories. Three authors, Reidun Lied, Hanne Maria Bingen of VID specialized University and Simen A. Steindal of Lovisenberg Diaconal University College present the paper: “Collaborative Online Learning Using a Blended Learning Design for a Physiology Course in Nursing Education”. It describes an implementation of Salmon’s model for online collaborative learning in a blended learning context for part-time nursing students. Salmon’s model is widely used and is here contesting its applicability for this group of students. Last, Brita Bjørkelo of Norwegian Police University College/University of Bergen, Aslaug Grov Almås of Western Norway University of Applied Sciences and Ingrid Helleve of the University of Bergen present their joint paper: “Perceived adequate education in ethics:A way to tap into ethical Social Networking Sites awareness?”. It provides a very good argument for applied training in ethical issues in teacher training also will prepare them for counteracting illegitimate student use of Social Network Sites.",
    "readLink": "https://journals.oslomet.no/index.php/seminar/article/view/4388"
  },
  {
    "title": "High-resolution land use and land cover dataset for regional climate modelling: historical and future changes in Europe",
    "authors": [
      "P. Hoffmann,",
      "P. Hoffmann,",
      "V. Reinhart,",
      "V. Reinhart,",
      "D. Rechid,",
      "N. de Noblet-Ducoudré,",
      "E. L. Davin,",
      "E. L. Davin,",
      "E. L. Davin,",
      "C. Asmus,",
      "C. Asmus,",
      "B. Bechtel,",
      "J. Böhner,",
      "E. Katragkou,",
      "S. Luyssaert"
    ],
    "doi": "https://doi.org/10.5194/essd-15-3819-2023",
    "journalVolume": "Vol. 15\n                                \n                                \n                                  pp.\n                                  3819\n                                  – 3852",
    "issn": "1866-3508 (Print)",
    "publisher": "1866-3516 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.earth-system-science-data.net/",
    "abstract": "Anthropogenic land use and land cover change (LULCC) is a major driver of environmental changes. The biophysical impacts of these changes on the regional climate in Europe are currently being extensively investigated within the World Climate Research Program (WCRP) Coordinated Downscaling Experiment (CORDEX) Flagship Pilot Study (FPS) Land Use and Climate Across Scales (LUCAS) using an ensemble of different regional climate models (RCMs) coupled with diverse land surface models (LSMs). In order to investigate the impact of realistic LULCC on past and future climates, high-resolution datasets with observed LULCC and projected future LULCC scenarios are required as input for the RCM–LSM simulations. To account for these needs, we generated the LUCAS Land Use and land Cover change (LUC) dataset version 1.1 at 0.1∘ resolution for Europe with annual LULC maps from 1950 to 2100 (https://doi.org/10.26050/WDCC/LUC_hist_EU_v1.1, Hoffmann et al., 2022b, https://doi.org/10.26050/WDCC/LUC_future_EU_v1.1, Hoffmann et al., 2022a), which is tailored to use in state-of-the-art RCMs. The plant functional type (PFT) distribution for the year 2015 (i.e. the Modelling human LAND surface Modifications and its feedbacks on local and regional cliMATE – LANDMATE – PFT dataset) is derived from the European Space Agency Climate Change Initiative Land Cover (ESA-CCI LC) dataset. Details on the conversion method, cross-walking procedure, and evaluation of the LANDMATE PFT dataset are given in the companion paper by Reinhart et al. (2022b). Subsequently, we applied the land use change information from the Land-Use Harmonization 2 (LUH2) dataset, provided at 0.25∘ resolution as input for Coupled Modelling Intercomparison Project Phase 6 (CMIP6) experiments, to derive LULC distributions at high spatial resolution and at annual time steps from 1950 to 2100. In order to convert land use and land management change information from LUH2 into changes in the PFT distribution, we developed a land use translator (LUT) specific to the needs of RCMs. The annual PFT maps for Europe for the period 1950 to 2015 are derived from the historical LUH2 dataset by applying the LUT backward from 2015 to 1950. Historical changes in the forest type changes are considered using an additional European forest species dataset. The historical changes in the PFT distribution of LUCAS LUC follow closely the land use changes given by LUH2 but differ in some regions compared to other annual LULCC datasets. From 2016 onward, annual PFT maps for future land use change scenarios based on LUH2 are derived for different shared socioeconomic pathway (SSP) and representative concentration pathway (RCP) combinations used in the framework of CMIP6. The resulting LULCC maps can be applied as land use forcing to the new generation of RCM simulations for downscaling of CMIP6 results. The newly developed LUT is transferable to other CORDEX regions worldwide.",
    "readLink": "https://essd.copernicus.org/articles/15/3819/2023/essd-15-3819-2023.pdf"
  },
  {
    "title": "The global potential of log-driven trees for reconstructing forest ecosystems dynamics",
    "authors": [
      "Julie-Pascale Labrecque-Foy,",
      "Julie-Pascale Labrecque-Foy,",
      "Miguel Montoro Girona,",
      "Miguel Montoro Girona,",
      "Miguel Montoro Girona"
    ],
    "doi": "https://doi.org/10.3389/fevo.2023.1232543",
    "journalVolume": "Vol. 11",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "The composition and structure of modern forest ecosystems result from past and present climate as well as centuries of anthropic and natural disturbances. Concerns related to the integrity and resilience of forests in the context of climate change have led to novel ecosystem-based management methods that require extensive knowledge about the preindustrial state of forests and past disturbance regimes. At the beginning of industrial forest exploitation, waterways were used as the main conduits to transport wood, but the timing and impacts of this log driving remain understudied. Given that an estimated 15% to 50% of log-driven logs sank during their transport, this accumulation of subfossil wood can serve as a proxy tool for reconstructing the dynamics and structure of preindustrial forests and inform modern forest management practices. This review provides a global overview of log driving and highlights the significant value of these submerged logs for disturbance ecology. We demonstrate that log driving was used on most continents, implying that proxy records from subfossil logs may be available from numerous boreal and mountainous regions. Our review is one of the first to illustrate the paleoecological value of log-driving remnants and explain how such a resource provides a valuable tool for understanding past forest ecosystems. Such knowledge is crucial for informing forest management in the face of climate change.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fevo.2023.1232543/full"
  }
]