[
  {
    "title": "Evaluation of CMIP6 models in reproducing observed rainfall over Ethiopia",
    "authors": [
      "Daniel Berhanu,",
      "Tena Alamirew,",
      "Meron Teferi Taye,",
      "Degefie Tibebe,",
      "Solomon Gebrehiwot,",
      "Gete Zeleke"
    ],
    "doi": "https://doi.org/10.2166/wcc.2023.502",
    "journalVolume": "Vol. 14,\n                                no. 8\n                                \n                                  pp.\n                                  2583\n                                  – 2605",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "Ethiopia is highly susceptible to the effects of climate change and variability. This study evaluated the performances of 37 CMIP6 models against a gridded rainfall product of Ethiopia known as Enhancing National Climate Services (ENACTS) in simulating the observed rainfall from 1981 to 2014. Taylor Skill Score was used for ranking the performance of individual models for mean monthly, June–September, and February–May seasonal rainfall. Comprehensive rating metrics (RM) were used to derive the overall ranks of the models. Results show that the performances of the models were not consistent in reproducing rainfall distributions at different statistical metrics and timeframes. More than 20 models simulated the largest dry bias on high topographic and rainfall-receiving areas of the country during the June–September season. The RM-based overall ranks of CMIP6 models showed that GFDL-CM4 is the best-performing model followed by GFDL-ESM4, NorESM2-MM, and CESM2 in simulating rainfall over Ethiopia. The ensemble of these four Global Climate Models showed the best performance in representing the spatiotemporal patterns of the observed rainfall relative to the ensembles of all models. Generally, this study highlighted the existence of dry bias in climate model projections for Ethiopia, which requires bias adjustment of the models, for impact assessment. HIGHLIGHTS Dry rainfall bias is common in most CMIP6 models over Ethiopia in both rainy seasons.; The four top-ranked CMIP6 models for Ethiopia are GFDL-CM4, GFDL-ESM4, NorESM2-MM, and CESM2.; Most CMIP6 models better captured the short seasonal rainfall cycle (FMAM) relative to the long seasonal rainfall cycle (JJAS).; Weighted average method is a good approach in generating ensembles.;",
    "readLink": "http://jwcc.iwaponline.com/content/14/8/2583"
  },
  null,
  {
    "title": "Large-scale atmospheric circulation biases and changes in global climate model simulations and their importance for climate change in Central Europe",
    "authors": [
      "A. P. van Ulden,",
      "G. J. van Oldenborgh"
    ],
    "doi": "Vol. 6,\n                                no. 4\n                                \n                                  pp.\n                                  863\n                                  – 881",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "The quality of global sea level pressure patterns has been assessed for simulations by 23 coupled climate models. Most models showed high pattern correlations. With respect to the explained spatial variance, many models showed serious large-scale deficiencies, especially at mid-latitudes. Five models performed well at all latitudes and for each month of the year. Three models had a reasonable skill. We selected the five models with the best pressure patterns for a more detailed assessment of their simulations of the climate in Central Europe. We analysed observations and simulations of monthly mean geostrophic flow indices and of monthly mean temperature and precipitation. We used three geostrophic flow indices: the west component and south component of the geostrophic wind at the surface and the geostrophic vorticity. We found that circulation biases were important, and affected precipitation in particular. Apart from these circulation biases, the models showed other biases in temperature and precipitation, which were for some models larger than the circulation induced biases. For the 21st century the five models simulated quite different changes in circulation, precipitation and temperature. Precipitation changes appear to be primarily caused by circulation changes. Since the models show widely different circulation changes, especially in late summer, precipitation changes vary widely between the models as well. Some models simulate severe drying in late summer, while one model simulates significant precipitation increases in late summer. With respect to the mean temperature the circulation changes were important, but not dominant. However, changes in the distribution of monthly mean temperatures, do show large indirect influences of circulation changes. Especially in late summer, two models simulate very strong warming of warm months, which can be attributed to severe summer drying in the simulations by these models. The models differ also significantly in the simulated warming of cold winter months. Finally, the models simulate rather different changes in North Atlantic sea surface temperature, which is likely to impact on changes in temperature and precipitation. These results imply that several important aspects of climate change in Central Europe are highly uncertain. Other aspects of the simulated climate change appear to be more robust. All models simulate significant warming all year round and an increase in precipitation in the winter half-year.",
    "readLink": "http://www.atmos-chem-phys.net/6/863/2006/acp-6-863-2006.pdf"
  },
  {
    "title": "Climate Envelopes Do Not Reflect Tree Dynamics after Euro-American Settlement in Eastern North America",
    "authors": [
      "Brice B. Hanberry"
    ],
    "doi": "https://doi.org/10.3390/land11091536",
    "journalVolume": "Vol. 11,\n                                no. 1536\n                                \n                                  p.\n                                  1536",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "Tree distributions and densities have been dynamic since Euro-American settlement in North America. Historically dominant fire-tolerant tree species have decreased, and fire-sensitive, successional species have increased, and tree species have expended westward since the 1800s into the central Great Plains grasslands. Divergent compositional trajectories and the westward expansion of tree species may be explained by climate change. To establish patterns expected by climate change, I predicted climate envelopes in eastern North America during 7 intervals, from the 1500s to 1961–1990, of 16 wide-ranging fire-tolerant and fire-sensitive species. The climate envelopes demonstrated that suitable climate area has remained relatively stable for all species: compared with the 1500s, areal extents during the 1900s increased 104% for fire-sensitive species and 106% for fire-tolerant species. Additionally, a pattern of northeastern shifts (i.e., following the North American land mass) resulted from climate change. Climate envelopes demonstrated northeastern shifts with slight expansion for all species, which did not accord with realized dynamics of westward tree expansion or increases in fire-sensitive species. In accordance with other lines of evidence, land use disturbance change, incorporating fire exclusion, likely has caused the divergent trajectories of fire-tolerant and fire-sensitive species and westward expansion into the Great Plains grasslands.",
    "readLink": "https://www.mdpi.com/2073-445X/11/9/1536"
  },
  {
    "title": "Evaluation of the Sustainability of Vineyards in Semi-Arid Climates: The Case of Southeastern Spain",
    "authors": [
      "Begoña García Castellanos,",
      "Benjamín García García,",
      "José García García"
    ],
    "doi": "https://doi.org/10.3390/agronomy12123213",
    "journalVolume": "Vol. 12,\n                                no. 3213\n                                \n                                  p.\n                                  3213",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "Vineyards in southeastern Spain, although subjected to a semi-arid climate, generate multiple environmental and socioeconomic benefits. However, they have an uncertain future, mainly due to the price of grapes, as well as the limited water resources and the effects of climate change. For this reason, in this work a sustainability evaluation was carried out through life cycle costing analysis (LCC) combined with life cycle assessment (LCA) for four vineyard models characteristic of the area: two rainfed (conventional and organic) and two irrigated (conventional and organic). The greatest differences in the cost structure between the rainfed and irrigated systems are due to the amortization of the infrastructure of the irrigated vineyards, which requires high gross production, via productivity in kilos or in a grape price that prioritizes quality. In addition, the environmental impacts are greater due to this infrastructure. The differences between conventional and organic production for each type of vineyard are of little relevance. The inputs of this crop are minimized, to lower costs, and this entails low economic and environmental costs. However, conventional management entails slightly higher impacts than organic management.",
    "readLink": "https://www.mdpi.com/2073-4395/12/12/3213"
  },
  {
    "title": "Fallow Land Enhances Carbon Sequestration in Glomalin and Soil Aggregates Through Regulating Diversity and Network Complexity of Arbuscular Mycorrhizal Fungi Under Climate Change in Relatively High-Latitude Regions",
    "authors": [
      "Yurong Yang,",
      "Yurong Yang,",
      "Wenbo Luo,",
      "Jiazheng Xu,",
      "Pingting Guan,",
      "Liang Chang,",
      "Xuefeng Wu,",
      "Xuefeng Wu,",
      "Donghui Wu,",
      "Donghui Wu"
    ],
    "doi": "https://doi.org/10.3389/fmicb.2022.930622",
    "journalVolume": "Vol. 13",
    "issn": "1664-302X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.frontiersin.org/microbiology",
    "abstract": "Soil aggregation and aggregate-associated carbon (C) play an essential function in soil health and C sequestration. Arbuscular mycorrhizal fungi (AMF) are considered to be primary soil aggregators due to the combined effect of extraradical hyphae and glomalin-related soil proteins (GRSPs). However, the effects of diversity and network complexity of AMF community on stability of soil aggregates and their associated C under long-term climate change (CC) and land-use conversion (LUC) in relatively high-latitude regions are largely unexplored. Therefore, an 8-year soil plot (with a 30-year cropping history) transplantation experiment was conducted to simulate CC and LUC from cropland to fallow land. The results showed that Glomus, Paraglomus, and Archaeospora were the most abundant genera. The diversity of AMF community in fallow land was higher than cropland and increased with increasing of mean annual temperature (MAT) and mean annual precipitation (MAP). Fallow land enhanced the network complexity of AMF community. The abundance families (Glomeraceae and Paraglomeraceae) exhibited higher values of topological features and were more often located in central ecological positions. Long-term fallow land had a significantly higher hyphal length density, GRSP, mean weight diameter (MWD), geometric mean diameter (GMD), and C concentration of GRSP (C-GRSP) than the cropland. The soil aggregate associated soil organic carbon (SOC) was 16.8, 18.6, and 13.8% higher under fallow land compared to that under cropland at HLJ, JL, and LN study sites, respectively. The structural equation model and random forest regression revealed that AMF diversity, network complexity, and their secreted GRSP mediate the effects of CC and LUC on C-GRSP and aggregate-associated SOC. This study elucidates the climate sensitivity of C within GRSP and soil aggregates which response symmetry to LUC and highlights the potential importance of AMF in C sequestration and climate change mitigation.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmicb.2022.930622/full"
  },
  {
    "title": "Mitigation strategy on reduction greenhouse gas (GHG) emission of landuse sector for the province of Papua",
    "authors": [
      "Elvis Franklin Suebu,",
      "Joni Hermana,",
      "Rachmat Boedisantoso"
    ],
    "doi": "https://doi.org/10.22515/sustinere.jes.v1i2.17",
    "journalVolume": "Vol. 1,\n                                no. 2",
    "issn": "2549-1245 (Print)",
    "publisher": "2549-1253 (Online)",
    "countryOfPublisher": "Centre for Science and Technology, IAIN Surakarta",
    "lcc": [
      "Indonesia",
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://sustinerejes.com",
    "abstract": "Studying the right strategy in the implementation of the mitigation of reducing GHG emission in an effort to control climate change caused by deforestation and forest degradation (REDD +) in Papua Province is an important step that must be done. Emission levels in Papua Province in 2010 was dominated by forestry sub-sector and other land use in the amount of 639,818,463 ton CO2eq or approximately 99.8% from the total of GHG emissions of 640,737,952.64 ton CO2eq. To analyze the implementation strategy of mitigation (REDD +), the calculation of the level of carbon emission must be done first. The calculation of carbon emissions for this sub-sector is done by referring to the method that has been developed by the IPCC GL-2006. Meanwhile, to sub-sectors of forestry and other land use, the calculation used the historical and forward-looking approach. The level of carbon emissions from forestry sub-sector accounted for 921,779,031.23 ton CO2eq (historical method) and 1,052,683,205.46 ton CO2eq (forward-looking method) of mitigation program at the end of 2020. Strategy of mitigation action program was for carbon uptake and carbon storage stabilization. The mitigation scenario for forestry sub-sector capable of reducing emissions was by 552,303,873 ton CO2eq or by 52.47% of the total cumulative emissions at the end of 2020 (forward-looking method).",
    "readLink": "https://sustinerejes.com/index.php/a/article/view/17"
  },
  {
    "title": "Observed Zonal Variations of the Relationship between ITCZ Position and Meridional Temperature Contrast",
    "authors": [
      "Eric Mischell,",
      "Jung-Eun Lee"
    ],
    "doi": "https://doi.org/10.3390/cli10030030",
    "journalVolume": "Vol. 10,\n                                no. 30\n                                \n                                  p.\n                                  30",
    "issn": "2225-1154 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/climate",
    "abstract": "While the zonal-mean position of the intertropical convergence zone (ITCZ) is well explained using the zonal-mean energetic framework, the regional variations of the ITCZ have been more difficult to characterize. We show a simple metric, the interhemispheric tropical sea surface temperature (SST) contrast, is useful for estimating the local ITCZ position over seasonal and interannual timescales in modern observations. We demonstrate a linear correspondence between the SST contrast and ITCZ position across oceanic sectors. Though consistently linear, the sensitivity of the ITCZ position to the SST contrast varies from ~1°/K to ~7°/K depending on location. We also find that the location of the Western Pacific interannual ITCZ is negatively correlated with the temperature of the North Atlantic Ocean. This result may help put constraints on past and future regional migrations of the ITCZ.",
    "readLink": "https://www.mdpi.com/2225-1154/10/3/30"
  },
  {
    "title": "Root and shoot competition lead to contrasting competitive outcomes under water stress: A systematic review and meta-analysis.",
    "authors": [
      "Alicia J Foxx,",
      "Florian Fort"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0220674",
    "journalVolume": "Vol. 14,\n                                no. 12\n                                \n                                  p.\n                                  e0220674",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "BACKGROUND:Competition is a critical process that shapes plant communities and interacts with environmental constraints. There are surprising knowledge gaps related to mechanisms that belie competitive processes, though important to natural communities and agricultural systems: the contribution of different plant parts on competitive outcomes and the effect of environmental constraints on these outcomes. OBJECTIVE:Studies that partition competition into root-only and shoot-only interactions assess whether plant parts impose different competitive intensities using physical partitions and serve as an important way to fill knowledge gaps. Given predicted drought escalation due to climate change, we focused a systematic review-including a meta-analysis on the effects of water supply and competitive outcomes. METHODS:We searched ISI Web of Science for peer-reviewed studies and found 2042 results. From which eleven suitable studies, five of which had extractable information of 80 effect sizes on 10 species to test these effects. We used a meta-analysis to compare the log response ratios (lnRR) on biomass for responses to competition between roots, shoots, and full plants at two water levels. RESULTS:Water availability treatment and competition treatment (root-only, shoot-only, and full plant competition) significantly interacted to affect plant growth responses (p < 0.0001). Root-only and full plant competition are more intense in low water availability (-1.2 and -0.9 mean lnRR, respectively) conditions than shoot-only competition (-0.2 mean lnRR). However, shoot-only competition in high water availability was the most intense (- 0.78 mean lnRR) compared to root-only and full competition (-0.5 and 0.61 mean lnRR, respectively) showing the opposite pattern to low water availability. These results also show that the intensity of full competition is similar to root-only competition and that low water availability intensifies root competition while weakening shoot competition. CONCLUSIONS:The outcome that competition is most intense between roots at low water availability emphasizes the importance of root competition and these patterns of competition may shift in a changing climate, creating further urgency for further studies to fil knowledge gaps addressing issues of drought on plant interactions and communities.",
    "readLink": "https://doi.org/10.1371/journal.pone.0220674"
  },
  {
    "title": "Natural immunity stimulation using ELICE16INDURES® plant conditioner in field culture of soybean",
    "authors": [
      "Kincső Decsi,",
      "Barbara Kutasy,",
      "Géza Hegedűs,",
      "Zoltán Péter Alföldi,",
      "Nikoletta Kálmán,",
      "Ágnes Nagy,",
      "Eszter Virág"
    ],
    "doi": "Vol. 9,\n                                no. 1\n                                \n                                  p.\n                                  e12907",
    "issn": "2405-8440 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.cell.com/heliyon/home",
    "abstract": "Recently, climate change has had an increasing impact on the world. Innate defense mechanisms operating in plants - such as PAMP-triggered Immunity (PTI) - help to reduce the adverse effects caused by various abiotic and biotic stressors. In this study, the effects of ELICE16INDURES® plant conditioner for organic farming, developed by the Research Institute for Medicinal Plants and Herbs Ltd. Budakalász Hungary, were studied in a soybean population in Northern Hungary. The active compounds and ingredients of this product were selected in such a way as to facilitate the triggering of general plant immunity without the presence and harmful effects of pathogens, thereby strengthening the healthy plant population and preparing it for possible stress effects. In practice, treatments of this agent were applied at two different time points and two concentrations. The conditioning effect was well demonstrated by using agro-drone and ENDVI determination in the soybean field. The genetic background of healthier plants was investigated by NGS sequencing, and by the expression levels of genes encoding enzymes involved in the catalysis of metabolic pathways regulating PTI. The genome-wide transcriptional profiling resulted in 13 contigs related to PAMP-triggered immunity and activated as a result of the treatments. Further analyses showed 16 additional PTI-related contigs whose gene expression changed positively as a result of the treatments. The gene expression values of genes encoded in these contigs were determined by in silico mRNA quantification and validated by RT-qPCR. Both - relatively low and high treatments - showed an increase in gene expression of key genes involving AOC, IFS, MAPK4, MEKK, and GST. Transcriptomic results indicated that the biosyntheses of jasmonic acid (JA), salicylic acid (SA), phenylpropanoid, flavonoid, phytoalexin, and cellular detoxification processes were triggered in the appropriate molecular steps and suggested that plant immune reactions may be activated also artificially, and innate immunity can be enhanced with proper plant biostimulants.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405844023001147"
  }
]