[
  {
    "title": "Air Quality Monitoring in Coal-Centric Cities: A Hybrid Approach",
    "authors": [
      "Simone Mora,",
      "Priyanka deSouza,",
      "Fábio Duarte,",
      "An Wang,",
      "Sanjana Paul,",
      "Antonio Berrones,",
      "Carlo Ratti"
    ],
    "doi": "https://doi.org/10.3390/su151612624",
    "journalVolume": "Vol. 15,\n                                no. 12624\n                                \n                                  p.\n                                  12624",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Despite the increasing time sensitivity of climate change, many cities worldwide still heavily rely on coal. The extraction, processing, transport, and usage of coal lead to deteriorated air quality, resulting in complex environmental and public health problems for the local communities. Mapping different pollution sources in coal-centric cities is not trivial due to the hyperlocal nature of air pollution and the often low-density network of air quality monitors. This study explores the air quality issues surrounding coal-centric cities using a combination of qualitative and quantitative data from reference-grade air quality monitors, low-cost sensors (LCSs) deployed on citizens’ vehicles, and community engagement activities. It explores how LCSs can be used to characterize air quality at a high spatio-temporal resolution and how this information can be used to decode people’s perceptions of air quality issues and elicit local knowledge. We evaluated our approach in Sparwood (Canada), and Oskemen (Kazakhstan) which are very different cities, but are both heavily dependent on coal. LCSs have been proven an efficient tool to identify pollution hotspots that traditional reference monitors miss, while workshop-based activities making use of data maps and coding tools have successfully elicited information about pollution sources from non-experts, helping collaborative sense-making and informing new LCS deployment strategies. Understanding air quality in coal-centric cities as a complex socio-technical phenomenon can enable the coal industry, city officials, and residents to engage in addressing air quality issues.",
    "readLink": "https://www.mdpi.com/2071-1050/15/16/12624"
  },
  {
    "title": "A Gini approach to spatial CO2 emissions.",
    "authors": [
      "Bin Zhou,",
      "Stephan Thies,",
      "Ramana Gudipudi,",
      "Matthias K B Lüdeke,",
      "Jürgen P Kropp,",
      "Diego Rybski"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0242479",
    "journalVolume": "Vol. 15,\n                                no. 11\n                                \n                                  p.\n                                  e0242479",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Combining global gridded population and fossil fuel based CO2 emission data at 1 km scale, we investigate the spatial origin of CO2 emissions in relation to the population distribution within countries. We depict the correlations between these two datasets by a quasi-Lorenz curve which enables us to discern the individual contributions of densely and sparsely populated regions to the national CO2 emissions. We observe pronounced country-specific characteristics and quantify them using an indicator resembling the Gini-index. As demonstrated by a robustness test, the Gini-index for each country arise from a compound distribution between the population and emissions which differs among countries. Relating these indices with the degree of socio-economic development measured by per capita Gross Domestic Product (GDP) at purchase power parity, we find a strong negative correlation between the two quantities with a Pearson correlation coefficient of -0.71. More specifically, this implies that in developing countries locations with large population tend to emit relatively more CO2, and in developed countries the opposite tends to be the case. Based on the relation to urban scaling, we discuss the implications for CO2 emissions from cities. Our results show that general statements with regard to the (in)efficiency of large cities should be avoided as it is subject to the socio-economic development of respective countries. Concerning the political relevance, our results suggest a differentiated spatial prioritization in deploying climate change mitigation measures in cities for developed and developing countries.",
    "readLink": "https://doi.org/10.1371/journal.pone.0242479"
  },
  {
    "title": "ANALISIS CADANGAN KARBON POHON PADA LANSKAP HUTAN KOTA DI DKI JAKARTA",
    "authors": [
      "Sofyan Hadi Lubis,",
      "Hadi Susilo Arifin,",
      "Ismayadi Samsoedin"
    ],
    "doi": "https://doi.org/10.20886/jpsek.2013.10.1.1-20",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 20",
    "issn": "1979-6013 (Print)",
    "publisher": "2502-4221 (Online)",
    "countryOfPublisher": "Centre for Social Research and Development, Economics, Policy and Climate Change; Development and Innovation Agency; Ministry of Environment and Forestry",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK",
    "abstract": "Meningkatnya persoalan lingkungan, seperti polusi udara dan peningkatan suhu di DKI Jakarta menyebabkan keberadaan hutan kota sangat penting. Pohon memiliki peran penting karena berfungsi sebagai penyimpan karbon dan penyerap karbon paling efesien di perkotaan. Hutan kota di DKI Jakarta memiliki persoalan dalam pengembangannya, selain aspek teknis juga dipengaruhi oleh aspek kebijakan hutan kota. Oleh karena itu perlu dilakukan penelitian ini dengan tujuan: (1) menganalisis cadangan karbon, nilai serapan CO , dan jenis pohon hutan kota yang memiliki cadangan karbon potensial, dan (2) menganalisis faktor kebijakan yang perlu mendukung pengembangan hutan kota. Penelitian dilakukan di DKI Jakarta dengan fokus pada tiga hutan kota, yaitu hutan kota Universitas Indonesia, Srengseng dan PT JIEP. Analisis cadangan karbon dilakukan melalui pendekatan allometrik dan analisis faktor kebijakan hutan kota dengan pendekatan (AHP). Jumlah cadangan karbon pohon terbesar terdapat pada hutan UI yaitu 178,82 ton/ha, Srengseng 24,04 ton/ha dan PT JIEP 23,64 ton/ha. Nilai serapan CO terbesar dihasilkan dari hutan kota UI yaitu 634,40 ton/ha, Srengseng 88,15 ton/ha dan PT JIEP 86,76 ton/ha. Sumbangan cadangan karbon pohon terbesar dihasilkan dari pohon famili Fabaceae, antara lain yaitu A. Cun Ex Benth Willd Boj. Ex Hook Willd dan Prioritas kebijakan yang mendukung pengembangan hutan kota pada level faktor adalah peningkatan kualitas hutan kota, level aktor adalah pemerintah dan level alternatif adalah evaluasi peraturan dan perluasan hutan kota.",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK/article/view/183"
  },
  {
    "title": "Assessment of the effects of climate change on the occurrence of tomato invasive insect pests in Uganda",
    "authors": [
      "N'dakpaze Gno-Solim Ela,",
      "Daniel Olago,",
      "Amwata Dorothy Akinyi,",
      "Henri E.Z. Tonnang"
    ],
    "doi": "Vol. 9,\n                                no. 2\n                                \n                                  p.\n                                  e13702",
    "issn": "2405-8440 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.cell.com/heliyon/home",
    "abstract": "The shift in the geographical spread of invasive pests in Africa has rarely been linked directly to climate change. However, it is predicted that environmental changes play a significant role in spreading and expanding pests. The occurrence of new tomato invasive insect pests has been increasing in Uganda during the past century. Assessing the impact of temperature, rainfall, relative humidity, and windspeed on the occurrence of invasive tomato insect pests, gives a better understanding of managing and limiting the bio-invasion process sustainably. We used the Mann Kendall trend Test to establish trends in climate variables from 1981 to 2020 and to document the trend in the occurrence of new invasive pests. The relationship between climate variables and pests occurrence is analyzed using Pearson's correlation and the Generalized Linear Model (GLM-quasi-Poisson) in R-software. The results showed that temperature and windspeed have significantly increased in both Kampala and Namutumba by 0.049 °C, 0.005 m s−1and by 0.037 °C, 0.003 m s−1 per year respectively while in Mbale there was no change in wind speed pattern and a non-significant decrease in temperature. There was an overall rainfall increase in Kampala (p = 0.029) by 0.241 mm, Mbale (p = 0.0011) by 9.804 mm, and Namutumba (p = 0.394) by 0.025 mm. On the other hand, humidity has decreased both in Kampala (p = 0.001) by 13.3% and in Namutumba (p = 0.035) by 13.2% while there was a no significant change in Mbale. The results of GLM showed that each variable, taken individually, had a direct effect on the pests' occurrence in all three districts. However, with all these climate variables taken together, the effect on the pests' occurrence varied with each of the three districts; Kampala, Mbale, and Namutumba. This study demonstrated that pest occurrence is different from one agroecology to another. Our findings suggest that climate change is a driver that favors bio-invasion of tomato invasive insect pests occurrence in Uganda. It calls for awareness to policymakers and stakeholders to consider climate-smart pest management practices and policies to deal with bio-invasion.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S240584402300909X"
  },
  {
    "title": "Water and small ruminant production A água e a produção de pequenos ruminantes",
    "authors": [
      "Gherman Garcia Leal de Araújo,",
      "Tadeu Vinhas Voltolini,",
      "Mario Luiz Chizzotti,",
      "Silvia Helena Nogueira Turco,",
      "Francisco Fernando Ramos de Carvalho"
    ],
    "doi": "https://doi.org/10.1590/S1516-35982010001300036",
    "journalVolume": "Vol. 39\n                                \n                                \n                                  pp.\n                                  326\n                                  – 336",
    "issn": "1516-3598 (Print)",
    "publisher": "1806-9290 (Online)",
    "countryOfPublisher": "Sociedade Brasileira de Zootecnia",
    "lcc": [
      "Brazil",
      "Agriculture: Animal culture"
    ],
    "journalUrl": "http://www.scielo.br/scielo.php/script_sci_serial/pid_1516-3598/lng_pt/nrm_iso",
    "abstract": "Water is a nutrient of extreme importance for animals and must be considered vital in any rearing phase. The increasing scarcity of this precious natural resource has concerned different segments of society in order to find solutions for rational and sustainable use of this nutrient. Small ruminants, especially sheep and goats, have social and economic importance due to their great ability in adapting to adverse environmental conditions and using water efficiently. Thus, they might be a good alternative to mitigate the climate change effects and to generate foreign exchange and improving life condition in many places of the world. The concept of water productivity for livestock production is relatively new and there are few studies in the world, especially in Brazil. More researches and new technologies for water use in livestock production are indispensable.A água é um nutriente extremamente importante na vida dos animais e deve ser considerada como vital em qualquer fase da criação. A escassez crescente deste precioso recurso natural tem provocado reações de diferentes segmentos da sociedade na busca de soluções de uso racional e sustentável deste nutriente. Os pequenos ruminantes, especialmente os ovinos e caprinos, são partes importantes da vida econômica e social de muitas nações pela sua ampla capacidade de adaptação às condições adversas do ambiente e boa eficiência no uso da água, podendo ser uma das boas alternativas de mitigação dos efeitos das mudanças climáticas, gerando divisas e melhoria das condições de vida em muitas regiões do mundo. O conceito de produtividade de água para a produção animal é relativamente novo e ainda são recentes e escassos os estudos existentes no mundo e em particular no Brasil. A realização de mais pesquisas e a geração de novas tecnologias de uso da água na produção animal, hoje mais do que nunca tornam-se imprescindíveis.",
    "readLink": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S1516-35982010001300036"
  },
  {
    "title": "A multi-model comparison of meteorological drivers of surface ozone over Europe",
    "authors": [
      "N. Otero,",
      "N. Otero,",
      "J. Sillmann,",
      "K. A. Mar,",
      "H. W. Rust,",
      "S. Solberg,",
      "C. Andersson,",
      "M. Engardt,",
      "R. Bergström,",
      "B. Bessagnet,",
      "A. Colette,",
      "F. Couvidat,",
      "C. Cuvelier,",
      "S. Tsyro,",
      "H. Fagerli,",
      "M. Schaap,",
      "M. Schaap,",
      "A. Manders,",
      "M. Mircea,",
      "G. Briganti,",
      "A. Cappelletti,",
      "M. Adani,",
      "M. D'Isidoro,",
      "M.-T. Pay,",
      "M. Theobald,",
      "M. G. Vivanco,",
      "P. Wind,",
      "P. Wind,",
      "N. Ojha,",
      "V. Raffort,",
      "T. Butler,",
      "T. Butler"
    ],
    "doi": "https://doi.org/10.5194/acp-18-12269-2018",
    "journalVolume": "Vol. 18\n                                \n                                \n                                  pp.\n                                  12269\n                                  – 12288",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "The implementation of European emission abatement strategies has led to a significant reduction in the emissions of ozone precursors during the last decade. Ground-level ozone is also influenced by meteorological factors such as temperature, which exhibit interannual variability and are expected to change in the future. The impacts of climate change on air quality are usually investigated through air-quality models that simulate interactions between emissions, meteorology and chemistry. Within a multi-model assessment, this study aims to better understand how air-quality models represent the relationship between meteorological variables and surface ozone concentrations over Europe. A multiple linear regression (MLR) approach is applied to observed and modelled time series across 10 European regions in springtime and summertime for the period of 2000–2010 for both models and observations. Overall, the air-quality models are in better agreement with observations in summertime than in springtime and particularly in certain regions, such as France, central Europe or eastern Europe, where local meteorological variables show a strong influence on surface ozone concentrations. Larger discrepancies are found for the southern regions, such as the Balkans, the Iberian Peninsula and the Mediterranean basin, especially in springtime. We show that the air-quality models do not properly reproduce the sensitivity of surface ozone to some of the main meteorological drivers, such as maximum temperature, relative humidity and surface solar radiation. Specifically, all air-quality models show more limitations in capturing the strength of the ozone–relative-humidity relationship detected in the observed time series in most of the regions, for both seasons. Here, we speculate that dry-deposition schemes in the air-quality models might play an essential role in capturing this relationship. We further quantify the relationship between ozone and maximum temperature (mo3 − T, climate penalty) in observations and air-quality models. In summertime, most of the air-quality models are able to reproduce the observed climate penalty reasonably well in certain regions such as France, central Europe and northern Italy. However, larger discrepancies are found in springtime, where air-quality models tend to overestimate the magnitude of the observed climate penalty.",
    "readLink": "https://www.atmos-chem-phys.net/18/12269/2018/acp-18-12269-2018.pdf"
  },
  null,
  {
    "title": "A Modeling and Analysis Framework for Integrated Energy Systems Exposed to Climate Change-Induced NaTech Accidental Scenarios",
    "authors": [
      "Francesco Di Maio,",
      "Pietro Tonicello,",
      "Enrico Zio"
    ],
    "doi": "https://doi.org/10.3390/su14020786",
    "journalVolume": "Vol. 14,\n                                no. 786\n                                \n                                  p.\n                                  786",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "This paper proposes a novel framework for the analysis of integrated energy systems (IESs) exposed to both stochastic failures and “shock” climate-induced failures, such as those characterizing NaTech accidental scenarios. With such a framework, standard centralized systems (CS), IES with distributed generation (IES-DG) and IES with bidirectional energy conversion (IES+P2G) enabled by power-to-gas (P2G) facilities can be analyzed. The framework embeds the model of each single production plant in an integrated power-flow model and then couples it with a stochastic failures model and a climate-induced failure model, which simulates the occurrence of extreme weather events (e.g., flooding) driven by climate change. To illustrate how to operationalize the analysis in practice, a case study of a realistic IES has been considered that comprises two combined cycle gas turbine plants (CCGT), a nuclear power plant (NPP), two wind farms (WF), a solar photovoltaicS (PV) field and a power-to-gas station (P2G). Results suggest that the IESs are resilient to climate-induced failures.",
    "readLink": "https://www.mdpi.com/2071-1050/14/2/786"
  },
  {
    "title": "Growth Response of Norway Spruce (<i>Picea abies</i> [L.] Karst.) in Central Bohemia (Czech Republic) to Climate Change",
    "authors": [
      "Giuseppe D’Andrea,",
      "Václav Šimůnek,",
      "Osvaldo Pericolo,",
      "Zdeněk Vacek,",
      "Stanislav Vacek,",
      "Roberto Corleto,",
      "Lukáš Olejár,",
      "Francesco Ripullone"
    ],
    "doi": "https://doi.org/10.3390/f14061215",
    "journalVolume": "Vol. 14,\n                                no. 1215\n                                \n                                  p.\n                                  1215",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Norway spruce (Picea abies (L.) Karst.) is a significant conifer tree species in Europe that holds significant economic and ecological value. However, it remains one of the most sensitive to climate change. This study describes the climate–growth relationship, focusing on dendroecology in hilly spruce forests (319–425 m a.s.l.) located in Bohemia, the Czech Republic, during 1950–2018. The results confirmed that the highest radial increment was obtained in locations with higher precipitation (Kostelec), while the lowest growth was observed in locations with lower precipitation (Karlstejn). Tree-ring growth shows very low increments for the years 1964 and 1976 for all plots, and the years with the least growth were confirmed by the negative pointer year analysis. This study confirmed precipitation as the main factor that affects the growth of spruce at lower altitudes. The radial growth for all study sites shows a statistically significant positive correlation with precipitation during the growing season, while no statistically significant values between radial growth and temperature were obtained. This study demonstrates that Norway spruce is affected more by precipitation than temperature, and the results indicate that this conifer is seriously affected by the lack of precipitation at lower altitudes in the Czech Republic, where the species is not native.",
    "readLink": "https://www.mdpi.com/1999-4907/14/6/1215"
  },
  {
    "title": "Identification of two distinct fire regimes in Southern California: implications for economic impact and future change",
    "authors": [
      "Yufang Jin,",
      "Michael L Goulden,",
      "Nicolas Faivre,",
      "Sander Veraverbeke,",
      "Fengpeng Sun,",
      "Alex Hall,",
      "Michael S Hand,",
      "Simon Hook,",
      "James T Randerson"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/10/9/094005",
    "journalVolume": "Vol. 10,\n                                no. 9\n                                \n                                  p.\n                                  094005",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "The area burned by Southern California wildfires has increased in recent decades, with implications for human health, infrastructure, and ecosystem management. Meteorology and fuel structure are universally recognized controllers of wildfire, but their relative importance, and hence the efficacy of abatement and suppression efforts, remains controversial. Southern California’s wildfires can be partitioned by meteorology: fires typically occur either during Santa Ana winds (SA fires) in October through April, or warm and dry periods in June through September (non-SA fires). Previous work has not quantitatively distinguished between these fire regimes when assessing economic impacts or climate change influence. Here we separate five decades of fire perimeters into those coinciding with and without SA winds. The two fire types contributed almost equally to burned area, yet SA fires were responsible for 80% of cumulative 1990–2009 economic losses ($3.1 Billion). The damage disparity was driven by fire characteristics: SA fires spread three times faster, occurred closer to urban areas, and burned into areas with greater housing values. Non-SA fires were comparatively more sensitive to age-dependent fuels, often occurred in higher elevation forests, lasted for extended periods, and accounted for 70% of total suppression costs. An improved distinction of fire type has implications for future projections and management. The area burned in non-SA fires is projected to increase 77% (±43%) by the mid-21st century with warmer and drier summers, and the SA area burned is projected to increase 64% (±76%), underscoring the need to evaluate the allocation and effectiveness of suppression investments.",
    "readLink": "https://doi.org/10.1088/1748-9326/10/9/094005"
  }
]