[
  {
    "title": "Water deficit modifies the carbon isotopic composition of lipids, soluble sugars and leaves of Copaifera langsdorffii Desf. (Fabaceae)",
    "authors": [
      "Angelo Albano da Silva Bertholdi,",
      "Vladimir Eliodoro Costa,",
      "Angélica Lino Rodrigues,",
      "Luiz Fernando Rolim de Almeida"
    ],
    "doi": "https://doi.org/10.1590/0102-33062017abb0174",
    "journalVolume": "no. 0",
    "issn": "0102-3306 (Print)",
    "publisher": "1677-941X (Online)",
    "countryOfPublisher": "Sociedade Botânica do Brasil",
    "lcc": [
      "Brazil",
      "Science: Botany"
    ],
    "journalUrl": "https://www.scielo.br/j/abb/",
    "abstract": "ABSTRACT Water deficit is most frequent in forest physiognomies subjected to climate change. As a consequence, several tree species alter tissue water potential, gas exchange and production of carbon compounds to overcome damage caused by water deficiency. The working hypothesis, that a reduction in gas exchange by plants experiencing water deficit will affect the composition of carbon compounds in soluble sugars, lipids and vegetative structures, was tested on Copaifera langsdorffii. Stomatal conductance, leaf water potential, and CO2 assimilation rate declined after a period of water deficit. After rehydration, leaf water potential and leaf gas exchange did not recover completely. Water deficit resulted in 13C enrichment in leaves, soluble sugars and root lipids. Furthermore, the amount of soluble sugars and root lipids decreased after water deficit. In rehydration, the carbon isotopic composition and amount of root lipids returned to levels similar to the control. Under water deficit, 13C-enriched in root lipids assists in the adjustment of cellular membrane turgidity and avoids damage to the process of water absorption by roots. These physiological adjustments permit a better understanding of the responses of Copaifera langsdorffi to water deficit.",
    "readLink": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S0102-33062017005007102&lng=en&tlng=en"
  },
  {
    "title": "Why the frustration?",
    "authors": [
      "Sebastian Levi"
    ],
    "doi": "https://doi.org/10.22151/politikon.23.4",
    "journalVolume": "Vol. 23",
    "issn": "1583-3984 (Print)",
    "publisher": "2414-6633 (Online)",
    "countryOfPublisher": "International Association for Political Science Students (IAPSS)",
    "lcc": [
      "Netherlands",
      "Political science"
    ],
    "journalUrl": "http://politikon.iapss.org/index.php/politikon",
    "abstract": "Civil society organizations play an increasingly important role in global politics. However, during the last years, civil society has become frustrated from the negotiations in the United Nations Framework Convention on Climate Change (UNFCCC). This frustration reached a new quality when civil society organizations walked out in the middle of the 19th Conference of Parties (COP19) in 2013. Drawing from empirical data from the COP19 and the negotiations on Loss and Damage, this thesis seeks to explain the low level of influence which has lead to this frustration. It can be shown that neither civil society capabilities, nor changing state attitudes towards civil society can explain their contemporary low influence. Instead, this paper argues that the increasing financial and legal relevance of the negotiations substantially constrain civil society from exercising influence.",
    "readLink": "https://politikon.iapss.org/index.php/politikon/article/view/109"
  },
  {
    "title": "Vibriosis Outbreaks in Aquaculture: Addressing Environmental and Public Health Concerns and Preventive Therapies Using Gilthead Seabream Farming as a Model System",
    "authors": [
      "Gracinda M. M. Sanches-Fernandes,",
      "Gracinda M. M. Sanches-Fernandes,",
      "Gracinda M. M. Sanches-Fernandes,",
      "Isabel Sá-Correia,",
      "Isabel Sá-Correia,",
      "Isabel Sá-Correia,",
      "Rodrigo Costa,",
      "Rodrigo Costa,",
      "Rodrigo Costa,",
      "Rodrigo Costa"
    ],
    "doi": "https://doi.org/10.3389/fmicb.2022.904815",
    "journalVolume": "Vol. 13",
    "issn": "1664-302X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.frontiersin.org/microbiology",
    "abstract": "Bacterial and viral diseases in aquaculture result in severe production and economic losses. Among pathogenic bacteria, species belonging to the Vibrio genus are one of the most common and widespread disease-causing agents. Vibrio infections play a leading role in constraining the sustainable growth of the aquaculture sector worldwide and, consequently, are the target of manifold disease prevention strategies. During the early, larval stages of development, Vibrio species are a common cause of high mortality rates in reared fish and shellfish, circumstances under which the host organisms might be highly susceptible to disease preventive or treatment strategies such as vaccines and antibiotics use, respectively. Regardless of host developmental stage, Vibrio infections may occur suddenly and can lead to the loss of the entire population reared in a given aquaculture system. Furthermore, the frequency of Vibrio–associated diseases in humans is increasing globally and has been linked to anthropic activities, in particular human-driven climate change and intensive livestock production. In this context, here we cover the current knowledge of Vibrio infections in fish aquaculture, with a focus on the model species gilthead seabream (Sparus aurata), a highly valuable reared fish in the Mediterranean climatic zone. Molecular methods currently used for fast detection and identification of Vibrio pathogens and their antibiotic resistance profiles are addressed. Targeted therapeutic approaches are critically examined. They include vaccination, phage therapy and probiotics supplementation, which bear promise in supressing vibriosis in land-based fish rearing and in mitigating possible threats to human health and the environment. This literature review suggests that antibiotic resistance is increasing among Vibrio species, with the use of probiotics constituting a promising, sustainable approach to prevent Vibrio infections in aquaculture.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmicb.2022.904815/full"
  },
  {
    "title": "Sustainability Assessment of Biorefinery Systems Based on Two Food Residues in Africa",
    "authors": [
      "Nicoletta Patrizi,",
      "Morena Bruno,",
      "Fabrizio Saladini,",
      "Maria Laura Parisi,",
      "Maria Laura Parisi,",
      "Riccardo M. Pulselli,",
      "Anne Belinda Bjerre,",
      "Simone Bastianoni"
    ],
    "doi": "https://doi.org/10.3389/fsufs.2020.522614",
    "journalVolume": "Vol. 4",
    "issn": "2571-581X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply",
      "Technology: Chemical technology: Food processing and manufacture"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/sustainable-food-systems#",
    "abstract": "The overexploitation of fossil fuels as main energy source to support the global economy is identified as the most responsible of the current critical situation from an environmental viewpoint. The need to replace fossil fuels has posed the attention on alternative energy sources such as biofuels, in both developed and developing countries. Africa, for example, has enormous natural resources in the form of biomass from agriculture and other related processes (i.e., food residues). An action that can help fight climate change is the implementation of biofuel refineries to maximize the value of biomass by converting it into a range of products, like energy vectors, biomaterials, feed and fertilizers. By using emergy evaluation and Life Cycle Assessment (LCA) this study focused on the potential development of sustainable biotechnological processes fed by biowaste and bioresidues in two African countries (Egypt and Ghana). We assessed the sustainability level of two biofuel productions based on starch and lignocellulosic feedstocks (i.e., cassava peel and corn stover, respectively). A first understanding of the sustainability of the case studies was obtained and the results showed that the biorefinery based on cassava peel was more sustainable from both the user and donor perspectives. Indeed, the LCA results showed that impact categories Global Warming Potential (GWP) and Acidification Potential (AP) had lower values for cassava compared to corn stover biorefinery and emergy outcomes highlighted that the starch-rich feedstock had lower Unit Emergy Value (UEV) and higher renewability percentage (94%). These results suggest that biorefineries are an option for world bioeconomy strategy as they enable optimization of agricultural and food residues and their environmental performance in producing a renewable substitute for fossil fuels and other non-renewable materials is promising.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fsufs.2020.522614/full"
  },
  {
    "title": "Projected climate-driven changes in pollen emission season length and magnitude over the continental United States",
    "authors": [
      "Yingxiao Zhang,",
      "Allison L. Steiner"
    ],
    "doi": "https://doi.org/10.1038/s41467-022-28764-0",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 10",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "Atmospheric conditions affect the release of anemophilous pollen. Zhang et al. use a pollen emission model together with future climate data to simulate changes in pollen emission. The study shows that climate change driven pollen increase and seasonal changes may increase seasonal allergies",
    "readLink": "https://doi.org/10.1038/s41467-022-28764-0"
  },
  {
    "title": "Applying information network analysis to fire-prone landscapes: implications for community resilience",
    "authors": [
      "Derric B. Jacobs,",
      "Lori A. Cramer"
    ],
    "doi": "https://doi.org/10.5751/ES-09119-220152",
    "journalVolume": "Vol. 22,\n                                no. 1\n                                \n                                  p.\n                                  52",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "Resilient communities promote trust, have well-developed networks, and can adapt to change. For rural communities in fire-prone landscapes, current resilience strategies may prove insufficient in light of increasing wildfire risks due to climate change. It is argued that, given the complexity of climate change, adaptations are best addressed at local levels where specific social, cultural, political, and economic conditions are matched with local risks and opportunities. Despite the importance of social networks as key attributes of community resilience, research using social network analysis on coupled human and natural systems is scarce. Furthermore, the extent to which local communities in fire-prone areas understand climate change risks, accept the likelihood of potential changes, and have the capacity to develop collaborative mitigation strategies is underexamined, yet these factors are imperative to community resiliency. We apply a social network framework to examine information networks that affect perceptions of wildfire and climate change in Central Oregon. Data were collected using a mailed questionnaire. Analysis focused on the residents' information networks that are used to gain awareness of governmental activities and measures of community social capital. A two-mode network analysis was used to uncover information exchanges. Results suggest that the general public develops perceptions about climate change based on complex social and cultural systems rather than as patrons of scientific inquiry and understanding. It appears that perceptions about climate change itself may not be the limiting factor in these communities' adaptive capacity, but rather how they perceive local risks. We provide a novel methodological approach in understanding rural community adaptation and resilience in fire-prone landscapes and offer a framework for future studies.",
    "readLink": "http://www.ecologyandsociety.org/vol22/iss1/art52/"
  },
  {
    "title": "Impacts of photoselective bunch zone shading on the volatile composition and sensory attributes for <i>Vitis vinifera</i> L. cv. Riesling",
    "authors": [
      "Yevgeniya Grebneva,",
      "Eleanor Bilogrevic,",
      "Doris Rauhut,",
      "Markus J. Herderich,",
      "Josh Hixson"
    ],
    "doi": "https://doi.org/10.20870/oeno-one.2022.56.3.5364",
    "journalVolume": "Vol. 56,\n                                no. 3",
    "issn": "2494-1271 (Online)",
    "publisher": "International Viticulture and Enology Society",
    "countryOfPublisher": "France",
    "lcc": [
      "Agriculture",
      "Science: Botany"
    ],
    "journalUrl": "http://www.oeno-one.eu",
    "abstract": "Photoselective shading is a process that modulates the radiation intensity in specific regions of the electromagnetic spectrum. It is a common practice in horticulture to manipulate specific plant physiological responses, but to date has only received minimal attention in viticulture. The potent odorant 1,1,6-trimethyl-1,2-dihydronaphthalene (TDN) is of particular relevance for aged Riesling wine, which are also known to be impacted by the magnitude of bunch zone light exposure during berry development. Hence, in this study, the effect of photoselective bunch zone shading on the formation of TDN in wine was investigated across two consecutive growing seasons. Applying red, black or green shade cloth (SC) to the bunch zone provided unique bunch zone light environments and yielded distinct differences in grape and wine composition compared with the unshaded control. Overall, bunch zone shading through shade cloth was effective in reducing overall photosynthetically active radiation compared to the control and the photoselectivity of the SC treatments differently affected a number of grape and wine measures. Fruit yield was somewhat but not significantly lower under black SC treatments, while juice pH was increased in grapes grown under green and black SC across both vintages compared to the control. Both grape sugar accumulation (P = 0.035) and ammonia nitrogen (P = 0.043) showed evidence of treatment effects, although with low F-statistics (4 and 3, respectively). Measures of hydrolytically released TDN in juice and free TDN concentrations in wine were lower in SC treatments. Unexpectedly, sensory descriptive analysis of the wines demonstrated that increased ‘kerosene-like’ aroma was not consistently associated with free TDN concentrations in wine. In summary, photoselective bunch shading was demonstrated to be an effective method for manipulating grape and wine outcomes and may aid in overcoming viticultural obstacles and quality impacts associated with climate change.",
    "readLink": "https://oeno-one.eu/article/view/5364"
  },
  {
    "title": "Validation of band counts in eyestalks for the determination of age of Antarctic krill, Euphausia superba.",
    "authors": [
      "Raouf Kilada,",
      "Christian S Reiss,",
      "So Kawaguchi,",
      "Robert A King,",
      "Tsuyoshi Matsuda,",
      "Taro Ichii"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0171773",
    "journalVolume": "Vol. 12,\n                                no. 2\n                                \n                                  p.\n                                  e0171773",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Using known-age Antarctic krill (Euphausia superba) grown from eggs hatched at two different laboratories, we validate the annual pattern of bands deposited in the eyestalks of krill and determine the absolute age of these animals. Ages two through five years were validated, and these animals ranged from 37.1 to 62.6 mm in total length. The band counts in these individuals were either identical to their absolute ages, or only failed to agree by a few months, which demonstrates the accuracy of this method. Precision and bias were estimated graphically using Chang's index (Coefficient of Variation = 5.03%). High accuracy and precision between readers and low ageing bias indicate that longitudinal sections of eyestalks can be used to age krill in wild samples and to develop age-based stock assessment models for krill. Archival samples preserved in formalin (5%) and stored in ambient conditions were also readable. Ageing preserved krill will provide the opportunity to examine changes in growth among krill populations within the Southern Ocean and to retrospectively examine changes in krill production over the last century to better understand the historical and future impacts of climate change on this critical Southern Ocean species.",
    "readLink": "http://europepmc.org/articles/PMC5321404?pdf=render"
  },
  {
    "title": "Evaluation of urban road trees in terms of ecosystem services according to climate change scenarios and species distribution model: The case of Robinia pseudoacacia L.",
    "authors": [
      "E. Seda  ARSLAN"
    ],
    "doi": "https://doi.org/10.18182/tjf.559883",
    "journalVolume": "Vol. 20,\n                                no. 2\n                                \n                                  pp.\n                                  142\n                                  – 148",
    "issn": "2149-3898 (Online)",
    "publisher": "Isparta University of Applied Sciences Faculty of Forestry",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://dergipark.org.tr/en/pub/tjf",
    "abstract": "Trees with dynamic, ecological and aesthetic characteristics around the roads, which are a part of movement, access and life according to the basic functions of transportation, are among the crucial components of urban green spaces. The functions and aesthetic properties of these spaces are shaped by the forms, patterns and aesthetic functions of the plants used in planning and design. In the urban road planting, the aesthetic and functional properties of plants or the living materials used, are necessary in the context of the sustainability as well as their ecological characteristics and growing conditions. On account of increasing greenhouse gas emissions in cities, global warming poses a threat to the environment we live in and then to the whole world. As a result of global warming, climate change today affects all living things on earth and changes the balance of nature. Deterioration of nature while expressing the change and transformation of all living elements it also means losing human wellbeing in the context of ecosystem services and biodiversity. The aim of the study is to determine the changes in the distribution areas of Robinia pseudoacacia L., which is widely used in the urban road planting in terms of ecosystem services in Turkey. Using the MaxEnt 3.4.1 program based on the species distribution model, the current distribution areas of the species and the future projections based on climate change were determined on the basis of cities and geographic regions. As a result; changes in the distribution of urban road trees were discussed in the context of biodiversity and urban ecosystem services.",
    "readLink": "https://dergipark.org.tr/tr/pub/tjf/issue/46820/559883?publisher=iubu"
  },
  {
    "title": "Thirty years of ecological research at the Gran Sasso d’Italia LTER site: climate change in action",
    "authors": [
      "Bruno Petriccione,",
      "Alessandro Bricca"
    ],
    "doi": "https://doi.org/10.3897/natureconservation.34.30218",
    "journalVolume": "Vol. 34\n                                \n                                \n                                  pp.\n                                  9\n                                  – 39",
    "issn": "1314-6947 (Print)",
    "publisher": "1314-3301 (Online)",
    "countryOfPublisher": "Pensoft Publishers",
    "lcc": [
      "Bulgaria",
      "Science: Biology (General): Ecology",
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://natureconservation.pensoft.net/",
    "abstract": "Since 1986, vegetation monitoring of alpine plant communities has been performed at the Gran Sasso d’Italia LTER site (https://deims.org/c0738b00-854c-418f-8d4f-69b03486e9fd) in the Central Apennines, through phytosociological relevés and abundance and coverage estimation of the vascular flora at fine scale. The monitoring activities for abiotic parameters regard air and soil temperatures, rainfall, snowfall and snow cover persistence. A comparative analysis of changes in species composition, life forms, life strategies and morpho-functional types allowed recognition of dynamical processes (fluctuation and degeneration) and an increase in stress- and drought-tolerant and ruderal species, probably linked to a general process of climate change. A trend of variation forced by increasing drought was recorded in high-mountain plant communities, normally within a dynamic fluctuation process. There has been a 50–80% change in species composition with respect to the total number of species observed over the years. Whereas the total number of species has increased in all communities, in high-mountain mesic grassland 20% of sensitive species have completely disappeared. Early signs of a degeneration process were already discernible after seven years: such signs are more evident in snow-dependent communities, with a quantitative increase in more thermophilic and drought-tolerant species and a parallel decrease in more mesic, cryophilic and competitive species. In particular, the following phenomena have been recorded in high-mountain mesic grassland, in agreement with predicted or observed phenomena in other Alpine or Arctic areas: (a) coverage increase (or appearance) of ruderal and stress- and drought-tolerant species; (b) coverage decrease (or disappearance) of cryophilic, mesic and competitive species. These short-term changes could lead, in the medium- or long-term, to a disgregation process affecting the high elevation plant communities of the Apennines (including the local extinction of most of the cold-adapted species), due to their very low resilience. The phenomena described may be linked to the observed climate change which occurred during the last century (in particular in the last 50 years) in the Apennines, consisting mainly, in the mountains, of a strong reduction in the duration of snow-cover and an increase in mean and minimum annual temperatures.",
    "readLink": "https://natureconservation.pensoft.net/article/30218/download/pdf/"
  }
]