[
  {
    "title": "Climatic Effects of China Large-Scale Urbanization on East Asian Summer Monsoon under Different Phases of Pacific Decadal Oscillation",
    "authors": [
      "Yongxiao Liang,",
      "Pengfeng Xiao"
    ],
    "doi": "https://doi.org/10.3390/atmos10020090",
    "journalVolume": "Vol. 10,\n                                no. 2\n                                \n                                  p.\n                                  90",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "The effects of urbanization over eastern China on the East Asian summer monsoon (EASM) under different sea surface temperature background are compared using a Community Atmosphere Model (CAM5.1). Experiments of urbanization investigated by comparing two climate simulations with and without urban land cover under both positive and negative phases of Pacific Decadal Oscillation (PDO) show the spatial distribution of precipitation with ‘southern flood and northern drought’ and weakening status of EASM. The climate effect of urbanization in eastern China is significantly different from north to south. Anomalous vertical ascending motion due to the role of urbanization in the south of 30° N have induced an increase in convective available potential energy (CAPE) and precipitation increase over southern China. At the same time, the downward vertical motion occurs in the north of 30° N which cause warming over northern China. Due to the anti-cyclonic anomalies in the upper and lower layers of the north, the monsoon circulation is weakened which can reduce the precipitation. However, urbanization impact under various phases of PDO show different effect. In the 1956⁻1970 urbanization experiments of negative PDO phase, the downward vertical motion and anti-cyclonic anomalies in the north of 30° N are also weaker than that of positive phase of PDO in 1982⁻1996. In terms of this situation, the urbanization experiments of negative phase of PDO reveal that the range of the warming area over the north of 40° N is small, and the warming intensity is weak, but the precipitation change is more obvious compared with the background of positive phase of PDO.",
    "readLink": "https://www.mdpi.com/2073-4433/10/2/90"
  },
  {
    "title": "Mortality Associated with Extreme Heat in Washington State: The Historical and Projected Public Health Burden",
    "authors": [
      "Logan Arnold,",
      "Mark D. Scheuerell ,",
      "Tania Busch Isaksen"
    ],
    "doi": "https://doi.org/10.3390/atmos13091392",
    "journalVolume": "Vol. 13,\n                                no. 1392\n                                \n                                  p.\n                                  1392",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Extreme heat is one of the most important pathways illustrating the connection between climate and human health, and climate change is expected to exacerbate this public health issue. This study first used a case-crossover analysis to characterize the historical (1980–2018) association between summertime heat and non-traumatic mortality in Washington State. A separate analysis was conducted for each of the state’s ten climate divisions to produce distinct exposure–response curves expressing odds of mortality as a function of humidex. Stratified analyses were used to assess the impact of age, sex, race/ethnicity, and select causes of death, and the reported results are pooled across all divisions using meta-analysis. The historical heat–mortality relationship was combined with climate projections to estimate the impact of climate change on heat-related deaths in 2030, 2050, and 2080 under two warming scenarios. The odds ratio (OR) and 95% confidence intervals of mortality at the 99th percentile of humidex compared to the 50th percentile did not include the null value in four climate divisions (E Olympic Cascade Foothills, NE Olympic San Juan, Northeastern, and Puget Sound Lowlands). The statewide odds of mortality are 8% higher (6%, 10%) on 99th percentile days compared to 50th percentile days, driven primarily by an OR of 1.09 (1.06, 1.11) in the Puget Sound Lowlands. Risk is higher for women than men and for Blacks than Whites. Risk increases with age and for diabetic, circulatory, cardiovascular, ischemic, cerebrovascular, and respiratory deaths. The 95% confidence intervals of projected heat-attributable mortality did not overlap with zero in three climate divisions (E Olympic Cascade Foothills, NE Olympic San Juan, and Puget Sound Lowlands). In these three divisions, the average percent increase in heat-attributable mortality across both warming scenarios is 35%, 35%, and 603% in 2030, 2050, and 2080, respectively. This research is the most extensive study of heat-related mortality in Washington to date and can help inform public health initiatives aiming to improve present and future health outcomes in the state.",
    "readLink": "https://www.mdpi.com/2073-4433/13/9/1392"
  },
  {
    "title": "Species diversity of forest floor biota in non‐native Douglas‐fir stands is similar to that of native stands",
    "authors": [
      "Jonas Glatthorn,",
      "Scott Appleby,",
      "Niko Balkenhol,",
      "Peter Kriegel,",
      "Likulunga Emmanuel Likulunga,",
      "Jing‐Zhong Lu,",
      "Dragan Matevski,",
      "Andrea Polle,",
      "Hannes Riebl,",
      "Carmen Alicia Rivera Pérez,",
      "Stefan Scheu,",
      "Alexander Seinsche,",
      "Peter Schall,",
      "Andreas Schuldt,",
      "Severin Wingender,",
      "Christian Ammer"
    ],
    "doi": "https://doi.org/10.1002/ecs2.4609",
    "journalVolume": "Vol. 14,\n                                no. 7\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract Cultivation of non‐native tree species is a promising option to adapt managed forests to climate change. However, consequences of non‐native tree species on flora, fauna, and microorganisms that occur in forest ecosystems (forest associates) need to be considered when managing forests. We lack a solid understanding of how cultivating non‐native tree species in pure stands and in mixture with native tree species impacts abundance and species diversity of forest associates. We compared abundance, alpha‐, beta‐ and gamma‐diversity of eight forest‐floor‐associated taxa that are relevant for ecosystem functioning (including fungi, plants, arthropods, and small mammals) between different forest ecosystems. We addressed pure stands of non‐native coniferous Douglas‐fir (Pseudotsuga menziesii) and two native species, broad‐leaved European beech (Fagus sylvatica) and coniferous Norway spruce (Picea abies), as well as mixed stands of European beech with each conifer in two regions with differing site conditions in temperate Northwest Germany. Diversity indices revealed differences among species groups. Gamma‐diversity and alpha‐diversity of forest associates in Douglas‐fir and spruce stands were usually higher than in beech stands. Estimates of species diversity of mixed stands are intermediate between estimates for the respective pure stands. Differences in the diversity between the two study regions were highly taxon specific with no clear support for a general trend toward a higher or lower species diversity of forest associates depending on site quality. Abundance values show a pattern similar to our diversity estimates, but with a higher statistical uncertainty. Non‐native Douglas‐fir stands provided habitats to support associated species communities of equally high or higher diversity than stands of native beech or spruce. Mixed stands of non‐native and native tree species may be a management option to achieve different goals, that is, to provide habitats for species that are strictly associated with beech and to increase resilience to climate change. However, the overall diversity of forest‐floor‐associated biota is not improved by cultivating Douglas‐fir or spruce in mixture with beech.",
    "readLink": "https://doi.org/10.1002/ecs2.4609"
  },
  {
    "title": "Perception of Climate Change Risk and Adaptation in the Czech Republic",
    "authors": [
      "Eliška Krkoška Lorencová,",
      "Blanka Loučková,",
      "Dava Vačkářů"
    ],
    "doi": "https://doi.org/10.3390/cli7050061",
    "journalVolume": "Vol. 7,\n                                no. 5\n                                \n                                  p.\n                                  61",
    "issn": "2225-1154 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/climate",
    "abstract": "Public perception of climate change is an important element that affects attitudes towards adaptation and mitigation. Understanding the general public’s perception of the issue can assist decision-makers, though the climate change perception is affected by multiple factors. This study examines the main sociodemographic factors, including gender, and the role of previous personal experience with extreme weather events on climate change perception and engagement in individual adaptation and mitigation actions among the general population in the Czech Republic. Based on statistical analysis, gender, age and previous experience with extreme weather events have been found to play a significant role in the climate change beliefs of individuals and in the perception of the cause of the changing climate. The analysis revealed that respondents with previous experience with extreme weather events were significantly more likely to implement adaptation and mitigation actions than respondents with no experience. The survey represents insights into climate change perception and beliefs of the general public at the national level.",
    "readLink": "https://www.mdpi.com/2225-1154/7/5/61"
  },
  {
    "title": "Calibration of MODIS-Derived Cropland Growing Season Using the Climotransfer Function and Ground Observations",
    "authors": [
      "Liming Ye,",
      "Johan De Grave,",
      "Eric Van Ranst,",
      "Lijun Xu"
    ],
    "doi": "https://doi.org/10.3390/rs15010072",
    "journalVolume": "Vol. 15,\n                                no. 72\n                                \n                                  p.\n                                  72",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "The global environment experienced notable changes in the recent past of planet Earth. Satellite remote sensing has played an increasingly important role in monitoring and characterizing these changes. Being recognized as a sensitive indicator of global climate change, land surface phenology (LSP) observations by satellite remote sensing have received much attention in recent years; however, much less attention has been paid to the calibration of these observations using standardized procedures. Here, we propose a new approach to calibrating the satellite LSP products by developing a climotransfer function (CTF) based on a polynomial regression of the satellite-ground observation difference in key crop phenophases against climatic factors. We illustrate the model development and evaluation process with a case study of the cropland growing season in Northeast China (NEC) from 2001 to 2010 using the MODIS LSP product MCD12Q2 Collection 6 and the ground-observed crop phenology and climatic data from 98 agrometeorological stations across the region. Our results showed that the start of the cropland growing season (SOS) derived from MODIS data compared well to the ground-observed SOS, whereas the MODIS-derived season end (EOS) was delayed by 15.5 d, relative to ground observation. The MODIS-derived EOS was, therefore, spatiotemporally calibrated using a CTF model fitted to the satellite-ground difference in EOS (∆EOS) versus two climatic factors, namely, the growing degree-days on the base temperature of 10 °C (GDD10) and cloud cover (CL). The calibrated MODIS data revealed that the cropland growing season in NEC tended to shorten at 4.5 d decade−1 during 2001–2010, mainly driven by a significant delay in SOS at a similar rate, whereas no trend was detected for EOS. The calibrated data also revealed a significant shortening gradient of 1.7 d degree−1 of latitude northward. These spatiotemporal patterns would have been erroneously characterized if calibration had not been applied. More attention is therefore called to the proper calibration of satellite LSP products prior to any meaningful applications.",
    "readLink": "https://www.mdpi.com/2072-4292/15/1/72"
  },
  {
    "title": "Vegetation Dynamics in the Qinling-Daba Mountains through Climate Warming with Land-Use Policy",
    "authors": [
      "Yonghui Yao,",
      "Lulu Cui"
    ],
    "doi": "https://doi.org/10.3390/f13091361",
    "journalVolume": "Vol. 13,\n                                no. 1361\n                                \n                                  p.\n                                  1361",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "The Qinling-Daba Mountains in central China (also known as the north–south transitional zone) comprise an ideal area to study land cover change, climate change, and human activities. The normalized difference vegetation index (NDVI) change and associated driving factors are highly sensitive to vegetation cover change. To discover the long-term vegetation trends in the transition zone and determine the driving factors of NDVI change in recent decades, this study analyzed the NDVI variation trend and its spatial variation with elevation, slope, and land-use type based on annual growing season NDVI data from 1990–2019 (Landsat 30 m; Google Earth Engine). The results show that NDVI values in the Qinling-Daba Mountains significantly increased and experienced a dynamic change process, involving an initial decrease and subsequent increase over this time period. The period of 2000–2005 showed a remarkable increasing stage of the NDVI in the transition zone. Such NDVI changes are sensitive to elevation and slope. For example, areas at elevations < 1500 m or with slopes of 5°–25° exhibited a stronger rate of NDVI increase than in other places. The NDVI change was also found to be positively affected by human land use and climate warming, both of which had a stronger impact than precipitation. The area with rapid NDVI growth was also the region with the greatest impact of human cropland and host to the Grain-for-Green project. This demonstrates that human land use has had a positive impact on the NDVI change in recent decades, although urbanization had led to a decrease in the NDVI in surrounding areas. Land-use policies have contributed to the large increase in NDVI values, especially those for forest conservation and expansion programs such as the Grain-for-Green project.",
    "readLink": "https://www.mdpi.com/1999-4907/13/9/1361"
  },
  {
    "title": "WARMER URBAN CLIMATES FOR DEVELOPMENT OF GREEN SPACES IN NORTHERN SIBERIAN CITIES",
    "authors": [
      "Igor Esau,",
      "Victoria Miles"
    ],
    "doi": "https://doi.org/10.24057/2071-9388-2016-9-4-17-23",
    "journalVolume": "Vol. 9,\n                                no. 4\n                                \n                                  pp.\n                                  48\n                                  – 62",
    "issn": "2071-9388 (Print)",
    "publisher": "2542-1565 (Online)",
    "countryOfPublisher": "Lomonosov Moscow State University",
    "lcc": [
      "Russian Federation",
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://ges.rgo.ru",
    "abstract": "Modern human societies have accumulated considerable power to modify their environment and the earth’s system climate as the whole. The most significant environmental changes are found in the urbanized areas. This study considers coherent changes in vegetation productivity and land surface temperature (LST) around four northern West Siberian cities, namely, Tazovsky, Nadym, Noyabrsk and Megion. These cities are located in tundra, forest-tundra, northern taiga and middle taiga bioclimatic zones correspondingly. Our analysis of 15 years (2000–2014) Moderate Resolution Imaging Spectroradiometer (MODIS) data revealed significantly (1.3 °C to 5.2 °C) warmer seasonally averaged LST within the urbanized territories than those of the surrounding landscapes. The magnitude of the urban LST anomaly corresponds to climates found 300–600 km to the South. In the climate change perspective, this magnitude corresponds to the expected regional warming by the middle or the end of the 21st century. Warmer urban climates, and specifically warmer upper soil layers, can support re-vegetation of the disturbed urban landscapes with more productive trees and tall shrubs. This afforestation is welcome by the migrant city population as it is more consistent with their traditional ecological knowledge. Survival of atypical, southern plant species encourages a number of initiatives and investment to introduce even broader spectrum of temperate blossoming trees and shrubs in urban landscapes. The unintended changes of the urban micro-climates in combination with knowledgeable urban planning could transform the Siberian pioneer settlements into places of belonging.",
    "readLink": "https://ges.rgo.ru/jour/article/view/114"
  },
  {
    "title": "Dispersion of Bumblebee Bombus Semenoviellus Skorikov (Hymenoptera, Apidae) in Poland",
    "authors": [
      "Michołap Paweł,",
      "Sikora Aneta,",
      "Pawlikowski Tadeusz E.,",
      "Sikora Marcin"
    ],
    "doi": "https://doi.org/10.2478/jas-2020-0006",
    "journalVolume": "Vol. 64,\n                                no. 1\n                                \n                                  pp.\n                                  47\n                                  – 54",
    "issn": "2299-4831 (Online)",
    "publisher": "Sciendo",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Science: Zoology"
    ],
    "journalUrl": "https://sciendo.com/journal/JAS",
    "abstract": "The aim of the study is to present all distribution sites of Bombus semenoviellus in Poland reported between 1988 and 2019. The increase of species dispersion was concluded, especially in the central part of the country, as well as the occurrence in the high Karkonosze and Tatry mountains. This is likely the effect of progressing climate change, as well as the increase in climate continentalism in Europe. Differences between summer and winter temperatures favour the spread of this Siberian bumblebee species throughout the continent. Many specimens were found on plants originating from its central and west Asia. Those plants also occur in eastern and central Europe which could have helped this bumblebee spread west throughout Europe. B. semenoviellus will increase its range towards Western Europe. Based on observations so far, it is not possible to determine its invasive features and increased competitiveness for food and nesting places in relation to other bumblebee species.",
    "readLink": "https://doi.org/10.2478/jas-2020-0006"
  },
  {
    "title": "Adaptive Effectiveness of Irrigated Area Expansion in Mitigating the Impacts of Climate Change on Crop Yields in Northern China",
    "authors": [
      "Tianyi Zhang,",
      "Jinxia Wang,",
      "Yishu Teng"
    ],
    "doi": "https://doi.org/10.3390/su9050851",
    "journalVolume": "Vol. 9,\n                                no. 5\n                                \n                                  p.\n                                  851",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "To improve adaptive capacity and further strengthen the role of irrigation in mitigating climate change impacts, the Chinese government has planned to expand irrigated areas by 4.4% by the 2030s. Examining the adaptive potential of irrigated area expansion under climate change is therefore critical. Here, we assess the effects of irrigated area expansion on crop yields based on county-level data during 1980–2011 in northern China and estimate climate impacts under irrigated area scenarios in the 2030s. Based on regression analysis, there is a statistically significant effect of irrigated area expansion on reducing negative climate impacts. More irrigated areas indicate less heat and drought impacts. Irrigated area expansion will alleviate yield reduction by 0.7–0.8% in the future but associated yield benefits will still not compensate for greater adverse climate impacts. Yields are estimated to decrease by 4.0–6.5% under future climate conditions when an additional 4.4% of irrigated area is established, and no fundamental yield increase with an even further 10% or 15% expansion of irrigated area is predicted. This finding suggests that expected adverse climate change risks in the 2030s cannot be mitigated by expanding irrigated areas. A combination of this and other adaptation programs is needed to guarantee grain production under more serious drought stresses in the future.",
    "readLink": "http://www.mdpi.com/2071-1050/9/5/851"
  },
  {
    "title": "Regional variability of Arctic sea ice seasonal change climate indicators from a passive microwave climate data record",
    "authors": [
      "Angela C Bliss,",
      "Michael Steele,",
      "Ge Peng,",
      "Walter N Meier,",
      "Suzanne Dickinson"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aafb84",
    "journalVolume": "Vol. 14,\n                                no. 4\n                                \n                                  p.\n                                  045003",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "The seasonal evolution of Arctic sea ice can be described by the timing of key dates of sea ice concentration (SIC) change during its annual retreat and advance cycle. Here, we use SICs from a satellite passive microwave climate data record to identify the sea ice dates of opening (DOO), retreat (DOR), advance (DOA), and closing (DOC) and the periods of time between these events. Regional variability in these key dates, periods, and sea ice melt onset and freeze-up dates for 12 Arctic regions during the melt seasons of 1979–2016 is investigated. We find statistically significant positive trends in the length of the melt season (outer ice-free period) for most of the eastern Arctic, the Bering Sea, and Hudson and Baffin Bays with trends as large as 11.9 d decade ^−1 observed in the Kara Sea. Trends in the DOR and DOA contribute to statistically significant increases in the length of the open water period for all regions within the Arctic Ocean ranging from 3.9 to 13.8 d decade ^−1 . The length of the ice retreat period (DOR−DOO) ranges from 17.1 d in the Sea of Okhotsk to 41 d in the Greenland Sea. The length of the ice advance period (DOC−DOA) is generally much shorter and ranges from 17.9 to 25.3 d in the Sea of Okhotsk and Greenland Sea, respectively. Additionally, we derive the extent of the seasonal ice zone (SIZ) and find statistically significant negative trends (SIZ is shrinking) in the Sea of Okhotsk, Baffin Bay, Greenland Sea, and Barents Sea regions, which are geographically open to the oceans and influenced by reduced winter sea ice extent. Within regions of the Arctic Ocean, statistically significant positive trends indicate that the extent of the SIZ is expanding as Arctic summer sea ice declines.",
    "readLink": "https://doi.org/10.1088/1748-9326/aafb84"
  }
]