[
  {
    "title": "Delineating origins of cheetah cubs in the illegal wildlife trade: Improvements based on the use of hair δ18O measurements",
    "authors": [
      "Geoff Koehler,",
      "Anne Schmidt-Küntzel,",
      "Laurie Marker,",
      "Keith A. Hobson,",
      "Keith A. Hobson"
    ],
    "doi": "https://doi.org/10.3389/fevo.2023.1058985",
    "journalVolume": "Vol. 11",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "All African felids are listed as vulnerable or endangered according to the IUCN (International Union for Conservation of Nature) Red List of Threatened Species. Cheetahs (Acinonyx jubatus) in particular have declined rapidly as a result of human impacts so that development of effective strategies and tools for conservation of this highly vulnerable species, as well as African felids in general, are essential for their survival in the wild. Here we use the oxygen stable isotopic compositions of cheetah hair to determine origins of cheetah cubs destined for the illegal exotic pet trade by associating individual cubs with predicted δ18O isoscape locations. We found that cheetah cubs most likely originated in East Africa, close to the corridors responsible for this aspect of the illegal wildlife trade to the Middle East. Further refinement of these assignments using a two isotope analysis (δ18O and δ13C values) indicate that these cubs were likely sourced in Southern Ethiopia or possibly as far as Tanzania. We also demonstrate that δ18O values in tissues can provide provenance information in cases where results of δ2H analyses may be obscured by the effects of metabolic routing of nutrients during nursing, starvation, or dehydration. This study demonstrates the utility of stable isotopic tools for conservation and forensic uses for endangered mammalian species.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fevo.2023.1058985/full"
  },
  null,
  {
    "title": "Impact of <i>Trichoderma asperellum</i> on Chilling and Drought Stress in Tomato (<i>Solanum lycopersicum</i>)",
    "authors": [
      "Karen Cornejo-Ríos,",
      "María del Pilar Osorno-Suárez,",
      "Sergio Hernández-León,",
      "Ma Isabel Reyes-Santamaría,",
      "Javier Andrés Juárez-Díaz,",
      "Víctor Hugo Pérez-España,",
      "Armando Peláez-Acero,",
      "Alfredo Madariaga-Navarrete,",
      "Mariana Saucedo-García"
    ],
    "doi": "https://doi.org/10.3390/horticulturae7100385",
    "journalVolume": "Vol. 7,\n                                no. 385\n                                \n                                  p.\n                                  385",
    "issn": "2311-7524 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/horticulturae",
    "abstract": "The acceleration of climate change is necessitating the adoption of shifts in farming practices and technology to ensure the sustainability of agricultural production and food security. Because abiotic stresses such as drought and chilling represent major constraints on agricultural productivity worldwide, in this study, the mitigation of such stresses by the fungus Trichoderma asperellum HK703 was evaluated. The fungus was grown on whole grain oats, kaolin and vermiculite for 5 days and then the formulation was mixed with the potting soil to colonize the roots of the plants. The effect of the bioinoculant on tomato under drought or chilling was analyzed in tomato (Solanum lycopersicum) plants. Leaf, stem and root succulence, electrolyte leakage, the relative growth rate of plant height, stem thickness and leaf area, as well new leaf emergence and chlorophyll content were determined. The results showed that drought or chilling increased electrolyte leakage and reduced plant growth and development traits and chlorophyll (a,b) content. However, inoculation with T. asperellum eliminated or reduced most of the negative impacts of drought compared to the non-stressed plants, with the exception of chlorophyll b content. Furthermore, inoculation with T. asperellum improved some of the evaluated features in chilling stressed plants but had no effect on plant height or chlorophyll (a,b) content. The results of this study indicate that T. asperellum was more effective in alleviating drought than chilling stress in tomato plants.",
    "readLink": "https://www.mdpi.com/2311-7524/7/10/385"
  },
  {
    "title": "Multi-Stemmed Habit in Trees Contributes Climate Resilience in Tropical Dry Forest",
    "authors": [
      "Ian M. Ware,",
      "Rebecca Ostertag,",
      "Susan Cordell,",
      "Christian P. Giardina,",
      "Lawren Sack,",
      "Camila D. Medeiros,",
      "Faith Inman,",
      "Creighton M. Litton,",
      "Thomas Giambelluca,",
      "Grace P. John,",
      "Christine Scoffoni"
    ],
    "doi": "https://doi.org/10.3390/su14116779",
    "journalVolume": "Vol. 14,\n                                no. 6779\n                                \n                                  p.\n                                  6779",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Understanding how environmental adaptations mediate plant and ecosystem responses becomes increasingly important under accelerating global environmental change. Multi-stemmed trees, for example, differ in form and function from single-stemmed trees and may possess physiological advantages that allow for persistence during stressful climatic events such as extended drought. Following the worst drought in Hawaii in a century, we examined patterns of stem abundance and turnover in a Hawaiian lowland dry forest (LDF) and a montane wet forest (MWF) to investigate how multi-stemmed trees might influence site persistence, and how stem abundance and turnover relate to key functional traits. We found stem abundance and multi-stemmed trees to be an important component for climate resilience within the LDF. The LDF had higher relative abundance of multi-stemmed trees, stem abundance, and mean stem abundance compared to a reference MWF. Within the LDF, multi-stemmed trees had higher relative stem abundance (i.e., percent composition of stems to the total number of stems in the LDF) and higher estimated aboveground carbon than single-stemmed trees. Stem abundance varied among species and tree size classes. Stem turnover (i.e., change in stem abundance between five-year censuses) varied among species and tree size classes and species mean stem turnover was correlated with mean species stem abundance per tree. At the plot level, stem abundance per tree is also a predictor of survival, though mortality did not differ between multiple- and single-stemmed trees. Lastly, species with higher mean stem abundance per tree tended to have traits associated with a higher light-saturated photosynthetic rate, suggesting greater productivity in periods with higher water supply. Identifying the traits that allow species and forest communities to persist in dry environments or respond to disturbance is useful for forecasting ecological climate resilience or potential for restoration in tropical dry forests.",
    "readLink": "https://www.mdpi.com/2071-1050/14/11/6779"
  },
  {
    "title": "Assessing the Influence of UAV Altitude on Extracted Biophysical Parameters of Young Oil Palm",
    "authors": [
      "Ram Avtar,",
      "Stanley Anak Suab,",
      "Mohd Shahrizan Syukur,",
      "Alexius Korom,",
      "Deha Agus Umarhadi,",
      "Ali P. Yunus"
    ],
    "doi": "https://doi.org/10.3390/rs12183030",
    "journalVolume": "Vol. 12,\n                                no. 3030\n                                \n                                  p.\n                                  3030",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "The information on biophysical parameters—such as height, crown area, and vegetation indices such as the normalized difference vegetation index (NDVI) and normalized difference red edge index (NDRE)—are useful to monitor health conditions and the growth of oil palm trees in precision agriculture practices. The use of multispectral sensors mounted on unmanned aerial vehicles (UAV) provides high spatio-temporal resolution data to study plant health. However, the influence of UAV altitude when extracting biophysical parameters of oil palm from a multispectral sensor has not yet been well explored. Therefore, this study utilized the MicaSense RedEdge sensor mounted on a DJI Phantom–4 UAV platform for aerial photogrammetry. Three different close-range multispectral aerial images were acquired at a flight altitude of 20 m, 60 m, and 80 m above ground level (AGL) over the young oil palm plantation area in Malaysia. The images were processed using the structure from motion (SfM) technique in Pix4DMapper software and produced using multispectral orthomosaic aerial images, digital surface model (DSM), and point clouds. Meanwhile, canopy height models (CHM) were generated by subtracting DSM and digital elevation models (DEM). Oil palm tree heights and crown projected area (CPA) were extracted from CHM and the orthomosaic. NDVI and NDRE were calculated using the red, red-edge, and near-infrared spectral bands of orthomosaic data. The accuracy of the extracted height and CPA were evaluated by assessing accuracy from a different altitude of UAV data with ground measured CPA and height. Correlations, root mean square deviation (RMSD), and central tendency were used to compare UAV extracted biophysical parameters with ground data. Based on our results, flying at an altitude of 60 m is the best and optimal flight altitude for estimating biophysical parameters followed by 80 m altitude. The 20 m UAV altitude showed a tendency of overestimation in biophysical parameters of young oil palm and is less consistent when extracting parameters among the others. The methodology and results are a step toward precision agriculture in the oil palm plantation area.",
    "readLink": "https://www.mdpi.com/2072-4292/12/18/3030"
  },
  {
    "title": "The Advantages of Using Kaolin-Based Particle Films to Improve Coffee Production in the Minas Gerais Cerrado Biome",
    "authors": [
      "Newton de Matos Roda,",
      "Bruna Angela Branchi,",
      "Regina Márcia Longo,",
      "João Pontin,",
      "Deivisson Pelegrino de Abreu,",
      "Paulo Ricardo dos Santos,",
      "Eliemar Campostrini"
    ],
    "doi": "https://doi.org/10.3390/su14084485",
    "journalVolume": "Vol. 14,\n                                no. 4485\n                                \n                                  p.\n                                  4485",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Climate change, such as increases in atmospheric air temperature, threatens Brazilian coffee production, which is mainly carried out on small rural properties in a family farming model. Increases in air temperature causes heat stress to the plants, resulting in physiological damage. This work studied the application of processed kaolinite-based particle films (PKPF) as part of environmentally sustainable agricultural practices. This innovative technology aims to increase the productivity of coffee grown in full sunlight and evaluate the interest of coffee growers in incorporating this input in the management of crops as an alternative to the traditional model of increasing production through the expansion of cultivated areas. This is a review of the state of the art of the use of PKPF in coffee, and a descriptive and exploratory research, supported by a literature review and field data collected, through a structured questionnaire applied to a group of coffee producers from the Cerrado in Minas Gerais. The concept of environmentally sustainable coffee production is latent among coffee growers, who adopt practical actions to respect and preserve the environment during the production process. Increases in productivity are related to the adoption of technological innovations such as the use of PKPF in the management of plantations, being a viable alternative to increasing the plantation areas, and thus reducing native vegetation.",
    "readLink": "https://www.mdpi.com/2071-1050/14/8/4485"
  },
  {
    "title": "Mapping hotspots and emerging trends of business model innovation under networking in Internet of Things",
    "authors": [
      "Yuran Jin,",
      "Shoufeng Ji"
    ],
    "doi": "https://doi.org/10.1186/s13638-018-1115-4",
    "journalVolume": "Vol. 2018,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "1687-1472 (Print)",
    "publisher": "1687-1499 (Online)",
    "countryOfPublisher": "SpringerOpen",
    "lcc": [
      "United Kingdom",
      "Technology: Electrical engineering. Electronics. Nuclear engineering: Telecommunication",
      "Technology: Electrical engineering. Electronics. Nuclear engineering: Electronics"
    ],
    "journalUrl": "https://jwcn-eurasipjournals.springeropen.com",
    "abstract": "Abstract Networking in Internet of Things (IoT) has had an immeasurable impact on the existing business models. In this context, exploring the hotspots and trends of business model innovation has become particularly necessary. For the topic literature over the past 20 years retrieved from Science Citation Index and Social Sciences Citation Index databases, scientometrics with information visualization technology was used to carry on the knowledge mapping with the following indicator: the co-cited reference networks, reference bursts, keyword bursts, and keyword co-occurrence networks. The results show (1) “e-commerce,” “open source,” “performance,” “entrepreneurship,” etc. are the main hotpots, and “value creation,” “open innovation,” “small business,” “networks,” etc. are the new hotpots; (2) the trends of hotspots transited from early “information technology” to later “self-service,” “mass customization,” and “biotechnology” and to present “cloud manufacturing,” “telemedicine,” “climate change,” and “sustainable development,”. etc.; (3) “intelligent robot,” “3D printing,” and the methodology of business mode innovation may be the future hotspots. This is the first paper visualizing the hotspots and emerging trends of business model innovation specially through scientometrics from a global perspective.",
    "readLink": "http://link.springer.com/article/10.1186/s13638-018-1115-4"
  },
  {
    "title": "Topoclimate and wine quality: results of research on the Gewürztraminer grape variety in South Tyrol, northern Italy",
    "authors": [
      "Carlo Ferretti"
    ],
    "doi": "Vol. 55,\n                                no. 1",
    "issn": "2494-1271 (Online)",
    "publisher": "International Viticulture and Enology Society",
    "countryOfPublisher": "France",
    "lcc": [
      "Agriculture",
      "Science: Botany"
    ],
    "journalUrl": "http://www.oeno-one.eu",
    "abstract": "The aim of the study was to identify the ecological indicators that facilitate predictive analysis and to search for patterns in local geographical information to identify risks and opportunities in viticulture. The study focused on environmental factors that significantly affect the ripeness of the Gewürztraminer grape variety cultivated near Tramin, a village in northern Italy. In particular, the reliability of the new Solar Radiation Identity (SRI) topoclimate classification method was tested, along with its predictive capability in terms of the biosynthetic activity of the vine and the quality of its grapes. The SRI index characterises each vineyard in a precise and comparable way and helps to understand the way in which the topoclimate acts as an important abiotic stress factor for vines. A direct relationship between grape must sugar content and the SRI topoclimate index was observed. Our findings indicate an increase in sugar content of approximately 0.8 °KMW for every 10 points of the SRI index. Thus, a novel prediction model of grape ripening based on an SRI curve analysis is proposed. The correct application of the SRI index could be useful for discriminating and predicting geographical charactersitics of a given area strongly connected to ecological diversity and wine quality. It could support decision making in viticulture in terms of, for example, correctly matching vineyard and grape varieties, reducing wine vulnerability and production risk, and predicting optimal ripeness and harvesting days. The use of the SRI prediction curve could help in adopting a more sustainable approach to agriculture and in finding new methods for adapting to climate change, such as by improving the match between the cultivars’ phenological status, vineyard location and growing season average temperature.",
    "readLink": "http://revues.u-bordeaux.fr/journals/index.php/oeno-one/article/view/4531"
  },
  {
    "title": "Global warming is reducing the tillering capacity and grain yield of wheat in Yaqui Valley, Mexico",
    "authors": [
      "Denisse Morales-Coronado,",
      "Leandris Argentel-Martínez,",
      "Luciano Castro-Espinoza,",
      "Marco Gutiérrez-Coronado,",
      "Juan Garibaldi-Chávez,",
      "José Ortiz-Enríquez"
    ],
    "doi": "https://doi.org/10.15446/agron.colomb.v37n1.75736",
    "journalVolume": "Vol. 37,\n                                no. 1\n                                \n                                  pp.\n                                  90\n                                  – 96",
    "issn": "0120-9965 (Print)",
    "publisher": "2357-3732 (Online)",
    "countryOfPublisher": "Centro Editorial of Facultad de Ciencias Agrarias, Universidad Nacional de Colombia",
    "lcc": [
      "Colombia",
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://revistas.unal.edu.co/index.php/agrocol",
    "abstract": "The effect of temperature variations recorded in eight meteorological stations in Yaqui Valley, Sonora, Mexico, on the tillering capacity and grain yield of wheat variety CIRNO C2008 in the growing cycles December 2016-May 2017 and December 2017-May 2018 was studied. In one of the sites, the crop canopy temperature was increased by +2°C with a T-FACE system (warming) based on the temperature recorded in the nearest meteorological station. With the two experimental variants, the abscisic (ABA) and gibberellic (GA) acid hormones were determined during tillering (initial tillering: 30 d after emergence and final tillering: 45 d after emergence) to explain their contribution to the tillering capacity response. A temperature variability of 1°C was observed in the cycle December 2017- May 2018, as compared to the previous cycle and between the evaluated sites. As a result of the temperature increase effect, the tiller number was significantly reduced. The experimental warming caused a highly significant decrease in the ABA content and an increase in the GA. The temperature variation found in Yaqui Valley had a negative and significant correlation with the grain yield in both experiment crop cycles, which demonstrated that global warming is reducing the tillering capacity and grain yield of wheat in Yaqui Valley.",
    "readLink": "https://revistas.unal.edu.co/index.php/agrocol/article/view/75736"
  },
  {
    "title": "Influence of SPV Installations on the Thermal Character of the Urban Milieu",
    "authors": [
      "Khushal Matai"
    ],
    "doi": "https://doi.org/10.3390/j3030027",
    "journalVolume": "Vol. 3,\n                                no. 27\n                                \n                                  pp.\n                                  343\n                                  – 357",
    "issn": "2571-8800 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.mdpi.com/journal/J",
    "abstract": "The solar photovoltaic (SPV) market is growing at a rapid pace with ambitious targets being set worldwide. India is not far behind with an overall solar target of 100 gigawatts (GW) to be achieved by 2022, out of which 40 gigawatts is to be achieved by solar rooftop. Additionally, the depleting non-renewable energy sources and the extensive pollution being done by the aforementioned sources are fueling the renewable energy drive. The threat of climate change, which is fast becoming a reality with effects seen globally, is another contributing factor. The effect of SPV installations on the temperature profiles of their surroundings and the urban thermal environment (UTE) is being studied at a global level, which has arrived at contradictory results, positive as well as negative. However, no such study has been done in the Indian context, which is crucial considering the country’s targets for rooftop installation specifically. The thermal environment of the vicinity is affected by the installations, as seen in the various global studies; the question is how this heat–energy balance is occurring in the Indian context. This review paper looks critically at studies focusing on the relation between SPV installation and the urban heat island (UHI) effect. It is a compilation and analysis of 22 different studies done so far at the global level to gain a thorough understanding of the diverse results. In conclusion, this review highlights the absence of any comprehensive study on the interaction of SPV installations with the built environment at a micro-level and establishes the need for region-based complete studies on the thermal behavior of SPV technology.",
    "readLink": "https://www.mdpi.com/2571-8800/3/3/27"
  }
]