[
  {
    "title": "Nature-Based Solutions for Flood Mitigation and Soil Conservation in a Steep-Slope Olive-Orchard Catchment (Arquillos, SE Spain)",
    "authors": [
      "Patricio Bohorquez,",
      "Francisco José Pérez-Latorre,",
      "Inmaculada González-Planet,",
      "Raquel Jiménez-Melero,",
      "Gema Parra"
    ],
    "doi": "https://doi.org/10.3390/app13052882",
    "journalVolume": "Vol. 13,\n                                no. 2882\n                                \n                                  p.\n                                  2882",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "The frequency and magnitude of flash floods in the olive orchards of southern Spain have increased because of climate change and unsustainable olive-growing techniques. Affected surfaces occupy >85% of the rural regions of the Upper Guadalquivir Basin. Dangerous geomorphic processes record the increase of runoff, soil loss and streamflow through time. We report on ripple/dune growth over a plane bed on overland flows, deep incision of ephemeral gullies in olive groves and rock-bed erosion in streams, showing an extraordinary sediment transport capacity of sub-daily pluvial floods. We develop a novel method to design optimal solutions for natural flood management and erosion risk mitigation. We adopt physical-based equations and build a whole-system model that accurately reproduces the named processes. The approach yields the optimal targeted locations of nature-based solutions (NbSs) for active flow-control by choosing the physical-model parameters that minimise the peak discharge and the erosion-prone area, maximising the soil infiltration capacity. The sub-metric spatial resolution used to resolve microtopographic features of terrains/NbS yields a computational mesh with millions of cells, requiring a Graphics Processing Unit (GPU) to run massive numerical simulations. Our study could contribute to developing principles and standards for agricultural-management initiatives using NbSs in Mediterranean olive and vineyard orchards.",
    "readLink": "https://www.mdpi.com/2076-3417/13/5/2882"
  },
  {
    "title": "Planetary Grand Challenges: A Call for Interdisciplinary Partnerships",
    "authors": [
      "Marie L.J. Gilbertson,",
      "Meggan E. Craft,",
      "Teddie M. Potter"
    ],
    "doi": "https://doi.org/10.24926/ijps.v6i1.1976",
    "journalVolume": "Vol. 6,\n                                no. 1",
    "issn": "2380-8969 (Online)",
    "publisher": "University of Minnesota Libraries Publishing",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Anthropology: Ethnology. Social and cultural anthropology",
      "Social Sciences: Industries. Land use. Labor: Management. Industrial management: Organizational behaviour, change and effectiveness. Corporate culture"
    ],
    "journalUrl": "http://pubs.lib.umn.edu/ijps/",
    "abstract": "Universities have traditionally been places where individual scholars work on individual topics, in individual disciplines, with individual funding. Even though large research institutions include all the major disciplines, faculty and students remain in their schools or colleges, rarely crossing the campus to interact. Matters do not improve once knowledge is generated. Each discipline has its own journals, its own conferences, and its own professional organizations. The academy was designed to support unparalleled expertise in specialized knowledge. However, universities are beginning to realize that the greatest challenges we face are systems problems and can only be solved by systems thinking and systems solutions. Climate change, antibiotic resistance, water scarcity, and unsustainable population growth are just a few of the planetary health crises that require interdisciplinary partnerships to solve. Fortunately, we are beginning to see early signs of a shift toward, and even normalization of, interdisciplinary collaboration. In fact, some national grants require team members from different fields as a stipulation for funding. Interdisciplinary research permits cross-field benefits in which the synergy of two or more knowledge sets is greater than the sum of its parts. Innovation increases and previously elusive solutions become possible. The field of partnership studies closely aligns with the vision and mission of interdisciplinarity and offers a philosophical framework to guide teaching and research.",
    "readLink": "https://pubs.lib.umn.edu/index.php/ijps/article/view/1976"
  },
  {
    "title": "Prevention and control measures for coastal erosion in northern high-latitude communities: a systematic review based on Alaskan case studies",
    "authors": [
      "Min Liew,",
      "Ming Xiao,",
      "Benjamin M Jones,",
      "Louise M Farquharson,",
      "Vladimir E Romanovsky"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ab9387",
    "journalVolume": "Vol. 15,\n                                no. 9\n                                \n                                  p.\n                                  093002",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Erosion along high-latitude coasts has been accelerating in recent decades, resulting in land loss and infrastructure damage, threatening the wellbeing of local communities, and forcing undesired community relocations. This review paper evaluates the state of practice of current coastal stabilization measures across several coastal communities in northern high latitudes. After considering global practices and those in northern high latitude and arctic settings, this paper then explores new and potential coastal stabilization measures to address erosion specific to northern high-latitude coastlines. The challenges in constructing the current erosion control measures and the cost of the measures over the last four decades in northern high-latitude regions are presented through case histories. The synthesis shows that among the current erosion controls being used at high latitudes, revetments built with rocks have the least reported failures and are the most common measures applied along northern high-latitude coastlines including permafrost coasts, while riprap is the most common material used. For seawalls, bulkheads, and groin systems, reported failures are common and mostly associated with displacement, deflection, settlement, vandalism, and material ruptures. Revetments have been successfully implemented at sites with a wide range of mean annual erosion rates (0.3–2.4 m/year) and episodic erosion (6.0–22.9 m) due to the low costs and easy construction, inspection, and decommissioning. No successful case history has been reported for the non-engineered expedient measures that are constructed in the event of an emergency, except for the expedient vegetation measure using root-wads and willows. Soft erosion prevention measures, which include both beach nourishment and dynamically stable beaches, have been considered in this review. The effectiveness of beach nourishment in Utqiaġvik, Alaska, which is affected by permafrost, is inconclusive. Dynamically stable beaches are effective in preventing erosion, and observations show that they experience only minor damages after single storm events. The analysis also shows that more measures have been constructed on a spit (relative to bluffs, islands, barrier islands, and river mouths), which is a landform where many Alaskan coastal communities reside. The emerging erosion control measures that can potentially be adapted to mitigate coastal erosion in high-latitude regions include geosynthetics, static bay beach concept, refrigerating techniques, and biogeochemical applications. However, this review shows that there is a lack of case studies that evaluated the performance of these new measures in high-latitude environments. This paper identifies research gaps so that these emerging measures can be upscaled for full-scale applications on permafrost coasts.",
    "readLink": "https://doi.org/10.1088/1748-9326/ab9387"
  },
  {
    "title": "Contributions of changes in climatology and perturbation and the resulting nonlinearity to regional climate change",
    "authors": [
      "Sachiho A. Adachi,",
      "Seiya Nishizawa,",
      "Ryuji Yoshida,",
      "Tsuyoshi Yamaura,",
      "Kazuto Ando,",
      "Hisashi Yashiro,",
      "Yoshiyuki Kajikawa,",
      "Hirofumi Tomita"
    ],
    "doi": "https://doi.org/10.1038/s41467-017-02360-z",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 8",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "Changes in climatology and perturbation will lead to different impacts on regional climate change, but their effect remains a subject of debate. Here the authors develop a new downscaling procedure that reveals the importance of both changes on the regional climate and examines their nonlinear effect.",
    "readLink": "https://doi.org/10.1038/s41467-017-02360-z"
  },
  {
    "title": "A regional-scale conceptual and numerical groundwater flow model in fluvio-glacial sediments for the Milan Metropolitan area (Northern Italy)",
    "authors": [
      "Mattia De Caro,",
      "Roberta Perico,",
      "Giovanni B. Crosta,",
      "Paolo Frattini,",
      "Giorgio Volpi"
    ],
    "doi": "Vol. 29",
    "issn": "2214-5818 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Science: Geology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/journal-of-hydrology-regional-studies/",
    "abstract": "Study region: The Milan metropolitan area lies on one of the most important aquifer in Italy, heavily exploited for public and industrial water supply. The area, covering 3135 km2 in the Po Plain (Northern Italy) with a continental climate, is bounded by the Po, the Adda and the Ticino rivers and by the prealpine foothills. Regional hydrology is characterised by a network of natural and man-made elements, and lowland springs. The sedimentary sequence, from bottom to top, is formed by meandering river plain deposits, the distal fringe of the glacial outwash plains and proximal braid-plain deposits. Study focus: This study proposes a general approach for aquifer geometry reconstruction and hydrodynamic parametrization of hydrofacies in fluvio-glacial deposits, and their implementation into a 3D regional groundwater flow model. This approach is based on sedimentologically-defined lithofacies/hydrofacies and their correlation in space to obtain nearly homogeneous subunits starting from available data (i.e. 8628 borehole logs, grain size distributions, well tests) and sedimentological knowledge. New hydrological insights for the region: The calibrated 3D FEM groundwater model allows quantifying the main components of the hydrogeological budget at the regional scale, and the fluxes among the different hydro-stratigraphic units. A sensitivity analysis of groundwater levels to the main recharge components suggests importance of anthropogenic disturbances with respect to natural recharge, and that land-use change may impact water resources more than climate change.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2214581819302058"
  },
  {
    "title": "What Common Agricultural Policy after Brexit?",
    "authors": [
      "Christilla Roederer-Rynning,",
      "Alan Matthews"
    ],
    "doi": "https://doi.org/10.17645/pag.v7i3.2117",
    "journalVolume": "Vol. 7,\n                                no. 3\n                                \n                                  pp.\n                                  40\n                                  – 50",
    "issn": "2183-2463 (Online)",
    "publisher": "Cogitatio",
    "countryOfPublisher": "Portugal",
    "lcc": [
      "Political science: Political science (General)"
    ],
    "journalUrl": "http://www.cogitatiopress.com/politicsandgovernance",
    "abstract": "Suppose we were in 2028: what would the Common Agricultural Policy (CAP) look like then? Would it be significantly different from the policy we know today? How, and why? And to what extent would Brexit have catalyzed these changes? The CAP is one of the founding policies of the EU and a strategic lever to address critical 21st century challenges such as climate change and the rising demand for food at the global level. It also has an important role in Europe to address the growing urban-rural divide and its potentially destabilizing impact on European politics. In this article, we examine the impact of Brexit from a political-economic perspective emphasizing the multi-level context within which the CAP is embedded. As an EU member state, the UK found a way to partly accommodate the CAP to its needs even though this policy was a source of intense UK dissatisfaction with the EU. Post-Brexit, the budgetary and market implications of the UK’s departure may favour positions that support a return to a more traditional policy of farm income support. On the other hand, more radical farm policies in England and Wales could partly offset these effects by setting the agenda for continued CAP reform, if they are seen to be successful.",
    "readLink": "https://www.cogitatiopress.com/politicsandgovernance/article/view/2117"
  },
  {
    "title": "Bauxites : Feedbacks of System Earth at Greenhouse times",
    "authors": [
      "Andrea Mindszenty"
    ],
    "doi": "https://doi.org/10.4154/GC.2016.07",
    "journalVolume": "Vol. 69,\n                                no. 1\n                                \n                                  pp.\n                                  79\n                                  – 87",
    "issn": "1330-030X (Print)",
    "publisher": "1333-4875 (Online)",
    "countryOfPublisher": "Croatian Geological Survey",
    "lcc": [
      "Croatia",
      "Science: Geology"
    ],
    "journalUrl": "http://www.geologia-croatica.hr/index.php/GC",
    "abstract": "The sedimentary record is an inexhaustible repository of information on global climates. The study of the documents of past climate changes may help to understand not only the causes and presumable effects of the current change, but also to reveal the often complex and subtle mechanisms regulating the system. Ferrallitic soils and soil-derived sediments (=bauxites) are generally considered as best climate-indicators on dry-land. Their frequency distribution through geologic time shows pronounced positive anomalies coincident with greenhouse periods of the Earths’ history. It is proposed that intense ferrallitic weathering instead of being simply the passive product of the greenhouse could be also one of the negative feedbacks of the system counteracting warming by contributing to the pump-down of greenhouse gases from the atmosphere and this way to help to decelerate both the carbon-cycle and the hydrological-cycle. The mass-transfer of oxygen from the atmosphere to the lithosphere is tentatively considered as an additional negative feedback acting to slow down oxidative weathering on land. It is suggested that the study of bauxites and correlative anoxic sediments in the oceans should be used to reveal details of the above complex regulation mechanism.",
    "readLink": "http://www.geologia-croatica.hr/ojs/index.php/GC/article/view/712"
  },
  {
    "title": "Are arrival date and body mass after spring migration influenced by large-scale environmental factors in a migratory seabird?",
    "authors": [
      "K. Lesley eSzostek,",
      "Sandra eBouwhuis,",
      "Peter H. Becker"
    ],
    "doi": "https://doi.org/10.3389/fevo.2015.00042",
    "journalVolume": "Vol. 3",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "Changes in the timing of migratory events have been observed recently in many migratory species, most likely in response to climatic change. In the common tern Sterna hirundo we examined such changes in spring arrival date and body mass based on a 19 year individual-based longitudinal data from a transponder marked colony from 1994 - 2012. Although no long-term trend was observed in either trait, strong inter-annual and age-specific variation in arrival date and mass was evident. We investigated whether environmental factors such as (i) global climate phenomena North Atlantic and Southern Oscillation Indices NAOI and SOI, or (ii) local factors, such as food abundance in the wintering and breeding area, represented by fish stock or marine primary productivity, could explain this variation. We found that 2-year-old birds on their first spring migration advanced arrival relative to spring NAOI and delayed arrival relative to sprat Sprattus sprattus abundance. The arrival date of 3-year-olds also advanced in relation to NAOI and delayed in relation to winter SOI. In contrast, adults delayed arrival with NAOI and advanced relative to SOI. Within age groups, earlier annual arrival coincided with higher mass, indicating that a fast and/or early migration did not come at a cost to body condition. Changes in arrival mass relative to environmental covariates were found only in 2-year-olds on their first spring migration: in these birds arrival mass was positively related to herring Clupea harengus and sprat abundance in the breeding area as well as spring NAOI and negatively related to SOI. In conclusion, traits related to migration of common terns were linked with environmental conditions, but showed no long-term trends over the past two decades. Age-related differences were marked, suggesting that common terns might be subject to differing environmental constraints or respond differently to conditions during their annual cycle depending on age.",
    "readLink": "http://journal.frontiersin.org/Journal/10.3389/fevo.2015.00042/full"
  },
  {
    "title": "Green Synthesis of Nanomaterials",
    "authors": [
      "Matthew Huston,",
      "Melissa DeBella,",
      "Maria DiBella,",
      "Anisha Gupta"
    ],
    "doi": "https://doi.org/10.3390/nano11082130",
    "journalVolume": "Vol. 11,\n                                no. 2130\n                                \n                                  p.\n                                  2130",
    "issn": "2079-4991 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Chemistry"
    ],
    "journalUrl": "https://www.mdpi.com/journal/nanomaterials",
    "abstract": "Nanotechnology is considered one of the paramount forefronts in science over the last decade. Its versatile implementations and fast-growing demand have paved the way for innovative measures for the synthesis of higher quality nanomaterials. In the early stages, traditional synthesis methods were utilized, and they relied on both carcinogenic chemicals and high energy input for production of nano-sized material. The pollution produced as a result of traditional synthesis methods induces a need for environmentally safer synthesis methods. As the downfalls of climate change become more abundant, the scientific community is persistently seeking solutions to combat the devastation caused by toxic production methods. Green methods for nanomaterial synthesis apply natural biological systems to nanomaterial production. The present review highlights the history of nanoparticle synthesis, starting with traditional methods and progressing towards green methods. Green synthesis is a method just as effective, if not more so, than traditional synthesis; it provides a sustainable approach to nanomaterial manufacturing by using naturally sourced starting materials and relying on low energy processes. The recent use of active molecules in natural biological systems such as bacteria, yeast, algae and fungi report successful results in the synthesis of various nanoparticle systems. Thus, the integration of green synthesis in scientific research and mass production provides a potential solution to the limitations of traditional synthesis methods.",
    "readLink": "https://www.mdpi.com/2079-4991/11/8/2130"
  },
  {
    "title": "Neogene vegetation shift in the Nepalese Siwalik, Himalayas: A compound‐specific isotopic study of lipid biomarkers",
    "authors": [
      "Prabhat C. Neupane,",
      "M. Royhan Gani,",
      "Nahid D. Gani,",
      "Yongsong Huang"
    ],
    "doi": "https://doi.org/10.1002/dep2.91",
    "journalVolume": "Vol. 6,\n                                no. 1\n                                \n                                  pp.\n                                  192\n                                  – 202",
    "issn": "2055-4877 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Geology"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20554877",
    "abstract": "Abstract The late Neogene vegetation change of C4 plants replacing C3 plants is widely documented across the world. This vegetation shift has been particularly well‐documented in the Himalayan foreland based on δ13C isotopic data from palaeosol carbonates and bulk organic matter in the Siwalik sedimentary rocks of Pakistan, India and Nepal, showing asynchronous expansion of C4 plants between 8 and ~5 Ma, 9 and 6 Ma, and around 7 Ma, respectively. In this study, compound‐specific isotopic analysis of lipid biomarkers extracted from shale and palaeosols in the palaeomagnetically age‐constrained Nepalese Siwalik is utilized to better understand this vegetation shift. This is the first comprehensive lipid biomarker study in the Nepalese Siwalik, with new isotopic results from the previously undocumented Karnali River section. The δ13C n‐alkane (C27‐31) results from the Surai Khola section suggest C3 plants were dominant between 12 and 8.5 Ma. A stepwise expansion of C4 plants that started gradually at 8.5 Ma escalated rapidly after 5.4 Ma, so that by 5.2 Ma C4 vegetation dominated the landscape. This dramatic ecological shift at the Miocene‐Pliocene boundary was likely linked with an intriguing tectonic‐climate coupling in the Himalayan‐Tibetan region, prompting wetter summers and drier winters that drove C4 grass expansion. However, in the Karnali River section, the data show no clear sign of C4 plant expansion until 5.2 Ma (youngest sample age). In the two study locations separated laterally by ~200 km along tectonic‐strike, this different trend of vegetation change likely indicates local controls like river‐catchment influence. However, it is possible that, similar to the Surai Khola section, C4 plants dominated after 5.2 Ma in the Karnali River section. This study also suggests that the past vegetation makeup of an area is better reconstructed using isotopic signatures of molecular markers than of bulk organic matter or pedogenic nodules.",
    "readLink": "https://doi.org/10.1002/dep2.91"
  }
]