[
  {
    "title": "Headwaters’ Isotopic Signature as a Tracer of Stream Origins and Climatic Anomalies: Evidence from the Italian Alps in Summer 2018",
    "authors": [
      "Chiara Marchina,",
      "Valeria Lencioni,",
      "Francesca Paoli,",
      "Marzia Rizzo,",
      "Gianluca Bianchini"
    ],
    "doi": "https://doi.org/10.3390/w12020390",
    "journalVolume": "Vol. 12,\n                                no. 2\n                                \n                                  p.\n                                  390",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Glaciers are shrinking due to global warming, resulting in a diminishing contribution of ice and snowmelt to headwaters and subsequent consequences to freshwater ecosystems. Within this context, we tested whether water-stable isotopes are spatio-temporal tracers of (i) water in high altitude periglacial environments, being the isotopic signature of surface water inherited from the snow/icemelt, groundwater, and rainfall; and (ii) regional (year-specific) meteorological conditions, being the isotopic signature of precipitations affected by air temperature, humidity and aqueous vapour origin, ascribing stable isotopes to the list of “essential climate variables″ (ECVs). To this end, we investigated the ionic and isotopic composition (δ18O and δ2H) of six high-altitude streams and one pond in the Italian Alps (Noce and Sarca basins) during the ablation season in 2018. Differences between habitat types (pond, kryal, rhithral, krenal) were detected. More negative values of δ18O and δ2H were recorded in the kryal and glacio-rhithral sites, dominated by ice and snowmelt, in early summer. Less negative values were recorded in these sites in late summer, as well as in the krenal sites, which were dominated by groundwater and rainfall inputs. The isotopic results also show that the complex alpine orography influences air masses and moisture, ultimately resulting in isotopic differences in the precipitations of neighboring but distinct catchments (Sarca and Noce basins). On average, less negative values were recorded in the Sarca basin, characterized by a higher contribution of precipitation of Mediterranean origin. In general, isotopic results of the entire water population appeared to be strongly influenced by the regional climatic anomaly of 2018, which was anomalously warm. Therefore, the study will provide additional information for the climate change debate, proposing water isotopes as ECVs for assessing change in a warmer future.",
    "readLink": "https://www.mdpi.com/2073-4441/12/2/390"
  },
  {
    "title": "Copernicus in Support of Monitoring, Protection, and Management of Cultural and Natural Heritage",
    "authors": [
      "Alessandra Bonazza,",
      "Nico Bonora,",
      "Benjamin Duke,",
      "Daniele Spizzichino,",
      "Antonella Pasqua Recchia,",
      "Andrea Taramelli"
    ],
    "doi": "https://doi.org/10.3390/su14052501",
    "journalVolume": "Vol. 14,\n                                no. 2501\n                                \n                                  p.\n                                  2501",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The current Copernicus evolution aims to meet horizontal users’ needs in order to widen uptake of the Copernicus monitoring products by non-traditional users. In 2019, the European Commission initiated a coordinated action to evaluate the current and potential uptakes of Copernicus products, and for the monitoring and protection of European Cultural and Natural Heritage in a future climate change scenario. An interaction matrix was developed, circulated to and fulfilled by users in order to collect their needs and identify the main gaps in terms of monitoring data and information. The results show what users require from Copernicus to face the daily challenges of preserving and protecting CH features. Moreover, the interaction with users identified a data and information access model that best maximizes uptake by the users. The present work illustrates the user requirement coordination mechanism adopted by the European Copernicus Cultural Heritage Task Force; synthesises the results achieved in terms of gap analysis; and assesses the current and potential uptake of Copernicus data, services, and products in support of the monitoring and protection of European cultural heritage. It also provides recommendation about the implementation of infrastructural solutions to improve Copernicus services data and information access by cultural heritage users.",
    "readLink": "https://www.mdpi.com/2071-1050/14/5/2501"
  },
  {
    "title": "Agriculture Risks and Opportunities in a Climate-Vulnerable Watershed in Northeastern Taiwan—The Opinions of Leisure Agriculture Operators",
    "authors": [
      "Wan-Jiun Chen,",
      "Jihn-Fa Jan,",
      "Chih-Hsin Chung,",
      "Shyue-Cherng Liaw"
    ],
    "doi": "https://doi.org/10.3390/su152015025",
    "journalVolume": "Vol. 15,\n                                no. 15025\n                                \n                                  p.\n                                  15025",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "This study investigated the agriculture risks and opportunities in a fragile watershed, the Lanyang River Watershed (LRW) in Northeastern Taiwan, under the current situation of climate change. Agriculture in the LRW is a traditional sector, highly vulnerable to climate change, and is a declining economic sector due to the trend of trade liberalization of agriculture. At present, the government of Taiwan encourages local farmers to transform towards recreational farm types. Leisure agriculture operators have successfully transitioned their tilling to a business model of recreational farming. A telephone survey of leisure agriculture operators was applied with a three-stage approach to obtain their opinions. The results showed that climate change may entail risks for agriculture in watersheds. Transformation to leisure agriculture can enhance farm adaptation and increase farm income. The long-term implementation of slope- and geology-based land classification and land use planning can protect the watershed, especially from extreme weather, while enhancing water and soil conservation efforts, and bolstering climate resilience. Innovative agricultural practices offer viable solutions, including greenhouse farming for high-economic-value crops, leisure agriculture, organic farming, and ecotourism. These strategies can rejuvenate the LRW’s agriculture industry, foster ecological tourism, and provide opportunities for traditional farmers to thrive in this highly climate-fragile area. The implications of this case study are that appropriate responses can improve local climate resilience, and that correspondingly well-designed adaptation measures can transform threats and risks into new opportunities.",
    "readLink": "https://www.mdpi.com/2071-1050/15/20/15025"
  },
  {
    "title": "Improvement of the water resources management system at the territorial level",
    "authors": [
      "Kateryna Andriushchenko,",
      "Oleksandr Datsii,",
      "Olena Aleinikova,",
      "Alebri Mohamed Abdulla,",
      "Alhemeiri Mohammed Ali"
    ],
    "doi": "https://doi.org/10.21511/ppm.17(3).2019.34",
    "journalVolume": "Vol. 17,\n                                no. 3\n                                \n                                  pp.\n                                  421\n                                  – 437",
    "issn": "1727-7051 (Print)",
    "publisher": "1810-5467 (Online)",
    "countryOfPublisher": "LLC \"CPC \"Business Perspectives\"",
    "lcc": [
      "Ukraine",
      "Social Sciences: Commerce: Business"
    ],
    "journalUrl": "https://businessperspectives.org/journals/problems-and-perspectives-in-management?category_id=30",
    "abstract": "The article is devoted to the improvement of the water resources management system at the territorial level. The article covers problems in different countries of the world, which are described in the water supply with an increase in the population of a harsh climate. Today, the existing trend shows that about two-thirds of forests and wetlands have been lost or degraded since the early 20th century, the soil was destroyed and deteriorated in quality. These trends predict floods and droughts, which in turn affects our ability to adapt to climate change. The analysis of the literature on the peculiarities of determining the main elements of influence on the use of water resources in the world is carried out. The article used a dialectical method, which is due to the need for analysis and generalization of certain aspects of scientific knowledge that analyze the availability of water resources in different parts of the world. Structural-functional analysis of the principle of systematic study of phenomena and processes is applied. With the help of the system-analytical method, the maintenance of the territories (areas) of Ukraine by local water resources is calculated, on average, per year, this m3 per person, based on the resource of surface water, as well as the exploration and catchment of groundwater. The decomposition of criteria for assessing the effectiveness of water resources management at the territorial level based on the integral territorial index is developed. According to the numerical value of the integrated territorial efficiency index, it is proposed to combine regions into homogeneous groups depending on the proximity or distance from the average value of this index.",
    "readLink": "https://businessperspectives.org/images/pdf/applications/publishing/templates/article/assets/12501/PPM_2019_03_Andriushchenko.pdf"
  },
  {
    "title": "Entropy Parameter M in Modeling a Flow Duration Curve",
    "authors": [
      "Yu Zhang,",
      "Vijay P. Singh,",
      "Aaron R. Byrd"
    ],
    "doi": "https://doi.org/10.3390/e19120654",
    "journalVolume": "Vol. 19,\n                                no. 12\n                                \n                                  p.\n                                  654",
    "issn": "1099-4300 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Astronomy: Astrophysics",
      "Science: Physics"
    ],
    "journalUrl": "http://www.mdpi.com/journal/entropy",
    "abstract": "A flow duration curve (FDC) is widely used for predicting water supply, hydropower, environmental flow, sediment load, and pollutant load. Among different methods of constructing an FDC, the entropy-based method, developed recently, is appealing because of its several desirable characteristics, such as simplicity, flexibility, and statistical basis. This method contains a parameter, called entropy parameter M, which constitutes the basis for constructing the FDC. Since M is related to the ratio of the average streamflow to the maximum streamflow which, in turn, is related to the drainage area, it may be possible to determine M a priori and construct an FDC for ungauged basins. This paper, therefore, analyzed the characteristics of M in both space and time using streamflow data from 73 gauging stations in the Brazos River basin, Texas, USA. Results showed that the M values were impacted by reservoir operation and possibly climate change. The values were fluctuating, but relatively stable, after the operation of the reservoirs. Parameter M was found to change inversely with the ratio of average streamflow to the maximum streamflow. When there was an extreme event, there occurred a jump in the M value. Further, spatially, M had a larger value if the drainage area was small.",
    "readLink": "https://www.mdpi.com/1099-4300/19/12/654"
  },
  {
    "title": "Approaching Day Zero",
    "authors": [
      "Thabelo Ramantswana,",
      "Phelisa Mdingi,",
      "Mandisi Maake,",
      "Peter Vuyani"
    ],
    "doi": "https://doi.org/10.15641/jarer.v6i1.976",
    "journalVolume": "Vol. 6,\n                                no. 1\n                                \n                                  pp.\n                                  104\n                                  – 120",
    "issn": "2304-8395 (Online)",
    "publisher": "University of Cape Town Libraries",
    "countryOfPublisher": "South Africa",
    "lcc": [
      "Social Sciences: Industries. Land use. Labor: Land use: Real estate business"
    ],
    "journalUrl": "https://journals.uct.ac.za/index.php/JARER",
    "abstract": "Water is a precious resource that is essential for human life and useful for development. This paper explores the effects of water scarcity on the construction industry in the South African context. Primary data were collected using semi-structured interviews in the Western Cape, Gauteng, Mpumalanga and Limpopo Provinces. The study found that construction projects require much water, however, the volume of water usage varies depending on the type and magnitude of the construction project. A lack or scarcity of water can derail projects or bring them to a complete halt. Therefore, construction companies need to take measures to mitigate the effects of water scarcity during their construction projects by factoring water scarcity into their risk assessments. This requires construction companies and their clients to agree on the mitigating factors in case of water scarcity. Project pre-planning is vital to mitigate some of the challenges related to water scarcity. Construction projects requiring a high volume of water need not only rely on water that can be provided through government infrastructure, but should also source water through other means, such as drilling boreholes, recycling, and by applying water saving techniques.",
    "readLink": "https://journals.uct.ac.za/index.php/JARER/article/view/976"
  },
  {
    "title": "ECO-INNOVATIONS IN JAPAN: THE MAIN DIRECTIONS",
    "authors": [
      "A. I. Bancheva"
    ],
    "doi": "https://doi.org/10.24833/2071-8160-2013-5-32-190-196",
    "journalVolume": "Vol. 0,\n                                no. 5(32)\n                                \n                                  pp.\n                                  190\n                                  – 196",
    "issn": "2071-8160 (Print)",
    "publisher": "2541-9099 (Online)",
    "countryOfPublisher": "MGIMO University Press",
    "lcc": [
      "Russian Federation",
      "Political science: International relations"
    ],
    "journalUrl": "https://vestnik.mgimo.ru/jour/index",
    "abstract": "The paper presents the main aspects of the environmental technologies sector nowadays in Japan. Basing on the governmental definition of «ecological innovations», eco-innovations are developed according to the traditional Japanese concept of value creation – «monozukuri». Ecological innovations include technological improvements as well as social reforms. So far the paper draws an attention on two types of innovations: engineering technologies and social reforms (programms, education etc.). Basing on governmental Programs and open data bases the most important environmental technologies for nowadays in Japan are defined. From author’s point of view the first vector for Japan is «green energy» (alternative energy, energy efficiency) – innovations concern the challenge of climate change. Regarding this issue the aspects and technologies from «The Cool Earth Innovative Energy Technology Program» are described. The second vector is eco-innovations for pollution control and waste utilization – the traditional sector for Japan from 1970s. And the third one is defined as information and communication technologies for environmental challenges («green ICT») – the new vector for Japan as well as for the other countries. In the paper the issues of research and development activities, financial issues eco-innovations’ management and transfer are considered. The role of Japan Science and Technology Agency (JST) and National Institute of Science and Technology Policy (NISTEP) is discussed. The significant issue of verification of new technologies realized by Ministry of Environment in Japan is mentioned.",
    "readLink": "https://www.vestnik.mgimo.ru/jour/article/view/1226"
  },
  {
    "title": "River Flow Prediction for Future Climate Using Long Series of Multi-Site Synthetic Data and MIKE SHE Model",
    "authors": [
      "Kuchar Leszek,",
      "Iwanski Slawomir,",
      "Jelonek Leszek"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/20171700046",
    "journalVolume": "Vol. 17\n                                \n                                \n                                  p.\n                                  00046",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "A new simulation of daily flow for Kaczawa River, south-west Poland for extra long series of generated meteorological data (comparing to previous research) and selected climate change scenarios are presented. The Representative Concentration Pathways (RCPs) scenarios vs. SRES are introduced for simulations. The flow simulation in the river catchment is made using MIKE SHE hydrological model while the multisite data are generated by spatial weather generator SWGEN. Simulations are done for 2040 and 2060 while the simulations for the year 2000 are used as a background. The large number of new simulated series determined by the lead time, three climate change scenarios (RCP2.6 RCP4.5 and RCP6.0), and number of generated years (1000 for each case) is equal to 7000 for a single station. Finally, Pdf function for flow is presented as well probability of exceedance of maximum flow.",
    "readLink": "https://doi.org/10.1051/e3sconf/20171700046"
  },
  {
    "title": "Temporal and Spatial Variations of Precipitation Change from Southeast to Northwest China during the Period 1961–2017",
    "authors": [
      "Zhu Li,",
      "Honghu Liu"
    ],
    "doi": "https://doi.org/10.3390/w12092622",
    "journalVolume": "Vol. 12,\n                                no. 2622\n                                \n                                  p.\n                                  2622",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Global climate change is significant, and the spatiotemporal variations of precipitation associated with it are pronounced. Based on the daily precipitation data from 10 weather stations located from southeast to northwest across China from 1961–2017, the Mann–Kendall trend test was generally applied to analyze the spatiotemporal variations of precipitation. The factors influencing the precipitation changes were investigated. The results revealed that (1) the annual, summer, and winter rainfall amount (RA) exhibited increasing rates of 16.36, 12.31, and 2.49 mm/10 year, respectively. The change rates of annual rainfall days (RD) were 2.68 day/10 year in the northwest region and −1.88 day/10 year in the southeast. The annual and seasonal daily precipitation on rainy days (RP) exhibited an increasing trend. (2) All of the RA, RD, and RP values initially increased, then decreased, and then slightly increased from Southeast to Northwest China. These results proved that the RA increased with the increase of light rain in Northwest China and heavy rain in Southeast China. In addition, changes in the monsoon have altered the rate at which RA, RD, and RP vary with distance from the sea. These findings may help to provide suggestions for the rational spatial utilization of water resources in China.",
    "readLink": "https://www.mdpi.com/2073-4441/12/9/2622"
  },
  {
    "title": "A New Lens for Evaluating Dynamic Controls on Shallow Convection",
    "authors": [
      "Adriana Bailey"
    ],
    "doi": "https://doi.org/10.1029/2020MS002249",
    "journalVolume": "Vol. 12,\n                                no. 8\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "1942-2466 (Online)",
    "publisher": "American Geophysical Union (AGU)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://agupubs.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)1942-2466/",
    "abstract": "Abstract Rising temperatures and changing dynamics can both moisten the air, making it difficult to disentangle these interrelated drivers of water cycle change. However, work by Camille Risi and colleagues presents a new way to distinguish their effects. Using large‐eddy simulations with water isotopic tracers, they show that while warming the sea surface increases the ratio of isotopically heavy‐to‐light water in the tropical marine subcloud layer, strengthening the moisture flux convergence decreases it. This divergent response provides a new framework for examining the complex mechanisms that regulate the development of convection and, ultimately, cloudiness—a target of the 2020 international field campaign EUREC4A (ElUcidating the RolE of Clouds‐Circulation Coupling in ClimAte). Moreover, their findings provide a clearer picture of why water isotopes recorded in tropical paleoproxies are a valuable lens through which to view changes in moisture transport in the past.",
    "readLink": "https://doi.org/10.1029/2020MS002249"
  }
]