[
  {
    "title": "School Leadership, Education for Sustainable Development (ESD), and the Impact of the COVID-19 Pandemic: Perspectives of Principals in China, Germany, and the USA",
    "authors": [
      "Ulrich Müller,",
      "Dawson R. Hancock,",
      "Chuang Wang,",
      "Tobias Stricker,",
      "Tianxue Cui,",
      "Marah Lambert"
    ],
    "doi": "https://doi.org/10.3390/educsci12120853",
    "journalVolume": "Vol. 12,\n                                no. 853\n                                \n                                  p.\n                                  853",
    "issn": "2227-7102 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Education"
    ],
    "journalUrl": "http://www.mdpi.com/journal/education",
    "abstract": "We live in times of multiple crises. Climate change, degradation of soils, loss of biodiversity, COVID-19, and the war in Ukraine, to name but a few. School leaders are challenged in many ways to tackle the consequences of these crises, to prepare students for a future that will foreseeably be full of crises too, and to just do their “normal” daily work: to make sure that the school is running successfully in order to help students learn how to read, write, calculate, etc. Education for sustainable development (ESD) is a concept that aims at empowering learners with the knowledge, skills, values, and attitudes to address the interconnected global challenges we are facing. This article reports on a study that seeks to investigate what principals in Germany, China, and the United States do to integrate sustainability and ESD in their schools. It specifically addresses the issue of COVID-19 and its impact on the establishment of ESD.",
    "readLink": "https://www.mdpi.com/2227-7102/12/12/853"
  },
  {
    "title": "Conservation and Management Challenges Facing a Medicinal Plant <i>Zanthoxylum chalybeum</i> in Simanjiro Area, Northern Tanzania",
    "authors": [
      "Scholastica  D. Mbinile,",
      "Linus  K. Munishi,",
      "Issakwisa  B. Ngondya,",
      "Patrick  A. Ndakidemi"
    ],
    "doi": "https://doi.org/10.3390/su12104140",
    "journalVolume": "Vol. 12,\n                                no. 4140\n                                \n                                  p.\n                                  4140",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The information on the medicinal use, availability, challenges, and future conservation strategies for the medicinal plant Zanthoxylum chalybeum were gathered by using a semi-structured questionnaire, focused group discussions, and field observations in Simanjiro Area, Tanzania. Data were collected from local village members who were familiar with the tree and the key informants. Data were analyzed using Statistical Package for the Social Sciences (SPSS). The extent of use was found to be very high, with more than three-quarters of harvested parts used for treating women’s health system (86.4%). The most used plant parts for medicinal purposes were reported to be the roots and the stem bark (90.3% and 81.6%, respectively), possibly suggesting mortality caused by heavy harvesting. In addition to unsustainable harvesting methods, minimal and unpredictable propagation methods were the key factors affecting the recruitment rate, with perhaps an addition of continued climate and land-use change (93.2%), indicative of low precipitation and high agriculture and settlement expansions. Given these challenges, the future conservation and persistence of Z. chalybeum looks uncertain, which requires such measures as the provision of education and awareness and ensuring proper land-use plans that encompass active recruitment of the species in these areas.",
    "readLink": "https://www.mdpi.com/2071-1050/12/10/4140"
  },
  {
    "title": "Climate Change Vulnerability Assessment for Forest Management: The Case of the U.S. Forest Service",
    "authors": [
      "Thomas  J. Timberlake,",
      "Courtney  A. Schultz"
    ],
    "doi": "https://doi.org/10.3390/f10111030",
    "journalVolume": "Vol. 10,\n                                no. 11\n                                \n                                  p.\n                                  1030",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Forest managers need access to targeted scientific information about the impacts of climate change in order to adapt to climate change. Vulnerability assessments address this need and are common across a range of disciplines and geographies; however, the practice of vulnerability assessment has revealed challenges that warrant further examination in a specific context. The U.S. Forest Service, a national forest-management agency in charge of 78 million hectares, has developed a collection of climate change vulnerability assessments to support adaptation by forest managers. We conducted a qualitative document analysis, informed by a series of research interviews with scientists, of 44 vulnerability assessments developed for the U.S. Forest Service. We found that partnerships between research scientists and land managers were central to the development of vulnerability assessments in the U.S. Forest Service. Assessment processes vary across settings. As the practice has developed, vulnerability assessments increasingly cover larger spatial extents and a broader range of resources associated with forest management. We identified ways in which vulnerability assessments can support decision-making, including approaches already in use and opportunities to improve practice. In particular, we discuss how vulnerability assessments are well-positioned to support the development of land-management plans, which set strategic management direction for periods of at least a decade. This paper provides baseline knowledge on a fundamental aspect of a large national forestry agency’s climate change adaptation strategy, with many findings transferable to the study of other forest-management organizations.",
    "readLink": "https://www.mdpi.com/1999-4907/10/11/1030"
  },
  {
    "title": "Microbiome-Driven Proline Biogenesis in Plants under Stress: Perspectives for Balanced Diet to Minimize Depression Disorders in Humans",
    "authors": [
      "Silva Vujanovic,",
      "Josko Vujanovic,",
      "Vladimir Vujanovic"
    ],
    "doi": "https://doi.org/10.3390/microorganisms10112264",
    "journalVolume": "Vol. 10,\n                                no. 2264\n                                \n                                  p.\n                                  2264",
    "issn": "2076-2607 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "https://www.mdpi.com/journal/microorganisms",
    "abstract": "According to the World Health Organization (WHO), depression is a leading cause of disability worldwide and a major contributor to the overall global burden of mental disorders. An increasing number of studies have revealed that among 20 different amino acids, high proline consumption is a dietary factor with the strongest impact on depression in humans and animals, including insects. Recent studies acknowledged that gut microbiota play a key role in proline-related pathophysiology of depression. In addition, the multi-omics approach has alleged that a high level of metabolite proline is directly linked to depression severity, while variations in levels of circulating proline are dependent on microbiome composition. The gut–brain axis proline analysis is a gut microbiome model of studying depression, highlighting the critical importance of diet, but nothing is known about the role of the plant microbiome–food axis in determining proline concentration in the diet and thus about preventing excessive proline intake through food consumption. In this paper, we discuss the protocooperative potential of a holistic study approach combining the microbiota–gut–brain axis with the microbiota–plant–food–diet axis, as both are involved in proline biogenesis and metabolism and thus on in its effect on mood and cognitive function. In preharvest agriculture, the main scientific focus must be directed towards plant symbiotic endophytes, as scavengers of abiotic stresses in plants and modulators of high proline concentration in crops/legumes/vegetables under climate change. It is also implied that postharvest agriculture—including industrial food processing—may be critical in designing a proline-balanced diet, especially if corroborated with microbiome-based preharvest agriculture, within a circular agrifood system. The microbiome is suggested as a target for selecting beneficial plant endophytes in aiming for a balanced dietary proline content, as it is involved in the physiology and energy metabolism of eukaryotic plant/human/animal/insect hosts, i.e., in core aspects of this amino acid network, while opening new venues for an efficient treatment of depression that can be adapted to vast groups of consumers and patients. In that regard, the use of artificial intelligence (AI) and molecular biomarkers combined with rapid and non-destructive imaging technologies were also discussed in the scope of enhancing integrative science outcomes, agricultural efficiencies, and diagnostic medical precisions.",
    "readLink": "https://www.mdpi.com/2076-2607/10/11/2264"
  },
  {
    "title": "A compilation of global bio-optical in situ data for ocean-colour satellite  applications",
    "authors": [
      "A. Valente,",
      "S. Sathyendranath,",
      "V. Brotas,",
      "S. Groom,",
      "M. Grant,",
      "M. Taberner,",
      "D. Antoine,",
      "R. Arnone,",
      "W. M. Balch,",
      "K. Barker,",
      "R. Barlow,",
      "S. Bélanger,",
      "J.-F. Berthon,",
      "Ş. Beşiktepe,",
      "V. Brando,",
      "E. Canuti,",
      "F. Chavez,",
      "H. Claustre,",
      "R. Crout,",
      "R. Frouin,",
      "C. García-Soto,",
      "S. W. Gibb,",
      "R. Gould,",
      "S. Hooker,",
      "M. Kahru,",
      "H. Klein,",
      "S. Kratzer,",
      "H. Loisel,",
      "D. McKee,",
      "B. G. Mitchell,",
      "T. Moisan,",
      "F. Muller-Karger,",
      "L. O'Dowd,",
      "M. Ondrusek,",
      "A. J. Poulton,",
      "M. Repecaud,",
      "T. Smyth,",
      "H. M. Sosik,",
      "M. Twardowski,",
      "K. Voss,",
      "J. Werdell,",
      "M. Wernand,",
      "G. Zibordi"
    ],
    "doi": "https://doi.org/10.5194/essd-8-235-2016",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  235\n                                  – 252",
    "issn": "1866-3508 (Print)",
    "publisher": "1866-3516 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.earth-system-science-data.net/",
    "abstract": "A compiled set of in situ data is important to evaluate the quality of ocean-colour satellite-data records. Here we describe the data compiled for the validation of the ocean-colour products from the ESA Ocean Colour Climate Change Initiative (OC-CCI). The data were acquired from several sources (MOBY, BOUSSOLE, AERONET-OC, SeaBASS, NOMAD, MERMAID, AMT, ICES, HOT, GeP&CO), span between 1997 and 2012, and have a global distribution. Observations of the following variables were compiled: spectral remote-sensing reflectances, concentrations of chlorophyll a, spectral inherent optical properties and spectral diffuse attenuation coefficients. The data were from multi-project archives acquired via the open internet services or from individual projects, acquired directly from data providers. Methodologies were implemented for homogenisation, quality control and merging of all data. No changes were made to the original data, other than averaging of observations that were close in time and space, elimination of some points after quality control and conversion to a standard format. The final result is a merged table designed for validation of satellite-derived ocean-colour products and available in text format. Metadata of each in situ measurement (original source, cruise or experiment, principal investigator) were preserved throughout the work and made available in the final table. Using all the data in a validation exercise increases the number of matchups and enhances the representativeness of different marine regimes. By making available the metadata, it is also possible to analyse each set of data separately. The compiled data are available at doi:10.1594/PANGAEA.854832 (Valente et al., 2015).",
    "readLink": "http://www.earth-syst-sci-data.net/8/235/2016/essd-8-235-2016.pdf"
  },
  {
    "title": "Geographic Cline and Genetic Introgression Effects on Seed Morphology Variation and Germination Fitness in Two Closely Related Pine Species in Southeast Asia",
    "authors": [
      "Zheng-Ren Zhang,",
      "Wei-Ying Li,",
      "Yi-Yi Dong,",
      "Jing-Xin Liu,",
      "Qin-Ying Lan,",
      "Xue Yang,",
      "Pei-Yao Xin,",
      "Jie Gao"
    ],
    "doi": "https://doi.org/10.3390/f13030374",
    "journalVolume": "Vol. 13,\n                                no. 374\n                                \n                                  p.\n                                  374",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "There is still limited information on how genetic introgression impacts morphological variation and population fitness in long-lived conifer species. Two closely related pine species, Pinus kesiya Royle ex Gordon and Pinus yunnanensis Franch. are widely distributed over Southeast Asia and Yunnan province of China, with a large spatial scale of asymmetric genetic introgression and hybridization, and form a hybrid lineage, P. kesiya var. langbianensis, where their ranges overlap in southeast Yunnan. We compared seed trait variation and germination performance between hybrids and parental species and characterized environmental gradients to investigate the genetic and ecological evolutionary consequences of genetic introgression. We found that seed width (SW) differed significantly among the three pines, and all the seed traits were significantly negatively correlated with latitude and associated with the mean temperatures of the driest and wettest quarters. A higher germination fitness of hybrids was detected at a low temperature, indicating that they had better adaptability to temperature stress than their parental species during the germination process. Our results suggest that environmental factors shape seed phenotypic variation in the pine species and that genetic introgression significantly affects seed germination fitness. Therefore, assisting gene flow in natural forest populations might facilitate their adaptation to climate change.",
    "readLink": "https://www.mdpi.com/1999-4907/13/3/374"
  },
  {
    "title": "Environmental Impact Assessment of Remediation Strategy in an Oil Spill in the Ecuadorian Amazon Region",
    "authors": [
      "Karina García-Villacís,",
      "Luis Ramos-Guerrero,",
      "José Luis Canga,",
      "Daniel Hidalgo-Lasso,",
      "Paul Vargas-Jentzsch"
    ],
    "doi": "https://doi.org/10.3390/pollutants1040019",
    "journalVolume": "Vol. 1,\n                                no. 19\n                                \n                                  pp.\n                                  234\n                                  – 252",
    "issn": "2673-4672 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution"
    ],
    "journalUrl": "https://www.mdpi.com/journal/pollutants",
    "abstract": "Past petroleum-extraction activities in Ecuador have contaminated its Amazon region. To assess the environmental impact attributed to remediation activities regarding the cleanup of these oil spills, two scenarios were studied according to Life Cycle Analysis methodology: (1) No-action, which means to leave the contamination in place without any further action and (2) Environmental remediation, where the environmental-load attributed to the remediation of the representative oil spill was studied. Results indicated that the no-action scenario presented a higher environmental impact for 12 out of the 16 environmental categories evaluated (climate change, ozone depletion, human toxicity non-cancer effects, particulate matter, ionizing radiation human health, ionizing radiation ecosystem, photochemical ozone formation, acidification, terrestrial eutrophication, marine eutrophication, freshwater ecotoxicity, mineral, fossil and renewable resource depletion). Moreover, the no-action scenario presented a global weighted score of contamination of 5.45 points, while the remediation scenario got a score of 3.3 points, which means that the remediation decreased by 39% of the global environmental impact due to the remediation activity applied, showing the positive influence of environmental remediation to mitigate the effects attributed to the presence of pollution sources associated to the petroleum industry in the Ecuadorian Amazon region.",
    "readLink": "https://www.mdpi.com/2673-4672/1/4/19"
  },
  {
    "title": "Locating “Climate Justice” within a National Context",
    "authors": [
      "Rebeca Leonard,",
      "Jacques-Chai Chomthongdi"
    ],
    "doi": "Vol. 36,\n                                no. 2",
    "issn": "2287-0741 (Print)",
    "publisher": "2287-075X (Online)",
    "countryOfPublisher": "Environmental Research Institute, Chulalongkorn University",
    "lcc": [
      "Thailand",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Technology: Environmental technology. Sanitary engineering"
    ],
    "journalUrl": "https://ph01.tci-thaijo.org/index.php/aer/index",
    "abstract": "Many explorations of climate justice have focused on the international sphere, centring attention on the historical responsibilities of industrialised nations for the reduction of greenhouse gas (GHG) emissions and the financing of climate change policies, the imbalance in geopolitical power that has influenced and stalled decisions at the United Nations Framework Convention on Climate Change (UNFCCC), and the structural changes needed as the world re-thinks development. This article presents a discussion of articulations of climate justice in a national context, exploring the case of Thailand, a middle-income country with a fast growing economy and a high trajectory of increasing emissions, but not listed in Annex 1 of the UNFCCC. These articulations are grouped and discussed within a framework of justice amongst people, justice to a place, and justice through time. A more comprehensive consideration of climate justice at the national level could point Thailand towards substantially different approaches in the short, medium and long term, than those currently being implemented to address the climate crisis.",
    "readLink": "https://ph01.tci-thaijo.org/index.php/saujournalst/www.tci-thaijo.org/index.php/aer/article/view/17193"
  },
  {
    "title": "Estimating the total ecosystem services value of Eastern Afromontane Biodiversity Hotspots in response to landscape dynamics",
    "authors": [
      "Wondimagegn Mengist,",
      "Teshome Soromessa,",
      "Gudina Legese Feyisa"
    ],
    "doi": "Vol. 14\n                                \n                                \n                                  p.\n                                  100178",
    "issn": "2665-9727 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.journals.elsevier.com/environmental-and-sustainability-indicators",
    "abstract": "Ecosystem Service value (ESV) is a technique of assigning monetary value to the services and goods of an ecosystem. The rapid change in land-use land cover (LULC) is a major factor for the change in the capacity of Ecosystem Services (ES). Understanding LULC change and its impact on ESV is vital for decision-making processes. We quantify the spatiotemporal variation of ESV of the Kaffa biosphere reserve in association with LULC dynamics, which is part of the Eastern Afromontane biodiversity hotspot areas. Eight LULC types were identified following a supervised classification using a maximum likelihood technique in ArcGIS 10.5. The ES coefficients published by Costanza and others in 2014 were used to estimate the monetary value through the benefit transfer method. Sensitivity analysis was conducted to control the effect of coefficients on the estimated ESV. The results showed declining of ESV from US$ 5818 million to US$ 5536.9 million from 1986 to 2019 and are expected to decline to US$ 5222.8 million in 2049. The change in ESV revealed a total loss of 4.8%. The reasons for the decline in ESV of the biosphere reserve were the conversion of forestland, grassland, and wetland to settlement and agricultural areas. From the land-use types, the contribution of wetland, forest, and agriculture was the most dominant land use in ESV. Genetic resources, climate regulation, water regulation, and recreation were the highest contributors to the total ESV. We conclude that the cause for the decline of ESV is a land-use change that caused ecosystem degradation.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2665972722000101"
  },
  {
    "title": "Borealization and its discontents: drivers of regional variation in plant diversity across scales in interior Alaska",
    "authors": [
      "Carl Roland,",
      "Joshua H. Schmidt,",
      "Sarah E. Stehn,",
      "Celia J. Hampton‐Miller,",
      "E. Fleur Nicklen"
    ],
    "doi": "https://doi.org/10.1002/ecs2.3485",
    "journalVolume": "Vol. 12,\n                                no. 5\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract Quantitative studies of regional variation in plant diversity across eastern Beringia (northern Alaska and adjacent areas) are lacking due to an absence of datasets of sufficient scale and scope. We interrogated a landscape‐scale plant diversity dataset collected across two regions of interior Alaska with different disturbance, topographic, and climate attributes to investigate hypotheses regarding drivers of plant species richness. Our approach integrated a multi‐scale sampling design with an analytical framework focused on quantifying how components of plant diversity (growth forms, biogeographic groups, and dominant species) respond to site factors that vary along landscape gradients. Our results revealed essential similarities in both the composition of the overall floras and the influences on local and meso‐scale species richness across both regions. However, these continuities at smaller scales contrasted with differences in landscape‐level distribution of plant diversity patterns along elevation gradients. Our findings suggest that local drivers of richness and occupancy interacted with differing macro‐scale attributes (e.g., relative continentality) to produce distinctive landscape‐level diversity patterns. Our results confirm that high levels of local and meso‐scale plant richness in interior Alaska depend on conditions that foster richness of herbaceous and northerly distributed species groups. However, we found that important differences in landscape‐level richness patterns were driven by regional differences in climate, topoedaphic variables, and disturbance. In the warmer region, woody species and boreal plant communities extended to higher elevations and common species occupancy showed marginally greater influence of fire. Overall richness was relatively low in alpine areas of the warmer region but heterogeneous edaphic and topographic circumstances stimulated higher species turnover in lower elevations there, increasing landscape‐level richness. In contrast, in the cooler region, woody species showed restricted distribution across the elevation gradient while site attributes associated with increased species richness aligned with the elevation gradient and thus peak richness occurred in the alpine zone. Our results show how total and growth‐form richness, as well as community composition, vary regionally in relation to important drivers (including growing season warmth) across interior Alaska. Consequently, our study provides new insights into the potential trajectories of future change in biodiversity patterns in this rapidly warming region.",
    "readLink": "https://doi.org/10.1002/ecs2.3485"
  }
]