[
  {
    "title": "Assessment of ERA5 Near-Surface Air Temperatures Over Global Oceans by Combining MODIS Sea Surface Temperature Products and In-Situ Observations",
    "authors": [
      "Min He,",
      "Jun Qin,",
      "Ning Lu,",
      "Ling Yao"
    ],
    "doi": "https://doi.org/10.1109/JSTARS.2023.3312810",
    "journalVolume": "Vol. 16\n                                \n                                \n                                  pp.\n                                  8442\n                                  – 8455",
    "issn": "1939-1404 (Print)",
    "publisher": "2151-1535 (Online)",
    "countryOfPublisher": "IEEE",
    "lcc": [
      "United States",
      "Technology: Ocean engineering",
      "Science: Physics: Geophysics. Cosmic physics"
    ],
    "journalUrl": "https://ieeexplore.ieee.org/xpl/RecentIssue.jsp?punumber=4609443",
    "abstract": "European Centre for Medium-Range Weather Forecasts Reanalysis 5 (ERA5) is a state-of-the-art reanalysis dataset and has been widely used in climate change analysis and land surface process simulations. However, few assessments have been conducted across the entire ocean for this dataset till now. The motivation of this study is to utilize the in-situ observations and remotely sensed sea surface temperature (SST) products to propose a new approach to evaluate the precision of ERA5 air temperature over the whole ocean. First, a stacked multilayer perceptron regressor model was employed to map global marine air temperature (MAT) by incorporating in-situ records into moderate-resolution imaging spectroradiometer (MODIS) SST products. Second, a monthly MAT dataset with a spatial resolution of 0.05° × 0.05° was developed and validated for the assessment of ERA5 air temperature particularly in the regions where only satellite observations are available. It demonstrates that the quality of estimated MAT (RMSE = 1.62 °C, Bias = 0.03 °C) is evidently high in 80.3% of the observation stations, which is much better than that of averaged SST (RMSE = 2.29 °C, Bias = 1.14 °C). Thus, the estimated MAT is credible enough to be employed to assess ERA5 air temperature both at the grid and regional scale. Finally, the ERA5 air temperature was compared and validated with the estimated MAT temporally and spatially. The further study suggested that estimated MAT and ERA5 air temperature basically maintain consistency in expressing persistent warming, particularly in the western Pacific, western Atlantic, and northern Indian Ocean. In addition, the trend of ERA5 air temperature during 50°S–50°N reaches 0.016 ± 0.003°C/yr, which is similar to that of estimated MAT (0.017 ± 0.002 °C/yr) during 2003–2021.",
    "readLink": "https://ieeexplore.ieee.org/document/10243150/"
  },
  {
    "title": "Possible impacts of climate change on freezing rain in south-central Canada using downscaled future climate scenarios",
    "authors": [
      "C. S. Cheng,",
      "H. Auld,",
      "G. Li,",
      "J. Klaassen,",
      "Q. Li"
    ],
    "doi": "Vol. 7,\n                                no. 1\n                                \n                                  pp.\n                                  71\n                                  – 87",
    "issn": "1561-8633 (Print)",
    "publisher": "1684-9981 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.nat-hazards-earth-syst-sci.net/volumes_and_issues.html",
    "abstract": "Freezing rain is a major atmospheric hazard in mid-latitude nations of the globe. Among all Canadian hydrometeorological hazards, freezing rain is associated with the highest damage costs per event. Using synoptic weather typing to identify the occurrence of freezing rain events, this study estimates changes in future freezing rain events under future climate scenarios for south-central Canada. Synoptic weather typing consists of principal components analysis, an average linkage clustering procedure (i.e., a hierarchical agglomerative cluster method), and discriminant function analysis (a nonhierarchical method). Meteorological data used in the analysis included hourly surface observations from 15 selected weather stations and six atmospheric levels of six-hourly National Centers for Environmental Prediction (NCEP) upper-air reanalysis weather variables for the winter months (November–April) of 1958/59–2000/01. A statistical downscaling method was used to downscale four general circulation model (GCM) scenarios to the selected weather stations. Using downscaled scenarios, discriminant function analysis was used to project the occurrence of future weather types. The within-type frequency of future freezing rain events is assumed to be directly proportional to the change in frequency of future freezing rain-related weather types The results showed that with warming temperatures in a future climate, percentage increases in the occurrence of freezing rain events in the north of the study area are likely to be greater than those in the south. By the 2050s, freezing rain events for the three colder months (December–February) could increase by about 85% (95% confidence interval – CI: ±13%), 60% (95% CI: ±9%), and 40% (95% CI: ±6%) in northern Ontario, eastern Ontario (including Montreal, Quebec), and southern Ontario, respectively. The increase by the 2080s could be even greater: about 135% (95% CI: ±20%), 95% (95% CI: ±13%), and 45% (95% CI: ±9%). For the three warmer months (November, March, April), the percentage increases in future freezing rain events are projected to be much smaller with some areas showing either a decrease or little change in frequency of freezing rain. On average, northern Ontario could experience about 10% (95% CI: ±2%) and 20% (95% CI: ±4%) more freezing rain events by the 2050s and 2080s, respectively. However, future freezing rain events in southern Ontario could decrease about 10% (95% CI: ±3%) and 15% (95% CI: ±5%) by the 2050s and 2080s, respectively. In eastern Ontario (including Montreal, Quebec), the frequency of future freezing rain events is projected to remain the same as it is currently.",
    "readLink": "http://www.nat-hazards-earth-syst-sci.net/7/71/2007/nhess-7-71-2007.pdf"
  },
  {
    "title": "Land Management Contributes significantly to observed Vegetation Browning in Syria during 2001–2018",
    "authors": [
      "T. Chen,",
      "T. Chen,",
      "R. Guo,",
      "Q. Yan,",
      "X. Chen,",
      "S. Zhou,",
      "C. Liang,",
      "X. Wei,",
      "H. Dolman,",
      "H. Dolman"
    ],
    "doi": "https://doi.org/10.5194/bg-19-1515-2022",
    "journalVolume": "Vol. 19\n                                \n                                \n                                  pp.\n                                  1515\n                                  – 1525",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Climate change and human activities have significant impacts on terrestrial vegetation. Syria is a typical arid region with a water-limited ecosystem and has experienced severe social unrest over the last decades. In this study, changes in vegetation and potential drivers in Syria are investigated. By using an enhanced vegetation index (EVI), a general browning trend is found in Syria during 2001–2018, with the EVI decreasing at a rate of −0.8 × 10−3 yr−1 (p<0.1). The decrease of the EVI is mainly found in the north region, whereas the west region still maintains an increasing trend. The residual analysis indicates that besides precipitation, human activities also contribute significantly to the EVI decrease, which is confirmed by the decrease in rainfall use efficiency. Moreover, a paired land-use experiment (PLUE) analysis is carried out in the Khabur River basin where croplands are widely distributed in adjacent regions of Syria and Turkey. The time series of the EVIs over these two regions are highly correlated (r=0.8027, p<0.001), indicating that both regions are affected by similar climate forcing. However, vegetation in Syria and Turkey illustrates contrary browning (−3 × 10−3 yr−1, p<0.01) and greening trends (4.5 × 10−3 yr−1, p<0.01), respectively. Relevant reports have noted that social unrest induced insufficient irrigation and lack of seeds, fertilizers, pesticides and field management. Therefore, we concluded that the decline in vegetation in the north Syria is driven by the change of land management.",
    "readLink": "https://bg.copernicus.org/articles/19/1515/2022/bg-19-1515-2022.pdf"
  },
  {
    "title": "Emergence of new hydrologic regimes of surface water resources in the conterminous United States under future warming",
    "authors": [
      "Guoyong Leng,",
      "Maoyi Huang,",
      "Nathalie Voisin,",
      "Xuesong Zhang,",
      "Ghassem R Asrar,",
      "L Ruby Leung"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/11/11/114003",
    "journalVolume": "Vol. 11,\n                                no. 11\n                                \n                                  p.\n                                  114003",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Despite the importance of surface water to people and ecosystems, few studies have explored detectable changes in surface water supply in a changing climate, given its large natural variability. Here we analyze runoff projections from the Variable Infiltration Capacity hydrological model driven by 97 downscaled and bias-corrected Coupled Model Intercomparison Project Phase 5 climate projections over the conterminous United States (CONUS). Our results show that more than 40% of the CONUS land area will experience significant changes in the probability distribution functions (i.e. PDFs) of summer and winter runoff by the end of the 21st century, which may pose great challenges to future surface water supply. Sub-basin mean runoff PDFs are projected to change significantly after 2040s depending on the emission scenarios, with earliest occurrence in the Pacific Northwest and northern California regions. When examining the response as a function of changes in the global mean temperature (ΔGMT), a linear relationship is revealed at the 95% confidence level. Generally, 1 °C increase of GMT leads to 11% and 17% more lands experiencing changes in summer and winter runoff PDFs, respectively. Such changes in land fraction scale with ΔGMT at the country scale independent of emission scenarios, but the same relationship does not necessarily hold at sub-basin scales, due to the larger role of atmospheric circulation changes and their uncertainties on regional precipitation. Further analyses show that the emergence of significant changes in sub-basin runoff PDFs is indicative of the emergence of new hydrology regimes and it is dominated by the changes in variability rather than shift in the mean, regardless of the emission scenarios.",
    "readLink": "https://doi.org/10.1088/1748-9326/11/11/114003"
  },
  {
    "title": "Excavation topography modelling in the context of adaptation to climate change on the example of “Brzeziny” Natural Aggregate Mine",
    "authors": [
      "Pawełczyk Katarzyna"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/20184400136",
    "journalVolume": "Vol. 44\n                                \n                                \n                                  p.\n                                  00136",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "One of the key activities of adapting to climate change is the revitalization of post–industrial areas. A special case of such areas are post-mining areas in the mining of rock raw materials, which as a result of opencast mining have a completely different characteristics from the surrounding landscape. Therefore, there is a great need to undertake actions aimed at adapting post–mining areas to climate change. However, to properly design these activities, a method should be defined to assess the level of adaptation of post-mining land to climate change. For its needs, the Topographic Adaptation Index was developed and applied in this paper. In order to determine the level of adaptation to climate change in the studied mine, three models were created in which the course of the Topographic Adaptation Index was analysed depending on the variable spatial conditions.",
    "readLink": "https://doi.org/10.1051/e3sconf/20184400136"
  },
  {
    "title": "Exploring Opportunities for Promoting Synergies between Climate Change Adaptation and Mitigation in Forest Carbon Initiatives",
    "authors": [
      "Eugene L. Chia,",
      "Kalame Fobissie,",
      "Markku Kanninen"
    ],
    "doi": "https://doi.org/10.3390/f7010024",
    "journalVolume": "Vol. 7,\n                                no. 1\n                                \n                                  p.\n                                  24",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "There is growing interest in designing and implementing climate change mitigation and adaptation (M + A) in synergy in the forest and land use sectors. However, there is limited knowledge on how the planning and promotion of synergies between M + A can be operationalized in the current efforts to mitigate climate change through forest carbon. This paper contributes to fill this knowledge gap by exploring ways of planning and promoting M + A synergy outcomes in forest carbon initiatives. It examines eight guidelines that are widely used in designing and implementing forest carbon initiatives. Four guiding principles with a number of criteria that are relevant for planning synergy outcomes in forest carbon activities are proposed. The guidelines for developing forest carbon initiatives need to demonstrate that (1) the health of forest ecosystems is maintained or enhanced; (2) the adaptive capacity of forest-dependent communities is ensured; (3) carbon and adaptation benefits are monitored and verified; and (4) adaptation outcomes are anticipated and planned in forest carbon initiatives. The forest carbon project development guidelines can encourage the integration of adaptation in forest carbon initiatives. However, their current efforts guiding projects and programs to deliver biodiversity and environmental benefits, ecosystem services, and socioeconomic benefits are not considered explicitly as efforts towards enhancing adaptation. An approach for incentivizing and motivating project developers, guideline setters, and offset buyers is imperative in order to enable existing guidelines to make clear contributions to adaptation goals. We highlight and discuss potential ways of incentivizing and motivating the explicit planning and promotion of adaptation outcomes in forest carbon initiatives.",
    "readLink": "http://www.mdpi.com/1999-4907/7/1/24"
  },
  {
    "title": "Allelopathic Mechanisms in Fire-Prone Ecosystems",
    "authors": [
      "Nursema Aktepe,",
      "Ömer Küçük"
    ],
    "doi": "https://doi.org/10.24925/turjaf.v9i6.1100-1105.4288",
    "journalVolume": "Vol. 9,\n                                no. 6\n                                \n                                  pp.\n                                  1100\n                                  – 1105",
    "issn": "2148-127X (Online)",
    "publisher": "Turkish Science and Technology Publishing (TURSTEP)",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://agrifoodscience.com/index.php/TURJAF/index",
    "abstract": "Understanding the fire-prone arid-zone pine species and maquis vegetation's response to fire is very important to reveal the ecology and evolution of these species. During the succession of vegetation, there are complex relationships between allelopathic metabolites and fires. Many plant communities such as pines, maquis, savannas and woodlands are known to play a critical role in the development of succession. However, studies revealing the relationship between succession processes and allelopathic mechanisms in fire-prone ecosystems are quite limited. Most evergreen maquis vegetations are one of the most studied fire ecosystems. In maquis vegetation, fire causes the formation of plant communities that continue with allelochemicals produced by plants, as well as shaping the climate of the region. The event of a living species inhibiting another species by secreting toxic compounds is expressed as allelopathy. These toxic compounds are generally referred to as allelochemicals. Many maquis species that grow in fire-prone ecosystems excrete their allelochemicals, preventing the development of herbaceous species around them and invade their habitats. These chemicals, which accumulate in the soil during the dry season, affect the succession processes in vegetation in the event of a fire and determine which species will follow each other. Considering these relationships, it can be said that allelopathic plants have the potential to change plant diversity in vegetation by changing their functional plant characteristics. The purpose of this review is to determine the relationship between allelochemicals and fire of plant species in fire-prone ecosystems, and to reveal how this affects the succession processes.",
    "readLink": "http://www.agrifoodscience.com/index.php/TURJAF/article/view/4288"
  },
  {
    "title": "Food and Nutrition Security as a Measure of Resilience in the Barents Region",
    "authors": [
      "Dele Raheem"
    ],
    "doi": "https://doi.org/10.3390/urbansci2030072",
    "journalVolume": "Vol. 2,\n                                no. 3\n                                \n                                  p.\n                                  72",
    "issn": "2413-8851 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation",
      "Social Sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/urbansci",
    "abstract": "Food and nutrition security builds resilience in a society when people have access to safe and nutritious foods. The Barents region, covering the Northern parts of Finland, Norway, and Sweden, and the North-western part of Russia, seeks common goals that include the well-being of the region’s inhabitants by ensuring preservation of local culture and social and environmental sustainability. This paper reviews existing literature on food and nutrition security in relation to building resilience and promoting well-being in the region. Amongst the local communities, traditional foods have served as a major source of healthy diet that ensures food security. Access to secure, nutritious, and healthy food is one of the aspects offering greater human security and societal stability. Traditional food has served as a major source of healthy diet, in particular, in the remote sparsely populated Barents region and amongst the local communities of the region. However, there is concern about global climate change and its effect on the region and pollution from human activities, such as the extractive industrial activities, that are detrimental to safe and secure food supply chain. In this paper, I highlight the contribution of traditional foods to food security in the Barents region. In addition, the paper emphasized that value addition to these traditional foods will help to stimulate the economy by creating new jobs. Ultimately, ensuring food and nutrition security in a sustainable way within the region will help to build resilience and promote culture and ecology with a view to offering greater human and societal security.",
    "readLink": "http://www.mdpi.com/2413-8851/2/3/72"
  },
  {
    "title": "Author Correction: The FLUXNET2015 dataset and the ONEFlux processing pipeline for eddy covariance data",
    "authors": [
      "Gilberto Pastorello,",
      "Carlo Trotta,",
      "Eleonora Canfora,",
      "Housen Chu,",
      "Danielle Christianson,",
      "You-Wei Cheah,",
      "Cristina Poindexter,",
      "Jiquan Chen,",
      "Abdelrahman Elbashandy,",
      "Marty Humphrey,",
      "Peter Isaac,",
      "Diego Polidori,",
      "Markus Reichstein,",
      "Alessio Ribeca,",
      "Catharine van Ingen,",
      "Nicolas Vuichard,",
      "Leiming Zhang,",
      "Brian Amiro,",
      "Christof Ammann,",
      "M. Altaf Arain,",
      "Jonas Ardö,",
      "Timothy Arkebauer,",
      "Stefan K. Arndt,",
      "Nicola Arriga,",
      "Marc Aubinet,",
      "Mika Aurela,",
      "Dennis Baldocchi,",
      "Alan Barr,",
      "Eric Beamesderfer,",
      "Luca Belelli Marchesini,",
      "Onil Bergeron,",
      "Jason Beringer,",
      "Christian Bernhofer,",
      "Daniel Berveiller,",
      "Dave Billesbach,",
      "Thomas Andrew Black,",
      "Peter D. Blanken,",
      "Gil Bohrer,",
      "Julia Boike,",
      "Paul V. Bolstad,",
      "Damien Bonal,",
      "Jean-Marc Bonnefond,",
      "David R. Bowling,",
      "Rosvel Bracho,",
      "Jason Brodeur,",
      "Christian Brümmer,",
      "Nina Buchmann,",
      "Benoit Burban,",
      "Sean P. Burns,",
      "Pauline Buysse,",
      "Peter Cale,",
      "Mauro Cavagna,",
      "Pierre Cellier,",
      "Shiping Chen,",
      "Isaac Chini,",
      "Torben R. Christensen,",
      "James Cleverly,",
      "Alessio Collalti,",
      "Claudia Consalvo,",
      "Bruce D. Cook,",
      "David Cook,",
      "Carole Coursolle,",
      "Edoardo Cremonese,",
      "Peter S. Curtis,",
      "Ettore D’Andrea,",
      "Humberto da Rocha,",
      "Xiaoqin Dai,",
      "Kenneth J. Davis,",
      "Bruno De Cinti,",
      "Agnes de Grandcourt,",
      "Anne De Ligne,",
      "Raimundo C. De Oliveira,",
      "Nicolas Delpierre,",
      "Ankur R. Desai,",
      "Carlos Marcelo Di Bella,",
      "Paul di Tommasi,",
      "Han Dolman,",
      "Francisco Domingo,",
      "Gang Dong,",
      "Sabina Dore,",
      "Pierpaolo Duce,",
      "Eric Dufrêne,",
      "Allison Dunn,",
      "Jiří Dušek,",
      "Derek Eamus,",
      "Uwe Eichelmann,",
      "Hatim Abdalla M. ElKhidir,",
      "Werner Eugster,",
      "Cacilia M. Ewenz,",
      "Brent Ewers,",
      "Daniela Famulari,",
      "Silvano Fares,",
      "Iris Feigenwinter,",
      "Andrew Feitz,",
      "Rasmus Fensholt,",
      "Gianluca Filippa,",
      "Marc Fischer,",
      "John Frank,",
      "Marta Galvagno,",
      "Mana Gharun,",
      "Damiano Gianelle,",
      "Bert Gielen,",
      "Beniamino Gioli,",
      "Anatoly Gitelson,",
      "Ignacio Goded,",
      "Mathias Goeckede,",
      "Allen H. Goldstein,",
      "Christopher M. Gough,",
      "Michael L. Goulden,",
      "Alexander Graf,",
      "Anne Griebel,",
      "Carsten Gruening,",
      "Thomas Grünwald,",
      "Albin Hammerle,",
      "Shijie Han,",
      "Xingguo Han,",
      "Birger Ulf Hansen,",
      "Chad Hanson,",
      "Juha Hatakka,",
      "Yongtao He,",
      "Markus Hehn,",
      "Bernard Heinesch,",
      "Nina Hinko-Najera,",
      "Lukas Hörtnagl,",
      "Lindsay Hutley,",
      "Andreas Ibrom,",
      "Hiroki Ikawa,",
      "Marcin Jackowicz-Korczynski,",
      "Dalibor Janouš,",
      "Wilma Jans,",
      "Rachhpal Jassal,",
      "Shicheng Jiang,",
      "Tomomichi Kato,",
      "Myroslava Khomik,",
      "Janina Klatt,",
      "Alexander Knohl,",
      "Sara Knox,",
      "Hideki Kobayashi,",
      "Georgia Koerber,",
      "Olaf Kolle,",
      "Yoshiko Kosugi,",
      "Ayumi Kotani,",
      "Andrew Kowalski,",
      "Bart Kruijt,",
      "Julia Kurbatova,",
      "Werner L. Kutsch,",
      "Hyojung Kwon,",
      "Samuli Launiainen,",
      "Tuomas Laurila,",
      "Bev Law,",
      "Ray Leuning,",
      "Yingnian Li,",
      "Michael Liddell,",
      "Jean-Marc Limousin,",
      "Marryanna Lion,",
      "Adam J. Liska,",
      "Annalea Lohila,",
      "Ana López-Ballesteros,",
      "Efrén López-Blanco,",
      "Benjamin Loubet,",
      "Denis Loustau,",
      "Antje Lucas-Moffat,",
      "Johannes Lüers,",
      "Siyan Ma,",
      "Craig Macfarlane,",
      "Vincenzo Magliulo,",
      "Regine Maier,",
      "Ivan Mammarella,",
      "Giovanni Manca,",
      "Barbara Marcolla,",
      "Hank A. Margolis,",
      "Serena Marras,",
      "William Massman,",
      "Mikhail Mastepanov,",
      "Roser Matamala,",
      "Jaclyn Hatala Matthes,",
      "Francesco Mazzenga,",
      "Harry McCaughey,",
      "Ian McHugh,",
      "Andrew M. S. McMillan,",
      "Lutz Merbold,",
      "Wayne Meyer,",
      "Tilden Meyers,",
      "Scott D. Miller,",
      "Stefano Minerbi,",
      "Uta Moderow,",
      "Russell K. Monson,",
      "Leonardo Montagnani,",
      "Caitlin E. Moore,",
      "Eddy Moors,",
      "Virginie Moreaux,",
      "Christine Moureaux,",
      "J. William Munger,",
      "Taro Nakai,",
      "Johan Neirynck,",
      "Zoran Nesic,",
      "Giacomo Nicolini,",
      "Asko Noormets,",
      "Matthew Northwood,",
      "Marcelo Nosetto,",
      "Yann Nouvellon,",
      "Kimberly Novick,",
      "Walter Oechel,",
      "Jørgen Eivind Olesen,",
      "Jean-Marc Ourcival,",
      "Shirley A. Papuga,",
      "Frans-Jan Parmentier,",
      "Eugenie Paul-Limoges,",
      "Marian Pavelka,",
      "Matthias Peichl,",
      "Elise Pendall,",
      "Richard P. Phillips,",
      "Kim Pilegaard,",
      "Norbert Pirk,",
      "Gabriela Posse,",
      "Thomas Powell,",
      "Heiko Prasse,",
      "Suzanne M. Prober,",
      "Serge Rambal,",
      "Üllar Rannik,",
      "Naama Raz-Yaseef,",
      "Corinna Rebmann,",
      "David Reed,",
      "Victor Resco de Dios,",
      "Natalia Restrepo-Coupe,",
      "Borja R. Reverter,",
      "Marilyn Roland,",
      "Simone Sabbatini,",
      "Torsten Sachs,",
      "Scott R. Saleska,",
      "Enrique P. Sánchez-Cañete,",
      "Zulia M. Sanchez-Mejia,",
      "Hans Peter Schmid,",
      "Marius Schmidt,",
      "Karl Schneider,",
      "Frederik Schrader,",
      "Ivan Schroder,",
      "Russell L. Scott,",
      "Pavel Sedlák,",
      "Penélope Serrano-Ortíz,",
      "Changliang Shao,",
      "Peili Shi,",
      "Ivan Shironya,",
      "Lukas Siebicke,",
      "Ladislav Šigut,",
      "Richard Silberstein,",
      "Costantino Sirca,",
      "Donatella Spano,",
      "Rainer Steinbrecher,",
      "Robert M. Stevens,",
      "Cove Sturtevant,",
      "Andy Suyker,",
      "Torbern Tagesson,",
      "Satoru Takanashi,",
      "Yanhong Tang,",
      "Nigel Tapper,",
      "Jonathan Thom,",
      "Michele Tomassucci,",
      "Juha-Pekka Tuovinen,",
      "Shawn Urbanski,",
      "Riccardo Valentini,",
      "Michiel van der Molen,",
      "Eva van Gorsel,",
      "Ko van Huissteden,",
      "Andrej Varlagin,",
      "Joseph Verfaillie,",
      "Timo Vesala,",
      "Caroline Vincke,",
      "Domenico Vitale,",
      "Natalia Vygodskaya,",
      "Jeffrey P. Walker,",
      "Elizabeth Walter-Shea,",
      "Huimin Wang,",
      "Robin Weber,",
      "Sebastian Westermann,",
      "Christian Wille,",
      "Steven Wofsy,",
      "Georg Wohlfahrt,",
      "Sebastian Wolf,",
      "William Woodgate,",
      "Yuelin Li,",
      "Roberto Zampedri,",
      "Junhui Zhang,",
      "Guoyi Zhou,",
      "Donatella Zona,",
      "Deb Agarwal,",
      "Sebastien Biraud,",
      "Margaret Torn,",
      "Dario Papale"
    ],
    "doi": "https://doi.org/10.1038/s41597-021-00851-9",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 2",
    "issn": "2052-4463 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/sdata/",
    "abstract": "A Correction to this paper has been published: https://doi.org/10.1038/s41597-021-00851-9.",
    "readLink": "https://doi.org/10.1038/s41597-021-00851-9"
  },
  {
    "title": "Climate change-induced greening on the Tibetan Plateau modulated by mountainous characteristics",
    "authors": [
      "Hongfen Teng,",
      "Zhongkui Luo,",
      "Jinfeng Chang,",
      "Zhou Shi,",
      "Songchao Chen,",
      "Yin Zhou,",
      "Philippe Ciais,",
      "Hanqin Tian"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/abfeeb",
    "journalVolume": "Vol. 16,\n                                no. 6\n                                \n                                  p.\n                                  064064",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Global terrestrial vegetation is greening, particularly in mountain areas, providing strong feedbacks to a series of ecosystem processes. This greening has been primarily attributed to climate change. However, the spatial variability and magnitude of such greening do not synchronize with those of climate change in mountain areas. By integrating two data sets of satellite-derived normalized difference vegetation index (NDVI) values, which are indicators of vegetation greenness, in the period 1982–2015 across the Tibetan Plateau (TP), we test the hypothesis that climate-change-induced greening is regulated by terrain, baseline climate and soil properties. We find a widespread greening trend over 91% of the TP vegetated areas, with an average greening rate (i.e. increase in NDVI) of 0.011 per decade. The linear mixed-effects model suggests that climate change alone can explain only 26% of the variation in the observed greening. Additionally, 58% of the variability can be explained by the combination of the mountainous characteristics of terrain, baseline climate and soil properties, and 32% of this variability was explained by terrain. Path analysis identified the interconnections of climate change, terrain, baseline climate and soil in determining greening. Our results demonstrate the important role of mountainous effects in greening in response to climate change.",
    "readLink": "https://doi.org/10.1088/1748-9326/abfeeb"
  }
]