[
  {
    "title": "Proton gradients across the coral calcifying cell layer: Effects of light, ocean acidification and carbonate chemistry",
    "authors": [
      "Alexander A. Venn,",
      "Eric Tambutté,",
      "Steeve Comeau,",
      "Sylvie Tambutté"
    ],
    "doi": "https://doi.org/10.3389/fmars.2022.973908",
    "journalVolume": "Vol. 9",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "In corals, pH regulation of the extracellular calcifying medium (ECM) by the calcifying cell layer is a crucial step in the calcification process and is potentially important to influencing how corals respond to ocean acidification. Here, we analyzed the growing edge of the reef coral Stylophora pistillata to make the first characterization of the proton gradient across the coral calcifying epithelium. At seawater pH 8 we found that while the calcifying epithelium elevates pH in the ECM on its apical side above that of seawater, pH on its basal side in the mesoglea is markedly lower, highlighting that the calcifying cells are exposed to a microenvironment distinct from the external environment. Coral symbiont photosynthesis elevates pH in the mesoglea, but experimental ocean acidification and decreased seawater inorganic carbon concentration lead to large declines in mesoglea pH relative to the ECM, which is maintained relatively stable. Together, our results indicate that the coral calcifying epithelium is functionally polarized and that environmental variation impacts pHECM regulation through its effects on the basal side of the calcifying cells.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2022.973908/full"
  },
  {
    "title": "On the Seasonal Dynamics of Phytoplankton Chlorophyll-<i>a</i> Concentration in Nearshore and Offshore Waters of Plymouth, in the English Channel: Enlisting the Help of a Surfer",
    "authors": [
      "Elliot McCluskey,",
      "Robert J. W. Brewin,",
      "Quinten Vanhellemont,",
      "Oban Jones,",
      "Denise Cummings,",
      "Gavin Tilstone,",
      "Thomas Jackson,",
      "Claire Widdicombe,",
      "E. Malcolm S. Woodward,",
      "Carolyn Harris,",
      "Philip J. Bresnahan,",
      "Tyler Cyronak,",
      "Andreas J. Andersson"
    ],
    "doi": "https://doi.org/10.3390/oceans3020011",
    "journalVolume": "Vol. 3,\n                                no. 11\n                                \n                                  pp.\n                                  125\n                                  – 146",
    "issn": "2673-1924 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "https://www.mdpi.com/journal/oceans",
    "abstract": "The role of phytoplankton as ocean primary producers and their influence on global biogeochemical cycles makes them arguably the most important living organisms in the sea. Like plants on land, phytoplankton exhibit seasonal cycles that are controlled by physical, chemical, and biological processes. Nearshore coastal waters often contain the highest levels of phytoplankton biomass. Yet, owing to difficulties in sampling this dynamic region, less is known about the seasonality of phytoplankton in the nearshore (e.g., surf zone) compared to offshore coastal, shelf and open ocean waters. Here, we analyse an annual dataset of chlorophyll-a concentration—a proxy of phytoplankton biomass—and sea surface temperature (SST) collected by a surfer at Bovisand Beach in Plymouth, UK on a near weekly basis between September 2017 and September 2018. By comparing this dataset with a complementary in-situ dataset collected 7 km offshore from the coastline (11 km from Bovisand Beach) at Station L4 of the Western Channel Observatory, and guided by satellite observations of light availability, we investigated differences in phytoplankton seasonal cycles between nearshore and offshore coastal waters. Whereas similarities in phytoplankton biomass were observed in autumn, winter and spring, we observed significant differences between sites during the summer months of July and August. Offshore (Station L4) chlorophyll-a concentrations dropped dramatically, whereas chlorophyll-a concentrations in the nearshore (Bovsiand Beach) remained high. We found chlorophyll-a in the nearshore to be significantly positively correlated with SST and PAR over the seasonal cycle, but no significant correlations were observed at the offshore location. However, offshore correlation coefficients were found to be more consistent with those observed in the nearshore when summer data (June–August 2018) were removed. Analysis of physical (temperature and density) and chemical variables (nutrients) suggest that the offshore site (Station L4) becomes stratified and nutrient limited at the surface during the summer, in contrast to the nearshore. However, we acknowledge that additional experiments are needed to verify this hypothesis. Considering predicted changes in ocean stratification, our findings may help understand how the spatial distribution of phytoplankton phenology within temperate coastal seas could be impacted by climate change. Additionally, this study emphasises the potential for using marine citizen science as a platform for acquiring environmental data in otherwise challenging regions of the ocean, for understanding ecological indicators such as phytoplankton abundance and phenology. We discuss the limitations of our study and future work needed to explore nearshore phytoplankton dynamics.",
    "readLink": "https://www.mdpi.com/2673-1924/3/2/11"
  },
  {
    "title": "System dynamics and metrics of an electrochemical refrigerator based on the Brayton cycle",
    "authors": [
      "Aravindh Rajan,",
      "Shannon K. Yee"
    ],
    "doi": "Vol. 3,\n                                no. 3\n                                \n                                  p.\n                                  100774",
    "issn": "2666-3864 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Physics"
    ],
    "journalUrl": "https://www.cell.com/cell-reports-physical-science",
    "abstract": "Summary: Development of alternative refrigeration technologies that are efficient and have zero global warming potential is a promising pathway to reduce the effect of the rising global cooling demand on climate change. We use lessons from flow batteries and thermally regenerative electrochemical cycles to introduce an electrochemical refrigeration technology based on the Brayton cycle: Brayton electrochemical refrigeration (BECR). Although the proof of concept is demonstrated elsewhere, here we report an analytical framework that elucidates the key parameters involved in BECR and how it may be elevated on the technology readiness scale. We first analyze the ideal BECR cycle to demonstrate the technology’s performance (cooling load and coefficient of performance) in the reversible limit, identify two main practical considerations, and then analyze the non-ideal BECR cycle to simulate realistic performance. Whenever possible, we introduce dimensionless figures of merit to help streamline future concerted research efforts that seek to improve the state of the art.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666386422000418"
  },
  {
    "title": "Reactive nitrogen around the Arabian Peninsula and in the Mediterranean Sea during the 2017 AQABA ship campaign",
    "authors": [
      "N. Friedrich,",
      "P. Eger,",
      "J. Shenolikar,",
      "N. Sobanski,",
      "J. Schuladen,",
      "D. Dienhart,",
      "B. Hottmann,",
      "I. Tadic,",
      "H. Fischer,",
      "M. Martinez,",
      "R. Rohloff,",
      "S. Tauer,",
      "H. Harder,",
      "E. Y. Pfannerstill,",
      "N. Wang,",
      "J. Williams,",
      "J. Brooks,",
      "F. Drewnick,",
      "H. Su,",
      "G. Li,",
      "Y. Cheng,",
      "J. Lelieveld,",
      "J. N. Crowley"
    ],
    "doi": "https://doi.org/10.5194/acp-21-7473-2021",
    "journalVolume": "Vol. 21\n                                \n                                \n                                  pp.\n                                  7473\n                                  – 7498",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "We present shipborne measurements of NOx (≡ NO + NO2) and NOy (≡ NOx+ gas- and particle-phase organic and inorganic oxides of nitrogen) in summer 2017 as part of the expedition “Air Quality and climate change in the Arabian BAsin” (AQABA). The NOx and NOz (≡ NOy-NOx) measurements, made with a thermal dissociation cavity ring-down spectrometer (TD-CRDS), were used to examine the chemical mechanisms involved in the processing of primary NOx emissions and their influence on the NOy budget in chemically distinct marine environments, including the Mediterranean Sea, the Red Sea, and the Arabian Gulf, which were influenced to varying extents by emissions from shipping and oil and gas production. Complementing the TD-CRDS measurements, NO and NO2 data sets from a chemiluminescence detector (CLD) were used in the analysis. In all regions, we find that NOx is strongly connected to ship emissions, both via direct emission of NO and via the formation of HONO and its subsequent photolytic conversion to NO. The role of HONO was assessed by calculating the NOx production rate from its photolysis. Mean NO2 lifetimes were 3.9 h in the Mediterranean Sea, 4.0 h in the Arabian Gulf, and 5.0 h in the Red Sea area. The cumulative loss of NO2 during the night (reaction with O3) was more important than daytime losses (reaction with OH) over the Arabian Gulf (by a factor 2.8) and over the Red Sea (factor 2.9), whereas over the Mediterranean Sea, where OH levels were high, daytime losses dominated (factor 2.5). Regional ozone production efficiencies (OPEs; calculated from the correlation between Ox and NOz, where Ox= O3+ NO2) ranged from 10.5 ± 0.9 to 19.1 ± 1.1. This metric quantifies the relative strength of photochemical O3 production from NOx compared to the competing sequestering into NOz species. The largest values were found over the Arabian Gulf, consistent with high levels of O3 found in that region (10–90 percentiles range: 23–108 ppbv). The fractional contribution of individual NOz species to NOy exhibited a large regional variability, with HNO3 generally the dominant component (on average 33 % of NOy) with significant contributions from organic nitrates (11 %) and particulate nitrates in the PM1 size range (8 %).",
    "readLink": "https://acp.copernicus.org/articles/21/7473/2021/acp-21-7473-2021.pdf"
  },
  {
    "title": "Historical and future contributions of inland  waters to the Congo Basin carbon balance",
    "authors": [
      "A. Hastie,",
      "A. Hastie,",
      "R. Lauerwald,",
      "R. Lauerwald,",
      "R. Lauerwald,",
      "P. Ciais,",
      "F. Papa,",
      "F. Papa,",
      "P. Regnier"
    ],
    "doi": "https://doi.org/10.5194/esd-12-37-2021",
    "journalVolume": "Vol. 12\n                                \n                                \n                                  pp.\n                                  37\n                                  – 62",
    "issn": "2190-4979 (Print)",
    "publisher": "2190-4987 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology: Dynamic and structural geology"
    ],
    "journalUrl": "http://www.earth-system-dynamics.net",
    "abstract": "As the second largest area of contiguous tropical rainforest and second largest river basin in the world, the Congo Basin has a significant role to play in the global carbon (C) cycle. For the present day, it has been shown that a significant proportion of global terrestrial net primary productivity (NPP) is transferred laterally to the land–ocean aquatic continuum (LOAC) as dissolved CO2, dissolved organic carbon (DOC), and particulate organic carbon (POC). Whilst the importance of LOAC fluxes in the Congo Basin has been demonstrated for the present day, it is not known to what extent these fluxes have been perturbed historically, how they are likely to change under future climate change and land use scenarios, and in turn what impact these changes might have on the overall C cycle of the basin. Here we apply the ORCHILEAK model to the Congo Basin and estimate that 4 % of terrestrial NPP (NPP = 5800±166 Tg C yr−1) is currently exported from soils and vegetation to inland waters. Further, our results suggest that aquatic C fluxes may have undergone considerable perturbation since 1861 to the present day, with aquatic CO2 evasion and C export to the coast increasing by 26 % (186±41 to 235±54 Tg C yr−1) and 25 % (12±3 to 15±4 Tg C yr−1), respectively, largely because of rising atmospheric CO2 concentrations. Moreover, under climate scenario RCP6.0 we predict that this perturbation could continue; over the full simulation period (1861–2099), we estimate that aquatic CO2 evasion and C export to the coast could increase by 79 % and 67 %, respectively. Finally, we show that the proportion of terrestrial NPP lost to the LOAC could increase from approximately 3 % to 5 % from 1861–2099 as a result of increasing atmospheric CO2 concentrations and climate change. However, our future projections of the Congo Basin C fluxes in particular need to be interpreted with some caution due to model limitations. We discuss these limitations, including the wider challenges associated with applying the current generation of land surface models which ignore nutrient dynamics to make future projections of the tropical C cycle, along with potential next steps.",
    "readLink": "https://esd.copernicus.org/articles/12/37/2021/esd-12-37-2021.pdf"
  },
  {
    "title": "Carbon Neutral by 2021: The Past and Present of Costa Rica’s Unusual Political Tradition",
    "authors": [
      "Julia A. Flagg"
    ],
    "doi": "https://doi.org/10.3390/su10020296",
    "journalVolume": "Vol. 10,\n                                no. 2\n                                \n                                  p.\n                                  296",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Costa Rica has pledged to become the first nation to become carbon neutral. This event raises the important question of how to understand this contemporary form of climate politics, given that Costa Rica has made an almost negligible contribution to the problem of global climate change. To understand this pledge, a case study spanning about 200 years situates the pledge within the country’s unique historical profile. An analysis of interview data, archival research, and secondary data reveals that the pledge is the latest instance in Costa Rica’s unusual political tradition. This political tradition dates back to the area’s experience as a Spanish colony and as a newly independent nation. Several events, including the abolition of the army, the work on green development, and being awarded a Nobel Peace Prize were all foundational in forming Costa Rica’s tradition as a place that leads by example and stands for peace and protection of nature. The carbon neutral pledge extends the political tradition that has been established through these earlier events. This case highlights the importance of understanding contemporary environmental politics through an analysis of long-term, historical data.",
    "readLink": "http://www.mdpi.com/2071-1050/10/2/296"
  },
  {
    "title": "Beaver dams overshadow climate extremes in controlling riparian hydrology and water quality",
    "authors": [
      "Christian Dewey,",
      "Patricia M. Fox,",
      "Nicholas J. Bouskill,",
      "Dipankar Dwivedi,",
      "Peter Nico,",
      "Scott Fendorf"
    ],
    "doi": "https://doi.org/10.1038/s41467-022-34022-0",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 9",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "Beaver dams increase water flow gradients and nitrate removal far more than seasonal climate extremes. An expanding beaver range is an ecosystem feedback to climate change which could improve water quality.",
    "readLink": "https://doi.org/10.1038/s41467-022-34022-0"
  },
  {
    "title": "L’edilizia a carattere sociale in Italia. Dalla legge Luzzatti al social housing",
    "authors": [
      "Francesco Crupi"
    ],
    "doi": "https://doi.org/10.17605/OSF.IO/3MQWU",
    "journalVolume": "Vol. 7\n                                \n                                \n                                  pp.\n                                  97\n                                  – 132",
    "issn": "2612-6966 (Online)",
    "publisher": "Universitas Studiorum",
    "countryOfPublisher": "Italy",
    "lcc": [
      "History (General) and history of Europe",
      "Language and Literature"
    ],
    "journalUrl": "http://www.universitas-studiorum.it/1/open_journal_of_humanities_ojh_3131371.html",
    "abstract": "In recent years, the issue of housing hardship has reached levels, and taken on forms, comparable to those recorded in the sixties and the seventies. Since 2007, the domino effect of the financial-sector crisis, which quickly extended to the economy as a whole, and then became a pressing social problem, has heightened the demand for social housing, both in terms of emergency accommodations and in the so-called “grey area”. The Covid-19 pandemic exacerbated the situation, generating still more dire statistics. And yet, while in earlier decades the housing emergency was caused by a structural shortage in the stock of residential units, today the primary problem lies in the procedures dictated by the market for obtaining a home. From a disciplinary point of view, it is no longer just a question of planning and realizing a generic need for rooms per inhabitants, but of understanding in detail which houses to build for which families. The study of social housing, in the current phase of climate change, social-health emergency, economic recession, but also the relaunch of the post-pandemic that is mobilizing huge resources for our country, requires a renewed commitment to implement a strategy of structural reforms and tools aimed at achieving new housing policies. In this reference framework, the contribution, starting from the study of the problem in its various historical phases, intends to analyze the different regulatory, methodological and operational approaches, with the aim of highlighting the limits and criticalities, but also the evolutionary paths that could affect the production of social housing and the mitigation of housing hardship.",
    "readLink": "https://osf.io/3mqwu/"
  },
  {
    "title": "Soil properties and storage of organic carbon in the land use pasture and forest",
    "authors": [
      "Salomón Barrezueta-Unda,",
      "Kelvin Velepucha-Cuenca,",
      "Luis Hurtado-Flores,",
      "Edwin Jaramillo-Aguilar"
    ],
    "doi": "https://doi.org/10.22267/rcia.193602.116",
    "journalVolume": "Vol. 36,\n                                no. 2\n                                \n                                  pp.\n                                  31\n                                  – 45",
    "issn": "0120-0135 (Print)",
    "publisher": "2256-2273 (Online)",
    "countryOfPublisher": "Universidad de Nariño",
    "lcc": [
      "Colombia",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://revistas.udenar.edu.co/index.php/rfacia/index",
    "abstract": "Soil is probably one of the natural resources most vulnerable to climate change. Composes most of the carbon stock in terrestrial ecosystems. The aims of this study were: to characterize the use of pastureland and native forest in two sites in El Oro province (Ecuador), based on their physical, chemical, and biological properties, and to compare the Soil Organic Carbon (SOC) stock at three depths. For this purpose, plots were established in Brachiaria sp pastures and native forests in the coastal area of Machala, Santa Inés site (SI), and the mountains of Chilla, Cune site (CN). Soil sampling was done at three depths (C1=0-10cm; C2=10-20cm; C3= 20-3 cm). The SI soils showed significance (p-value<0,05) among the stored SOC layers. The highest stored SOC value was for SI forest (C1, 36,30megagrams-Mg C ha-1), in an alkaline pH and clay loam texture. In CN soils, stored COS revealed no significance between layers, and values ranged from 27,64Mg ha-1(C1, CNforest) to 35,01 Mg C ha-1 (C3, CNpasture), in an acidic pH, sandy loam texture and high levels of Fe (761,71-938,34 mg kg-1). Soil properties play an important role in stored SOC levels; therefore, sequestration of SOC must be considered to develop optimal pasture management.",
    "readLink": "https://revistas.udenar.edu.co/index.php/rfacia/article/view/5056/6355"
  },
  {
    "title": "Fast-growing forest management to regulate the balance between wood production and water supply",
    "authors": [
      "Carla Cristina Cassiano,",
      "Rildo Moreira e Moreira,",
      "Silvio Frosini de Barros Ferraz"
    ],
    "doi": "https://doi.org/10.1590/1678-992x-2021-0148",
    "journalVolume": "Vol. 80",
    "issn": "0103-9016 (Print)",
    "publisher": "1678-992X (Online)",
    "countryOfPublisher": "Universidade de São Paulo",
    "lcc": [
      "Brazil",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.scielo.br/sa",
    "abstract": "ABSTRACT: Increasingly, fast-growing forest plantations are able to support the wood supply but may simultaneously reduce water availability. The trade-off between wood production and water supply is more evident in areas with low water availability, high seasonal variation, or high water demand from local communities. The management regime adopted in forest plantations can either increase or reduce this trade-off. Thus, we assess herein the water and wood supply under different fast-growing forest plantation management regimes to understand how forest management practices can balance the provision of these services. The study was conducted at two catchments with a predominance of fast-growing forest plantations, namely, the mosaic management catchment (MMC) and the intensive management catchment (IMC). Rainfall and streamflow were monitored for three water years. Hydrological indexes were calculated to assess the hydrological regime of both catchments, and make inventories of the forest to assess forest growth rates. MMC had streamflow coefficients, baseflow index and baseflow stability higher than those of IMC. Mean annual wood increment was 32.73 m3 ha-1 yr-1 in MMC, with a mean age of 15 years, and 44.40 m3 ha-1 yr-1 in IMC at coppice in the second year. MMC hydrological indexes remained stable over the period studied, while in IMC the hydrological indexes were affected by climatic variations, mainly in drier years. MMC showed potential for supplying both water and wood. However, in IMC there was a trade-off between wood supply at the expense of the water supply. Thus, the intensity of fast-growing management can be adjusted to achieve a balance between water and wood supply on a catchment scale.",
    "readLink": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S0103-90162023000101001&tlng=en"
  }
]