[
  {
    "title": "Torrential Hazards’ Mitigation Measures in a Typical Alpine Catchment in Slovenia",
    "authors": [
      "Jošt Sodnik,",
      "Matjaž Mikoš,",
      "Nejc Bezak"
    ],
    "doi": "https://doi.org/10.3390/app132011136",
    "journalVolume": "Vol. 13,\n                                no. 11136\n                                \n                                  p.\n                                  11136",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "Different sediment-related disasters due to torrential hazards, such as flash floods, debris flows, and landslides, can occur in an Alpine torrential catchment. When protecting infrastructure and human lives, different structural and non-structural protection measures can be used to mitigate permanent and future risks. An overview of the mitigation measures constructed near the Krvavec ski resort in northwest Slovenia (Central Europe) is presented. In May 2018, an extreme debris flood occurred in this area, causing significant economic damage. After the May 2018 event, different field investigations (i.e., geological and topographic surveys) and modeling applications (e.g., hydrological modeling, debris flow) have been conducted with the purpose of preparing the required input data for the design of protection measures against such disasters in future—due to climate change, more disasters are expected to happen in this torrential watershed. The mitigation includes the restoration of local streams, the construction of a large slit check dam for sediment retention, the construction of several smaller check dams and the construction of 16 flexible net barriers with an estimated ~8000 m3 retention volume for controlling in-channel erosion in steep torrential streams. Additionally, in order to observe and monitor potential future extreme events, an extensive monitoring system has been established in the investigated area. This monitoring system will cover measurements of flexible net corrosion, the estimation of concrete abrasion at check dams, periodical geodetic surveys using small drones (UAV), hydro-meteorological measurements using rainfall gauges and water level sensors. The recent extreme floods of August 2023 also hit this part of Slovenia, and this combination of technical countermeasures withstood the event and prevented large amounts of coarse debris from being transported to the downstream section and devastating infrastructure, as was the case in May 2018 during a less extreme event. Therefore, such mitigation measures can also be used in other torrential catchments in the Alpine environment.",
    "readLink": "https://www.mdpi.com/2076-3417/13/20/11136"
  },
  {
    "title": "Moral Conflicts of several “Green” terrestrial Negative Emission Technologies regarding the Human Right to Adequate Food – A Review",
    "authors": [
      "P. Hohlwegler"
    ],
    "doi": "https://doi.org/10.5194/adgeo-49-37-2019",
    "journalVolume": "Vol. 49\n                                \n                                \n                                  pp.\n                                  37\n                                  – 45",
    "issn": "1680-7340 (Print)",
    "publisher": "1680-7359 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology: Dynamic and structural geology"
    ],
    "journalUrl": "http://www.advances-in-geosciences.net",
    "abstract": "Several terrestrial Negative Emission Technologies (tNETs), like Bioenergy with Carbon Capture and Storage (BECCS), Afforestation/Reforestation (AR) and Enhanced Weathering (EW), rely on natural processes and could therefore be designated as “green” forms of geoengineering. However, even those “green” tNETs may lead to undesirable side effects and thereby provoke moral concerns and conflicts. In this paper, I investigated whether BECCS, AR and EW would cause moral conflicts regarding the human right to adequate food if implemented on a scale sufficient to limit global warming “to well below 2 ∘C”. Reviewing recent publications concerning BECCS, AR and EW, I found that EW would not conflict with the human right to adequate food but would likely even promote agricultural food production due to a higher nutrient provision. However, EW does not provide a feasible solution to limit global warming “to well below 2 ∘C”, since a large-scale deployment of EW would require large investments and considerable amounts of energy to grind suitable rock-material. In regard of BECCS and AR, I found that even under the optimistic Representative Concentration Pathway 2.6 (RCP2.6), as assessed by the Intergovernmental Panel on Climate Change (IPCC) in its latest assessment report from 2013, a large-scale deployment of BECCS and/or AR would cause moral conflicts regarding the human right to adequate food for present and future generations. Due to this, I advocate for more and stronger mitigation efforts in line with efficient land management actions concerning, e.g. peats and soils, designated as “natural climate solutions” (NCS) and a deployment of multiple tNETs in near future.",
    "readLink": "https://www.adv-geosci.net/49/37/2019/adgeo-49-37-2019.pdf"
  },
  {
    "title": "Drought Analysis for the Seyhan Basin with Vegetation Indices and Comparison with Meteorological Different Indices",
    "authors": [
      "Mehmet Dikici"
    ],
    "doi": "https://doi.org/10.3390/su14084464",
    "journalVolume": "Vol. 14,\n                                no. 4464\n                                \n                                  p.\n                                  4464",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Various drought indices have been developed to monitor drought, which is a result of climate change, and mitigate its adverse effects on water resources, especially in agriculture. Vegetation indices determined by remote sensing were examined by many recent studies and shed light on drought risk management. In the current study, one of the 25 drainage basins in Turkey—the Seyhan Basin, located in the south of the country—was investigated. The Normalized Difference Vegetation Index (NDVI) and the Vegetation Condition Index (VCI) are the most widely used vegetation indices and are very useful because they give results only based on satellite images. This study examined the Seyhan Basin using satellite data in which the vegetation transformation occurring due to the decline of agricultural and forest areas was seen. An increase in drought frequency was detected in the Seyhan Basin using the NDVI and VCI indices and compared with different indices. The results obtained revealed that climate change and drought is increasing with a linear uptrend. It is recommended that decision-makers take the necessary measures by considering the drought risk maps. Long-term drought management plans should also be prepared and implemented.",
    "readLink": "https://www.mdpi.com/2071-1050/14/8/4464"
  },
  {
    "title": "Advancing plant phenology causes an increasing trophic mismatch in an income breeder across a wide elevational range",
    "authors": [
      "Maik Rehnus,",
      "Marta Peláez,",
      "Kurt Bollmann"
    ],
    "doi": "https://doi.org/10.1002/ecs2.3144",
    "journalVolume": "Vol. 11,\n                                no. 6\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract To avoid trophic mismatches, large herbivores should reschedule the breeding timing to keep in synchrony with the recent advance of plant phenology caused by climate change. To do so, individuals must track resources along two main non‐exclusive axes: time (rescheduling the breeding timing) and space (i.e., shifting their range). While the vast majority of studies have focused on the study of specific populations inhabiting small and homogeneous environments, little is known about the response of species across large regions with highly heterogeneous topographies. Here, we studied roe deer (Capreolus capreolus), an income breeder that has demonstrated a lack of phenotypic plasticity on birth timing in a densely forested lowland area, and evaluated its ability to track resources along a wide elevational gradient (288–2366 m a.s.l.). We used data from 8986 parturition events collected in Switzerland during the period 1971–2015. We hypothesize that the mismatch between roe deer parturition dates and peak resource availability will increase over the study period. In addition, we expect this mismatch to be larger in low areas compared to higher elevation areas. Contrary to previous studies, we did find a consistent, but small, trend toward more advance parturition dates through time across all elevations. However, this rate of advance was less than that of the plant phenology indicators, resulting in an increasing mismatch at all elevations. Parturition dates changed on average at a rate between 7.5 times slower than the growing season start and 5 times slower than the flowering start. Thus, at the lowest elevations, parturition timing has already fallen outside the optimal time window for high‐quality forage, while at high elevations, parturitions are still synchronized with the peak availability of quality forage. Our study emphasizes the need for large‐scale study designs along climatic gradients to help understand the complex relationships that shape adaptation across environments. This would allow for better understanding of how populations will respond to the new environmental conditions imposed by climate change.",
    "readLink": "https://doi.org/10.1002/ecs2.3144"
  },
  {
    "title": "Integrating Urban Planning and Water Management Through Green Infrastructure in the United States-Mexico Border",
    "authors": [
      "Francisco Lara-Valencia,",
      "Margaret Garcia,",
      "Laura M. Norman,",
      "Alma Anides Morales,",
      "Alma Anides Morales,",
      "Edgar E. Castellanos-Rubio"
    ],
    "doi": "https://doi.org/10.3389/frwa.2022.782922",
    "journalVolume": "Vol. 4",
    "issn": "2624-9375 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/water#",
    "abstract": "Creating sustainable, resilient, and livable cities calls for integrative approaches and collaborative practices across temporal and spatial scales. However, practicability is challenged by institutional, social, and technical complexities and the need to build collective understanding of integrated approaches. Rapid urbanization along the United States-Mexico border, fueled by industrialization, trade, and migration, has resulted in cities confronted with recurrent flooding risk, extended drought, water pollution, habitat destruction and systemic vulnerabilities. The international border, which separates natural and built ecosystems, is both a challenge and an opportunity, making a unique social and institutional setting ideal for testing the integration of urban planning and water management. Our research focuses on fusing multi-functional and multi-scalar green infrastructure to restore ecosystem services through a strategic binational planning process. This paper describes this planning process, including the development and application of both a land suitability analysis and a hydrological model to optimally site green infrastructure in the Nogales, Arizona, United States—Nogales, Sonora, Mexico, cross border region. We draw lessons from this process and stakeholder feedback focused on the potential for urban green infrastructure, to allow for adaptation and even transformation in the face of current and future challenges such as limited resources, underdeveloped governance, bordering, and climate change. In sum, a cross border network of green infrastructure can provide a backbone to connect this transboundary watershed while providing both hydrological and social benefits.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/frwa.2022.782922/full"
  },
  {
    "title": "SCENARIOS OF CLIMATE AND LAND-USE CHANGE,WATER DEMAND AND WATER AVAILABILITY FOR THE SÃO FRANCISCO RIVER BASIN",
    "authors": [
      "Hagen Koch,",
      "Anne Biewald,",
      "Stefan Liersch,",
      "José Roberto Gonçalves de Azevedo,",
      "Gerald Souza da Silva,",
      "Karolin Kölling,",
      "Peter Fischer,",
      "Robert Koch,",
      "Fred Fokko Hattermann"
    ],
    "doi": "https://doi.org/10.5327/Z2176-947820151007",
    "journalVolume": "no. 36\n                                \n                                  pp.\n                                  96\n                                  – 114",
    "issn": "1808-4524 (Print)",
    "publisher": "2176-9478 (Online)",
    "countryOfPublisher": "Associação Brasileira de Engenharia Sanitária e Ambiental",
    "lcc": [
      "Brazil",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://rbciamb.com.br/index.php/Publicacoes_RBCIAMB",
    "abstract": "In this study, scenarios of changes in land-use patterns, agricultural production and climate, and their effects on water demand and availability in the São Francisco river basin (Brazil) are analysed. The global driver population growth, economic development, and trade liberalization are included. Using the regionalized version of a global agro-economic land- and water use model, impacts are analysed for two scenarios: a regionalized world with slow economic development, high population growth, and little awareness of environmental problems (A2), and a globalized world with low population growth, high gross domestic product (GDP) growth, and environmental sustainability (B1). A regional ecohydrological model is used to analyse the effect of these scenarios on water demand and availability. The climate scenarios in general show a wetter future (years 2021 – 2050), with wetter rainy seasons and drier dry seasons. The water availability for irrigated agriculture is high, while hydropower generation is declining by 3.2% (A2) and 1.7% (B1) compared to the reference.",
    "readLink": "http://rbciamb.com.br/index.php/Publicacoes_RBCIAMB/article/view/193"
  },
  {
    "title": "Modeling of the potential geographical distribution of naked oat under climate change",
    "authors": [
      "Mingxing Qin,",
      "Xinyue Gao,",
      "Meichen Feng,",
      "Meichen Feng,",
      "Ning Jin,",
      "Chao Wang,",
      "Wenjuan Cheng"
    ],
    "doi": "https://doi.org/10.3389/fpls.2022.1009577",
    "journalVolume": "Vol. 13",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "IntroductionNaked oat (Avena sativa L.), is an important miscellaneous grain crop in China, which is rich in protein, amino acids, fat and soluble dietary fiber. The demand for functional foods is gradually increasing as living standards rise, and the output of minor cereals in China is increasing annually. The planting layout of naked oat is scattered and lacks planning, which seriously restricts the development of the naked oat industry. The increase in miscellaneous grain production will not only be impacted by cultivation methods and management techniques, but the potential impact of global climate change needs to be considered. North China is the main area for naked oat production, worldwide.MethodsIn this study, the potential distribution range of naked oat in North China was forecast based on historical distribution data and the Maxent model under climate change conditions. The performance of the model was relatively high.ResultsThe results indicated that the most suitable area for the potential geographic distribution of naked oat in North China was 27.89×104 km2, including central and northeastern Shanxi, and northeastern and western Hebei and Beijing, gradually moving northward. The core suitable area increased, and the distribution of naked oat had an obvious regional response to climate warming; the main environmental factors affecting the potential geographic distribution were precipitation factor variables (precipitation seasonality (variation coefficient)), terrain factor variables (elevation) and temperature factor variables (temperature seasonality (Standard Deviation*100)).DiscussionIn this study, the Maxent model was used to analyze and predict suitable areas for naked oat in North China, and the distribution of suitable areas was accurately divided, and the main climatic factors affecting the distribution of naked oat were identified. This research provides data support and theoretical support for the optimal planting zone of naked oat in North China.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2022.1009577/full"
  },
  {
    "title": "Observed trends in air temperature, precipitation, and water quality for Texas reservoirs: 1960-2010",
    "authors": [
      "Rodica Gelca,",
      "Katharine Hayhoe,",
      "Ian Scott-Fleming"
    ],
    "doi": "Vol. 5,\n                                no. 1",
    "issn": "2160-5319 (Online)",
    "publisher": "Texas Water Journal",
    "countryOfPublisher": "United States",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "https://twj-ojs-tdl.tdl.org/twj/index.php/twj/index",
    "abstract": "Changes in climate, environmental management, and land use can affect water quality in lakes and reservoirs. Here, we quantify observed trends in water temperature and water quality in the 57 Texas reservoirs that have sufficient data for the period 1960 to 2010. We also quantify trends in air temperature and precipitation at 120 long-term weather stations adjacent to those reservoirs. Annual average temperature, seasonal average temperature, and cold temperature extremes are all becoming warmer near many Texas reservoirs. These air temperature trends are highly correlated with observed increases in water temperature across the state. Slight statewide increases in annual and winter, spring, and summer precipitation have contributed to greater increases in precipitation intensity, which are moderated by increases in the average number of dry days per year. Changes in precipitation can affect runoff and evaporation rates, which may alter levels of salts and minerals in the lakes. In addition, local human activities could be an important contributor to the observed increases in pH and phosphorus across the state and changes in specific conductance, sulfate, and chloride throughout Texas. Citation: Gelca R, Hayhoe K, Scott-Fleming I. 2014. Observed trends in air temperature, precipitation, and water quality for Texas reservoirs: 1960-2010. Texas Water Journal. 5(1):36-54. Available from: https://doi.org/10.21423/twj.v5i1.7001.",
    "readLink": "https://twj-ojs-tdl.tdl.org/twj/index.php/twj/article/view/7001"
  },
  {
    "title": "Impact of Rainfall Variability on Crop Production within the Worobong Ecological Area of Fanteakwa District, Ghana",
    "authors": [
      "Conrad Kyei-Mensah,",
      "Rosina Kyerematen,",
      "Samuel Adu-Acheampong"
    ],
    "doi": "https://doi.org/10.1155/2019/7930127",
    "journalVolume": "Vol. 2019",
    "issn": "2356-654X (Print)",
    "publisher": "2314-7539 (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://www.hindawi.com/journals/aag/",
    "abstract": "Crop production in the Fanteakwa District is predominantly rainfed, exposing this major livelihood activity to the variability or change in rainfall pattern. The net potential effect of severe changes in rainfall pattern is the disruption in crop production leading to food insecurity, joblessness, and poverty. As a major concern to food production in Ghana, this study seeks to show the relationship between the production of major crops and rainfall distribution pattern in the Worobong Agroecological Area (WAA) relative to food security in the face of climate change. The study analysed the variability in local rainfall data, examining the interseasonal (main and minor) rainfall distribution using the precipitation concentration index (PCI), and determined the pattern, availability of water, and the strength of correlation with crop production in the WAA. Data from the Ghana Meteorological Agency (GMet) spanning a 30-year period and grouped into 3 decades of 10 years each was used. Selected crop data for 1993-2014 was also obtained from the Ministry of Food and Agriculture’s District office and analyzed for trends in crop yield over the period and established relationship between the crop data and the rainfall data. Part of the result revealed that rainfall variability within the major seasons in the 3 groups was lower than the minor seasons. It further showed that yields of three crops have declined over the period. Among the strategies to sustain crop production is to make the findings serve as useful reference to inform discussions and policy on adaptive agricultural production methodologies for the area in the face of changing climate.",
    "readLink": "http://dx.doi.org/10.1155/2019/7930127"
  },
  {
    "title": "Climate Change Effects on Heat Waves and Future Heat  Wave-Associated IHD Mortality in Germany",
    "authors": [
      "Stefan Zacharias,",
      "Christina Koppe,",
      "Hans-Guido Mücke"
    ],
    "doi": "https://doi.org/10.3390/cli3010100",
    "journalVolume": "Vol. 3,\n                                no. 1\n                                \n                                  pp.\n                                  100\n                                  – 117",
    "issn": "2225-1154 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/climate",
    "abstract": "The influence of future climate change on the occurrence of heat waves and its implications for heat wave-related mortality due to ischemic heart diseases (IHD) in Germany is studied. Simulations of 19 regional climate models with a spatial resolution of 0.25° × 0.25° forced by the moderate climate change scenario A1B are analyzed. Three model time periods of 30 years are evaluated, representing present climate (1971–2000), near future climate (2021–2050), and remote future climate (2069–2098). Heat waves are defined as periods of at least three consecutive days with daily mean air temperature above the 97.5th percentile of the all-season temperature distribution. Based on the model simulations, future heat waves in Germany will be significantly more frequent, longer lasting and more intense. By the end of the 21st century, the number of heat waves will be tripled compared to present climate. Additionally, the average duration of heat waves will increase by 25%, accompanied by an increase of the average temperature during heat waves by about 1 K. Regional analyses show that stronger than average climate change effects are observed particularly in the southern regions of Germany. Furthermore, we investigated climate change impacts on IHD mortality in Germany applying temperature projections from 19 regional climate models to heat wave mortality relationships identified in a previous study. Future IHD excess deaths were calculated both in the absence and presence of some acclimatization (i.e., that people are able to physiologically acclimatize to enhanced temperature levels in the future time periods by 0% and 50%, respectively). In addition to changes in heat wave frequency, we incorporated also changes in heat wave intensity and duration into the future mortality evaluations. The results indicate that by the end of the 21st century the annual number of IHD excess deaths in Germany attributable to heat waves is expected to rise by factor 2.4 and 5.1 in the acclimatization and non-acclimatization approach, respectively. Even though there is substantial variability across the individual model simulations, it is most likely that the future burden of heat will increase considerably. The obtained results point to public health interventions to reduce the vulnerability of the population to heat waves.",
    "readLink": "http://www.mdpi.com/2225-1154/3/1/100"
  }
]