[
  {
    "title": "Classical Ecological Restoration and its Current Challenges: Assisted Migration as an Adaptation Strategy to Climate Change",
    "authors": [
      "Pilar A. Gómez-Ruiz,",
      "Roberto Lindig-Cisneros"
    ],
    "doi": "https://doi.org/10.15359/rca.51-2.2",
    "journalVolume": "Vol. 51,\n                                no. 2\n                                \n                                  pp.\n                                  31\n                                  – 51",
    "issn": "1409-2158 (Print)",
    "publisher": "2215-3896 (Online)",
    "countryOfPublisher": "Universidad Nacional, Costa Rica",
    "lcc": [
      "Costa Rica",
      "Geography. Anthropology. Recreation: Human ecology. Anthropogeography",
      "Science: Natural history (General)"
    ],
    "journalUrl": "http://www.revistas.una.ac.cr/ambientales",
    "abstract": "Ecological restoration is a very active area in ecology and of great importance for ecosystems management. Despite of being a relatively young discipline, the classical concepts of restoration seem, at present, impractical considering the great challenges generated by modification and destruction of ecosystems. This is due to anthropic activities (deforestation, change of land use, pollution) and global climate change. In the classic definition of restoration, the objective is to recover the degraded ecosystem to the same conditions of a historical reference state. However, nowadays the ecosystems return to a state prior to the disturbances seems unviable, because the thresholds of resilience have already been overcome. Additionally, climate change is causing environmental changes at an unprecedented rate. For this reason, ecological restoration needs to unite efforts of diverse actors to recover ecosystems that can be sustainable and functional in the future, where the species could be able to tolerate the environmental conditions that will exist in the long term. Assisted migration has been proposed as a conservation strategy; it is defined as the translocation of species to new locations outside their known range of distribution. In the current context of loss of diversity and ecosystems, this strategy could be fundamental for the formation of new communities that can later become novel ecosystems where species that are fundamental to the dynamics of ecosystems can persist and, at the same time, recover function, structure and resilience.",
    "readLink": "http://www.revistas.una.ac.cr/index.php/ambientales/article/view/9478"
  },
  {
    "title": "Valutare l'erosione del suolo mediante l'applicazione del modello RUSLE in ambiente GIS",
    "authors": [
      "Grazia Fattoruso,",
      "Sergio Grauso,",
      "Vladimiro Verrubbi"
    ],
    "doi": "Vol. 14,\n                                no. 2",
    "issn": "1128-8132 (Print)",
    "publisher": "2283-5687 (Online)",
    "countryOfPublisher": "mediaGEO soc. coop.",
    "lcc": [
      "Italy",
      "Geography. Anthropology. Recreation: Mathematical geography. Cartography: Cartography: Cadastral mapping"
    ],
    "journalUrl": "http://mediageo.it/ojs/index.php/GEOmedia",
    "abstract": "Predicting GIS erosion by the application of RUSLE model in a GIS environment The increase in soil erosion risk due to the current climate change is a focal point in sustainable land management. Being able to predict this risk is fundamental for impact mitigation and soil resource conservation. The state-of-the-art in geo-information technologies (GIS, remote sensing and image analysis) allows to perform, in semi-automatic way, assessments and predictions based on the integration of theoretical models with advanced techniques of geospatial and geostatistical analysis. One of the most successful models worldwide utilised, such as the Revised Universal Soil Loss Equation (RUSLE), can be now easily applied at multiple spatial and temporal scales, i.e. from the single catchment up to the regional scale and from interannual to long-term scenarios, by using GIS-based tools.",
    "readLink": "http://mediageo.it/ojs/index.php/GEOmedia/article/view/420"
  },
  {
    "title": "Impact of Climate Change on Spatio-Temporal Distribution of Glaciers in Western Karakoram Region since 1990: A Case Study of Central Karakoram National Park",
    "authors": [
      "Muhammad Farhan Ul Moazzam,",
      "Jinho Bae,",
      "Byung Gul Lee"
    ],
    "doi": "https://doi.org/10.3390/w14192968",
    "journalVolume": "Vol. 14,\n                                no. 2968\n                                \n                                  p.\n                                  2968",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Glaciers in the Upper Indus Basin (UIB) in Pakistan are the major source of water, irrigation, and power production for downstream regions. Global warming has induced a substantial impact on these glaciers. In the present study, Landsat images were utilized to evaluate the glaciers for the period from 1990–2020 in the Central Karakoram National Park (CKNP) region to further correlate with climate parameters. The results reveal that glaciers are retreating and the highest (2.33 km2) and lowest (0.18 km2) recession rates were observed for Biafo and Khurdopin glaciers, respectively. However, a minor advancement has also been observed for the period from 1990–2001. More than 80% of glacier recession was recorded between 2009–2020 because mean summer temperature increased at both Skardu and Gilgit meteorological stations, while precipitation decreased at both stations from 2005–2020. The increase in mean summer temperature and decrease in winter precipitation resulted in glacial retreat, which will lead to water scarcity in the future as well as affect the agriculture sector and hydropower production in downstream areas of the Indus River basin.",
    "readLink": "https://www.mdpi.com/2073-4441/14/19/2968"
  },
  {
    "title": "Multi-Objective Optimization of Nutritional, Environmental and Economic Aspects of Diets Applied to the Spanish Context",
    "authors": [
      "Ricardo Abejón,",
      "Laura Batlle-Bayer,",
      "Jara Laso,",
      "Alba Bala,",
      "Ian Vazquez-Rowe,",
      "Gustavo Larrea-Gallegos,",
      "María Margallo,",
      "Israel Ruiz-Salmón,",
      "Jorge Cristobal,",
      "Rita Puig,",
      "Pere Fullana-i-Palmer,",
      "Rubén Aldaco"
    ],
    "doi": "https://doi.org/10.3390/foods9111677",
    "journalVolume": "Vol. 9,\n                                no. 1677\n                                \n                                  p.\n                                  1677",
    "issn": "2304-8158 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Chemical technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/foods",
    "abstract": "Current food consumption patterns must be revised in order to improve their sustainability. The nutritional, environmental, and economic consequences of these dietary patterns must be taken into consideration when diet guidelines are proposed. This study applied a systematic optimization methodology to define sustainable dietary patterns complying with nutritional, environmental, and economic issues. The methodology was based on a multi-objective optimization model that considered a distance-to-target approach. Although the three simultaneous objectives (maximal nutritional contribution, minimal greenhouse gas emissions, and minimal costs) could be divergent, the proposed model identified the optimal intake of each food product to achieve the maximal level of nutritional, environmental, and economic diets. This model was applied to six different eating patterns within the Spanish context: one based on current food consumption and five alternative diets. The results revealed that dietary patterns with improved nutritional profiles and reduced environmental impacts could be defined without additional costs just by increasing the consumption of vegetables, fruits, and legumes, while reducing the intake of meat and fish.",
    "readLink": "https://www.mdpi.com/2304-8158/9/11/1677"
  },
  {
    "title": "Decarbonization of Transport and Oral Health",
    "authors": [
      "Morenike Oluwatoyin Folayan,",
      "Maha El Tantawi"
    ],
    "doi": "https://doi.org/10.3390/biomed3030032",
    "journalVolume": "Vol. 3,\n                                no. 32\n                                \n                                  pp.\n                                  392\n                                  – 399",
    "issn": "2673-8430 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Chemical technology: Biotechnology",
      "Medicine"
    ],
    "journalUrl": "https://www.mdpi.com/journal/biomed",
    "abstract": "The decarbonization of transport is a global initiative aimed at reducing greenhouse gas emissions and addressing the risks of global warming. This article explores the potential connections between the decarbonization of transport and oral health, highlighting the need for further research in this area. Emissions from vehicle exhausts, such as carbon dioxide, methane, and nitrous oxide, may have a modest impact on the risk of early childhood caries and other oral health diseases like periodontal diseases, oral cancer, and dental caries. Active transportation, which promotes regular exercise, has beneficial effects on overall health, including stimulating salivary protein production and reducing the risk of diabetes and cardiovascular diseases, both of which are linked to poor oral health. Transitioning to electric vehicles can also reduce noise pollution, positively impacting mental well-being, which is associated with improved oral hygiene practices. Furthermore, the development of sustainable infrastructure, including efficient public transportation systems, can enhance access to dental services. Further research is needed to establish stronger evidence for these connections and to explore how the global decarbonization of transport agenda can incorporate oral health considerations.",
    "readLink": "https://www.mdpi.com/2673-8430/3/3/32"
  },
  {
    "title": "An integrated model for the assessment of global water resources – Part 2: Applications and assessments",
    "authors": [
      "N. Hanasaki,",
      "S. Kanae,",
      "T. Oki,",
      "K. Masuda,",
      "K. Motoya,",
      "N. Shirakawa,",
      "Y. Shen,",
      "K. Tanaka"
    ],
    "doi": "Vol. 12,\n                                no. 4\n                                \n                                  pp.\n                                  1027\n                                  – 1037",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "To assess global water resources from the perspective of subannual variation in water availability and water use, an integrated water resources model was developed. In a companion report, we presented the global meteorological forcing input used to drive the model and six modules, namely, the land surface hydrology module, the river routing module, the crop growth module, the reservoir operation module, the environmental flow requirement module, and the anthropogenic withdrawal module. Here, we present the results of the model application and global water resources assessments. First, the timing and volume of simulated agriculture water use were examined because agricultural use composes approximately 85% of total consumptive water withdrawal in the world. The estimated crop calendar showed good agreement with earlier reports for wheat, maize, and rice in major countries of production. In major countries, the error in the planting date was &plusmn;1 mo, but there were some exceptional cases. The estimated irrigation water withdrawal also showed fair agreement with country statistics, but tended to be underestimated in countries in the Asian monsoon region. The results indicate the validity of the model and the input meteorological forcing because site-specific parameter tuning was not used in the series of simulations. Finally, global water resources were assessed on a subannual basis using a newly devised index. This index located water-stressed regions that were undetected in earlier studies. These regions, which are indicated by a gap in the subannual distribution of water availability and water use, include the Sahel, the Asian monsoon region, and southern Africa. The simulation results show that the reservoir operations of major reservoirs (&gt;1 km<sup>3</sup>) and the allocation of environmental flow requirements can alter the population under high water stress by approximately &minus;11% to +5% globally. The integrated model is applicable to assessments of various global environmental projections such as climate change.",
    "readLink": "http://www.hydrol-earth-syst-sci.net/12/1027/2008/hess-12-1027-2008.pdf"
  },
  {
    "title": "Modeling reference evapotranspiration using machine learning and remote sensing techniques for semi-arid subtropical climate of Indian Punjab",
    "authors": [
      "Darshana Duhan,",
      "Mahesh Chand Singh,",
      "Dharmendra Singh,",
      "Sanjay Satpute,",
      "Sompal Singh,",
      "Vishnu Prasad"
    ],
    "doi": "https://doi.org/10.2166/wcc.2023.003",
    "journalVolume": "Vol. 14,\n                                no. 7\n                                \n                                  pp.\n                                  2227\n                                  – 2243",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "A study was carried out to develop and evaluate the performance of different machine learning (ML) models for predicting reference evapotranspiration (ET0). The models included multiple linear regression (MLR), least square-support vector machine (LS-SVM), artificial neural networks (ANNs) and adaptive neuro-fuzzy inference system (ANFIS). The daily meteorological data for 50 years (1970–2019) were used to estimate ET0 using FAO-ET calculator. The FAO-ET calculator was compared with ML models to investigate the best-fit ML model for predicting ET. Thereafter, ET predicted by the best-fit ML model was compared with satellite (Moderate Resolution Imaging Spectroradiometer – MODIS) ET, which was finally mapped to a larger landscape (over entire Punjab and Haryana). Modeling of ET0 was best performed through LS-SVM followed by ANN2, ANN1, ANFIS10, ANFIS2, MLR and ANFIS9 models. Among developed models, coefficient of determination (R2) value varied from 0.800 to 0.998, being highest (0.998) under LS-SVM model. MODIS overestimated ET when compared with LS-SVM having R2 and root mean square error (RMSE) values of 0.73 and 3.95 mm, respectively. After applying the bias correction factor, R2 and RMSE were 0.74 and 1.19 mm, respectively. The ML and satellite-based ET estimation would be useful for timely water budgeting to manage the water scarcity problems from local to regional levels. HIGHLIGHTS The study region is experiencing an acute decline in groundwater resources, so it becomes imperative to manage water resources based on evapotranspiration.; The traditional methods are not time-efficient, but machine learning and remote sensing techniques may solve this problem.; The applications of machine learning models for estimating ET and use of satellite-derived ET are limited in the present study region.;",
    "readLink": "http://jwcc.iwaponline.com/content/14/7/2227"
  },
  {
    "title": "Simulated heat waves reduce cognitive and motor performance of an endotherm",
    "authors": [
      "Raymond M. Danner,",
      "Casey M. Coomes,",
      "Elizabeth P. Derryberry"
    ],
    "doi": "https://doi.org/10.1002/ece3.7194",
    "journalVolume": "Vol. 11,\n                                no. 5\n                                \n                                  pp.\n                                  2261\n                                  – 2272",
    "issn": "2045-7758 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20457758",
    "abstract": "Abstract Heat waves cause mass mortality of animals, including humans, across the globe annually, which has drawn new attention to how animals cope with high air temperatures. Recent field research has explored behavioral responses to high air temperatures, which can influence reproductive success and mortality. Less well studied are the effects of high air temperatures on cognition, which may underlie behavioral changes. Specifically, it is poorly known if cognitive declines occur at high temperatures, and if cognitive and motor components of behavior are similarly affected. We tested how well zebra finches (Taeniopygia guttata castanotis), a model for cognition research, performed two learned foraging tasks (color association and detour‐reaching) at mild (22°C) and high (43 and 44°C) air temperatures that occur naturally in their range. We habituated birds to the trial conditions and temperatures on days preceding the test trials and at the trial temperature for 30 min immediately prior to each test trial. Trials lasted less than 10 min. At high air temperatures, zebra finches exhibited heat dissipation behaviors during most tasks, suggesting thermoregulatory challenge. Cognitive performance declined at high air temperatures in two of three measures: Color association was unaffected, but birds missed more food rewards, and did more unproductive behaviors. Motor performance declined at high temperatures on the color association task, including longer times to complete the task, move between food rewards, and process individual seeds. Performance declines varied among components of behavior and among individuals. We combined our behavioral data with existing climate data and predicted that in the austral summer of 2018–2019, zebra finches experienced air temperatures that caused cognitive and motor declines in our captive birds in 34% and 45% of their Australian range, respectively. This study provides novel experimental evidence that high air temperatures cause cognitive and motor performance decline in birds. Further, our results provide insights to how those declines might affect bird ecology and evolution. First, differences in declines among behavioral components may allow identification of behaviors that are most susceptible to decline in the wild. Second, variation in performance declines and heat dissipation behaviors among individuals suggests variability in heat tolerance, which could lead to differential fitness in the wild. Last, these results suggest that high air temperatures cause cognitive declines in the wild and that understanding cognition could help refine predictive models of population persistence.",
    "readLink": "https://doi.org/10.1002/ece3.7194"
  },
  {
    "title": "Smart farming: A potential solution towards a modern and sustainable agriculture in Panama",
    "authors": [
      "Edwin Collado,",
      "Anibal Fossatti,",
      "Yessica Saez"
    ],
    "doi": "https://doi.org/10.3934/agrfood.2019.2.266",
    "journalVolume": "Vol. 4,\n                                no. 2\n                                \n                                  pp.\n                                  266\n                                  – 284",
    "issn": "2471-2086 (Online)",
    "publisher": "AIMS Press",
    "countryOfPublisher": "United States",
    "lcc": [
      "Agriculture: Agriculture (General)",
      "Technology: Chemical technology: Food processing and manufacture"
    ],
    "journalUrl": "http://www.aimspress.com/journal/agriculture",
    "abstract": "Agriculture in the Tropical region, which includes Panama and other countries in the Caribbean and Latin America, has been developed using traditional tools with very little technology that has been designed and imported from countries with different environmental conditions. Some studies have suggested that the misuse of these tools may cause a negative impact on food production systems. Therefore, it is important to study, develop, and implement technological solutions that are appropriate for the conditions of specific regions and that help mitigating problems related to climate change and the production of food. One important solution is the implementation of technologies that interact with each other through the use of communication networks in Agriculture, known as “Smart Farming”. Many developed countries have promoted Research and Development (R&D) in Smart Farming, providing great benefits to their food production sector. The objective of this work is to document and provide an overview of the current situation of the Agriculture in Panama and the opportunities and challenges in the study, development, and implementation of Smart Farming as a technological solution in the agricultural sector in this country, in order to achieve an intelligent agriculture that allows a modern and sustainable food production. Finally, this paper provides some recommendations for the successful implementation of Smart Farming in Panama.",
    "readLink": "https://www.aimspress.com/article/10.3934/agrfood.2019.2.266/fulltext.html"
  },
  null
]