[
  {
    "title": "Individualism and climate change policies: international evidence",
    "authors": [
      "Trung V. Vu"
    ],
    "doi": "https://doi.org/10.1108/JED-10-2022-0189",
    "journalVolume": "Vol. 25,\n                                no. 1\n                                \n                                  pp.\n                                  22\n                                  – 36",
    "issn": "1859-0020 (Print)",
    "publisher": "2632-5330 (Online)",
    "countryOfPublisher": "Emerald Publishing",
    "lcc": [
      "United Kingdom",
      "Social Sciences: Commerce: Business",
      "Social Sciences: Finance"
    ],
    "journalUrl": "https://www.emeraldgrouppublishing.com/journal/jed",
    "abstract": "Purpose – This paper aims to examine the extent to which the cultural dimension of individualism/collectivism matters for international differences in climate change policy performance. This study postulates that individualistic societies, relative to their collectivistic counterparts, are more likely to address global climate change. Design/methodology/approach – The main hypothesis is tested using data for a world sample of up to 92 countries. To achieve causal inference, this study isolates exogenous sources of variation in individualistic cultures, based on blood distance to the UK and historical pathogen prevalence. Findings – The core results suggest that individualistic countries are characterized by greater climate change policy performance. This study also finds evidence that individualism affects climate change policy adoption through enhancing governance and female political representation. Subnational analyses based on data from the World Values Survey indicate that survey participants with an orientation toward individualism tend to self-report positive attitudes to pro-environmental policies. Research limitations/implications – The main findings help improve the understanding of the deep origins of climate change policy performance, which is relevant for formulating policies that help mitigate the consequences of changing climate conditions. Originality/value – To the best of the author’s knowledge, this paper is the first study to link cultural traits of individualism and climate change policy performance across countries.",
    "readLink": "https://www.emerald.com/insight/content/doi/10.1108/JED-10-2022-0189/full/pdf"
  },
  {
    "title": "The impact of organizational culture on employees’ organizational silence In Shiraz University of Medical Sciences",
    "authors": [
      "Ebrahim Parcham,",
      "Alireza Ghasemizad"
    ],
    "doi": "Vol. 4,\n                                no. 1\n                                \n                                  pp.\n                                  25\n                                  – 30",
    "issn": "2322-1097 (Print)",
    "publisher": "2423-5857 (Online)",
    "countryOfPublisher": "Shiraz University of Medical Sciences",
    "lcc": [
      "Iran, Islamic Republic of",
      "Social Sciences: Commerce: Business"
    ],
    "journalUrl": "http://jhmi.sums.ac.ir/",
    "abstract": "Introduction: Organizational Culture is one of the most important factors that can change the climate of silence. The main aim of this research was to investigate the influence of organizational culture on employees’ organizational silence in Shiraz University of Medical Sciences. Method: This research was a descriptive-correlation one. The target population was chosen from 1900 staff of the University of Medical sciences and Health Care headquarter in Shiraz. Thus 311 employees were selected using the Krejcie and Morgan sampling table. The instrument used in this research was Denison (2006) organizational culture questionnaire and Dimitris Buratas and Maria Vacula (2007) organizational culture. Cornbrash’s alpha method was used to calculate the reliability. The Item analysis and expert consensus were applied to calculate the validity of instruments. All gathered data analyzed with PLS software. Results: The results showed that the four dimensions of organizational culture include organizational involvement, organizational adaptability, organizational concistency and organizational mission was moderate and the mean scores obtained for each factor were 2.85, 2.82, 2.94 and 2.93 respectively. Structural equation model showed Organizational culture has a significant positive impact on organizational silence (β=0.68; P<.001). Conclusion: Based on the results and impact of organizational culture on organizational silence that is positive and significant; The organization further efforts to strengthen various aspects of organizational culture, especially the employees’ involvement in decision making; Employees can better express their opinions and thus reduced their organizational silence. In other words strengthening corporate culture is combined with the reduction of organizational silence. Medical organizations can establish appropriate reward system for creative ideas and suggestions to encourage people express their ideas As a result, reduced organizational silence.",
    "readLink": "http://jhmi.sums.ac.ir/index.php/JHMI/article/view/326/111"
  },
  {
    "title": "Sensitivity of Photosynthesis to Warming in Two Similar Species of the Aquatic Angiosperm <i>Ruppia</i> from Tropical and Temperate Habitats",
    "authors": [
      "Lina M. Rasmusson,",
      "Aekkaraj Nualla-ong,",
      "Tarawit Wutiruk,",
      "Mats Björk,",
      "Martin Gullström,",
      "Pimchanok Buapet"
    ],
    "doi": "https://doi.org/10.3390/su13169433",
    "journalVolume": "Vol. 13,\n                                no. 9433\n                                \n                                  p.\n                                  9433",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Climate change-related events, such as marine heatwaves, are increasing seawater temperatures, thereby putting pressure on marine biota. The cosmopolitan distribution and significant contribution to marine primary production by the genus Ruppia makes them interesting organisms to study thermal tolerance and local adaptation. In this study, we investigated the photosynthetic responses in Ruppia to the predicted future warming in two contrasting bioregions, temperate Sweden and tropical Thailand. Through DNA barcoding, specimens were determined to Ruppia cirrhosa for Sweden and Ruppia maritima for Thailand. Photosynthetic responses were assessed using pulse amplitude-modulated fluorometry, firstly in short time incubations at 18, 23, 28, and 33 °C in the Swedish set-up and 28, 33, 38, and 43 °C in the Thai set-up. Subsequent experiments were conducted to compare the short time effects to longer, five-day incubations in 28 °C for Swedish plants and 40 °C for Thai plants. Swedish R. cirrhosa displayed minor response, while Thai R. maritima was more sensitive to both direct and prolonged temperature stress with a drastic decrease in the photosynthetic parameters leading to mortality. The results indicate that in predicted warming scenarios, Swedish R. cirrhosa may sustain an efficient photosynthesis and potentially outcompete more heat-sensitive species. However, populations of the similar R. maritima in tropical environments may suffer a decline as their productivity will be highly reduced.",
    "readLink": "https://www.mdpi.com/2071-1050/13/16/9433"
  },
  {
    "title": "Trends in Global Vegetation Activity and Climatic Drivers Indicate a Decoupled Response to Climate Change.",
    "authors": [
      "Antonius G T Schut,",
      "Eva Ivits,",
      "Jacob G Conijn,",
      "Ben Ten Brink,",
      "Rasmus Fensholt"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0138013",
    "journalVolume": "Vol. 10,\n                                no. 10\n                                \n                                  p.\n                                  e0138013",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Detailed understanding of a possible decoupling between climatic drivers of plant productivity and the response of ecosystems vegetation is required. We compared trends in six NDVI metrics (1982-2010) derived from the GIMMS3g dataset with modelled biomass productivity and assessed uncertainty in trend estimates. Annual total biomass weight (TBW) was calculated with the LINPAC model. Trends were determined using a simple linear regression, a Thiel-Sen medium slope and a piecewise regression (PWR) with two segments. Values of NDVI metrics were related to Net Primary Production (MODIS-NPP) and TBW per biome and land-use type. The simple linear and Thiel-Sen trends did not differ much whereas PWR increased the fraction of explained variation, depending on the NDVI metric considered. A positive trend in TBW indicating more favorable climatic conditions was found for 24% of pixels on land, and for 5% a negative trend. A decoupled trend, indicating positive TBW trends and monotonic negative or segmented and negative NDVI trends, was observed for 17-36% of all productive areas depending on the NDVI metric used. For only 1-2% of all pixels in productive areas, a diverging and greening trend was found despite a strong negative trend in TBW. The choice of NDVI metric used strongly affected outcomes on regional scales and differences in the fraction of explained variation in MODIS-NPP between biomes were large, and a combination of NDVI metrics is recommended for global studies. We have found an increasing difference between trends in climatic drivers and observed NDVI for large parts of the globe. Our findings suggest that future scenarios must consider impacts of constraints on plant growth such as extremes in weather and nutrient availability to predict changes in NPP and CO2 sequestration capacity.",
    "readLink": "http://europepmc.org/articles/PMC4605512?pdf=render"
  },
  {
    "title": "Ecological Effects and Ecosystem Shifts Caused by Mass Mortality Events on Early Life Stages of Fish",
    "authors": [
      "Erik Olsen,",
      "Cecilie Hansen,",
      "Ina Nilsen,",
      "Holly Perryman,",
      "Frode Vikebø"
    ],
    "doi": "https://doi.org/10.3389/fmars.2019.00669",
    "journalVolume": "Vol. 6",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Mass mortality events (MMEs) are a key concern for the management of marine ecosystems. Specific stages and species are at risk and the causes may be single or cumulative pressure from a range of sources including pollutants, anthropogenic climate change or natural variability. Identifying risk and quantifying effects of plausible scenarios including MMEs are key to stakeholders and a quest for scientists. MMEs affect the whole ecosystem, but are traditionally only studied in relation to specific species, disregarding ecological feedbacks. Here we use an end-to-end ecosystem model adapted to the Nordic and Barents seas to evaluate the species-specific and ecological impacts for 50 years following an MME. MMEs were modeled as 10, 50, or 90% reduced recruitment for cod, herring and haddock, individually or in combination. The MME scenarios were compared to a base case model run that includes the current fishing mortality. All species showed declines in population biomass following an MME, increasing in duration and severity with increasing mortality. Cod biomass rebounded to the base case level within 3–13 years post the MME independent of scenario, while neither haddock nor herring fully rebounded to base case levels within the considered time horizon. Haddock responded much more variably to the mortality scenarios than cod or herring, with some scenarios yielding much higher levels of biomass than the base case. Herring responded negatively to all scenarios, leading to lower herring biomass and a steeper decline of the species than seen in the base case due to persistent harvest pressure. Corresponding responses showed that the demersal guild biomass increased substantially, while the pelagic guild biomass declined. Few effects were observed on the other guilds, including the top predators. Ecosystem effects as measured by ecological indicators were greatest after 5 years, but persisted through the entire model run. Fishery indicators showed the same features, but the responses were stronger than for the ecosystem indicators. Taken together this indicates long-term, ecological response to MMEs that can be described as regime shifts, highlighting the importance of using ecosystem models when evaluating effects of MMEs.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fmars.2019.00669/full"
  },
  {
    "title": "Land-based climate change mitigation potentials within the agenda for sustainable development",
    "authors": [
      "Stefan Frank,",
      "Mykola Gusti,",
      "Petr Havlík,",
      "Pekka Lauri,",
      "Fulvio DiFulvio,",
      "Nicklas Forsell,",
      "Tomoko Hasegawa,",
      "Tamás Krisztin,",
      "Amanda Palazzo,",
      "Hugo Valin"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/abc58a",
    "journalVolume": "Vol. 16,\n                                no. 2\n                                \n                                  p.\n                                  024006",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Even though enormous expectations for greenhouse gas mitigation in the land use sector exist at the same time worries about potential implications for sustainable development have been raised as many Sustainable Development Goals (SDGs) are closely tied to developments in the sector. Here we assess the implications of achieving selected key SDG indicators for Zero Hunger, Clean Water and Sanitation, Responsible Consumption and Production, and Life on Land on the land-based climate change mitigation potential. We find that protecting highly biodiverse ecosystems has profound impacts on biomass potentials (−30% at >12 US dollar per gigajoule) while other SDGs mainly affect greenhouse gas abatement potentials. Achieving SDGs delivers synergies with greenhouse gas abatement and may even in the absence of additional mitigation policies allow to realize up to 25% of the expected greenhouse gas abatement from land use required to stay on track with the 1.5 °C target until 2050. Future land use mitigation policies should consider and take advantage of these synergies across SDGs.",
    "readLink": "https://doi.org/10.1088/1748-9326/abc58a"
  },
  {
    "title": "Grazing, egg production and carbon budgets for Calanus finmarchicus across the Fram Strait",
    "authors": [
      "Holly E. Jenkins,",
      "Holly E. Jenkins,",
      "Florence Atherden,",
      "Florence Atherden,",
      "Kathryn B. Cook,",
      "Thomas R. Anderson,",
      "Barry Thornton,",
      "Elaine Mitchell,",
      "Elodie Jacob,",
      "Elodie Jacob,",
      "Elodie Jacob,",
      "Daniel J. Mayor"
    ],
    "doi": "https://doi.org/10.3389/fmars.2022.981461",
    "journalVolume": "Vol. 9",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Calanoid copepods comprise around 90% of Arctic zooplankton biomass and are fundamental to the ecological and biogeochemical functioning of high-latitude pelagic ecosystems. They accumulate lipid reserves during the productive months and represent an energy-rich food source for higher trophic levels. Rapidly changing climate in the Arctic may alter the quantity and composition of the food environment for one of the key copepod species, Calanus finmarchicus, with as yet unquantified effects on its production. Here we present rates of feeding and egg production in female C. finmarchicus exposed to the range of feeding conditions encountered across the Fram Strait in May/June 2018. Carbon (C) budgets were constructed and used to examine the relationship between feeding and growth (= egg production) in these animals. C-specific ingestion rates (mean ± standard deviation) were highly variable, ranging from 0.015 ± 0.004 to 0.645 ± 0.017 day-1 (mean = 0.295 ± 0.223 day-1), and were positively correlated with food availability. C-specific egg production rates ranged from 0.00 to 0.049 day-1 (mean = 0.012 ± 0.011) and were not correlated with either food availability or ingestion rate. Calculated gross growth efficiencies (GGE: growth/ingestion) were low, 0.12 ± 0.13 (range = 0.01 to 0.39). The assembled C budgets indicate that the average fraction of ingested food that was surplus to the requirements for egg production, respiration and losses to faecal pellets was 0.17 ± 0.42. We suggest that this excess occurred, at least in part, because many of the incubated females were still undergoing the energetically (C-) expensive process of gonad maturation at the time of sampling, an assertion that is supported by the relatively high C:N (nitrogen) ratios of the incubated females, the typically low egg production rates, and gonad maturation status. Ontogenetic development may thus explain the large variability seen in the relationship between egg production and ingestion. The apparently excessive ingestion rates may additionally indicate that recently moulted females must acquire additional N via ingestion to complete the maturation process and begin spawning. Our results highlight the need for improved fundamental understanding of the physiology of high-latitude copepods and its response to environmental change.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2022.981461/full"
  },
  {
    "title": "Age ranges of the Tibetan ice cores with emphasis on the Chongce ice cores, western Kunlun Mountains",
    "authors": [
      "S. Hou,",
      "S. Hou,",
      "T. M. Jenk,",
      "T. M. Jenk,",
      "W. Zhang,",
      "C. Wang,",
      "S. Wu,",
      "Y. Wang,",
      "H. Pang,",
      "M. Schwikowski,",
      "M. Schwikowski"
    ],
    "doi": "https://doi.org/10.5194/tc-12-2341-2018",
    "journalVolume": "Vol. 12\n                                \n                                \n                                  pp.\n                                  2341\n                                  – 2348",
    "issn": "1994-0416 (Print)",
    "publisher": "1994-0424 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.the-cryosphere.net/",
    "abstract": "An accurate chronology is the essential first step for a sound understanding of ice core records. However, dating ice cores drilled from the high-elevation glaciers is challenging and often problematic, leading to great uncertainties. The Guliya ice core, drilled to the bedrock (308.6 m in length) along the western Kunlun Mountains on the north-western Tibetan Plateau (TP) and widely used as a benchmark for palaeoclimate research, is believed to reach > 500 ka (thousand years) at its bottom. Meanwhile other Tibetan ice cores (i.e. Dasuopu and East Rongbuk in the Himalayas, Puruogangri in the central TP and Dunde in the north-eastern TP) are mostly of Holocene origin. In this study, we drilled four ice cores into bedrock (216.6, 208.6, 135.8 and 133.8 m in length, respectively) from the Chongce ice cap ∼ 30 km to the Guliya ice core drilling site. We took measurements of 14C, 210Pb, tritium and β activity for the ice cores, and used these values in a two-parameter flow model to establish the ice core depth–age relationship. We suggested that the Chongce ice cores might be of Holocene origin, consistent with the other Tibetan ice cores except Guliya. The remarkable discrepancy between the Guliya and all the other Tibetan ice core chronology implies that more effort is necessary to explore multiple dating techniques to confirm the age ranges of the TP glaciers, including those from Chongce and Guliya.",
    "readLink": "https://www.the-cryosphere.net/12/2341/2018/tc-12-2341-2018.pdf"
  },
  {
    "title": "“Time Has Caught on Fire:” Eco-Anxiety  and Anger in Selected Australian Poetry",
    "authors": [
      "Anna Kowalcze-Pawlik"
    ],
    "doi": "https://doi.org/10.18778/1641-4233.26.08",
    "journalVolume": "Vol. 26,\n                                no. 2\n                                \n                                  pp.\n                                  87\n                                  – 102",
    "issn": "2300-8695 (Online)",
    "publisher": "Lodz University Press",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Political science: Political science (General)"
    ],
    "journalUrl": "https://czasopisma.uni.lodz.pl/international",
    "abstract": "This essay discusses fire as a significant factor shaping Australian social and cultural life. It focuses first on the climate-change induced emotions such as eco-anxiety and anger that can be tied with the Australian landscape, and then moves on to a discussion of the presence and function of fire in selected contemporary Australian poetry. The reflection on the poetics of trauma in the second part of the essay is accompanied by a discussion of solastalgia connected with land dispossession as an experience of the First Nations expressed in the Aboriginal literature in English.",
    "readLink": "https://czasopisma.uni.lodz.pl/international/article/view/13294"
  },
  {
    "title": "KAJIAN PEMBIAYAAN PEMBANGUNAN HUTAN TANAMAN INDUSTRI",
    "authors": [
      "Ismatul Hakim"
    ],
    "doi": "https://doi.org/10.20886/jpsek.2009.6.2.135-158",
    "journalVolume": "Vol. 6,\n                                no. 2\n                                \n                                  pp.\n                                  135\n                                  – 158",
    "issn": "1979-6013 (Print)",
    "publisher": "2502-4221 (Online)",
    "countryOfPublisher": "Centre for Social Research and Development, Economics, Policy and Climate Change; Development and Innovation Agency; Ministry of Environment and Forestry",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK",
    "abstract": "Laju pencapaian target luasan pembangunan Hutan Tanaman yang lamban di Indonesia disebabkan oleh rendahnya minat para investor untuk menanamkan modalnya dalam usaha hutan tanaman, padahal usaha pembangunan Hutan Tanaman cukup menjanjikan dalam pengembaliannya karena pasokan bahan baku untuk industri pekayuan yang semakin berkurang dan harga bahan baku kayu bulat terus akan meningkat. Kajian ini bertujuan untuk melihat tingkat profitabilitas usaha pembangunan hutan tanaman kepada dunia usaha dan lembaga keuangan/perbankan sehingga dapat memberikan rangsangan kepada mereka untuk mau berivestasi dan membiayai usaha di bidang ini. Dari aspek profitabilitas, bisnis hutan tanaman dalam jangka menengah (5-10 tahun) dan jangka panjang menguntungkan para investor. apalagi tingkat profitabilitas pengusahaan hutan alam jauh lebih menguntungkan dibandingkan pengusahaan hutan lainnya. Namun demikian, pelaku usaha HPH umumnya belum/kurang memiliki ”budaya menanam”, sekalipun menanam merupakan jaminan kesinambungan usaha jangka panjang. Adapun tingkat profitabilitas pengusahaan Hutan Tanaman adalah dapat kita lihat bahwa dari tiga indikator yaitu NPV, IRR dan B-C ratio memperlihatkan bahwa usaha/investasi pembangunan HTI cukup layak untuk dilaksanakan. Nilai IRR untuk tiap rayon dan teknik pengolahan lahan memperlihatkan nilai IRR yang lebih besar dari tingkat suku bunga bank yang diperhitungkan (yaitu 12%), juga nilai B/C yang lebih besar dari satu yang berarti tiap Rp 1,00 yang diinvestasikan dalam pembangunan HTI dapat ditutup oleh penerimaan usahanya. Adanya Peraturan Pemerintah No. 23 tahun 2005 di sektor Keuangan membuka peluang pembiayaan melalui Program Pengelolaan Keuangan-Badan Layanan Umum (PPK-BLU) membukan peluang pembiayaan usaha penmbangunan hutan tanaman sebagai sebuah usaha yang menjanjikan.",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK/article/view/361"
  }
]