[
  {
    "title": "The food-water-energy nexus governance model: A case study for Iran",
    "authors": [
      "Nima Norouzi,",
      "Ghazal Kalantari"
    ],
    "doi": "Vol. 3\n                                \n                                \n                                  pp.\n                                  72\n                                  – 80",
    "issn": "2588-9125 (Online)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Technology: Hydraulic engineering: River, lake, and water-supply engineering (General)",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/water-energy-nexus/",
    "abstract": "As the world's population grows, food and energy supply will be one of the most important challenges. Agriculture, as the most important food producer, is not only a consumer of water and energy but also a major supplier of energy. Consequently, a balance must be struck between the harvest and utilization of production resources and the amount of agricultural production. The UN's Third Millennium Goals are on the agenda of achieving sustainable long-term development of human societies and ensuring food, water, and energy availability for future generations. To accomplish these goals, researchers have developed numerous interdisciplinary and specialized frameworks and approaches to achieve a dynamic and optimal balance of production and resource utilization, one of which being water, energy, and food. The water, energy and food Nexus approach is an overall vision of sustainability that strives to balance the various goals, interests, and needs of people and the environment by quantifying water, energy and food relationships through qualitative and quantitative modeling as well as advancing research for Integrate modeling and management to deliver important sustainable development strategies in today's dynamic and complex world. Given the environmental and water crises that threaten the Iranian nation's food and energy security, water, energy, and food, Nexus management can bring about change and balance in different sectors, depending on the needs and participation of all stakeholders. In this paper, a novel model for the Nexus approach governance model using the multi-layer visionary is being developed for the Iranian region for the water and food crisis the country is facing today.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2588912520300266"
  },
  {
    "title": "Climatic drivers of limnological change in Iqallukvik Lake, Tuktoyaktuk, Northwest Territories, Canada",
    "authors": [
      "Sorin-Alexandru Gruia,",
      "Joshua R. Thienpont,",
      "Kristen A. Coleman,",
      "Jennifer B. Korosi"
    ],
    "doi": "https://doi.org/10.1139/as-2021-0035",
    "journalVolume": "Vol. 8,\n                                no. 4\n                                \n                                  pp.\n                                  1181\n                                  – 1190",
    "issn": "2368-7460 (Online)",
    "publisher": "Canadian Science Publishing",
    "countryOfPublisher": "Canada",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering"
    ],
    "journalUrl": "https://cdnsciencepub.com/journal/as",
    "abstract": "The Tuktoyaktuk coastlands contain thousands of lakes along an area of the Beaufort Sea in the rapidly changing western Arctic. These lakes may be susceptible to a range of impacts associated with climate warming, including potential increased marine influence changes associated with reduced lake ice cover and thawing permafrost. We examined a 210Pb-dated sediment core from Iqallukvik Lake to reconstruct ecosystem changes over the last several hundred years using sediment particle size analysis and diatom subfossils. Changes in sediment texture over the past ∼200 years were broadly aligned with inferred changes in regional precipitation, known to be an important driver of regional lake level in the Tuktoyaktuk coastlands. Diatoms were functionally absent at the bottom of the sediment core, but increased after ∼1850, likely in response to early warming, with further floristic changes due to accelerated warming over the last century. Diatoms throughout the core are predominantly freshwater species tolerant of broad salinity concentrations, indicating that Iqallukvik Lake is likely subject to minimal direct marine influence and has not been impacted by notable inundation over the recent past. Overall, this research suggests that climate impacts Iqallukvik Lake mainly on the length of the ice-free season.",
    "readLink": "https://cdnsciencepub.com/doi/10.1139/as-2021-0035"
  },
  {
    "title": "Regionally-stratified tornadoes: Moisture source physical reasoning and climate trends",
    "authors": [
      "Maria J. Molina,",
      "John T. Allen"
    ],
    "doi": "Vol. 28",
    "issn": "2212-0947 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/weather-and-climate-extremes/",
    "abstract": "The moisture origins and associated physical mechanisms for tornadoes of various climatic regions of the United States were investigated. The NOAA Air Resources Laboratory HYSPLIT model and a moisture attribution algorithm were used in conjunction with statistical analyses to explore these relationships on a climate scale (1981–2017). It was found that moisture sources of United States tornadic convection exhibit distinctive regionality. For example, moisture contributions to east coast tornadoes primarily emanate from the Atlantic Ocean as opposed to the Gulf of Mexico. Moisture sources of a class of non-significant severe thunderstorms also show regionality based on the location of storm occurrence with latitudinal differences to that of tornadic storms. Moisture increases for tornadic and non-significant severe storms were shown to be closely related to the respective air parcel's temperature, with underlying sea surface temperatures playing a less important role. Long-term trends of moisture uptake and horizontal advection were also explored using the Mann-Kendall test and linear regressions. Both statistical analyses demonstrate that the magnitude of advective fluxes and the rate of moisture increases have been rising since the 1980s, which can increase the complexity of forecasting downstream convection. The potential ramifications of these trends on storm development and prediction are discussed to conclude the article.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212094719301781"
  },
  {
    "title": "The development and growth of larch stands in Lithuania",
    "authors": [
      "Kšištof GODVOD,",
      "Gediminas BRAZAITIS,",
      "Julius BAČKAITIS,",
      "Gintaras KULBOKAS"
    ],
    "doi": "https://doi.org/10.17221/6/2018-JFS",
    "journalVolume": "Vol. 64,\n                                no. 5\n                                \n                                  pp.\n                                  199\n                                  – 206",
    "issn": "1212-4834 (Print)",
    "publisher": "1805-935X (Online)",
    "countryOfPublisher": "Czech Academy of Agricultural Sciences",
    "lcc": [
      "Czechia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://jfs.agriculturejournals.cz/",
    "abstract": "Changing climate conditions and increasing demands for timber and wood products create a need to cultivate highly productive forest stands. High productivity, good wood quality and adaption to climate change make European larch a promising species for Lithuania. The aim of this research was to evaluate the productivity and sustainability of the larch stands. We tested the hypothesis that larch stands mixed with other species are more productive than the pure larch stands. In total, our study sampled 138 larch stands, mixed stands (91) and pure stands (47) that aged between 30 and 60 years old in Lithuania. We evaluated these stands using dendrologic, dendrometric and phytocoenological characteristics and determined the main factors affecting productivity and stability of larch stands. Our study showed that pure larch stands have higher mean annual increment and are more productive than mixed larch stands. However, we found that timber volumes decreased in both pure and mixed larch stands over 50 years of age. This happens due to the absence of forestry treatments, such as thinnings in the larch stands, thus resulting in natural tree dieback. The development of thinning guidelines could make larch stands a valuable and productive source of timber.",
    "readLink": "https://jfs.agriculturejournals.cz/artkey/jfs-201805-0001_the-development-and-growth-of-larch-stands-in-lithuania.php"
  },
  {
    "title": "Peru – Progress in health and sciences in 200 years of independence",
    "authors": [
      "Rodrigo M. Carrillo-Larco,",
      "Wilmer Cristobal Guzman-Vilca,",
      "Fabiola Leon-Velarde,",
      "Antonio Bernabe-Ortiz,",
      "M. Michelle Jimenez,",
      "Mary E. Penny,",
      "Camila Gianella,",
      "Mariana Leguía,",
      "Pablo Tsukayama,",
      "Stella M. Hartinger,",
      "Andres G. Lescano,",
      "María Sofía Cuba-Fuentes,",
      "Yuri Cutipé,",
      "Francisco Diez-Canseco,",
      "Walter Mendoza,",
      "Cesar Ugarte-Gil,",
      "Andrea Valdivia-Gago,",
      "Carol Zavaleta-Cortijo,",
      "J. Jaime Miranda"
    ],
    "doi": "Vol. 7\n                                \n                                \n                                  p.\n                                  100148",
    "issn": "2667-193X (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://www.thelancet.com/journals/lanam/home",
    "abstract": "Summary: Peru celebrates 200 years of independence in 2021. Over this period of independent life, and despite the turbulent socio-political scenarios, from internal armed conflict to economic crisis to political instability over the last 40 years, Peru has experienced major changes on its epidemiological and population health profile. Major advancements in maternal and child health as well as in communicable diseases have been achieved in recent decades, and today Peru faces an increasing burden of non-communicable diseases including mental health conditions. In terms of the configuration of the public health system, Peru has also strived to secure country-wide optimal health care, struggling in particular to improve primary health care and intercultural services. The science and technology infrastructure has also evolved, although the need for substantial investments remains if advancing science is to be a national priority. Climate change will also bring significant challenges to population health given Peru's geographical and microclimates diversity. Looking back over the 200-years of independence, we present a summary of key advances in selected health-related fields, thus serving as the basis for reflections on pending agendas and future challenges, in order to look forward to ensuring the future health and wellbeing of the Peruvian population. Resumen (translated abstract): El Perú cumple 200 años de independencia en 2021. Durante estos dos siglos de vida independiente, junto con periodos sociales y políticos turbulentos, incluyendo un conflicto armado interno, hiperinflación y la inestabilidad política de los últimos 40 años, el Perú ha experimentado importantes cambios en su perfil epidemiológico con repercusiones directas en la salud de la población. En las últimas décadas, los indicadores de salud materno-infantil y de las enfermedades transmisibles muestran mejoría importante, pero el país se enfrenta de manera simultánea a una carga cada vez mayor de enfermedades no transmisibles y de salud mental. En cuanto a los sistemas de salud pública, se han realizado esfuerzos por aumentar la cobertura y calidad de la atención de salud en todo el país, apostándose en particular por mejorar la atención primaria. La ciencia y tecnología relacionadas con la salud también han mejorado, aunque si se quiere que la ciencia sea una prioridad nacional, son necesarias inversiones sustanciales. El cambio climático traerá importantes desafíos para la salud de la población, dada la diversidad geográfica y de microclimas del país. Para conmemorar los 200 años de vida independiente del Perú, presentamos un resumen de avances clave en diversas áreas y temas relacionados con la salud. Este repaso sirve como base para reflexionar sobre agendas y desafíos pendientes y futuros, con el fin de asegurar la salud y el bienestar de la población peruana en las próximas décadas.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2667193X21001447"
  },
  {
    "title": "Harnessing aquatic plant growth forms to apply European nutrient‐enrichment bioindicators to Canadian waters",
    "authors": [
      "Christopher D. Tyrrell,",
      "Patricia A. Chambers,",
      "Joseph M. Culp"
    ],
    "doi": "https://doi.org/10.1002/aps3.11487",
    "journalVolume": "Vol. 10,\n                                no. 4\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2168-0450 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General)",
      "Science: Botany"
    ],
    "journalUrl": "https://bsapubs.onlinelibrary.wiley.com/journal/21680450",
    "abstract": "Abstract Premise Aquatic macrophyte species abundance and nutrient affinity are used in metrics to assess the trophic condition of lakes and rivers. The development of these indices is often regional, with inter‐regional comparisons being complicated by the lack of taxonomic overlap. Here, we use a traits‐based approach to expand the geographic scope of existing metrics. Methods We generalized European trophic affinity values using the response of plant growth form to the light–nutrient gradient, then applied these values to sites in Canada. We evaluated the method's performance against the measured total phosphorus concentration (TP). Results Free‐floating and emergent growth forms were associated with enriched waters (>0.2 mg/L TP), whereas rosette forms were associated with oligotrophic conditions (<0.05 mg/L TP). The responses were longitudinally consistent, and the site scores among indices were highly collinear. Growth form–based scores were more strongly correlated with TP than were species‐based scores (0.42–0.56 versus 0.008–0.25). Discussion We leveraged the ecological relationship between increased surface water nutrient enrichment and the dominance of particular aquatic plant growth forms to generalize aquatic plant trophic indices. We demonstrated an approach for adapting species‐based indices to plant traits to facilitate a broader geographic application and simpler data collection, which could be used to develop an easily applied trait‐based method of assessing water nutrient status.",
    "readLink": "https://doi.org/10.1002/aps3.11487"
  },
  {
    "title": "Vermont Global Warming Solutions Act: The Costs of Inaction from Land Conversions",
    "authors": [
      "Grayson L. Younts,",
      "Elena A. Mikhailova,",
      "Lili Lin,",
      "Zhenbang Hao,",
      "Hamdi A. Zurqani,",
      "Christopher J. Post,",
      "Mark A. Schlautman,",
      "George B. Shepherd"
    ],
    "doi": "https://doi.org/10.3390/laws11030048",
    "journalVolume": "Vol. 11,\n                                no. 48\n                                \n                                  p.\n                                  48",
    "issn": "2075-471X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Law"
    ],
    "journalUrl": "http://www.mdpi.com/journal/laws",
    "abstract": "The Vermont (VT) Global Warming Solutions Act (GWSA, 2020) sets greenhouse gas (GHG) emissions reduction targets at 26% below 2005 by 2025, 40% below 1990 by 2030 and 80% below 1990 by 2050 for energy-related emissions only. Vermont’s omission of GHG emissions from land conversions could result in significant costs of inaction (COI), which could hinder the state’s mitigation and adaptation plans and result in climate crisis-related risks (e.g., credit downgrade). Science-based spatio-temporal data of GHG emissions from soils because of land conversions can be integrated into the conceptual framework of “action” versus “inaction” to prevent GHG emissions. The application of soil information data and remote sensing analysis can identify the GHG emissions from land conversions, which can be expressed as “realized” social costs of “inaction”. This study demonstrates the rapid assessment of the value of regulating ecosystems services (ES) from soil organic carbon (SOC), soil inorganic carbon (SIC), and total soil carbon (TSC) stocks, based on the concept of the avoided social cost of carbon dioxide (CO2) emissions for VT by soil order and county using remote sensing and information from the State Soil Geographic (STATSGO) and Soil Survey Geographic Database (SSURGO) databases. Classified land cover data for 2001 and 2016 were downloaded from the Multi-Resolution Land Characteristics Consortium (MRLC) website. These results provide accurate and quantitative spatio-temporal information about likely GHG emissions, which can be linked to VT’s climate action plan. A failure to considerably reduce emissions from land conversions would increase climate change costs and potential legal consequences for VT and beyond its borders.",
    "readLink": "https://www.mdpi.com/2075-471X/11/3/48"
  },
  {
    "title": "Apparent climate-mediated loss and fragmentation of core habitat of the American pika in the Northern Sierra Nevada, California, USA.",
    "authors": [
      "Joseph A E Stewart,",
      "David H Wright,",
      "Katherine A Heckman"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0181834",
    "journalVolume": "Vol. 12,\n                                no. 8\n                                \n                                  p.\n                                  e0181834",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Contemporary climate change has been widely documented as the apparent cause of range contraction at the edge of many species distributions but documentation of climate change as a cause of extirpation and fragmentation of the interior of a species' core habitat has been lacking. Here, we report the extirpation of the American pika (Ochotona princeps), a temperature-sensitive small mammal, from a 165-km2 area located within its core habitat in California's Sierra Nevada mountains. While sites surrounding the area still maintain pikas, radiocarbon analyses of pika fecal pellets recovered within this area indicate that former patch occupancy ranges from before 1955, the beginning of the atmospheric spike in radiocarbon associated with above ground atomic bomb testing, to c. 1991. Despite an abundance of suitable rocky habitat climate warming appears to have precipitated their demise. Weather station data reveal a 1.9°C rise in local temperature and a significant decline in snowpack over the period of record, 1910-2015, pushing pika habitat into increasingly tenuous climate conditions during the period of extirpation. This is among the first accounts of an apparently climate-mediated, modern extirpation of a species from an interior portion of its geographic distribution, resulting in habitat fragmentation, and is the largest area yet reported for a modern-era pika extirpation. Our finding provides empirical support to model projections, indicating that even core areas of species habitat are vulnerable to climate change within a timeframe of decades.",
    "readLink": "http://europepmc.org/articles/PMC5576638?pdf=render"
  },
  {
    "title": "Drought, change and resilience in South Africa's arid and semi-arid rangelands",
    "authors": [
      "Susanne Vetter"
    ],
    "doi": "Vol. 105,\n                                no. 1/2",
    "issn": "0038-2353 (Print)",
    "publisher": "1996-7489 (Online)",
    "countryOfPublisher": "Academy of Science of South Africa",
    "lcc": [
      "South Africa",
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.sajs.co.za",
    "abstract": "Droughts can have serious ecological and economic consequences and will pose an increasing challenge to rangeland users as the global climate is changing. Finding ways to reduce ecological and economic impacts of drought should thus be a major research thrust. Resilience, defined as the amount of perturbation a social or ecological system can absorb without shifting to a qualitatively different state, has emerged as a prominent concept in ecosystem ecology and more recently as a conceptual framework for understanding and managing complex social-ecological systems. This paper discusses the application and relevance of resilience to understanding and managing ecosystem change, and enhancing the capacity of land users to adapt to droughts. Drought can trigger vegetation change and factors such as grazing management can influence the likelihood of such transitions. Drought can cause differential mortality of perennial plants and this could provide an opportunity for rangeland restoration by opening up establishment sites for desirable species. The capacity of land users to cope with drought is influenced by the resilience of their agro-ecosystems, the diversity of livelihood options, access to resources and institutional support. By these criteria, current agricultural development approaches in South Africa, particularly in communal rangelands and areas of land reform, are unlikely to enhance land users' resilience to drought and other perturbations.",
    "readLink": "http://192.168.0.108/index.php/sajs/article/view/10069"
  },
  {
    "title": "Wild emmer wheat, the progenitor of modern bread wheat, exhibits great diversity in the VERNALIZATION1 gene",
    "authors": [
      "Beáta Strejčková,",
      "Beáta Strejčková,",
      "Elisabetta Mazzucotelli,",
      "Radim Čegan,",
      "Radim Čegan,",
      "Zbyněk Milec,",
      "Jan Brus,",
      "Esra Çakır,",
      "Anna Maria Mastrangelo,",
      "Hakan Özkan,",
      "Jan Šafář"
    ],
    "doi": "https://doi.org/10.3389/fpls.2022.1106164",
    "journalVolume": "Vol. 13",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Wild emmer wheat is an excellent reservoir of genetic variability that can be utilized to improve cultivated wheat to address the challenges of the expanding world population and climate change. Bearing this in mind, we have collected a panel of 263 wild emmer wheat (WEW) genotypes across the Fertile Crescent. The genotypes were grown in different locations and phenotyped for heading date. Genome-wide association mapping (GWAS) was carried out, and 16 SNPs were associated with the heading date. As the flowering time is controlled by photoperiod and vernalization, we sequenced the VRN1 gene, the most important of the vernalization response genes, to discover new alleles. Unlike most earlier attempts, which characterized known VRN1 alleles according to a partial promoter or intron sequences, we obtained full-length sequences of VRN-A1 and VRN-B1 genes in a panel of 95 wild emmer wheat from the Fertile Crescent and uncovered a significant sequence variation. Phylogenetic analysis of VRN-A1 and VRN-B1 haplotypes revealed their evolutionary relationships and geographic distribution in the Fertile Crescent region. The newly described alleles represent an attractive resource for durum and bread wheat improvement programs.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2022.1106164/full"
  }
]