[
  {
    "title": "Forest Soil Cation Dynamics and Increases in Carbon on the Allegheny Plateau, PA, USA Following a Period of Strongly Declining Acid Deposition",
    "authors": [
      "Scott  W. Bailey,",
      "Robert  P. Long,",
      "Stephen  B. Horsley"
    ],
    "doi": "https://doi.org/10.3390/soilsystems5010016",
    "journalVolume": "Vol. 5,\n                                no. 16\n                                \n                                  p.\n                                  16",
    "issn": "2571-8789 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/soilsystems",
    "abstract": "Reductions in exchangeable calcium and magnesium and increase in exchangeable aluminum concentrations have been shown in soils impacted by acid deposition, including at four sites on the Allegheny Plateau, PA, USA, sampled in 1967 and 1997 during a period of peak deposition. We repeated sampling at these sites in 2017 to evaluate changes in soils during the more recent period when there has been a strong decline in acid deposition. The uppermost horizons, including the Oa and A horizons where humified organic matter transitions to mineral soil, were thicker, had higher concentrations of organic carbon and exchangeable calcium and magnesium, and lower concentrations of exchangeable aluminum in 2017 compared to 1997, approximating values measured in 1967. Below the Oa/A horizons, 2017 soil chemistry was more similar to the 1997 results, with some reduction of Ca in the recent measurements. These results suggest recovery of base cation–aluminum balance in surface horizons and may indicate a reduction of aluminum mobilization and increased efficiency of vegetation recycling of nutrients with decreased acid anion concentrations. These changes are consistent with a partial recovery from acid deposition. However, the increase in humified soil organic matter may also be affected by coincident increases in temperature and soil moisture.",
    "readLink": "https://www.mdpi.com/2571-8789/5/1/16"
  },
  {
    "title": "Ice flux evolution in fast flowing areas of the Greenland ice sheet over the 20th and 21st centuries",
    "authors": [
      "DANIELE PEANO,",
      "FLORENCE COLLEONI,",
      "AURÉLIEN QUIQUET,",
      "SIMONA MASINA"
    ],
    "doi": "https://doi.org/10.1017/jog.2017.12",
    "journalVolume": "Vol. 63\n                                \n                                \n                                  pp.\n                                  499\n                                  – 513",
    "issn": "0022-1430 (Print)",
    "publisher": "1727-5652 (Online)",
    "countryOfPublisher": "Cambridge University Press",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.cambridge.org/core/journals/journal-of-glaciology",
    "abstract": "This study investigates the evolution of Greenland ice sheet flux focusing on five of the main fast flowing regions (Petermann glacier, North East Greenland Ice Stream, Kangerdlugssuaq glacier, Helheim glacier and Jakobshavn glacier) in response to 20th and 21st century climate change. A hybrid (shallow ice and shallow shelf) ice-sheet model (ISM) is forced with the combined outputs of a set of seven CMIP5 models and the regional climate model MAR. The ISM simulates the present-day ice velocity pattern, topography and surface mass balance (SMB) in good agreement with observations. Except for the Kangerdlugssuaq glacier, over the 21st century all the fast-flowing areas have exhibited a decrease in ice flux as a result of a negative SMB rather than dynamical changes. Only the fronts of Kangerdlugssuaq and Helheim glaciers have shown an interannual variability driven by dynamical rather than climate changes. Finally, the results predict a substantial inland ice margin retreat by the end of the 21st century, especially along the northern coasts.",
    "readLink": "https://www.cambridge.org/core/product/identifier/S0022143017000120/type/journal_article"
  },
  {
    "title": "Morphophysiology of Potato (Solanum tuberosum) in Response to Drought Stress: Paving the Way Forward",
    "authors": [
      "Dominic Hill,",
      "David Nelson,",
      "John Hammond,",
      "Luke Bell"
    ],
    "doi": "https://doi.org/10.3389/fpls.2020.597554",
    "journalVolume": "Vol. 11",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "The cultivated potato (Solanum tuberosum L.) is currently the third most important food crop in the world and is becoming increasingly important to the local economies of developing countries. Climate change threatens to drastically reduce potato yields in areas of the world where the growing season is predicted to become hotter and drier. Modern potato is well known as an extremely drought susceptible crop, which has primarily been attributed to its shallow root system. This review addresses this decades old consensus, and highlights other, less well understood, morphophysiological features of potato which likely contribute to drought susceptibility. This review explores the effects of drought on these traits and goes on to discuss phenotypes which may be associated with drought tolerance in potato. Small canopies which increase harvest index and decrease evapotranspiration, open stem-type canopies which increase light penetration, and shallow but densely rooted cultivars, which increase water uptake, have all been associated with drought tolerance in the past, but have largely been ignored. While individual studies on a limited number of cultivars may have examined these phenotypes, they are typically overlooked due to the consensus that root depth is the only significant cause of drought susceptibility in potato. We review this work, particularly with respect to potato morphology, in the context of a changing climate, and highlight the gaps in our understanding of drought tolerance in potato that such work implies.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2020.597554/full"
  },
  {
    "title": "Carbon cycle and climate effects of forcing from fire-emitted aerosols",
    "authors": [
      "Jean-Sébastien Landry,",
      "Antti-Ilari Partanen,",
      "H Damon Matthews"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aa51de",
    "journalVolume": "Vol. 12,\n                                no. 2\n                                \n                                  p.\n                                  025002",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Aerosols emitted by landscape fires affect many climatic processes. Here, we combined an aerosol–climate model and a coupled climate–carbon model to study the carbon cycle and climate effects caused by fire-emitted aerosols (FEA) forcing at the top of the atmosphere and at the surface. This forcing (‘best guess’ present-day values of −0.10 and −1.3 W m ^−2 at the top of the atmosphere and surface, respectively) had a predominant cooling influence that altered regional land carbon stocks on decadal timescales by modifying vegetation productivity and soil–litter decomposition. Changes in regional land and ocean carbon stocks became much stronger for FEA forcing acting on multi-century timescales; this occurred because carbon stocks responded to the forcing itself on such timescales and also due to gradual effects on the climate (e.g. through increased sea ice cover) that further affected the carbon cycle. Carbon increases and decreases in different regions partly offset each other, so that absolute changes in global land, atmosphere, and ocean stocks were all <2 Pg C after 30 years of FEA forcing and <6 Pg C after more than 1000 years of FEA forcing. FEA-caused changes in land carbon storage did not substantially modify the magnitude of FEA emissions, suggesting there is no consequential regional-scale positive feedback loop between these two elements. However, we found indications that the FEA-caused cooling from frequently-burning regions in Africa and Australia increased land carbon stocks in eastern South America and equatorial Asia, respectively. This suggests the potential for remote carbon cycle effects from regions emitting large amounts of fire aerosols.",
    "readLink": "https://doi.org/10.1088/1748-9326/aa51de"
  },
  {
    "title": "Quantification of different flow components in a high-altitude glacierized catchment (Dudh Koshi, Himalaya): some cryospheric-related issues",
    "authors": [
      "L. Mimeau,",
      "M. Esteves,",
      "I. Zin,",
      "H.-W. Jacobi,",
      "F. Brun,",
      "P. Wagnon,",
      "D. Koirala,",
      "Y. Arnaud"
    ],
    "doi": "https://doi.org/10.5194/hess-23-3969-2019",
    "journalVolume": "Vol. 23\n                                \n                                \n                                  pp.\n                                  3969\n                                  – 3996",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "In a context of climate change and water demand growth, understanding the origin of water flows in the Himalayas is a key issue for assessing the current and future water resource availability and planning the future uses of water in downstream regions. Two of the main issues in the hydrology of high-altitude glacierized catchments are (i) the limited representation of cryospheric processes controlling the evolution of ice and snow in distributed hydrological models and (ii) the difficulty in defining and quantifying the hydrological contributions to the river outflow. This study estimates the relative contribution of rainfall, glaciers, and snowmelt to the Khumbu River streamflow (Upper Dudh Koshi, Nepal, 146 km2, 43 % glacierized, elevation range from 4260 to 8848 m a.s.l.) as well as the seasonal, daily, and sub-daily variability during the period 2012–2015 by using the DHSVM-GDM (Distributed Hydrological Soil Vegetation Model – Glaciers Dynamics Model) physically based glacio-hydrological model. The impact of different snow and glacier parameterizations was tested by modifying the snow albedo parameterization, adding an avalanche module, adding a reduction factor for the melt of debris-covered glaciers, and adding a conceptual englacial storage. The representation of snow, glacier, and hydrological processes was evaluated using three types of data (MODIS satellite images, glacier mass balances, and in situ discharge measurements). The relative flow components were estimated using two different definitions based on the water inputs and contributing areas. The simulated hydrological contributions differ not only depending on the used models and implemented processes, but also on different definitions of the estimated flow components. In the presented case study, ice melt and snowmelt contribute each more than 40 % to the annual water inputs and 69 % of the annual stream flow originates from glacierized areas. The analysis of the seasonal contributions highlights that ice melt and snowmelt as well as rain contribute to monsoon flows in similar proportions and that winter outflow is mainly controlled by the release from the englacial water storage. The choice of a given parametrization for snow and glacier processes, as well as their relative parameter values, has a significant impact on the simulated water balance: for instance, the different tested parameterizations led to ice melt contributions ranging from 42 % to 54 %. The sensitivity of the model to the glacier inventory was also tested, demonstrating that the uncertainty related to the glacierized surface leads to an uncertainty of 20 % for the simulated ice melt component.",
    "readLink": "https://www.hydrol-earth-syst-sci.net/23/3969/2019/hess-23-3969-2019.pdf"
  },
  {
    "title": "Development and Application of a Multi-Objective-Optimization and Multi-Criteria-Based Decision Support Tool for Selecting Optimal Water Treatment Technologies in India",
    "authors": [
      "Seyed  M. K. Sadr,",
      "Matthew  B. Johns,",
      "Fayyaz  A. Memon,",
      "Andrew  P. Duncan,",
      "James Gordon,",
      "Robert Gibson,",
      "Hubert  J. F. Chang,",
      "Mark  S. Morley,",
      "Dragan Savic,",
      "David Butler"
    ],
    "doi": "https://doi.org/10.3390/w12102836",
    "journalVolume": "Vol. 12,\n                                no. 2836\n                                \n                                  p.\n                                  2836",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Despite considerable efforts to improve water management, India is becoming increasingly water stressed due to multiple factors, including climate change, increasing population, and urbanization. We address one of the most challenging problems in the design of water treatment plants: how to select a suitable technology for a specific scenario or context. The process of decision making first requires the identification of feasible treatment configurations based on various objectives and criteria. In addition, the multiplicity of water quality parameters and design variables adds further complexity to the process. In this study, we propose a novel Decision Support Tool (DST), designed to address and support the above challenges. In this user-friendly tool, both Multi-Criteria Decision Analysis (MCDA) and Multi-Objective Optimization (MOO) methods are employed. The integration of MCDA with MOO facilitates the generation of feasible drinking water treatment solutions, identifies optimal options, and ultimately, improves the process of decision making. This implemented approach has been tested for different contexts, including for different types of raw water sources and system implementation scales. The results show that this tool can enhance the process of decision making, supporting the user (e.g., stakeholders and decision makers) to implement the most suitable water treatment systems, keeping in view the trade-offs.",
    "readLink": "https://www.mdpi.com/2073-4441/12/10/2836"
  },
  {
    "title": "Temporal Changes in Mediterranean Pine Forest Biomass Using Synergy Models of ALOS PALSAR-Sentinel 1-Landsat 8 Sensors",
    "authors": [
      "Edward A. Velasco Pereira,",
      "María A. Varo Martínez,",
      "Francisco J. Ruiz Gómez,",
      "Rafael M. Navarro-Cerrillo"
    ],
    "doi": "https://doi.org/10.3390/rs15133430",
    "journalVolume": "Vol. 15,\n                                no. 3430\n                                \n                                  p.\n                                  3430",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Currently, climate change requires the quantification of carbon stored in forest biomass. Synthetic aperture radar (SAR) data offers a significant advantage over other remote detection measurement methods in providing structural and biomass-related information about ecosystems. This study aimed to develop non-parametric Random Forest regression models to assess the changes in the aboveground forest biomass (AGB), basal area (G), and tree density (N) of Mediterranean pine forests by integrating ALOS-PALSAR, Sentinel 1, and Landsat 8 data. Variables selected from the Random Forest models were related to NDVI and optical textural variables. For 2015, the biomass models with the highest performance integrated ALS-ALOS2-Sentinel 1-Landsat 8 data (R2 = 0.59) by following the model using ALS data (R2 = 0.56), and ALOS2-Sentinel 1-Landsat 8 (R2 = 0.50). The validation set showed that R2 values vary from 0.55 (ALOS2-Sentinel 1-Landsat 8) to 0.60 (ALS-ALOS2-Sentinel 1-Landsat 8 model) with RMSE below 20 Mg ha−1. It is noteworthy that the individual Sentinel 1 (R2 = 0.49). and Landsat 8 (R2 = 0.47) models yielded equivalent results. For 2020, the AGB model ALOS2-Sentinel 1-Landsat 8 had a performance of R2 = 0.55 (validation R2 = 0.70) and a RMSE of 9.93 Mg ha−1. For the 2015 forest structural variables, Random Forest models, including ALOS PAL-SAR 2-Sentinel 1 Landsat 8 explained between 30% and 55% of the total variance, and for the 2020 models, they explained between 25% and 55%. Maps of the forests’ structural variables were generated for 2015 and 2020 to assess the changes during this period using the ALOS PALSAR 2-Sentinel 1-Landsat 8 model. Aboveground biomass (AGB), diameter at breast height (dbh), and dominant height (Ho) maps were consistent throughout the entire study area. However, the Random Forest models underestimated higher biomass levels (>100 Mg ha−1) and overestimated moderate biomass levels (30–45 Mg ha−1). The AGB change map showed values ranging from gains of 43.3 Mg ha−1 to losses of −68.8 Mg ha−1 during the study period. The integration of open-access satellite optical and SAR data can significantly enhance AGB estimates to achieve consistent and long-term monitoring of forest carbon dynamics.",
    "readLink": "https://www.mdpi.com/2072-4292/15/13/3430"
  },
  {
    "title": "Gender, Climate Change Adaptation, and Cultural Sustainability: Insights From Bangladesh",
    "authors": [
      "Sajal Roy,",
      "Shristi Tandukar,",
      "Utsab Bhattarai"
    ],
    "doi": "https://doi.org/10.3389/fclim.2022.841488",
    "journalVolume": "Vol. 4",
    "issn": "2624-9553 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/climate#",
    "abstract": "The focus of this paper is mainly to investigate climate change adaptation practices and the applicability of a cultural sustainability approach in understanding gender dimension of the residents of the southwest coast of Bangladesh. It is one of the most vulnerable regions in South Asia due to the significant impacts of climate change. The long-term effects of climate change in this region are the increasing salinity in farmlands, heatwaves, and sea-level rise. The southwest coast of Bangladesh is a classic example of “good practice” as well as the center for learning, implementing, and communicating climate change adaptation actions in practice. The reason for this the collective action carried out to initiate and improve adaptation activities by the Ministry of Environment, Forest and Climate Change of the Government of Bangladesh, as well as several national and international development and non-government organizations (NGOs). Using a systematic review of literature, and field-based case studies, we examined how gender and cultural issues (such as the adaptive capacity of men and women, and the transformation of gendered power relations) have been addressed to successfully implement climate change adaptation initiatives in the context of the nominated study area. Our study results revealed that both male and female participants were strategic and capable of dealing with climate change impacts, although the adaptive capacity of the former group was comparatively sturdier than the later. The extent of cultural sustainability was found to be weaker in the study region compared to many other coastal communities in the country. The efforts made by NGOs in collaboration with the governmental bodies of Bangladesh were found contributory in providing knowledge of climate change along with the techniques to adapt to its consequences for the people of the study region. Similarly, the activities of NGOs were found influential in helping the government to support people in adapting to climate change in terms of the gendered and cultural sustainability perspectives. Our findings contribute to the field of climate change impacts in understanding the complexities of rural development.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fclim.2022.841488/full"
  },
  {
    "title": "Temporal Aspects in Emission Accounting—Case Study of Agriculture Sector",
    "authors": [
      "Lelde Timma,",
      "Elina Dace,",
      "Marie Trydeman Knudsen"
    ],
    "doi": "https://doi.org/10.3390/en13040800",
    "journalVolume": "Vol. 13,\n                                no. 4\n                                \n                                  p.\n                                  800",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Complex relations link climate change and agriculture. The vast majority of the studies that are looking into the quantification of the climate impacts use the Global Warming Potential (GWP) for a 100-year time horizon (GWP100) as the default metrics. The GWP, including the Bern Carbon Cycle Model (BCCM), was proposed as an alternative method to take into consideration the amount and time of emission, and the fraction of emissions that remained in the atmosphere from previous emission periods. Thus, this study aims to compare two methods for GHG emission accounting from the agriculture sector: the constant GWP100 and the time dynamic GWP100 horizon obtained by using the BCCM to find whether the obtained results will lead to similar or contradicting conclusions. Also, the effect of global temperature potential (GTP) of the studied system is summarized. The results show that the application of the BCCM would facilitate finding more efficient mitigation options for various pollutants and analyze various parts of the climate response system at a specific time in the future (amount of particular pollutants, temperature change potential). Moreover, analyze different solutions for reaching the emission mitigation targets at regional, national, or global levels.",
    "readLink": "https://www.mdpi.com/1996-1073/13/4/800"
  },
  {
    "title": "Assessment of the NASA carbon monitoring system wet carbon stakeholder community: data needs, gaps, and opportunities",
    "authors": [
      "Molly E Brown,",
      "Catherine Mitchell,",
      "Meghan Halabisky,",
      "Benjamin Gustafson,",
      "Helga do Rosario Gomes,",
      "Joaquim I Goes,",
      "Xuesong Zhang,",
      "Anthony D Campbell,",
      "Benjamin Poulter"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ace208",
    "journalVolume": "Vol. 18,\n                                no. 8\n                                \n                                  p.\n                                  084005",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Wet carbon (WC) ecosystems are a critical part of the carbon cycle, yet they are underrepresented in many policy and science communities due to the relative under-investment in stakeholder and boundary organizations. WC systems include the hydrosphere and carbon cycling systems that operate in wetlands, oceans, rivers, streams, lakes, ponds, and permafrost. In this article, we provide evidence from a desk review of WC stakeholders, that includes individuals, groups or organizations that are affected by climate change, and utilize carbon data. These stakeholders are involved in decision-making processes in WC ecosystems, and can be private companies, non-governmental organizations, government agencies ranging in scope from local to federal, parastatals, international organizations, and more. In this paper, we identify and describe the links and interests of WC stakeholders and analyze the gaps between scientific understanding and information needs. A continued focus on WC systems could lead to increased stakeholder engagement and methodological and scientific progress. Our study revealed that stakeholder interest in WC systems was not primarily determined by its role in the carbon cycle, but rather by its significance for local policy, economics, or ecology. To bridge the gap between stakeholders and available WC data, we need improved communication of data availability and uncertainty, capacity building, engagement between stakeholder groups, and data continuity. Enhanced stakeholder engagement across various systems will facilitate greater utilization of carbon monitoring data derived from remote sensing; thereby creating more informed stakeholders as well as more effective decision-making processes.",
    "readLink": "https://doi.org/10.1088/1748-9326/ace208"
  }
]