[
  {
    "title": "Anthropogenic nitrogen pollution threats and challenges to the health of South Asian coral reefs",
    "authors": [
      "Stuart C. Painter,",
      "Yuri Artioli,",
      "Fathimath Hana Amir,",
      "Jessica Arnull,",
      "Raja S. Ganeshram,",
      "Nizam Ibrahim,",
      "V. Deepak Samuel,",
      "R.S. Robin,",
      "R. Raghuraman,",
      "R. Purvaja,",
      "R. Ramesh,",
      "Arjan Rajasuriya,",
      "Olivia R. Rendon,",
      "Aminath Shazly,",
      "A. Meriwether W. Wilson,",
      "Alexander W. Tudhope"
    ],
    "doi": "https://doi.org/10.3389/fmars.2023.1187804",
    "journalVolume": "Vol. 10",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Nitrogen pollution is a widespread and growing problem in the coastal waters of South Asia yet the ecological impacts on the region’s coral ecosystems are currently poorly known and understood. South Asia hosts just under 7% of global coral reef coverage but has experienced significant and widespread coral loss in recent decades. The extent to which this coral ecosystem decline at the regional scale can be attributed to the multiple threats posed by nitrogen pollution has been largely overlooked in the literature. Here, we assess the evidence for nitrogen pollution impacts on corals in the central Indian Ocean waters of India, Sri Lanka and the Maldives. We find that there is currently limited evidence with which to clearly demonstrate widespread impacts on coral reefs from nitrogen pollution, including from its interactions with other stressors such as seawater warming. However, this does not prove there are no significant impacts, but rather it reflects the paucity of appropriate observations and related understanding of the range of potential impacts of nitrogen pollution at individual, species and ecosystem levels. This situation presents significant research, management and conservation challenges given the wide acceptance that such pollution is problematic. Following from this, we recommend more systematic collection and sharing of robust observations, modelling and experimentation to provide the baseline on which to base prescient pollution control action.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2023.1187804/full"
  },
  {
    "title": "Polyoxometalate-based nanostructures for electrocatalytic and photocatalytic CO2 reduction",
    "authors": [
      "Dejin Zang,",
      "Haiqing Wang"
    ],
    "doi": "https://doi.org/10.26599/POM.2022.9140006",
    "journalVolume": "Vol. 1,\n                                no. 1\n                                \n                                  pp.\n                                  9140006\n                                  – 9140006",
    "issn": "2957-9821 (Print)",
    "publisher": "2957-9503 (Online)",
    "countryOfPublisher": "Tsinghua University Press",
    "lcc": [
      "China",
      "Science: Chemistry: Inorganic chemistry"
    ],
    "journalUrl": "https://www.sciopen.com/journal/2957-9821",
    "abstract": "Electro/photocatalytic carbon dioxide (CO2) reduction to value-added chemicals and fuels is being actively studied as a promising pathway for renewable energy storage and climate change mitigation. Because of inert molecular properties and competing hydrogen generation reactions, high-performance electrocatalysts with high Faradaic efficiency and product selectivity but low overpotential are urgently needed. Polyoxometalates (POMs) are a class of polynuclear metal oxide clusters with a precise atomic structure, providing an ideal research platform to reveal the relationship between macroscopic properties and microstructures. Moreover, their highly tunable redox properties and abundant transition metal atom composition ensure thriving research for POM-based nanostructures toward CO2 reduction. In this review, we first introduce the specific roles of POMs in electro/photocatalytic CO2 reduction. Recent advances in POM-based nanostructures ranging from single clusters, assemblies, organic–inorganic hybrids to derivatives are systematically summarized. In particular, the structure–performance relationship of POM-based nanostructures is discussed at the atomic and molecular levels. Finally, the challenges and opportunities in the design of high-efficiency POM-based nanostructures are discussed to promote electro/photocatalytic CO2 reduction.",
    "readLink": "https://www.sciopen.com/article/10.26599/POM.2022.9140006"
  },
  {
    "title": "Building Integrating Phase Change Materials: A Dynamic Hygrothermal Simulation Model for System Analysis",
    "authors": [
      "Cesare Forzano,",
      "Paolo Baggio,",
      "Annamaria Buonomano,",
      "Adolfo Palombo"
    ],
    "doi": "https://doi.org/10.13044/j.sdewes.d6.0255",
    "journalVolume": "Vol. 7,\n                                no. 2\n                                \n                                  pp.\n                                  325\n                                  – 342",
    "issn": "1848-9257 (Online)",
    "publisher": "SDEWES Centre",
    "countryOfPublisher": "Croatia",
    "lcc": [
      "Technology",
      "Social Sciences: Industries. Land use. Labor: Economic growth, development, planning"
    ],
    "journalUrl": "http://www.sdewes.org/jsdewes",
    "abstract": "Phase change materials are considered a very promising technology to reduce energy consumption for space heating and cooling purposes in buildings. In this framework, this paper presents a comprehensive energy performance analysis of building envelopes integrating phase change materials to provide suitable selection and design criteria of such technology. To this aim, an in-house dynamic simulation model implemented in a computer code, and validated by means of experimental data, has been used. The performance of phase change materials embedded in building enclosures and their optimal configuration (i.e., positions with respect to the construction layers) are evaluated. The results obtained by applying the code to suitable case studies (several climate zones and buildings are investigated) return that the energy saving percentage potentials per cubic meter of phase change materials range from 1.9%/m3 to 18.8%/m3. Finally, interesting design criteria for their adoption in buildings are provided.",
    "readLink": "\n      http://www.sdewes.org/jsdewes/pid6.0255\n    "
  },
  {
    "title": "Quelle place pour les données issues des sciences humaines et sociales dans le développement de services climatiques régionaux ?",
    "authors": [
      "Chloë Gauquelin,",
      "Céline Lutoff,",
      "Stéphane La Branche"
    ],
    "doi": "https://doi.org/10.4000/vertigo.18891",
    "journalVolume": "Vol. 17,\n                                no. 3",
    "issn": "1492-8442 (Online)",
    "publisher": "Éditions en environnement VertigO",
    "countryOfPublisher": "Canada",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://vertigo.revues.org/",
    "abstract": "The notion of climate services is emerging in research and public policies. The French research group AllEnvi defines Climate services as the whole information and services aimed at helping decisions in the fields of mitigation and adaptation to climate change. To feed these services and adapt them to a specific territory, there is a need for regionalized climate services data from both natural and social sciences. This raises several questions : what kind of climate data do social sciences produce ? How are they different from natural sciences data and how are they to be used through climate services ? This article presents the results of a research on these questions, through a literature review and 47 semi directive interviews held in France.",
    "readLink": "http://journals.openedition.org/vertigo/18891"
  },
  {
    "title": "Macroeconomic Impacts of Climate Change Driven by Changes in Crop Yields",
    "authors": [
      "Shinichiro Fujimori,",
      "Toshichika Iizumi,",
      "Tomoko Hasegawa,",
      "Jun’ya Takakura,",
      "Kiyoshi Takahashi,",
      "Yasuaki Hijioka"
    ],
    "doi": "https://doi.org/10.3390/su10103673",
    "journalVolume": "Vol. 10,\n                                no. 10\n                                \n                                  p.\n                                  3673",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Changes in agricultural yields due to climate change will affect land use, agricultural production volume, and food prices as well as macroeconomic indicators, such as GDP, which is important as it enables one to compare climate change impacts across multiple sectors. This study considered five key uncertainty factors and estimated macroeconomic impacts due to crop yield changes using a novel integrated assessment framework. The five factors are (1) land-use change (or yield aggregation method based on spatially explicit information), (2) the amplitude of the CO2 fertilization effect, (3) the use of different climate models, (4) socioeconomic assumptions and (5) the level of mitigation stringency. We found that their global impacts on the macroeconomic indicator value were 0.02–0.06% of GDP in 2100. However, the impacts on the agricultural sector varied greatly by socioeconomic assumption. The relative contributions of these factors to the total uncertainty in the projected macroeconomic indicator value were greater in a pessimistic world scenario characterized by a large population size, low income, and low yield development than in an optimistic scenario characterized by a small population size, high income, and high yield development (0.00%).",
    "readLink": "http://www.mdpi.com/2071-1050/10/10/3673"
  },
  {
    "title": "Description of long-term monitoring of farmland biodiversity in a LTSER",
    "authors": [
      "Vincent Bretagnolle,",
      "Elsa Berthet,",
      "Nicolas Gross,",
      "Bertrand Gauffre,",
      "Christine Plumejeaud,",
      "Sylvie Houte,",
      "Isabelle Badenhausser,",
      "Karine Monceau,",
      "Fabrice Allier,",
      "Pascal Monestiez,",
      "Sabrina Gaba"
    ],
    "doi": "Vol. 19\n                                \n                                \n                                  pp.\n                                  1310\n                                  – 1313",
    "issn": "2352-3409 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine: Medicine (General): Computer applications to medicine. Medical informatics",
      "Science: Science (General)"
    ],
    "journalUrl": "http://www.journals.elsevier.com/data-in-brief/",
    "abstract": "Understanding the response of biodiversity to management, land use and climate change is a major challenge in farmland to halt the decline of biodiversity. Farmlands shelter a wide variety of taxa, which vary in their life cycle and habitat niches. Consequently, monitoring biodiversity from sessile annual plants to migratory birds requires dedicated protocols. In this article, we describe the protocols applied in a long-term research platform, the LTSER Zone Atelier “Plaine & Val de Sèvre” (for a full description see Bretagnolle et al. (2018) [1]). We present the data in the form of the description of monitoring protocols, which has evolved through time for arable weeds, grassland plants, ground beetles, spiders, grasshoppers, wild bees, hoverflies, butterflies, small mammals, and farmland birds (passerines, owls and various flagship species).",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2352340918305316"
  },
  {
    "title": "Design Corrections in Spanish Office Buildings to Improve Energy Efficiency in the Face of Climate Change",
    "authors": [
      "José  A. Orosa,",
      "Diego Vergara,",
      "Feliciano Fraguela,",
      "Pablo Fernández-Arias"
    ],
    "doi": "https://doi.org/10.3390/infrastructures5120114",
    "journalVolume": "Vol. 5,\n                                no. 114\n                                \n                                  p.\n                                  114",
    "issn": "2412-3811 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/infrastructures",
    "abstract": "The majority of buildings in Europe are at present naturally ventilated and do not use heating or cooling equipment throughout the summer. However, this idea is changing and as a result heating ventilation air conditioning (HVAC) related energy consumption has been rising in the recent years. On the other hand, predictions published by the intergovernmental Panel on Climate Change (IPCC) indicate an annual warming rate ranging between 0.1 and 0.4 °C. In the present study, the ISO 13790:2011 standard has been employed to analyze the effect of building design corrections over the energy saving of a real building during its mean life and under climatic change predictions. In this sense, the effect of climate change, ventilation rate and its energetic and carbon dioxide emissions implications are obtained for the next 15 years. The results obtained indicate that an increment in the air changes by natural ventilation will be more effective than changing the wall structure and, in consequence, the thermal inertia. In particular, it was obtained that an increase of natural ventilation will always reduce the energy consumption and that this consumption will be lower with time due to an increment of an average outdoor air temperature. This modification will allow reduced cooling energy peak demands during the summer season and improve indoor ambiences in mild regions and the energy efficiency.",
    "readLink": "https://www.mdpi.com/2412-3811/5/12/114"
  },
  {
    "title": "Key Factors in Measuring Ammonia Emissions with Dynamic Flux Chamber in Barns",
    "authors": [
      "Seongmin Kang,",
      "Yoonjung Hong,",
      "Moon Soon Im,",
      "Seong-Dong Kim,",
      "Eui-Chan Jeon"
    ],
    "doi": "https://doi.org/10.3390/su12156276",
    "journalVolume": "Vol. 12,\n                                no. 6276\n                                \n                                  p.\n                                  6276",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "In this study, measurement methods for estimating the NH3 emissions in barns and the development of different emission factors were reviewed, and the factors to be considered when applying a dynamic flux chamber approach were analyzed. First, one of the factors to be considered when applying the dynamic flux chamber was determined as the stabilization time in the chamber. As a result of the experiment, it was confirmed that the concentration in the chamber stabilized after 45 min. This is considered to take longer than the stabilization time of 20 min suggested in the previous study. The second is the choice of the measurement method. This method includes real-time measurement and the indophenol method. As a result of the experiment in both methods, the ammonia flux showed a difference of about 10%, so both methods are considered to be considered. Therefore, it is judged that the methodology should be selected according to the situation, such as weather or electric power secured at the barn site. In the future, if studies on whether the stabilization time in the chamber can be changed according to seasonal factors and ambient temperature, and based on a sufficiently large sample size, the results will contribute to improving the reliability of the estimated ammonia(NH3) emissions and the development of an emissions factor for use in the livestock sector in Korea.",
    "readLink": "https://www.mdpi.com/2071-1050/12/15/6276"
  },
  {
    "title": "The Forest–Water Nexus: An International Perspective",
    "authors": [
      "Elaine Springgay,",
      "Sara Casallas Ramirez,",
      "Sally Janzen,",
      "Vitor Vannozzi Brito"
    ],
    "doi": "https://doi.org/10.3390/f10100915",
    "journalVolume": "Vol. 10,\n                                no. 10\n                                \n                                  p.\n                                  915",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Discussions on the relationships between forests and water have primarily focused on the biophysical nature of these relationships. However, as issues such as land degradation affect the ability of forests to provide water-related ecosystem services resulting in water insecurity, the human dimension of the forest−water nexus has become more evident. This has resulted in the identification of the forest−water nexus as an issue that requires urgent recognition within major international policy processes and where knowledge gaps on the global state of the nexus exist. To address this, two major international policy frameworks driving the current development and environment agenda, namely the Sustainable Development Goals and the (Intended) Nationally Determined Contributions were analyzed to assess the integration of forests and water in international policy agenda. In addition, data on tree cover and water risks as well as data on forests managed for soil and water protection was analyzed to understand the global state of the forest−water nexus. The results indicate that even though there is no single indicator monitoring forest−water interactions, there are existing indictors that provide partial information on the forest−water nexus, which would be key to measuring progress towards the 2030 Agenda for Sustainable Development. Furthermore, the research has highlighted increasing political will as well as global trends that could be used to further harness support and include the forest−water nexus in these global policy agenda. As international processes move forward, the methodology presented here provides a way to evaluate progress of global management of forests for water ecosystem services and gives specific areas where further research that integrates the scientific and socio-political spheres is needed. It is hoped that the initial approach presented in this paper serves as a stepping-stone for further action that might result in better management of and policies for our global forest−water resources and their associated ecosystem services.",
    "readLink": "https://www.mdpi.com/1999-4907/10/10/915"
  },
  {
    "title": "Hydroclimatic trends, breakpoints and future projection analysis of the Ogun River Basin in West Africa",
    "authors": [
      "Oluwatoyin Ojelabi,",
      "Jean Hounkpè,",
      "Kolapo Olatunji Oluwasemire,",
      "Agnidé Emmanuel Lawin"
    ],
    "doi": "https://doi.org/10.2166/wpt.2023.137",
    "journalVolume": "Vol. 18,\n                                no. 9\n                                \n                                  pp.\n                                  2023\n                                  – 2044",
    "issn": "1751-231X (Online)",
    "publisher": "IWA Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering"
    ],
    "journalUrl": "https://iwaponline.com/wpt",
    "abstract": "Trend analysis is important to understand the performance and features of hydrological variables over a long-time scale. This study analyses the hydroclimatic trends in precipitation, temperature (minimum and maximum) data from seven synoptic stations and river discharge from three outlets that were investigated between 1984–2019 and projected between 2020–2060 over the Ogun River Basin. The results of the trend analysis showed a non-significant positive trend in precipitation and a significant positive trend (p,0.05 and p,0.01 significant trends) in maximum and minimum temperatures. The discharge reveals a non-significant positive trend on the annual scale while a significant decreasing trend in the dry season. The annual rainfall projection is expected to increase by 1.3% under RCP 2.6 and 1.4% under RCP 8.5 by 2060. The mean annual temperature is expected to increase between 1.5-2.5 °C under RCP 2.6 and 2-3.5 °C under RCP 8.5 by 2060, respectively. The variations in discharge without significant changes in rainfall suggested other variables were influencing the discharge. These could be changes in river basin physical elements such as alterations in the dynamics of land use land cover changes. The findings of this study can be used for strategizing adaptation and mitigation measures for water resources management. HIGHLIGHTS To explore seasonal trends.; Impacts of climate change on the discharge.; Effects of temperature on the streamflow.; Impact of low discharge on water resources.; Effects of anthropogenic activities on water resources management.;",
    "readLink": "http://wpt.iwaponline.com/content/18/9/2023"
  }
]