[
  {
    "title": "Smallholder farmers' perception of climate change and choice of adaptation strategies in East Hararghe Zone, Eastern Ethiopia",
    "authors": [
      "Titay Zeleke,",
      "Fekadu Beyene,",
      "Temesgen Deressa,",
      "Jemal Yousuf,",
      "Temesgen Kebede"
    ],
    "doi": "https://doi.org/10.1108/IJCCSM-01-2022-0014",
    "journalVolume": "Vol. 15,\n                                no. 4\n                                \n                                  pp.\n                                  515\n                                  – 536",
    "issn": "1756-8692 (Print)",
    "publisher": "1756-8706 (Online)",
    "countryOfPublisher": "Emerald Publishing",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.emeraldgrouppublishing.com/products/journals/journals.htm?id=ijccsm",
    "abstract": "Purpose – Change of climate is attributed to human activity that alters the composition of the global atmosphere observed over comparable periods. The purpose of this paper is to explore smallholder farmers' perceptions of climate change and compare it with meteorological data, as well as to identify perceived adaptation barriers and examine the factors that influence the choice of adaptation options in eastern Ethiopia. Design/methodology/approach – In total, 384 sample households were chosen from four districts of the zone. A cross-sectional survey was used to conduct the study. Primary data was acquired through key informant interviews, focus group discussions and semistructured interviews, whereas meteorological data was collected from the National Meteorological Service Agency of Ethiopia. A Mann–Kendall statistical test was used to analyze temperature and rainfall trends over 33 years. A multivariate probit (MVP) model was used to identify the determinants of farmers' choice of climate change adaptation strategies. Findings – The result indicated that temperature was significantly increased, whereas rainfall was significantly reduced over the time span of 33 years. This change in climate over time was consistently perceived by farmers. Smallholder farmers use improved varieties of crops, crop diversification, adjusting planting dates, soil and water conservation practices, reducing livestock holdings, planting trees and small-scale irrigation adaptation strategies. Moreover, this study indicated that sex of the household head, landholding size, livestock ownership, access to extension, access to credit, social capital, market distance, access to climate change-related training, nonfarm income, agroecological setting and poverty status of the households significantly influence farmers’ choice of adaptation strategies. Research limitations/implications – Further research is required to evaluate the economic impact of each adaptation options on the livelihood of smallholder farmers. Practical implications – Institutional variables significantly influenced how farmers adapted to climate change, and all of these issues might potentially be addressed by improving institutional service delivery. To improve farm-level adaptation, local authorities are recommended to investigate the institutional service provision system while also taking demographic and agroecological factors in to account. Originality/value – This study compared farmers' perceptions with temperature and rainfall trend analysis, which has been rarely addressed by other studies. This study adopts an MVP model and indicated the adaptation strategies that complement/substitute strategies each other. Furthermore, this study discovered that the choice of adaptation options differed between poor and nonpoor households, which has been overlooked in previous climate change adaptation research.",
    "readLink": "https://www.emerald.com/insight/content/doi/10.1108/IJCCSM-01-2022-0014/full/pdf"
  },
  {
    "title": "Participatory modeling for local and regional collaboration on climate change adaptation and health",
    "authors": [
      "Sarah Harrison,",
      "Alexandra Macmillan,",
      "Sophie Bond,",
      "Janet Stephenson"
    ],
    "doi": "Vol. 12\n                                \n                                \n                                  p.\n                                  100235",
    "issn": "2667-2782 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "France",
    "lcc": [
      "Medicine: Public aspects of medicine",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.journals.elsevier.com/the-journal-of-climate-change-and-health/",
    "abstract": "Introduction: Climate change-related flooding and sea-level rise have important direct and indirect health effects. In order to support health and equity, adaptation responses require collaborative, transdisciplinary learning and consensus-building, across a wide range of local-level stakeholders. We aimed to co-develop a shared understanding of the complex interplay between health, health determinants, flooding, and sea-level rise in a low-income urban area of Aotearoa New Zealand, to inform action. Methods: We used qualitative participatory system dynamics modeling, involving interviews and group workshops with transdisciplinary stakeholders. We developed a shared set of wellbeing outcomes and triangulated participants’ knowledge with published evidence to develop a set of causal loop diagrams (CLDs). These capture the system feedback behavior between flooding and sea-level rise, and local health and wellbeing. Results: Thirty-three participants were involved across the project, identifying 22 wellbeing outcomes. The CLDs covered six intersecting themes: community-led development and participation in decision-making; quality of housing; the housing market; the insurance market; economic effects of flooding and sea-level rise; and access issues arising from flooding. Intervention points were identified, with the potential to inform health equity-focused adaptation policy. The process supported shifts in participants’ mental models towards consensus and effective intervention points, and transdisciplinary relationship-building. Conclusion: Participatory systems modeling approaches may support cross-sector collaborative learning about the complex, dynamic influences on health and wellbeing in the context of local climate change adaptation. These shared, holistic understandings are essential to inform decision-making that promotes positive health and social equity outcomes.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2667278223000354"
  },
  {
    "title": "Evaluating the effects of alternative landscape management scenarios on three old-forest-associated predators over 100 years in the fire-prone forests of the Sierra Nevada, USA",
    "authors": [
      "Keith Slauson,",
      "Becky Howard,",
      "Angela M. White,",
      "Charles Maxwell,",
      "Timothy Holland"
    ],
    "doi": "https://doi.org/10.5751/ES-13362-270328",
    "journalVolume": "Vol. 27,\n                                no. 3\n                                \n                                  p.\n                                  28",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "Developing and implementing landscape-scale management strategies capable of balancing the need for restoring natural fire regimes and promoting ecosystem resiliency for future climate change remains an urgent need globally. To help guide development of a landscape management strategy capable of meeting multiple objectives, five alternative landscape management scenarios for reducing the risk of uncharacteristically severe wildfire using thinning or managed and prescribed wildfire were developed by local forest managers in the Lake Tahoe region of the Sierra Nevada mountains. Effects of each scenario on forest structure, composition, and wildfire behavior were simulated over a 100-year period using the dynamic landscape simulation model LANDIS-II. We developed empirical territory occurrence models for three old-forest-associated predators, using 22 California Spotted Owl, 28 Northern Goshawk, and 16 female Pacific marten territories and presence-only modeling to evaluate the effects of each management scenario. The recruitment of more old-forest habitat across the simulated landscape was a more significant factor than any differences in the management scenarios, resulting in increases in the numbers of territories for all three predators, regardless of scenario. Increases in the numbers of territories were slowed in Scenario 4, which had the greatest amount of thinning, but the positive trend continued decades beyond when the other scenarios began to show a decline in territory numbers from severe wildfire. However, increases in the numbers of territories over time were slowed and overall were the lowest for the two old-forest predators that were most sensitive to the amount of old forest at the territory scale in the scenario with the greatest pace and scale of treatments. This suggests a trade-off between slowing the increase in the numbers of territories in the short term from forest growth by using fuels treatments with increased pace and scale to create forest structure that is less susceptible to severe wildfire in the long term, and that these management scenarios may need to be re-evaluated in 50 years before committing to continuing management efforts that may ultimately become detrimental for old-forest predators within 100 years.",
    "readLink": "https://www.ecologyandsociety.org/vol27/iss3/art28/"
  },
  {
    "title": "The Implementation of Establishing Marine Protected Area: Lessons Learned From Raja Ampat to Achieve Sustainable Fishery",
    "authors": [
      "Sri Wartini"
    ],
    "doi": "https://doi.org/10.14710/lr.v16i2.33774",
    "journalVolume": "Vol. 16,\n                                no. 2\n                                \n                                  pp.\n                                  224\n                                  – 242",
    "issn": "1858-4810 (Print)",
    "publisher": "2580-8508 (Online)",
    "countryOfPublisher": "Program Studi Magister Ilmu Hukum, Fakultas Hukum, Universitas Diponegoro",
    "lcc": [
      "Indonesia",
      "Law"
    ],
    "journalUrl": "https://ejournal.undip.ac.id/index.php/lawreform/index",
    "abstract": "Raja Ampat has one of the world’s richest coral reef, because it is located in the heart of the coral triangle. However, due to human activities, such as overfishing, shipping as well as climate change has caused serious impacts to the existence of the coral reef and its habitats. As the member of the United Nations Law of the Sea Convention and the Biodiversity Convention, Indonesia has obligation to establish Marine Protected Areas (MPAs). The research aims to analyze comprehensively the implementation of establishing the MPA in Indonesia based on international and national law perspective and to examine whether the existence of the MPA in Raja Ampat can be used as a model to develop MPA in other area to achieve sustainable fishery. This study is a normative juridical research by applying conceptual and statutory approaches. The result of the research finds that the establishing of MPA in Raja Ampat has been successfully achieved sustainable Fishery as part of sustainable development. However, there are some challenges that have to be addressed, such as lack of monitoring in the MPAs due to the limitation of the budget as well as the illegal unreported and unregulated fishing conducted by the people outside indigenous community Thus, it is necessary to conduct monitoring cooperation among the MPAs.",
    "readLink": "https://ejournal.undip.ac.id/index.php/lawreform/article/view/33774"
  },
  {
    "title": "Potential impacts of sea level rise and beach flooding on reproduction of sea turtles",
    "authors": [
      "Samir Martins,",
      "Juan Patino−Martinez,",
      "Elena Abella,",
      "Nuno de Santos Loureiro,",
      "Leo J. Clarke,",
      "Adolfo Marco"
    ],
    "doi": "Vol. 3\n                                \n                                \n                                  p.\n                                  100053",
    "issn": "2666-9005 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.journals.elsevier.com/climate-change-ecology",
    "abstract": "Climate change scenarios predict an increase in global temperature and sea level rise. For sea turtles, the association between sea level rise, nest water content and temperature along the beach may influence embryo development and offspring survival. Over three consecutive years (2016 – 2018), a field experiment was conducted on Boa Vista island, Cabo Verde, to assess the potential impacts of tidal inundation on hatching success and hatchling phenotype in loggerhead sea turtles (Caretta caretta). Ninety-three groups of three nests each (N = 279) were relocated to a 5 km stretch of the same beach. Nests in each group were placed at regular intervals of 30 to 60 m across three zones of the beach: the lower “wet” zone, where tidal inundation was a risk, a middle zone, and the upper vegetated zone. Mean emergence and hatching success in the wet treatment was 12.0% and 18.9% respectively. In the middle zone it was 25.6% and 39.5%. In the vegetated zone it was 47.2% and 57.1%. Male hatchling production was severely reduced in the wet zone, probably by nest inundation, with the few hatchlings produced being predominantly male. Female body size and clutch size both had a significant impact on hatchling production and hatchling phenotype. In response to increased global temperatures, male hatchling production may continue in nests laid in areas of high flooding risk. The relocation of clutches to the upper beach areas as a conservation plan could be implemented to reduce the mortality of nests by high tide.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666900522000065"
  },
  {
    "title": "A Study of Deep Neural Network Controller-Based Power Quality Improvement of Hybrid PV/Wind Systems by Using Smart Inverter",
    "authors": [
      "Adel Ab-BelKhair,",
      "Javad Rahebi,",
      "Abdulbaset Abdulhamed Mohamed Nureddin"
    ],
    "doi": "https://doi.org/10.1155/2020/8891469",
    "journalVolume": "Vol. 2020",
    "issn": "1110-662X (Print)",
    "publisher": "1687-529X (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Technology: Mechanical engineering and machinery: Renewable energy sources"
    ],
    "journalUrl": "https://www.hindawi.com/journals/ijp/",
    "abstract": "Presently, climate change and global warming are the most uncontrolled global challenges due to the extensive fossil fuel usage for power generation and transportation. Nowadays, most of the developed countries are concentrating on developing alternative resources; consequently, they did huge investments in research and development. In general, alternative energy resources including hydropower, solar power, and wind energy are not harmful to nature. Today, solar power and wind power are very popular alternative energy sources due to their enormous availability in nature. In this paper, the photovoltaic cell and wind energy systems are investigated under various weather conditions. Based on the findings, we developed an advanced intelligent controller system that tracks the maximum power point. The MPPT controller is a must for the renewable energy sources due to unpredictable weather conditions. The main objective of this paper is to propose a new algorithm that is based on deep neural network (DNN) and maximum power point tracking (MPPT), which was simulated in a MATLAB environment for photovoltaic (PV) and wind-based power generation systems. The development of an advanced DNN controller that improves the power quality and reduces THD value for the microgrid integration of hybrid PV/wind energy system was performed. The MATLAB simulation tool has been used to develop the proposed system and tested its performance in different operating situations. Finally, we analyzed the simulation results applying the IEEE 1547 standard.",
    "readLink": "http://dx.doi.org/10.1155/2020/8891469"
  },
  {
    "title": "The effects of crop diversity and crop species on biological diversity in agricultural landscapes: a systematic review protocol [version 1; peer review: 1 approved, 2 approved with reservations]",
    "authors": [
      "Cami Moss,",
      "Martin Lukac,",
      "Francesca Harris,",
      "Charlotte L. Outhwaite,",
      "Pauline F.D. Scheelbeek,",
      "Rosemary Green,",
      "Alan D. Dangour"
    ],
    "doi": "https://doi.org/10.12688/wellcomeopenres.15343.1",
    "journalVolume": "Vol. 4",
    "issn": "2398-502X (Online)",
    "publisher": "Wellcome",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://wellcomeopenresearch.org/",
    "abstract": "Agricultural intensification is a well-known driver of biodiversity loss. Diversity of crop production over space and time reduces land use intensity and may mitigate impacts on biodiversity while contributing to growing demand for human food and nutrition resources. Crop species are also known to have independent impacts on biodiversity. To date, reviews synthesising our knowledge of crop species and crop diversity-biodiversity links are missing. We will therefore conduct a systematic review by searching multiple agriculture, ecology and environmental science databases (e.g. Web of Science, Geobase, Agris, AGRICOLA, GreenFILE) to identify studies reporting the impacts of crop diversity and crop species on the biological diversity of fauna, flora and microbes in agricultural landscapes. Outcomes will include metrics of species richness, abundance, assemblage, community composition and species rarity. Screening, data coding and data extraction will be carried out by one reviewer and a proportion will be independently conducted by a second reviewer. Study quality and risk of bias will be assessed. Evidence will first be mapped by species/taxa then assessed for further narrative or statistical synthesis based on comparability of results and likely robustness. Gaps in the evidence base will also be identified with a view toward future research and policy directions for nutrition, food systems and ecology.",
    "readLink": "https://wellcomeopenresearch.org/articles/4-101/v1"
  },
  {
    "title": "Broad Whitefish (Coregonus nasus) isotopic niches: Stable isotopes reveal diverse foraging strategies and habitat use in Arctic Alaska",
    "authors": [
      "Jason C. Leppi,",
      "Daniel J. Rinella,",
      "Mark S. Wipfli,",
      "Matthew S. Whitman"
    ],
    "doi": "Vol. 17,\n                                no. 7",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Understanding the ecological niche of some fishes is complicated by their frequent use of a broad range of food resources and habitats across space and time. Little is known about Broad Whitefish (Coregonus nasus) ecological niches in Arctic landscapes even though they are an important subsistence species for Alaska’s Indigenous communities. We investigated the foraging ecology and habitat use of Broad Whitefish via stable isotope analyses of muscle and liver tissue and otoliths from mature fish migrating in the Colville River within Arctic Alaska. The range of δ13C (-31.8– -21.9‰) and δ15N (6.6–13.1‰) across tissue types and among individuals overlapped with isotope values previously observed in Arctic lakes and rivers, estuaries, and nearshore marine habitat. The large range of δ18O (4.5–10.9‰) and δD (-237.6– -158.9‰) suggests fish utilized a broad spectrum of habitats across elevational and latitudinal gradients. Cluster analysis of muscle δ13Cˈ, δ15N, δ18O, and δD indicated that Broad Whitefish occupied four different foraging niches that relied on marine and land-based (i.e., freshwater and terrestrial) food sources to varying degrees. Most individuals had isotopic signatures representative of coastal freshwater habitat (Group 3; 25%) or coastal lagoon and delta habitat (Group 1; 57%), while individuals that mainly utilized inland freshwater (Group 4; 4%) and nearshore marine habitats (Group 2; 14%) represented smaller proportions. Otolith microchemistry confirmed that individuals with more enriched muscle tissue δ13Cˈ, δD, and δ18O tended to use marine habitats, while individuals that mainly used freshwater habitats had values that were less enriched. The isotopic niches identified here represent important foraging habitats utilized by Broad Whitefish. To preserve access to these diverse habitats it will be important to limit barriers along nearshore areas and reduce impacts like roads and climate change on natural flow regimes. Maintaining these diverse connected habitats will facilitate long-term population stability, buffering populations from future environmental and anthropogenic perturbations.",
    "readLink": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9321764/?tool=EBI"
  },
  {
    "title": "Changes of extreme precipitation in the middle and lower reaches of the Yangtze River and their correlation with atmospheric circulation",
    "authors": [
      "Jing Yang,",
      "Ya Huang,",
      "Ya Huang,",
      "Guiping Li,",
      "Yanping Li,",
      "Yanping Li"
    ],
    "doi": "https://doi.org/10.3389/feart.2023.1162220",
    "journalVolume": "Vol. 11",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "Under the backdrop of climate change, the rising frequency and intensity of extreme precipitation events in the middle and lower Yangtze River (MLYR) region are causing serious consequences and economic losses. To assess regional risk and understand the impact of atmospheric circulation on extreme precipitation, it's crucial to analyze the spatial and temporal fluctuations of these events, focusing on the time-frequency phase relationship. Using the observed precipitation data from 1979 to 2015, nine extreme precipitation indices were calculated and a trend analysis and wavelet coherence analysis were performed to evaluate their variation. The results show that: 1) an overall increase in the frequency, intensity, and duration of precipitation in the MLYR, with significant rises in the wet daily precipitation and highest precipitation amount in 1-day period; 2) a higher likelihood of extreme precipitation events in the southeast of the MLYR, and an uneven spatial distribution; 3) the Western Pacific Subtropical High (WPSH), the South China Sea high (SCSH), and the East Asian westerly jet (EAJ) all play a role in precipitation changes in the MLYR, with the WPSH having the most significant impact, followed by the SCSH, and the EAJ being weaker. The results deepen our understanding of the various characteristics and causes of extreme precipitation in the MLYR.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/feart.2023.1162220/full"
  },
  {
    "title": "The Impact of Land Use Changes on Carbon Flux in the World’s 100 Largest Cities",
    "authors": [
      "Minghao Lyu,",
      "Yajie Zhou,",
      "Yongping Wei,",
      "Jinghan Li,",
      "Shuanglei Wu"
    ],
    "doi": "https://doi.org/10.3390/su151612497",
    "journalVolume": "Vol. 15,\n                                no. 12497\n                                \n                                  p.\n                                  12497",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Urbanization has become an important player in the global carbon cycle, and land use change is the second largest source of carbon emissions. However, despite great advances in remote sensing and satellite imagery, there is no reliable estimate of the impact of land use change on changes in land carbon stock in global cities. This paper quantified the impact of land use change on land carbon flux in the world’s 100 largest cities by using annual land cover data based on LandSat 8 images and land carbon stock parameters provided by the IPCC (Intergovernmental Panel on Climate Change). It was found that significant urban expansion could be observed in 83 cities, while 29 cities showed a deforestation trend, and croplands in 42 cities have shrunk. Carbon stock reduced by more than 112 million tons in the 100 selected cities from 2013 to 2022 due to land cover change. A total of 39 cities showed significant negative trends in land carbon stock that were mainly caused by urban sprawl and shrinkage in forest or cropland, among which Kolkata, Chongqing, Seoul, Guangzhou, and Hefei showed the greatest decline. Because of the growth of forest and cropland, or reduction in barren land and grassland, 28 cities showed clear positive trends in land carbon stock. In order to increase urban land carbon stock, the urban planning of most cities should focus on the protection of forests or afforestation that replace barren land or grassland and should avoid mindless urban expansion.",
    "readLink": "https://www.mdpi.com/2071-1050/15/16/12497"
  }
]