[
  {
    "title": "Incorporating Air Quality Improvement at a Local Level into Climate Policy in the Transport Sector: A Case Study in Bandung City, Indonesia",
    "authors": [
      "Helmi Gunawan,",
      "Hans Bressers,",
      "Nthabiseng Mohlakoana,",
      "Thomas Hoppe"
    ],
    "doi": "https://doi.org/10.3390/environments4030045",
    "journalVolume": "Vol. 4,\n                                no. 3\n                                \n                                  p.\n                                  45",
    "issn": "2076-3298 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering"
    ],
    "journalUrl": "http://www.mdpi.com/journal/environments",
    "abstract": "Climate policy has a strong influence on policy processes at national levels in Indonesia, while other policies with a focus on air quality improvement are being implemented at local levels. Indonesia as a developing country has committed to reducing greenhouse gas (GHG) emissions by 29 percent by the year 2030. This calls into question the extent to which cities and local governments can cope with the challenges of climate change mitigation. The purpose of the research is to find out the extent to which local air pollution reduction policies can contribute to the climate change mitigation program. The research design involved an empirical case study on governance and policy relevant to climate change efforts to lower GHG in Bandung City, Indonesia. The study evaluated the air quality improvement and the climate change mitigation programs using the actor-based framework of the Contextual Interaction Theory (CIT). The governance and stakeholder characteristic of climate change mitigation were also analysed using the structural context part of the CIT framework. The result shows that air quality improvement policy is implemented separately from climate policy; the latter operates at the national level and the former at the local level. By looking at the actor interaction analysis, the study concludes that a more holistic environmental policy approach would be more efficient at reducing local air pollution and contributing to the mitigation of climate change.",
    "readLink": "http://www.mdpi.com/2076-3298/4/3/45"
  },
  {
    "title": "A new green deal for climate challenges and urban regeneration",
    "authors": [
      "Alessandro Claudi de St. Mihiel"
    ],
    "doi": "https://doi.org/10.13128/techne-7883",
    "journalVolume": "no. 19",
    "issn": "2239-0243 (Online)",
    "publisher": "Firenze University Press",
    "countryOfPublisher": "Italy",
    "lcc": [
      "Fine Arts: Architecture: Aesthetics of cities. City planning and beautifying",
      "Fine Arts: Architecture: Architectural drawing and design"
    ],
    "journalUrl": "http://www.fupress.net/index.php/techne",
    "abstract": "A zero-emission Europe by 2050, this is the objective declared by the President of the European Commission Ursula von der Leyen during the plenary of the EU Parliament last January. The European “green deal” is based on a thousand billion investment plan for the next ten years in which Europe will have to play a leading role in achieving zero climate impact by investing in technological and innovative solutions, involving citizens and harmonizing interventions in key sectors, such as industrial policy and scientific research. In Italy, issues relating to climate change and the related environmental implications are today at the center of a public and media debate like never before. Tackling the climate crisis and relaunching the country’s sustainable development based on the green economy jointly appears to be the only unavoidable way forward. The future of our metropolitan areas therefore depends on the ability to encourage adaptation to the major changes taking place through a general rethinking of the city theme, in which interest is concentrated on the value of public space and on the resilience of urban contexts that present conditions of natural or anthropogenic vulnerability. The urban public space project therefore appears to be a strategic area of intervention as a device to protect the city from environmental emergencies, an ecological resource for improving the quality of urban life and fighting pollution and – indirectly – for promoting social cohesion and collective identity actions. The programmatic and planning responses that try to face this emergency situation must necessarily and consciously recognize the ecological and environmental value of open spaces. «An evolutionary step that brings to the center of future design reflections – which interpret the city as a complex organism – the decisive contributions of environmental and landscape culture, of environmental functioning in terms of usability, comfort, safety, use of resources, integrability, environmental protection and welfare» (Clemente, 2017). In this direction “CLEVER Cities” (Project financed with Horizon 2020 funds and with an experiment on the city of Milan) with the motto “Regenerating cities with nature” focuses attention on the decisive role that nature can play in improving environmental quality, biodiversity and the welfare of citizens in a process of urban regeneration through Nature-Based Solutions1. Downstream of these preliminary considerations, this issue of the Rubric has identified Bonifico Group Srl as a qualified interlocutor, a historical reality operating in the landscape development sector with settled botanical knowledge and agronomic practices that expresses a high rate of innovation in naturalistic engineering interventions, design and construction of roof gardens, irrigation systems and water management, maintenance of urban and infrastructure greenery. In the following pages, through a dialogue with Dr. Eduardo Bonifico, General Manager of the Bonifico Group, some arguments are developed on very topical issues and related to the company’s know-how through some exemplary projects carried out. 1. Recent urban redevelopment projects and interventions, related to the public space project and the vegetation system, have radically changed the face of some European cities, creating real “new landscapes”; I think of the “Madrid + Natural” program, developed through a collaboration between the Municipality of Madrid and Studio Arup Associates, consisting of guidelines to tackle the global problem of climate change through multiple local solutions that include green projects for buildings, green infrastructures and open spaces in the city of Madrid What skills and innovations does the Bonifico Group use for urban redevelopment projects? The Bonifico Group provides, among others, planning and construction services for green spaces in urban areas for both public and private clients. To deal with the growing complexity of the projects and the requisites required, the company uses an interdisciplinary approach that intertwines different skills; from the architectural, landscape and engineering ones of the project to those related to the evaluation of economic, financial and environmental sustainability. The experiments that we carry out and constantly develop are divided into two main categories: application, with the development of the most effective and efficient design solutions in the specific urban contexts where the Bonifico Group carries out the redevelopment of public open spaces; methodology, with the construction of a system of appropriate technologies in relation to the variation of the combined data of the environmental context and the biophysical and microclimatic characteristics. Our expertise aims to increase the accessibility and environmental quality of urban public space, thanks also to the ecological and intelligent management of the water and to the green enhancement in bioclimatic terms. I refer, for example, to Dominique Perrault’s project for Piazza Garibaldi in Naples in which the role of the Bonifico Group was to reconstruct spaces of “nature” in the anthropized context. Twenty thousand square meters of greenery, the first urban “urban forest”, with 130 trees of various essences, equipped with basketball courts, five-a-side football, skateboard track, playground for children and a cavea for open-air cinema and shows. The surface arrangement is configured as an Urban Green Infrastracture (UGI) to underline the scalar dimension of investigation referred to the urban context. The presence of widespread vegetation in the square offers another great advantage: the reduction of the heat island effect, a persistent problem in urban centres; green and soil permeability are one of the possible solutions, because the heat absorbed by solar radiation does not accumulate. 2. This century has opened under the banner of awareness that the Earth is fragile and must be defended. The energy crisis and the protection of the environment are global emergencies, and the challenge is to create architectures with zero consumption and zero emissions, gentle machines to explore the relationship between building and nature in which, paraphrasing Renzo Piano «the roofing of buildings is metaphorically a roof that breathes to the rhythm of nature, or rather a portion of park that flies». Over the years, the Bonifico Group has dealt with important projects relating to green roof; what were the benefits brought to the structures and the surrounding environment? In an industrialized society subjected to the pressures of continuous economic development, the territory undergoes rapid and profound transformations. Our goal is to help manage these processes by interpreting the community’s environmental demands. For this reason, thanks to the long evolutionary path in terms of acquiring new skills, we have been engaged for years in the promotion of the most advanced technologies for environmental sustainability, for the reduction of pollution and for the exploitation of renewable energies. In this field, projects relating to roof gardens and the benefits that these structures bring with reference to the mitigation of the microclimate, energy saving, the reduction of atmospheric and sound pollution, the reduction of the flow rate of the water, the growth of the biodiversity and the best performance of the photovoltaic panels on the roof. The spread of green roofs has increased in relation to the growing interest in sustainable architecture and green building. Their classifications (intensive or extensive) depend on several factors: the amount of land, maintenance work, weight and accessibility. For example, for the project of the “Vulcano Buono” shopping centre, a work carried out by Renzo Piano in the province of Naples, a green roof system2 of approximately 80.000 square meters (one of the largest in Europe) was designed and targeted for the Mediterranean climate, able to confer various benefits to the building including: - an improvement of the thermal performance of the roof both in winter and in summer; - an energy saving favoured by the insulating and draining culture layer; - the reduction of noise pollution and its improvement in terms of insulation; - greater surface absorption capacity in rainfall and relative regulation of water runoff; - an ability to originate natural ventilation by promoting the reduction of surface humidity values; - the ability of the vegetation on the roof to retain harmful substances suspended in the air, which are thus absorbed through the photosynthesis process; - a faunistic improvement with an increase in biodiversity; - an improvement of the aesthetic and environmental impact also through specific tree species of Mediterranean area. I think all these performances go in the direction of “a roof that breathes to the rhythm of nature” mentioned by Piano. 3. As is known, green facades act on the microclimate and influence the physical and technical behavior of a building, contributing on a large scale to stem climate change and atmospheric pollution. The Citicape House, a building designed by the architectural firm Sheppard Robson, will see the largest green wall in Europe consisting of about 400.000 plants with an extension of about 4.000 square meters capable of absorbing over eight tons of carbon every year, producing six of oxygen and lowering the local temperature from three to five degrees Celsius within a few years. What are the experiences of the Bank Transfer Group in this sense? There is no doubt that the design of a green facade introduces a series of aesthetic-formal and environmental advantages in the context in which it fits. In the first few days of 2020, we are in the process of formalizing some projects concerning the use of greenery for building envelopes. From the data in our possession, through the use of greening systems with green walls, various benefits are obtained: a decrease in temperature of 4.5 degrees centigrade and energy savings for cooling by 43% and from 4 to 6.3% for heating. Another benefit of the green wall concerns the lowering of the air temperature of the environment surrounding the building; some estimates calculate a reduction in air temperature between 0.5 and 4.1 degrees centigrade, measured at a distance of two meters from the wall. More specifically, some studies have shown that broad-leaved species could provide better performance in capturing the fraction of fine particulate matter, PM1, which is particularly harmful to health, while those with leaves characterized by the presence of epicuticular wax and a particular surface morphology can trap all fractions of particulate matter. In general, the positive effects of a Living wall on the PMx concentration depend on the specific characteristics of the plants: the shape of the epidermis, the roughness or the level of air pollution in the area. Vegetation also affects its thermal regulation of the building system, with advantages in both winter and summer. During the cold season it helps to limit heat losses and increase the insulation of the building, also protecting the wall from the wind. Although it is almost impossible to calculate precisely the amount of energy savings guaranteed by a live system and therefore variable, it has been estimated that the layer of foliage is able to increase the thermal resistance of the wall by about 6%. During the summer, the green layer through shading ensures the reduction of the surface temperature of the building wall. The solar load on the surface can be reduced by up to 30% and the surface temperature of the facade can also drop by 10°C. Furthermore, in cases where the green wall is a few centimetres away from the building, an air gap is formed which offers the advantages of a ventilated wall, increasing the thermal resistance of the wall. Finally, the performance also in terms of acoustic insulation is amplified since the layer of foliage reduces the transmission of noise inside the building, absorbing the sound waves coming from outside. Certainly in the next few years’ part of the company’s business will be oriented towards the study of innovative solutions and products to achieve the European standards mentioned above.",
    "readLink": "https://oaj.fupress.net/index.php/techne/article/view/7883"
  },
  {
    "title": "Comparative environmental impact evaluation using life cycle assessment approach: a case study of integrated membrane-filtration system for the treatment of aerobically-digested palm oil mill effluent",
    "authors": [
      "Yeit Haan Teow,",
      "Meng Teck Chong,",
      "Kah Chun Ho,",
      "Abdul Wahab Mohammad"
    ],
    "doi": "https://doi.org/10.1186/s42834-021-00089-5",
    "journalVolume": "Vol. 31,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 14",
    "issn": "2468-2039 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering"
    ],
    "journalUrl": "https://sustainenvironres.biomedcentral.com/",
    "abstract": "Abstract Aiming to mitigate wastewater pollution arising from the palm oil industry, this university-industry research-and-development project focused on the integration of serial treatment processes, including the use of moving bed biofilm reactor (MBBR), pre-treatment with sand filters and activated carbon filters, and membrane technology for aerobically-digested palm oil mill effluent (POME) treatment. To assess the potential of this sustainable alternative practice in the industry, the developed technology was demonstrated in a pilot-scale facility: four combinations (Combinations I to IV) of unit operations were developed in an integrated membrane-filtration system. Combination I includes a MBBR, pre-treatment unit comprising sand filters and activated carbon filters, ultrafiltration (UF) membrane, and reverse osmosis (RO) membrane, while Combination II excludes MBBR, Combination III excludes UF membrane, and Combination IV excludes both MBBR and UF membrane. Life cycle assessment (LCA) was performed to evaluate potential environmental impacts arising from each combination while achieving the goal of obtaining recycled and reusable water from the aerobically-digested POME treatment. It is reported that electricity consumption is the predominant factor contributing to most of those categories (50–77%) as the emissions of carbon dioxide (CO2), sulfur dioxide (SO2), nitrogen oxides, and volatile mercury during the combustion of fossil fuels. Combination I in the integrated membrane-filtration system with all unit operations incurring high electricity consumption (52 MJ) contributed to the greatest environmental impact. Electricity consumption registers the highest impact towards all life cycle impact categories: 73% on climate change, 80% on terrestrial acidification, 51% on eutrophication, and 43% on human toxicity. Conversely, Combination IV is the most environmentally-friendly process, since it involves only two-unit operations – pre-treatment unit (comprising sand filters and activated carbon filters) and RO membrane unit – and thus incurs the least electricity consumption (41.6 MJ). The LCA offers insights into each combination of the operating process and facilitates both researchers and the industry towards sustainable production.",
    "readLink": "https://doi.org/10.1186/s42834-021-00089-5"
  },
  {
    "title": "Unlocking the hidden potential: groundwater zone mapping using AHP, remote sensing and GIS techniques",
    "authors": [
      "Rahul S. Shelar,",
      "Sachin B. Nandgude,",
      "Chaitanya B. Pande,",
      "Romulus Costache,",
      "Gamal A. El-Hiti,",
      "Abebe Debele Tolche,",
      "Cao Truong Son,",
      "Krishna Kumar Yadav"
    ],
    "doi": "https://doi.org/10.1080/19475705.2023.2264458",
    "journalVolume": "Vol. 14,\n                                no. 1",
    "issn": "1947-5705 (Print)",
    "publisher": "1947-5713 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences: Industries. Land use. Labor: Management. Industrial management: Risk in industry. Risk management"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tgnh",
    "abstract": "AbstractGroundwater resource problems are increasing development and planning challenges due to climate change and overexploitation, necessitating assessments of their potential and productivity. The study area has been facing a groundwater level decline problem for many years, and these results can help increase the groundwater level in the basaltic rock area. In this research, we have worked on the demarcation and suitability of groundwater potential zones using GIS and Analytical Hierarchical Process (AHP) methods for the Urmodi River Basin. This research prepared eight thematic maps, that is, geomorphology, geology, drainage density, land use/land cover, elevation, lineament density and slope from satellite data and GIS methods, which play a primary factor in determining the proper groundwater potential zones. In this study, every thematic map was allocated weights depending on its specific characteristics and contribution to the groundwater potential capacity. The weights were determined using the AHP method, which considers the comparative significance of every layer about others. This weighting procedure allowed for a comprehensive assessment of the factors influencing groundwater potential in the Urmodi River basin. The resulting groundwater potential map was divided into four classes, that is, good, excellent, moderate, and poor. The study revealed that approximately 22.69% of the basin had excellent groundwater potential, 28.96% had good potential, 25.32% had moderate potential, and 22.92% had poor potential. These study findings suggest that a significant portion of the Urmodi River Basin exhibits good to moderate groundwater potential, indicating promising opportunities for sustainable groundwater utilization in the region. The groundwater potential zone map accuracy is 84% based on the Receiver Operating Characteristic (ROC) method. These results can have implications for sustainable groundwater resources and provide a framework for conducting similar assessments in other regions. The results can be more important for sustainable development goals and helpful in increasing groundwater levels in the area.",
    "readLink": "https://www.tandfonline.com/doi/10.1080/19475705.2023.2264458"
  },
  {
    "title": "Early Sowing of Quinoa to Enhance Water Use Efficiency and Yield under Arid Conditions in Morocco",
    "authors": [
      "Nawal Taaime,",
      "Khalil El Mejahed,",
      "Mariam Moussafir,",
      "Rachid Bouabid,",
      "Abdallah Oukarroum,",
      "Redouane Choukr-Allah,",
      "Mohamed El Gharous"
    ],
    "doi": "https://doi.org/10.3390/environsciproc2022016066",
    "journalVolume": "Vol. 16,\n                                no. 66\n                                \n                                  p.\n                                  66",
    "issn": "2673-4931 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.mdpi.com/journal/environsciproc",
    "abstract": "Quinoa is a potential alternative crop for an adaptation strategy for salinization and climate change effects in dryland. A sowing date of February practiced in the Rehamna region, Morocco, resulted in stunted plants and low yields due to insufficient precipitations and high temperatures around the flowering stage. For this reason, a field experiment was conducted to investigate the effect of sowing date on quinoa water use efficiency, growth, and yield. The experiment was conducted at the UM6P experimental farm to evaluate five sowing dates for two short cycle quinoa cultivars. The results showed that the most early suitable sowing date of quinoa in the Rehamna region was December. Late sowing dates resulted in a significant decrease in WUE, growth and yield. The highest grain yield (0.84 t ha−1) was obtained by ICBA-Q5 sown in December.",
    "readLink": "https://www.mdpi.com/2673-4931/16/1/66"
  },
  {
    "title": "Airtightness of a Critical Joint in a Timber-Based Building Affected by the Seasonal Climate Change",
    "authors": [
      "Peter Kysela,",
      "Radoslav Ponechal,",
      "Daniela Michálková"
    ],
    "doi": "https://doi.org/10.3390/buildings13030698",
    "journalVolume": "Vol. 13,\n                                no. 698\n                                \n                                  p.\n                                  698",
    "issn": "2075-5309 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Building construction"
    ],
    "journalUrl": "https://www.mdpi.com/journal/buildings",
    "abstract": "The airtightness of buildings is an essential topic regarding energy preservation. The development of new and more sophisticated materials and technology approaches is inevitable. Uncontrolled infiltration is undesirable in buildings with lower energy demands with regulated ventilation. Envelope structure, building method, quality, and others are the main factors influencing the airtightness of the building. However, the correlation between airtightness and climatic factors is less known and researched. This paper comprises measurements of a critical timber-house corner in climatic chambers. It captures the correlation between airtightness and gradual temperature and relative humidity adjustments, simulated from the exterior side. The initial timber moisture content was 12%, and during the experiment it increased with the exterior conditions to 18%. Afterward, we simulated conditions causing a humidity decrease while measuring airtightness. The drying process caused a decrement in airtightness by 18%. In addition to this experiment, this paper also analyses two methods of an airtight membrane connection—constricting or taping the contact. The discrepancy between those two methods was more than 21% in favor of tape.",
    "readLink": "https://www.mdpi.com/2075-5309/13/3/698"
  },
  {
    "title": "Valuation of water purification service of Renukawetland, India: A Ramsar site",
    "authors": [
      "Yadav Rahul,",
      "Chand Tara,",
      "Nautiyal Raman"
    ],
    "doi": "https://doi.org/10.2298/GSF2123219Y",
    "journalVolume": "Vol. 2021,\n                                no. 123\n                                \n                                  pp.\n                                  219\n                                  – 226",
    "issn": "0353-4537 (Print)",
    "publisher": "2217-8600 (Online)",
    "countryOfPublisher": "Faculty of Forestry, Belgrade",
    "lcc": [
      "Serbia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://www.doiserbia.nb.rs/journal.aspx?issn=0353-4537",
    "abstract": "Wetlands are very important ecosystems from the ecological, productivity and conservation perspective. Economic valuation of ecosystem services provided by wetlandsquantifies the various benefits derived from wetlands and puts a value on their conservation. One such wetland of importance is the Renuka wetland, which is a natural wetland located in the Western Himalayas, in the State of Himachal Pradesh of India. The article aims to assess and evaluate the wetland for its water purification service. The study is based on multisource data and conventional evaluation method. The results show that the average depth of the Renuka wetland is 6.01 m and average volume was determined as 1072530.176 m3. The economic value of water purification service for Renuka wetland is estimated to be INR 31.9 million(0.44 million USD) thus identifying the Renuka wetland as a significant healthy ecosystem. The water purification value itself advocates its proper management and conservation.",
    "readLink": "http://www.doiserbia.nb.rs/img/doi/0353-4537/2021/0353-45372123219Y.pdf"
  },
  {
    "title": "ESD Ideas: a simple proposal to improve the contribution of IPCC WGI to the assessment  and communication of climate change risks",
    "authors": [
      "R. T. Sutton"
    ],
    "doi": "https://doi.org/10.5194/esd-9-1155-2018",
    "journalVolume": "Vol. 9\n                                \n                                \n                                  pp.\n                                  1155\n                                  – 1158",
    "issn": "2190-4979 (Print)",
    "publisher": "2190-4987 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology: Dynamic and structural geology"
    ],
    "journalUrl": "http://www.earth-system-dynamics.net",
    "abstract": "The purpose of the Intergovernmental Panel on Climate Change (IPCC) is to provide policy-relevant assessments of the scientific evidence about climate change. Policymaking necessarily involves risk assessments, so it is important that IPCC reports are designed accordingly. This paper proposes a specific idea, illustrated with examples, to improve the contribution of IPCC Working Group I to informing climate risk assessments.",
    "readLink": "https://www.earth-syst-dynam.net/9/1155/2018/esd-9-1155-2018.pdf"
  },
  {
    "title": "Erosión en las costas de Costa Rica, un problema de todos",
    "authors": [
      "Lizano Rodríguez, Omar,",
      "Gutiérrez, Alejandro"
    ],
    "doi": "no. 7\n                                \n                                  pp.\n                                  14\n                                  – 16",
    "issn": "1659-3057 (Print)",
    "publisher": "2215-3845 (Online)",
    "countryOfPublisher": "Comisión Nacional de Prevención de Riesgos y Atención de Emergencias",
    "lcc": [
      "Costa Rica",
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering",
      "Technology: Engineering (General). Civil engineering (General): Disasters and engineering"
    ],
    "journalUrl": "http://www.relaciger.org/revista/",
    "abstract": "Presenta un análisis de las causas que provocan cambios en el mar y por ende producen erosión a nivel general y en las costas costarricenses, como lo es el cambio climático, el fenómeno de El Niño, mal manejo de cuencas hidrográficas, entre otros. Describe las principales evidencias que han encontrado en las playas del Pacifico y del Mar Caribe del país. Expone una serie de conclusiones It presents an analysis of the causes that provoke changes in the sea and cause general erosion and in the Costa Rican coasts, such as the climate change, El Niño phenomenon, and bad administration of the watersheds, among others. It describes the main evidences found at the Pacific beaches and the Caribbean ocean of the country. It presents a series of conclusions",
    "readLink": "http://www.relaciger.org/revista/pdf/spa/doc703/doc703.htm"
  },
  null
]