[
  {
    "title": "OPTIMAL PRICE OF ADMISSION BANTIMURUNG NATURAL PARK, SOUTH SULAWESI",
    "authors": [
      "Wahyudi Isnan"
    ],
    "doi": "https://doi.org/10.20886/jpsek.2016.13.3.155-163",
    "journalVolume": "Vol. 13,\n                                no. 3\n                                \n                                  pp.\n                                  155\n                                  – 163",
    "issn": "1979-6013 (Print)",
    "publisher": "2502-4221 (Online)",
    "countryOfPublisher": "Centre for Social Research and Development, Economics, Policy and Climate Change; Development and Innovation Agency; Ministry of Environment and Forestry",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK",
    "abstract": "The number of visitors to the Bantimurung natural park fluctuated allegedly due to the increase of the price of admission ticket. The aim of the study is to analyze optimal price of admission ticket and willingness of visitors to pay admission ticket to the Park. The study was conducted in Bantimurung natural park, South Sulawsi, from January to April 2013.117 number of samples was taken by using convenience sampling method. Analysis of optimal prices and the willingness of visitors to pay for ecotourism to the Park were conducted by creating tourism demand function, which then simulated the price of admission, into the equation function of tourist demand. The results showed that the optimal price of the admission ticket was at the price of Rp75,000. At the optimal price of admission ticket of Rp75,000 the Park would earn revenues of Rp18,230,700,000. An average value of the visitor willingness to pay was Rp118,032, with price of admission ticket was Rp75,000, then, the average visitor will get consumer surplus of Rp43,032. If the management of Bantimurung natural park desiring to increase the total revenue, then the price of admission ticket can be increased to be Rp75,000.",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK/article/view/742"
  },
  {
    "title": "Sustainable pathways toward reimagining India’s agricultural systems",
    "authors": [
      "Kamaljit S. Bawa,",
      "Reinmar Seidler"
    ],
    "doi": "https://doi.org/10.1038/s43247-023-00902-6",
    "journalVolume": "Vol. 4,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 4",
    "issn": "2662-4435 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Geology",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.nature.com/commsenv/",
    "abstract": "India’s Green Revolution made the country a world leader in rice and wheat production, but it has taken its toll on people and the environment. In an era of climate change and population growth, agriculture must be made sustainable. Pathways to this ambitious goal require new approaches to agricultural policy and research.",
    "readLink": "https://doi.org/10.1038/s43247-023-00902-6"
  },
  {
    "title": "Valuation of timber production and carbon sequestration on Järvselja nature protection area",
    "authors": [
      "Adermann Veiko,",
      "Padari Allar,",
      "Sirgmets Risto,",
      "Kosk Aija,",
      "Kaimre Paavo"
    ],
    "doi": "https://doi.org/10.1515/fsmu-2015-0007",
    "journalVolume": "Vol. 63,\n                                no. 1\n                                \n                                  pp.\n                                  29\n                                  – 43",
    "issn": "1736-8723 (Online)",
    "publisher": "Sciendo",
    "countryOfPublisher": "Estonia",
    "lcc": [
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://sciendo.com/journal/FSMU",
    "abstract": "Järvselja nature protection area was established in order to preserve and introduce virgin forests, to protect old natural forests, old deciduous forests and habitats of different species. At the same time the stands of nature protection area provide other benefits having both use and non-use values. The goal of the study is to assess the monetary value of the two components of forest ecosystem: timber production and carbon sequestration. The value of timber expresses to forest owners and policy-makers the opportunity cost of nature protection. The carbon sequestration represents the value of new service, highly appreciated in the context of climate policy. While a market for timber and carbon exists, the market-price method has been used for valuation. The data for calculations was obtained from the materials of forest inventory carried out in 2010 by the Department of Forest Management, Estonian University of Life Sciences. According to the calculations the theoretical long-term average value of timber is 325 euros per hectare. The monetary value of timber production is approximately three times higher compared to average productivity of Estonian private forests. The guidelines of Intergovernmental Panel on Climate Change for the inventories of greenhouse gases were used when transforming the growing stock and dead stem timber into biomass and finally into carbon and carbon dioxide. According to the price 4.62 € per ton of tradeable carbon equivalent in autumn 2013, the value of carbon sequestration on Järvselja nature protection area could be estimated 1473 € per hectare of forest land. Because of the high age of stands on nature protection area, the role of forests as a sequestrator of CO2 is remarkable compared to commercial forests. The accumulation of carbon in old-growth natural forests is close to zero, but they still fulfil the role of being a carbon pool.",
    "readLink": "https://doi.org/10.1515/fsmu-2015-0007"
  },
  {
    "title": "Life Cycle Assessment of Existing and Alternative Options for Municipal Solid Waste Management in Saint Petersburg and the Leningrad Region, Russia",
    "authors": [
      "Anna Zaikova,",
      "Natalia Vinitskaia,",
      "Ivan Deviatkin,",
      "Jouni Havukainen,",
      "Mika Horttanainen"
    ],
    "doi": "https://doi.org/10.3390/recycling7020019",
    "journalVolume": "Vol. 7,\n                                no. 19\n                                \n                                  p.\n                                  19",
    "issn": "2313-4321 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/recycling",
    "abstract": "A waste reform was recently introduced in Russia to divert waste from landfills. To help advance the reform, this paper presents a life cycle assessment of the municipal solid waste management system in Russia’s second largest city—Saint Petersburg—and its neighboring Leningrad region. Five scenarios were evaluated: the current state of the system (S0), its expected post-reform state in 2024 (S1), and its state improved by increased landfill gas collection (S2), by increased waste incineration (S3), and by separate collection of waste (S4). The environmental impact was assessed in terms of climate change, acidification, eutrophication, and abiotic resource depletion (fossil fuels). The results showed an overall reduction in the environmental impact of the waste management system across all impact categories and all scenarios studied. The largest reduction in all impact categories (except abiotic resource depletion) was achieved through source separation of municipal solid waste. Particularly, global warming potential was reduced from 0.328 kg CO2-eq./kg waste generated in S0 to 0.010 kg CO2-eq./kg waste in S4. Regarding abiotic resource depletion potential (fossil fuels), the incineration scenario is the most beneficial, since it reduces the impact by 573%.",
    "readLink": "https://www.mdpi.com/2313-4321/7/2/19"
  },
  {
    "title": "Getting ahead of the pandemic curve: A systematic review of critical determining factors for innovation adoption in ensuring food security",
    "authors": [
      "Ammar Redza Ahmad Rizal,",
      "Shahrina Md Nordin"
    ],
    "doi": "https://doi.org/10.3389/fnut.2022.986324",
    "journalVolume": "Vol. 9",
    "issn": "2296-861X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply"
    ],
    "journalUrl": "http://www.frontiersin.org/nutrition",
    "abstract": "The imminent threat to food security requires immediate intervention toward ensuring societal sustainability especially in combating the pandemic. The rapid spread of COVID-19 cases has caused concern for food security. A recent outlook report produced by Food Agricultural Organization and World Food Programme (FAO-WTP) highlights that there are at least 20 countries that are faced with a looming threat of food availability between the period of March-July 2021. Other factors that pose a significant threat to food security include climate change and natural disasters which could significantly reduce the yield. It is hence imperative to gain an in-depth understanding of factors that influence farmers’ choices in innovation adoption for increased yield. A line of research has been conducted across the globe on new technology adoption and effect of innovation that aims to increase productivity and yield. This study examined the key factors, that lead farmers to the adoption of new technology and innovation, reported in studies over the past 15 years. PRISMA-P (Preferred Reporting Items for Systematic Review and Meta-Analysis Protocols) was employed based on the SCOPUS and Web of Science database. In creating the main dataset, a protocol was developed in advance to document the analysis method. Several inclusion (eligibility) and exclusion criteria were set to select related articles from a total of 2,136 papers. The thematic and content analyses were subsequently performed on 392 research articles. The findings indicate 4 over-arching segments, and 12 major determinants, that comprise 62 associate determinants. The paper concludes with the identification of critical factors for innovation adoption amongst farmers.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fnut.2022.986324/full"
  },
  {
    "title": "Under storm risk, economic productivity of Norway spruce (Picea abies (L.) H. Karst) in monoculture shows sharper decline than in mixture with European beech (Fagus sylvatica L.)",
    "authors": [
      "Robin Bourke,",
      "Rasoul Yousefpour,",
      "Marc Hanewinkel"
    ],
    "doi": "https://doi.org/10.1186/s13595-023-01182-y",
    "journalVolume": "Vol. 80,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 36",
    "issn": "1286-4560 (Print)",
    "publisher": "1297-966X (Online)",
    "countryOfPublisher": "BMC",
    "lcc": [
      "United Kingdom",
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://annforsci.biomedcentral.com/",
    "abstract": "Abstract Key message By calibrating and validating a forest growth model for seven species in Germany and coupling it with a wind damage simulator, we specifically estimated the impact of wind damage on the net present value of Norway spruce and European beech in mixture and monoculture. Under risk, the net present value of spruce managements saw the sharpest declines, although the highest end net present value was still obtained through a heavily thinned spruce monoculture. Context Wind damage is one of the most important risks to Central European forests, and adaptation measures are essential. Aim Adaptive management strategies should simultaneously account for forest production and wind risk. We simulated the effect of adaptive measures on wind-risk in German forests. Methods A process-based forest growth model, “3-PG Mix”, was recalibrated and coupled with the storm damage risk model “Lothar”. We investigated the effect of thinning regimes on wind risk in monoculture and mixed species stands. The net present value of the simulated regimes was calculated and compared (risk vs. no risk). Results Spruce regimes achieved the highest net present values when risk was not considered. Considering risk in spruce and beech mixtures and monoculture, all regimes reached values below 3000 € ha−1 by year 120. The exception was a heavily thinned spruce monoculture at 4507 € ha−1, being the most profitable regime under risk. Conclusion We conclude, on the basis of this modelling study, that heavy thinning reduced storm risk and maintained a higher net present value in spruce. Species mixture of beech and spruce saw net present values levels remain more constant under risk, while beech monoculture increased.",
    "readLink": "https://doi.org/10.1186/s13595-023-01182-y"
  },
  {
    "title": "Assessment of aboveground, belowground, and total biomass carbon storage potential of Bambusa vulgaris in a tropical moist forest in Ghana, West Africa",
    "authors": [
      "Adu-Poku Akwasi,",
      "Obeng George Yaw,",
      "Mensah Ebenezer,",
      "Kwaku Michael,",
      "Acheampong Ernest Nti,",
      "Duah-Gyamfi Akwasi,",
      "Adu-Bredu Stephen"
    ],
    "doi": "https://doi.org/10.1051/rees/2023001",
    "journalVolume": "Vol. 8\n                                \n                                \n                                  p.\n                                  3",
    "issn": "2493-9439 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Technology: Mechanical engineering and machinery: Energy conservation",
      "Technology: Mechanical engineering and machinery: Renewable energy sources"
    ],
    "journalUrl": "http://www.rees-journal.org/",
    "abstract": "This article reports on a study conducted to assess the carbon storage potential of Bambusa vulgaris, the predominant bamboo species in Ghana. The study aimed to fill a knowledge gap on the potential of bamboo to sequester carbon for climate change mitigation in Ghana. Unlike previous studies that only focused on aboveground biomass, this study assessed belowground, litter, and coarse wood carbon pools. Allometric parameters and models were used to measure the aboveground biomass, while other carbon pools were directly measured. The results showed that the aboveground biomass of B. vulgaris had a carbon stock of 42.85 ± 9.32 Mg C ha−1, which was 73% of the total biomass carbon stock. The carbon stocks of belowground, coarse wood and litter were 8.57, 3.02, and 4.25 Mg C ha−1, respectively. The study also found that B. vulgaris had a high carbon dioxide sequestration potential of 215.39 Mg CO2e ha−1 compared to 147–275 Mg CO2e ha−1 for trees in general. The findings suggest that B. vulgaris could contribute to Ghana's transition to a low-carbon economy through carbon stock monitoring, reporting, and policy development to minimise the impact of climate change. Moreover, the inclusion of relevant carbon pools, including coarse wood and litter, in forest carbon estimates should be encouraged to provide a comprehensive understanding of the plant carbon cycle.",
    "readLink": "https://www.rees-journal.org/articles/rees/full_html/2023/01/rees220019/rees220019.html"
  },
  {
    "title": "Impact of Climate Change on Agriculture and Its Mitigation Strategies: A Review",
    "authors": [
      "Gurdeep  Singh Malhi,",
      "Manpreet Kaur,",
      "Prashant Kaushik"
    ],
    "doi": "https://doi.org/10.3390/su13031318",
    "journalVolume": "Vol. 13,\n                                no. 1318\n                                \n                                  p.\n                                  1318",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Climate change is a global threat to the food and nutritional security of the world. As greenhouse-gas emissions in the atmosphere are increasing, the temperature is also rising due to the greenhouse effect. The average global temperature is increasing continuously and is predicted to rise by 2 °C until 2100, which would cause substantial economic losses at the global level. The concentration of CO2, which accounts for a major proportion of greenhouse gases, is increasing at an alarming rate, and has led to higher growth and plant productivity due to increased photosynthesis, but increased temperature offsets this effect as it leads to increased crop respiration rate and evapotranspiration, higher pest infestation, a shift in weed flora, and reduced crop duration. Climate change also affects the microbial population and their enzymatic activities in soil. This paper reviews the information collected through the literature regarding the issue of climate change, its possible causes, its projection in the near future, its impact on the agriculture sector as an influence on physiological and metabolic activities of plants, and its potential and reported implications for growth and plant productivity, pest infestation, and mitigation strategies and their economic impact.",
    "readLink": "https://www.mdpi.com/2071-1050/13/3/1318"
  },
  {
    "title": "Assessing complementary synergies for integrated crop–livestock systems under conservation agriculture in Tunisian dryland farming systems",
    "authors": [
      "Boubaker Dhehibi,",
      "Ayoub Fouzai,",
      "Aymen Frija,",
      "Mohamed Abdel Adhim,",
      "Hatem Cheikh M'hamed,",
      "Hassen Ouerghemmi,",
      "Mourad Rekik"
    ],
    "doi": "https://doi.org/10.3389/fsufs.2022.1022213",
    "journalVolume": "Vol. 6",
    "issn": "2571-581X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply",
      "Technology: Chemical technology: Food processing and manufacture"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/sustainable-food-systems#",
    "abstract": "The aim of this paper is twofold. The first objective is to measure the technical efficiency of mixed crop-livestock (CL) smallholder producers operating under conservation agriculture systems in Tunisian rainfed areas. The second objective is to explore complementarities, synergies, and economies of diversification across the different production system components of these crop-livestock producers using the cross-partial derivative framework of output variables in the distance function. A simple random sampling process was employed to select and survey 59 CL smallholders operating under conservation agriculture. The collected data were analyzed using a stochastic input distance function in which synergies were estimated based on the second cross-partial derivative concept of output variables in the distance function. Results show that technical inefficiencies are significant in integrated crop-livestock systems, and there is evidence that economic diversification provides a productivity buffer against climate change threats. As a sustainable intensification strategy, this integrated system also offers a potential advantage. The results further contribute to the debate on crop diversification vs. specialization. Although an enhanced system integration could be a financially and ecologically viable option for mixed crop-livestock systems, more pathways for profitable and viable diversification of cereal-based or orchard-based systems remain to be explored.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fsufs.2022.1022213/full"
  },
  {
    "title": "Potential Contribution of Climate Change to the Protein Haze of White Wines from the French Southwest Region",
    "authors": [
      "Grégory Pasquier,",
      "Carole Feilhes,",
      "Thierry Dufourcq,",
      "Olivier Geffroy"
    ],
    "doi": "https://doi.org/10.3390/foods10061355",
    "journalVolume": "Vol. 10,\n                                no. 1355\n                                \n                                  p.\n                                  1355",
    "issn": "2304-8158 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Chemical technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/foods",
    "abstract": "The aim of this study was to evaluate the role played by climatic conditions during grape ripening in the protein instability of white wines produced in the French southwest region. For this purpose, basic wine analyses were carried out on 268 musts and the corresponding wines, all produced during the 2016, 2017, 2018, and 2019 vintages, with distinctive climatic conditions. Qualitative and quantitative variables were correlated with levels of protein haze determined by heat test (80 °C/2 h) in the wines using analysis of covariance (ANCOVA), principal component analysis (PCA), and classification and regression trees (CART). Our results show that the climatic change, with the increase in temperatures, and the decrease in precipitation during the grape ripening phase, tends to enhance the risk of protein instability in wines. Indeed, the values of pH, titratable acidity, and malic acid concentrations of the musts, which are good indicators of the conditions in which the grapes ripened and of the level of ripeness of the grapes, were also the variables that correlated best with the protein haze. By measuring these parameters at harvest before alcoholic fermentation, it may be possible to predict the risk of protein haze, and thus early and precisely adapt the stabilization treatment to be applied.",
    "readLink": "https://www.mdpi.com/2304-8158/10/6/1355"
  }
]