[
  {
    "title": "Examining the sustainability and development challenge in agricultural-forest frontiers of the Amazon Basin through the eyes of locals",
    "authors": [
      "I. Blanco-Gutiérrez,",
      "I. Blanco-Gutiérrez,",
      "R. Manners,",
      "C. Varela-Ortega,",
      "C. Varela-Ortega,",
      "A. M. Tarquis,",
      "A. M. Tarquis,",
      "L. G. Martorano,",
      "M. Toledo"
    ],
    "doi": "https://doi.org/10.5194/nhess-20-797-2020",
    "journalVolume": "Vol. 20\n                                \n                                \n                                  pp.\n                                  797\n                                  – 813",
    "issn": "1561-8633 (Print)",
    "publisher": "1684-9981 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.nat-hazards-earth-syst-sci.net/volumes_and_issues.html",
    "abstract": "The Amazon basin is the world's largest rainforest and the most biologically diverse place on Earth. Despite the critical importance of this region, Amazon forests continue inexorably to be degraded and deforested for various reasons, mainly a consequence of agricultural expansion. The development of novel policy strategies that provide balanced solutions, associating economic growth with environmental protection, is still challenging, largely because the perspective of those most affected – local stakeholders – is often ignored. Participatory fuzzy cognitive mapping (FCM) was implemented to examine stakeholder perceptions towards the sustainable development of two agricultural-forest frontier areas in the Bolivian and Brazilian Amazon. A series of development scenarios were explored and applied to stakeholder-derived FCM, with climate change also analysed. Stakeholders in both regions perceived landscapes of socio-economic impoverishment and environmental degradation driven by governmental and institutional deficiencies. Under such abject conditions, governance and well-integrated social and technological strategies offered socio-economic development, environmental conservation, and resilience to climatic changes. The results suggest there are benefits of a new type of thinking for development strategies in the Amazon basin and that continued application of traditional development policies reduces the resilience of the Amazon to climate change, whilst limiting socio-economic development and environmental conservation.",
    "readLink": "https://www.nat-hazards-earth-syst-sci.net/20/797/2020/nhess-20-797-2020.pdf"
  },
  {
    "title": "Four Decades of Surface Temperature, Precipitation, and Wind Speed Trends over Lakes of Greece",
    "authors": [
      "Konstantinos Stefanidis,",
      "George Varlas,",
      "Anastasios Papadopoulos,",
      "Elias Dimitriou"
    ],
    "doi": "https://doi.org/10.3390/su13179908",
    "journalVolume": "Vol. 13,\n                                no. 9908\n                                \n                                  p.\n                                  9908",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Climate change is known to affect world’s lakes in many ways. Lake warming is perhaps the most prominent impact of climate change but there is evidence that changes of precipitation and wind speed over the surface of the lakes may also have a significant effect on key limnological processes. With this study we explored the interannual trends of surface temperature, precipitation, and wind speed over 18 lakes of Greece using ERA5-Land data spanning over a period of almost four decades. We used generalized additive models (GAMs) to conduct time-series analysis in order to identify significant trends of change. Our results showed that surface temperature has significantly increased in all lakes with an average rate of change for annual temperature of 0.43 °C decade−1. With regard to precipitation, we identified significant trends for most lakes and particularly we found that precipitation decreased during the first two decades (1981–2000), but since 2000 it increased notably. Finally, wind speed did not show any significant change over the examined period with the exception for one lake. In summary, our work highlights the major climatic changes that have occurred in several freshwater bodies of Greece. Thus, it improves our understanding on how climate change may have impacted the ecology of these important ecosystems and may aid us to identify systems that are more vulnerable to future changes.",
    "readLink": "https://www.mdpi.com/2071-1050/13/17/9908"
  },
  {
    "title": "Individual and Interactive Effects of Multiple Abiotic Stress Treatments on Early-Season Growth and Development of Two <i>Brassica</i> Species",
    "authors": [
      "Akanksha Sehgal,",
      "Kambham Raja Reddy,",
      "Charles Hunt Walne,",
      "T. Casey Barickman,",
      "Skyler Brazel,",
      "Daryl Chastain,",
      "Wei Gao"
    ],
    "doi": "https://doi.org/10.3390/agriculture12040453",
    "journalVolume": "Vol. 12,\n                                no. 453\n                                \n                                  p.\n                                  453",
    "issn": "2077-0472 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agriculture",
    "abstract": "Potential global climate change-related impacts on crop production have emerged as a major research priority and societal concern during the past decade. Future changes, natural and human-induced, projected in the climate have implications for regional and global crop production. The simultaneous occurrence of several abiotic stresses instead of stress conditions is most detrimental to crops, and this has been long known by farmers and breeders. The green leafy vegetables of the Brassicaceae family have especially gained attention due to their many health benefits. However, little information is available about abiotic stress’s effects on Brassica vegetables’ growth and development. An experiment was conducted on two Brassica species: B. oleracea L. var. acephala WINTERBOR F1 (hybrid kale) and B. juncea var. GREEN WAVE OG (mustard greens). Seven treatments were imposed on the two brassica species in soil–plant–atmosphere–research (SPAR) units under optimum moisture and nutrient conditions, including a control treatment (optimal temperature and UV-B conditions at ambient CO2 levels), and six treatments where stresses were elevated: CO2, UV-B, temperature (T), CO2+UV-B, CO2+T, and CO2+UV-B+T. Above- and below-ground growth parameters were assessed at 26 d after sowing. Several shoot and root morphological and developmental traits were evaluated under all the treatments. The measured growth and development traits declined significantly under individual stresses and under the interaction of these stresses in both the species, except under elevated CO2 treatment. All the traits showed maximum reductions under high IV-B levels in both species. Leaf area showed 78% and 72% reductions, and stem dry weight decreased by 73% and 81% in kale and mustard, respectively, under high UV-B levels. The increased CO2 concentrations alleviated some deleterious impacts of high temperature and UV-B stresses. The results of our current study will improve our understanding of the adverse effects of environmental stresses on the early-season growth and development of two Brassica species.",
    "readLink": "https://www.mdpi.com/2077-0472/12/4/453"
  },
  {
    "title": "Responses of Vegetation Growth to Climatic Factors in Shule River Basin in Northwest China: A Panel Analysis",
    "authors": [
      "Jinghui Qi,",
      "Shuwen Niu,",
      "Yifang Zhao,",
      "Man Liang,",
      "Libang Ma,",
      "Yongxia Ding"
    ],
    "doi": "https://doi.org/10.3390/su9030368",
    "journalVolume": "Vol. 9,\n                                no. 3\n                                \n                                  p.\n                                  368",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The vegetation response to climatic factors is a hot topic in global change research. However, research on vegetation in Shule River Basin, which is a typical arid region in northwest China, is still limited, especially at micro scale. On the basis of Moderate-resolution Imaging Spectroradiometer (MODIS) Normalized Difference Vegetation Index (NDVI) data and daily meteorological data, employing panel data models and other mathematical models, the aim of this paper is to reveal the interactive relationship between vegetation variation and climatic factors in Shule River Basin. Results show that there is a widespread greening trend in the whole basin during 2000–2015, and 80.28% of greening areas (areas with vegetation improvement) are distributed over upstream region, but the maximum vegetation variation appears in downstream area. The effects of climate change on NDVI lag about half to one month. The parameters estimated using panel data models indicate that precipitation and accumulated temperature have positive contribution to NDVI. With every 1-mm increase in rainfall, NDVI increases by around 0.223‰ in upstream area and 0.6‰ in downstream area. With every 1-°C increase in accumulated temperature, NDVI increases by around 0.241‰ in upstream area and 0.174‰ in downstream area. Responses of NDVI to climatic factors are more sensitive when these factors are limiting than when they are not limiting. NDVI variation has performance in two seasonal and inter-annual directions, and the range of seasonal change is far more than that of inter-annual change. The inverted U-shaped curve of the variable intercepts reflects the seasonal change. Our results might provide some scientific basis for the comprehensive basin management.",
    "readLink": "http://www.mdpi.com/2071-1050/9/3/368"
  },
  {
    "title": "Decadal trends in aerosol chemical composition at Barrow, Alaska: 1976–2008",
    "authors": [
      "G. E. Shaw,",
      "T. S. Bates,",
      "K. Schulz,",
      "P. K. Quinn"
    ],
    "doi": "Vol. 9,\n                                no. 22\n                                \n                                  pp.\n                                  8883\n                                  – 8888",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Aerosol measurements at Barrow, Alaska during the past 30 years have identified the long range transport of pollution associated with Arctic Haze as well as ocean-derived aerosols of more local origin. Here, we focus on measurements of aerosol chemical composition to assess (1) trends in Arctic Haze aerosol and implications for source regions, (2) the interaction between pollution-derived and ocean-derived aerosols and the resulting impacts on the chemistry of the Arctic boundary layer, and (3) the response of aerosols to a changing climate. Aerosol chemical composition measured at Barrow, AK during the Arctic haze season is compared for the years 1976–1977 and 1997–2008. Based on these two data sets, concentrations of non-sea salt (nss) sulfate (SO<sub>4</sub><sup>=</sup>) and non-crustal (nc) vanadium (V) have decreased by about 60% over this 30 year period. Consistency in the ratios of nss SO<sub>4</sub><sup>=</sup>/ncV and nc manganese (Mn)/ncV between the two data sets indicates that, although emissions have decreased in the source regions, the source regions have remained the same over this time period. The measurements from 1997–2008 indicate that, during the haze season, the nss SO<sub>4</sub><sup>=</sup> aerosol at Barrow is becoming less neutralized by ammonium (NH<sub>4</sub><sup>+</sup>) yielding an increasing sea salt aerosol chloride (Cl<sup>&minus;</sup>) deficit. The expected consequence is an increase in the release of Cl atoms to the atmosphere and a change in the lifetime of volatile organic compounds (VOCs) including methane. In addition, summertime concentrations of biogenically-derived methanesulfonate (MSA<sup>&minus;</sup>) and nss SO<sub>4</sub><sup>=</sup> are increasing at a rate of 12 and 8% per year, respectively. Further research is required to assess the environmental factors behind the increasing concentrations of biogenic aerosol.",
    "readLink": "http://www.atmos-chem-phys.net/9/8883/2009/acp-9-8883-2009.pdf"
  },
  {
    "title": "Experimental Evaluation of <i>δ</i><sup>2</sup>H, <i>δ</i><sup>13</sup>C and <i>δ</i><sup>15</sup>N Variability in Blood and Feathers of Wild and Captive Birds: Implications for Interspecific Food Web Studies",
    "authors": [
      "Robert G. Clark,",
      "Russell D. Dawson,",
      "Jennifer L. Greenwood,",
      "David W. Johns,",
      "Leonard I. Wassenaar,",
      "Keith A. Hobson"
    ],
    "doi": "https://doi.org/10.3390/d13100495",
    "journalVolume": "Vol. 13,\n                                no. 495\n                                \n                                  p.\n                                  495",
    "issn": "1424-2818 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/diversity/",
    "abstract": "Stable-hydrogen (δ2H), nitrogen (δ15N), and carbon (δ13C) isotopes are used to decipher broad movement patterns and trophic relationships among diverse species, and an improved understanding of factors controlling natural variation in tissue-isotope measurements will enhance these applications. To evaluate the rearing environment and family-related effects on the isotopic composition of tissues, we cross-fostered nestling tree swallows (Tachycineta bicolor, Vieillot 1808) and American kestrels (Falco sparverius, Linnaeus 1758) by swapping recently hatched birds (δ2H in blood and feathers of captive mallard (Anas platyrhynchos, Linnaeus 1758) ducklings challenged energetically during growth. Stable isotope composition was not strongly related to nest box type or natal nest (i.e., family of origin) effects in swallows and kestrels; tissue-isotope composition was related to rearing environment, indicative of differences in nest and parental quality or parental provisioning tactics. Blood and feather δ2H values in swallows were positively related to antecedent maximum ambient temperature, and unrelated to elevated energy expenditure in mallards. The average differences between δ2H in blood and feathers were similar for nestling swallows (27‰, 32‰; two sites) and mallards (26‰, 30‰; two age groups), and lower than in nestling kestrels (50‰). Strong species-specific patterns in blood-feather differences were not observed for δ15N and δ13C in swallows or kestrels; divergent δ2H results may be related to differences in nest ambient conditions, diet composition, or physiological processes affecting hydrogen assimilation during growth and feather synthesis. In swallows, tissue-isotope values reflected parental prey selection from spatially distinct food webs during nestling development with little effect(s) of family of origin, egg composition, or early growth.",
    "readLink": "https://www.mdpi.com/1424-2818/13/10/495"
  },
  {
    "title": "Hot Under the Collar: Lessons from the 2003 Heatwave in France and the Security Implications for Coping with Environmental Threats in the EU",
    "authors": [
      "Paul J. Stephenson"
    ],
    "doi": "Vol. 5,\n                                no. 2",
    "issn": "1815-347X (Online)",
    "publisher": "UACES",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Political science",
      "Social Sciences"
    ],
    "journalUrl": "http://www.jcer.net",
    "abstract": "In the sweltering temperatures of August 2003 there were over 15,000 fatalities in France, the majority among the elderly. The heatwave (canicule) was the greatest natural catastrophe in Europe for 50 years. Political mismanagement contributed to the death toll and government initially to blame medical services. However, other politico-cultural, societal and psychological factors may have contributed to the failure to protect the most vulnerable citizens. This article identifies 20 obstacles (“pathogens”) to ensuring effective response in the face of environmental or weather-related threats, distinguishing between state-institutional and individual-community barriers, most of which have a cultural dimension. These factors require greater consideration by policy-makers to improve preparedness for environmental threats in the EU. The case raises questions about crisis management and how best to reduce risk for elderly populations, illustrating the limits of the state in offering social protection through institutionalised solidarity mechanisms, and recognises calls to strengthen community-capacity.",
    "readLink": "https://jcer.net/index.php/jcer/article/view/176"
  },
  {
    "title": "Future climate impacts on global agricultural yields over the 21st century",
    "authors": [
      "Stephanie T Waldhoff,",
      "Ian Sue Wing,",
      "James Edmonds,",
      "Guoyong Leng,",
      "Xuesong Zhang"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/abadcb",
    "journalVolume": "Vol. 15,\n                                no. 11\n                                \n                                  p.\n                                  114010",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Analyses of the future impacts of changing crop yields on agricultural production, prices, food security, and GDP growth using Integrated Assessment models require country-level yield shocks due to changing weather conditions, for a wide range of crops and warming scenarios. We characterize impacts of different climate futures on crop yields for individual countries and years. We use historical crop yield and weather data to empirically estimate annual crop yield responses to temperature and precipitation, constructing reduced-form statistical models that are then coupled with earth system model outputs for the same variables to project future yields. Our main result is a panel of annual shocks to yields of 12 crops (cassava, cotton, maize, potatoes, rice, sorghum, soybean, sugar beet, sugarcane, sunflower, and winter and spring wheat) for 58–136 countries, depending on the crop, through 2099, under moderate and vigorous warming scenarios. We find that global yield impacts by century’s end (2086–2095) are − 2%, − 19%, − 14%, and − 1%, without the CO _2 fertilization effect (CFE), for maize, rice, soybean, and wheat, respectively, with similar global values with CFE. However, the global and decadal averages mask regional and year-to-year differences that may have large economic consequences, which IAMs could more fully address by representing agricultural yield impacts through the parameters supplied by our study.",
    "readLink": "https://doi.org/10.1088/1748-9326/abadcb"
  },
  {
    "title": "Soil and Water Quality Indicators of Diversified Farming Systems in a Saline Region of the Mekong Delta, Vietnam",
    "authors": [
      "Lam  Van Tan,",
      "Thanh Tran,",
      "Ho  Huu Loc"
    ],
    "doi": "https://doi.org/10.3390/agriculture10020038",
    "journalVolume": "Vol. 10,\n                                no. 2\n                                \n                                  p.\n                                  38",
    "issn": "2077-0472 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agriculture",
    "abstract": "Saltwater intrusion, a consequence of climate change and decreased water levels, has been increasingly severe in the Mekong Delta region. Thanh Phu District, Ben Tre Province, Vietnam, is a coastal region where agricultural production and local livelihood have been impaired by saltwater intrusion, resulting in the adoption of multiple coping strategies, including rotations and intercropping. This study aims to measure and evaluate soil and water quality indicators of multiple farming systems in Thanh Phu district and contributes to developing suitable cropping patterns. Soil indicators were pH, electrical conductivity, and exchangeable Na+. Water quality characteristics include pH, salinity, dissolved N and P, alkalinity, H2S, and chemical oxygen demand (COD). The results indicated that water pH and salinity were at suitable levels to support the growth of prawn but were below the critical level required to grow black tiger shrimp and white-legged shrimp. Water alkalinity, dissolved N, P, and COD were not constraining for the growth of shrimps. However, a significant concentration of H2S may cause disadvantages for shrimp growth.",
    "readLink": "https://www.mdpi.com/2077-0472/10/2/38"
  },
  {
    "title": "A pulse of the Earth: A 27.5-Myr underlying cycle in coordinated geological events over the last 260 Myr",
    "authors": [
      "Michael R. Rampino,",
      "Ken Caldeira,",
      "Yuhong Zhu"
    ],
    "doi": "Vol. 12,\n                                no. 6\n                                \n                                  p.\n                                  101245",
    "issn": "1674-9871 (Print)",
    "publisher": "2588-9192 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Netherlands",
      "Science: Geology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/geoscience-frontiers",
    "abstract": "We performed spectral analyses on the ages of 89 well-dated major geological events of the last 260 Myr from the recent geologic literature. These events include times of marine and non-marine extinctions, major ocean-anoxic events, continental flood-basalt eruptions, sea-level fluctuations, global pulses of intraplate magmatism, and times of changes in seafloor-spreading rates and plate reorganizations. The aggregate of all 89 events shows ten clusters in the last 260 Myr, spaced at an average interval of ~ 26.9 Myr, and Fourier analysis of the data yields a spectral peak at 27.5 Myr at the ≥ 96% confidence level. A shorter period of ~ 8.9 Myr may also be significant in modulating the timing of geologic events. Our results suggest that global geologic events are generally correlated, and seem to come in pulses with an underlying ~ 27.5-Myr cycle. These cyclic pulses of tectonics and climate change may be the result of geophysical processes related to the dynamics of plate tectonics and mantle plumes, or might alternatively be paced by astronomical cycles associated with the Earth’s motions in the Solar System and the Galaxy.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674987121001092"
  }
]