[
  {
    "title": "Molecular Bases of Heat Stress Responses in Vegetable Crops With Focusing on Heat Shock Factors and Heat Shock Proteins",
    "authors": [
      "Yeeun Kang,",
      "Kwanuk Lee,",
      "Ken Hoshikawa,",
      "Myeongyong Kang,",
      "Seonghoe Jang"
    ],
    "doi": "https://doi.org/10.3389/fpls.2022.837152",
    "journalVolume": "Vol. 13",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "The effects of the climate change including an increase in the average global temperatures, and abnormal weather events such as frequent and severe heatwaves are emerging as a worldwide ecological concern due to their impacts on plant vegetation and crop productivity. In this review, the molecular processes of plants in response to heat stress—from the sensing of heat stress, the subsequent molecular cascades associated with the activation of heat shock factors and their primary targets (heat shock proteins), to the cellular responses—have been summarized with an emphasis on the classification and functions of heat shock proteins. Vegetables contain many essential vitamins, minerals, antioxidants, and fibers that provide many critical health benefits to humans. The adverse effects of heat stress on vegetable growth can be alleviated by developing vegetable crops with enhanced thermotolerance with the aid of various genetic tools. To achieve this goal, a solid understanding of the molecular and/or cellular mechanisms underlying various responses of vegetables to high temperature is imperative. Therefore, efforts to identify heat stress-responsive genes including those that code for heat shock factors and heat shock proteins, their functional roles in vegetable crops, and also their application to developing vegetables tolerant to heat stress are discussed.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2022.837152/full"
  },
  {
    "title": "Effect of elevated temperature and carbon dioxide on wheat (Triticum aestivum) productivity with and without weed interaction",
    "authors": [
      "SUDHA KANNOJIYA,",
      "S D SINGH,",
      "SHIV PRASAD,",
      "SANDEEP KUMAR,",
      "LAL CHAND MALAV,",
      "VINOD KUMAR"
    ],
    "doi": "https://doi.org/10.56093/ijas.v89i5.89641",
    "journalVolume": "Vol. 89,\n                                no. 5",
    "issn": "0019-5022 (Print)",
    "publisher": "2394-3319 (Online)",
    "countryOfPublisher": "Indian Council of Agricultural Research",
    "lcc": [
      "India",
      "Agriculture"
    ],
    "journalUrl": "https://epubs.icar.org.in/index.php/IJAgS/",
    "abstract": "Wheat (Triticum aestivum L.) crop is one of the most valuable crops, and further boost in wheat yields is essential to meet the food demand of the emerging world population. It is therefore necessary to know the influence of future climate change on wheat yields. Present investigation was conducted in temperature gradient tunnel (TGTs) to evaluate the effects of elevated temperature, CO2 concentration,weed and their interactions on grain, biological yield and other yield attributes (number of spikes/m2, number of spikelets/spike, number of grains/spike and 1000-grain weight, harvest index) of wheat. Wheat crop was grown in TGT at three different temperature levels, i.e. T1 ambient, T2 ambient+1.5Â°C, T3 ambient+3Â°C and two levels of carbon dioxide, i.e. ambient (ACO2) 400 ppm and elevated (ECO2) 550Â±50 ppm with and without weed interaction.The study revealed that yield and yield attributes of subsequent wheat crop increased due to ECO2. Mean individual effect of ECO2 increased grain yield of wheat by 14% and biological yield by 12% compared to ACO2. On the contrary, the yield was decreased with elevated temperature where a decrease in the grain yield from Ë—12% to Ë—20% and biological yield from Ë—11% to Ë—18% was observed at 1.5Â°C and 3Â°C, respectively. Similarly the interaction of weeds in wheat crop, reduced the grain yield by 8% and biological yield of wheat by 6%, irrespective of CO2 and temperature levels.The statistical analysis (P<0.05) revealed significant effect of the interactions (CÃ—T, CÃ—W, WÃ—T, and CÃ—TÃ—W) on yield. Overall results the study proposal to adapt an effective weeds management strategy to controlled conditions of yield of wheat crop under the controlled conditions of CO2 and temperature.",
    "readLink": "https://epubs.icar.org.in/index.php/IJAgS/article/view/89641"
  },
  {
    "title": "Development of Power-to-X Catalytic Processes for CO<sub>2</sub> Valorisation: From the Molecular Level to the Reactor Architecture",
    "authors": [
      "Luis F. Bobadilla,",
      "Lola Azancot,",
      "Ligia A. Luque-Álvarez,",
      "Guillermo Torres-Sempere,",
      "Miriam González-Castaño,",
      "Laura Pastor-Pérez,",
      "Jie Yu,",
      "Tomás Ramírez-Reina,",
      "Svetlana Ivanova,",
      "Miguel A. Centeno,",
      "José A. Odriozola"
    ],
    "doi": "https://doi.org/10.3390/chemistry4040083",
    "journalVolume": "Vol. 4,\n                                no. 83\n                                \n                                  pp.\n                                  1250\n                                  – 1280",
    "issn": "2624-8549 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Chemistry"
    ],
    "journalUrl": "https://www.mdpi.com/journal/chemistry",
    "abstract": "Nowadays, global climate change is likely the most compelling problem mankind is facing. In this scenario, decarbonisation of the chemical industry is one of the global challenges that the scientific community needs to address in the immediate future. Catalysis and catalytic processes are called to play a decisive role in the transition to a more sustainable and low-carbon future. This critical review analyses the unique advantages of structured reactors (isothermicity, a wide range of residence times availability, complex geometries) with the multifunctional design of efficient catalysts to synthesise chemicals using CO2 and renewable H2 in a Power-to-X (PTX) strategy. Fine-chemistry synthetic methods and advanced in situ/operando techniques are essential to elucidate the changes of the catalysts during the studied reaction, thus gathering fundamental information about the active species and reaction mechanisms. Such information becomes crucial to refine the catalyst’s formulation and boost the reaction’s performance. On the other hand, reactors architecture allows flow pattern and temperature control, the management of strong thermal effects and the incorporation of specifically designed materials as catalytically active phases are expected to significantly contribute to the advance in the valorisation of CO2 in the form of high added-value products. From a general perspective, this paper aims to update the state of the art in Carbon Capture and Utilisation (CCU) and PTX concepts with emphasis on processes involving the transformation of CO2 into targeted fuels and platform chemicals, combining innovation from the point of view of both structured reactor design and multifunctional catalysts development.",
    "readLink": "https://www.mdpi.com/2624-8549/4/4/83"
  },
  {
    "title": "Instrument Development: Chinese Radiometric Benchmark of Reflected Solar Band Based on Space Cryogenic Absolute Radiometer",
    "authors": [
      "Xin Ye,",
      "Xiaolong Yi,",
      "Chao Lin,",
      "Wei Fang,",
      "Kai Wang,",
      "Zhiwei Xia,",
      "Zhenhua Ji,",
      "Yuquan Zheng,",
      "De Sun,",
      "Jia Quan"
    ],
    "doi": "https://doi.org/10.3390/rs12172856",
    "journalVolume": "Vol. 12,\n                                no. 2856\n                                \n                                  p.\n                                  2856",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Low uncertainty and long-term stability remote data are urgently needed for researching climate and meteorology variability and trends. Meeting these requirements is difficult with in-orbit calibration accuracy due to the lack of radiometric satellite benchmark. The radiometric benchmark on the reflected solar band has been under development since 2015 to overcome the on-board traceability problem of hyperspectral remote sensing satellites. This paper introduces the development progress of the Chinese radiometric benchmark of the reflected solar band based on the Space Cryogenic Absolute Radiometer (SCAR). The goal of the SCAR is to calibrate the Earth–Moon Imaging Spectrometer (EMIS) on-satellite using the benchmark transfer chain (BTC) and to transfer the traceable radiometric scale to other remote sensors via cross-calibration. The SCAR, which is an electrical substitution absolute radiometer and works at 20 K, is used to realize highly accurate radiometry with an uncertainty level that is lower than 0.03%. The EMIS, which is used to measure the spectrum radiance on the reflected solar band, is designed to optimize the signal-to-noise ratio and polarization. The radiometric scale of the SCAR is converted and transferred to the EMIS by the BTC to improve the measurement accuracy and long-term stability. The payload of the radiometric benchmark on the reflected solar band has been under development since 2018. The investigation results provide the theoretical and experimental basis for the development of the reflected solar band benchmark payload. It is important to improve the measurement accuracy and long-term stability of space remote sensing and provide key data for climate change and earth radiation studies.",
    "readLink": "https://www.mdpi.com/2072-4292/12/17/2856"
  },
  {
    "title": "Which Policy Issues Matter in Canadian Municipalities? A Survey of Municipal Politicians",
    "authors": [
      "Jack Lucas,",
      "Alison Smith"
    ],
    "doi": "Vol. 12",
    "issn": "2560-8312 (Print)",
    "publisher": "2560-8320 (Online)",
    "countryOfPublisher": "University of Calgary",
    "lcc": [
      "Canada",
      "Political science: Political institutions and public administration (General)"
    ],
    "journalUrl": "https://journalhosting.ucalgary.ca/index.php/sppp/index",
    "abstract": "Whether it’s a big city or a small town, all Canadian municipalities have core issues that their elected politicians are concerned about. Regardless of size, the daily business of a municipality must be managed and policies determined about such bread-and-butter issues as garbage collection, snow removal, wastewater and sewage, fire protection, economic development and fixing potholes. However, when size increases, so do the layers of issues that engage municipal politicians. This paper examines the results of a cross-Canada survey of more than 1,000 mayors and councillors from communities ranging in population size from 5,000 to more than two million. With an increase in population size, the numbers and complexity of issues creep up as well. Tiny municipalities typically aren’t concerned with issues such as immigrant settlement, homelessness and public transit. Those issues are much more pressing for larger municipalities. A focus on some types of issues, such as public transit, grows right alongside population growth. The physical size of large municipalities means they contain a population whose needs are naturally more diverse than they are in smaller cities, towns and villages, thus shifting politicians’ concerns to such things as homelessness and climate change. However, issues such as relations with Indigenous people and climate change also tend to hold regional, not just municipal, importance. They may be extremely important to a small municipality because of its geographic location and less important in a larger municipality located elsewhere. For example, municipal politicians in British Columbia reflect regional concerns with their emphasis in the survey on the importance of tackling homelessness, affordable housing, climate change and Indigenous relations. Yet, next door in Alberta, Indigenous relations and climate change ranked in the survey as being of low importance, along with climate change, despite the presence of two cities in the province with populations hovering around the million mark. The number one issue for municipalities regardless of size is economic development, since job creation and attracting investment are key for a healthy municipality regardless of its location or size. And nearly every politician surveyed listed planning, water supply and transportation infrastructure (roads, highways and bridges) as being of deep importance to their communities. Of almost equal importance in the survey were a second slate of issues including emergency planning, parks and recreation, public health, solid waste removal and policing. The results of this survey are intended to lay the groundwork for future researchers who want to focus on specific problems in the area of urban policy-making. Those who want to study the bread-and-butter issues can do so among a wide range and size of municipalities, knowing that these issues are vital to all. Those with an interest in homelessness and immigrant populations can focus on the big cities while being assured they are not missing out on key points among smaller communities. This survey will be highly beneficial for researchers in urban policy issues as it will help them to decide where to look and exactly what to look for.",
    "readLink": "https://dev.journalhosting.ucalgary.ca/index.php/sppp/article/view/56964"
  },
  {
    "title": "Tropical Peatland Burn Depth and Combustion Heterogeneity Assessed Using UAV Photogrammetry and Airborne LiDAR",
    "authors": [
      "Jake E. Simpson,",
      "Martin J. Wooster,",
      "Thomas E. L. Smith,",
      "Mandar Trivedi,",
      "Ronald R. E. Vernimmen,",
      "Rahman Dedi,",
      "Mulya Shakti,",
      "Yoan Dinata"
    ],
    "doi": "https://doi.org/10.3390/rs8121000",
    "journalVolume": "Vol. 8,\n                                no. 12\n                                \n                                  p.\n                                  1000",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "We provide the first assessment of tropical peatland depth of burn (DoB) using structure from motion (SfM) photogrammetry, applied to imagery collected using a low-cost, low-altitude unmanned aerial vehicle (UAV) system operated over a 5.2 ha tropical peatland in Jambi Province on Sumatra, Indonesia. Tropical peat soils are the result of thousands of years of dead biomass accumulation, and when burned are globally significant net sources of carbon emissions. The El Niño year of 2015 saw huge areas of Indonesia affected by tropical peatland fires, more so than any year since 1997. However, the Depth of Burn (DoB) of these 2015 fires has not been assessed, and indeed has only previously been assessed in few tropical peatland burns in Kalimantan. Therefore, DoB remains arguably the largest uncertainty when undertaking fire emissions calculations in these tropical peatland environments. We apply a SfM photogrammetric methodology to map this DoB metric, and also investigate combustion heterogeneity using orthomosaic photography collected using the UAV system. We supplement this information with pre-burn airborne light detection and ranging (LiDAR) data, reducing uncertainty by estimating pre-burn soil height more accurately than from interpolation of adjacent unburned areas alone. Our pre-and post-fire Digital Terrain Models (DTMs) show accuracies of 0.04 and 0.05 m (root-mean-square error, RMSE) respectively, compared to ground-based global navigation satellite system (GNSS) surveys. Our final DoB map of a 5.2 ha degraded peat swamp forest area neighboring Berbak National Park (Sumatra, Indonesia) shows burn depths extending from close to zero to over 1 m, with a mean (±1σ) DoB of 0.23 ± 0.19 m. This lies well within the range found by the few other studies available (on Kalimantan; none are available on Sumatra). Our combustion heterogeneity analysis suggests the deepest burns, which extend to ~1.3 m, occur around tree roots. We use these DoB data within the Intergovernmental Panel on Climate Change (IPCC) default equation for fire emissions to estimate mean carbon emissions as 134 ± 29 t·C∙ha−1 for this peatland fire, which is in an area that had not had a recorded fire previously. This is amongst the highest per unit area fuel consumption anywhere in the world for landscape fires. Our approach provides significant uncertainty reductions in such emissions calculations via the reduction in DoB uncertainty, and by using the UAV SfM approach this is accomplished at a fraction of the cost of airborne LiDAR—albeit over limited sized areas at present. Deploying this approach at locations across Indonesia, sampling a variety of fire-affected landscapes, would provide new and important DoB statistics for producing optimized carbon and greenhouse gas (GHG) emissions estimates from peatland fires.",
    "readLink": "http://www.mdpi.com/2072-4292/8/12/1000"
  },
  {
    "title": "Picture worth a thousand words: Updating repeat photography for 21st century ecologists",
    "authors": [
      "William M. Hammond,",
      "Marie E. B. Stone,",
      "Paul A. Stone"
    ],
    "doi": "https://doi.org/10.1002/ece3.7001",
    "journalVolume": "Vol. 10,\n                                no. 24\n                                \n                                  pp.\n                                  14113\n                                  – 14121",
    "issn": "2045-7758 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20457758",
    "abstract": "Abstract Anthropogenic climate change is altering every ecosystem on Earth. Understanding these changes requires quality baseline measurements of ecosystem states. While satellite imagery provides a coarse baseline for regional‐scale changes in vegetation, landscape‐scale observations are lacking. Ground‐based repeat photographic points (RPP) can provide this finer baseline. As precise visual records of ecosystems at a particular time, RPP provide rich data for diverse uses. Current methodology for establishing RPP, developed in the era of film cameras, requires placement of permanent markers in a landscape to provide accurate repeats over time. Another form of RPP involves relocating sites of historic photographs, to assess change between historic and present‐day photographs. Through a three‐year field survey, we synthesized these techniques to modernize repeat photography for the 21st century ecologist. We established 100 RPP in the Peloncillo Mountains of New Mexico, recapturing 86 RPP in the three years (2015–2017) of the study. During our study, a large (>16,000 ha) complex of wildfires burned more than half of the RPP sites we established in the prior month, providing a unique opportunity to assess method accuracy after dramatic landscape disturbance by comparing burned, unburned, pre‐, and post‐fire RPP image recapture precision. Our method produced 92% mean similarity for 86 RPP between original and repeated photographs, with no difference between burned and unburned sites. Interval between photographs did not cause a decline in similarity. Our updated methods can be practically applied to nearly all terrestrial study systems. Landscape changes driven by human (e.g., effects of anthropogenic climate change, land use) and natural activities (e.g., wildfires, phenology, and hydrologic events) are especially well suited to our updated methods. Modern smartphones include the technology necessary (e.g., camera, GPS, and compass) to employ our method and provide a means for low‐cost deployment of the technique in diverse landscapes. We encourage broad adoption of this technique to establish baseline RPP of ecosystems across the globe, and the formation of a centralized database for repeat photography.",
    "readLink": "https://doi.org/10.1002/ece3.7001"
  },
  {
    "title": "Reducing Carbon Emissions from the Tourist Accommodation Sector on Non-Interconnected Islands: A Case Study of a Medium-Sized Hotel in Rhodes, Greece",
    "authors": [
      "Martin Spiller,",
      "Corinna Müller,",
      "Zara Mulholland,",
      "Paraskevi Louizidou,",
      "Frithjof C. Küpper,",
      "Kevin Knosala,",
      "Peter Stenzel"
    ],
    "doi": "https://doi.org/10.3390/en15103801",
    "journalVolume": "Vol. 15,\n                                no. 3801\n                                \n                                  p.\n                                  3801",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Reducing the carbon emissions from hotels on non-interconnected islands (NII) is essential in the context of a low carbon future for the Mediterranean region. Maritime tourism is the major source of income for Greece and many other countries in the region, as well as hot-temperate and tropical regions worldwide. Like many NIIs, Rhodes attracts a high influx of tourists every summer, doubling the island’s energy demand and, given the high proportion of fossil fuels in the Rhodian energy supply, increasing carbon emissions. Using the theoretical framework ‘FINE’, this paper presents the optimisation of a medium-sized hotel’s energy system with the aim of reducing both cost and carbon emissions. By introducing a Photovoltaic (PV) net metering system, it was found that the carbon emissions associated with an NII hotel’s energy system could be reduced by 31% at an optimised cost. It is suggested that large-scale deployment of PV or alternative renewable energy sources (RES) in NII hotels could significantly reduce carbon emissions associated with the accommodation sector in Greece and help mitigate climate change.",
    "readLink": "https://www.mdpi.com/1996-1073/15/10/3801"
  },
  {
    "title": "Spatiotemporal patterns of remotely sensed phenology and their response to climate change and topography in subtropical bamboo forests during 2001-2017: a case study in Zhejiang Province, China",
    "authors": [
      "Xuejian Li,",
      "Huaqiang Du,",
      "Guomo Zhou,",
      "Fangjie Mao,",
      "Di’en Zhu,",
      "Meng Zhang,",
      "Yanxin Xu,",
      "Lv Zhou,",
      "Zihao Huang"
    ],
    "doi": "https://doi.org/10.1080/15481603.2022.2163575",
    "journalVolume": "Vol. 60,\n                                no. 1",
    "issn": "1548-1603 (Print)",
    "publisher": "1943-7226 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Mathematical geography. Cartography",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tgrs",
    "abstract": "Vegetation phenology has long been adapted to environmental change and is highly sensitive to climate change. Shifts in phenology also aﬀect feedbacks of vegetation to environmental factors such as topography and climate by inﬂuencing spatiotemporal fluctuations in productivity, carbon fixation, and the carbon water cycle. However, there are limited studies which explores the combined effects of the climate and terrain on phenology. Bamboo forests exhibit the outstanding phenological phenomena and play an important role in maintaining global carbon balance in climate change. Therefore, the interaction mechanisms of climate and topography on bamboo forest phenology were analyzed in Zhejiang Province, China during 2001–2017. The partial least squares path model was applied to clarify the interplay between the climate and terrain impacts on phenology under land cover/use change. The results revealed that the average start date of the growing season (SOS) significantly advanced by 0.81 days annually, the end date of the growing season (EOS) was delayed by 0.27 days annually, and the length of the growing season (LOS) increased by 1.08 days annually. There were obvious spatial differences in the partial correlation coefficients between the climate factors and phenological metrics. Although the SOS, EOS and LOS were affected by different climatic factors, precipitation was the dominant factor. Due to the sensitivity of the SOS and EOS to precipitation, a 100 mm increase in regional annual precipitation would cause the average SOS to advance by 0.18 days and the EOS to be delayed by 0.12 days. Regarding the terrain factors affecting climate conditions, there were clear differences in the influences of different altitudes, slopes and aspect gradients on bamboo forest phenology. This study further showed that topographic factors mainly affected the interannual variations in phenological metrics under land cover/use change by affecting precipitation. This study clarified the spatial pattern of bamboo forest phenology and the interactive mechanisms between vegetative phenology and environmental conditions, as this information is crucial in assessing the impact of phenological change on the carbon sequestration potential of bamboo forests.",
    "readLink": "http://dx.doi.org/10.1080/15481603.2022.2163575"
  },
  {
    "title": "Scare-quoting climate: The rapid rise of climate denial in the Swedish far-right media ecosystem",
    "authors": [
      "Vowles Kjell,",
      "Hultman Martin"
    ],
    "doi": "https://doi.org/10.2478/njms-2021-0005",
    "journalVolume": "Vol. 3,\n                                no. 1\n                                \n                                  pp.\n                                  79\n                                  – 95",
    "issn": "2003-184X (Online)",
    "publisher": "Sciendo",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Language and Literature: Philology. Linguistics: Communication. Mass media"
    ],
    "journalUrl": "https://www.sciendo.com/journal/NJMS",
    "abstract": "The final years of the 2010s marked an upturn in coverage on climate change. In Sweden, legacy media wrote more on the issue than ever before, especially in connection to the drought and wildfires in the summer of 2018 and the Fridays for Future movement started by Greta Thunberg. Reporting on climate change also reached unprecedented levels in the growingly influential far-right media ecosystem; from being a topic discussed hardly at all, it became a prominent issue. In this study, we use a toolkit from critical discourse analysis (CDA) to research how three Swedish far-right digital media sites reported on climate during the years 2018–2019. We show how the use of conspiracy theories, anti-establishment rhetoric, and nationalistic arguments created an antagonistic reaction to increased demands for action on climate change. By putting climate in ironic quotation marks, a discourse was created where it was taken for granted that climate change was a hoax.",
    "readLink": "https://doi.org/10.2478/njms-2021-0005"
  }
]