[
  {
    "title": "An Assessment of Stratospheric Intrusions in Italian Mountain Regions Using STEFLUX",
    "authors": [
      "Paolo Cristofanelli,",
      "Piero Di Carlo,",
      "Eleonora Aruffo,",
      "Francesco Apadula,",
      "Mariantonia Bencardino,",
      "Francesco D’Amore,",
      "Paolo Bonasoni,",
      "Davide Putero"
    ],
    "doi": "https://doi.org/10.3390/atmos9100413",
    "journalVolume": "Vol. 9,\n                                no. 10\n                                \n                                  p.\n                                  413",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "The Mediterranean basin is considered a global hot-spot region for climate change and air quality, especially concerning summer-time ozone (O3). Previous investigations indicated that the Mediterranean basin is a preferred region for stratosphere-to-troposphere exchange (STE) and deep stratospheric intrusion (SI) events. The Lagrangian tool STEFLUX, based on a STE climatology that uses the ERA Interim data, was hereby used to diagnose the occurrence of deep SI events in four mountain regions over the Italian peninsula, spanning from the Alpine region to the southern Apennines. By using near-surface O3 and relative humidity (RH) observations at three high-mountain observatories, we investigated the performance of STEFLUX in detecting deep SI events. Both experimental and STEFLUX detections agreed in describing the seasonal cycle of SI occurrence. Moreover, STEFLUX showed skills in detecting “long-lasting” SI events, especially in the Alps and in the northern Apennines. By using STEFLUX, we found positive tendencies in the SI occurrence during 1979–2017. However, in contrast to similar studies carried out in the Alpine region, the negative long-term (1996–2016) trend of O3 in the northern Apennines did not appear to be related to the SI’s variability.",
    "readLink": "http://www.mdpi.com/2073-4433/9/10/413"
  },
  {
    "title": "Flexible water allocations and rotational delivery combined adapt irrigation systems to drought",
    "authors": [
      "Kelsey C. Cody"
    ],
    "doi": "https://doi.org/10.5751/ES-10193-230247",
    "journalVolume": "Vol. 23,\n                                no. 2\n                                \n                                  p.\n                                  47",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "Self-governing irrigation systems are integral to global food security and face serious problems under climate change. This is particularly true in areas expected to become more arid such as the Southwestern United States, where restrictive water rights are strictly enforced. Adaptations to these dual climatic and legal challenges include user-selected rules. In particular, during water shortage self-governing irrigation systems often change water allocations between members and rotate water delivery. However, it is unclear how these rules interact with each other as configurations and with contextual factors, such as the degree of water scarcity. It is also unclear how these rules influence outcomes between irrigators closer to the water source and those farther from it. How might different configurations of rules interact with water availability to produce outcomes along an irrigation system's canal network? This study addresses this question by exploiting a natural experiment in water distribution and allocation rules during shortage among a stratified sample of 60 snowmelt dependent irrigation systems in the San Luis Valley of Colorado during a four-year drought period from 2011-2014. A key finding is that the combination of rotational delivery and flexible water allocations produces the most equal crop growth between irrigators at the head and tail of the irrigation system at all levels of water availability. The marginal productivity of water at the head and tail end of irrigation systems at all levels of water availability is also equalized under this configuration. These results suggest a greater likelihood of ongoing collective action, important for climate change adaptation. However, rotation with flexible allocations is outperformed by other configurations depending on context. These findings highlight the configurational relationships between rules, further illustrate interactions between rules and physical context, and caution against panaceas in water resource management and climate change adaptation.",
    "readLink": "http://www.ecologyandsociety.org/vol23/iss2/art47/"
  },
  {
    "title": "Estimating Carbon Budget from Growth and Management of Urban Street Trees in South Korea",
    "authors": [
      "Jin-Young Kim,",
      "Hyun-Kil Jo"
    ],
    "doi": "https://doi.org/10.3390/su14084439",
    "journalVolume": "Vol. 14,\n                                no. 4439\n                                \n                                  p.\n                                  4439",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Although street trees take up carbon by vegetation growth, they emit carbon directly or indirectly into the atmosphere due to the need for regular management, such as pruning and, irrigation, etc. This study estimates the annual carbon budget from the growth and management of urban street trees in South Korea and suggests management strategies to minimize the degree of management and annual carbon emissions. Annual carbon emissions from management practices such as pruning, irrigation, pesticide and fungicide application, and fertilization were estimated based on maintenance data, interviews with managers, and actual measurements. Annual carbon emissions from the management of urban street trees were calculated to be 2.4 kg/tree/year. From this total, pruning was the largest contributor at 91%. The average net carbon uptake for each street tree was 5.5 kg/tree/year. The street trees included in this study played an important role in carbon uptake, which was equivalent to 90–550% of the annual carbon emissions from street tree management. Based on these results, suggested management strategies include pruning, irrigation, pesticide and fungicide application, and fertilization. These study results will be useful for designing practical low-carbon landscapes with minimal management and carbon emissions.",
    "readLink": "https://www.mdpi.com/2071-1050/14/8/4439"
  },
  {
    "title": "Multi-Scale Hydrologic Sensitivity to Climatic and Anthropogenic Changes in Northern Morocco",
    "authors": [
      "Adam Milewski,",
      "Wondwosen  M. Seyoum,",
      "Racha Elkadiri,",
      "Michael Durham"
    ],
    "doi": "https://doi.org/10.3390/geosciences10010013",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  p.\n                                  13",
    "issn": "2076-3263 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Geology"
    ],
    "journalUrl": "https://www.mdpi.com/journal/geosciences",
    "abstract": "Natural and human-induced impacts on water resources across the globe continue to negatively impact water resources. Characterizing the hydrologic sensitivity to climatic and anthropogenic changes is problematic given the lack of monitoring networks and global-scale model uncertainties. This study presents an integrated methodology combining satellite remote sensing (e.g., GRACE, TRMM), hydrologic modeling (e.g., SWAT), and climate projections (IPCC AR5), to evaluate the impact of climatic and man-made changes on groundwater and surface water resources. The approach was carried out on two scales: regional (Morocco) and watershed (Souss Basin, Morocco) to capture the recent climatic changes in precipitation and total water storage, examine current and projected impacts on total water resources (surface and groundwater), and investigate the link between climate change and groundwater resources. Simulated (1979−2014) potential renewable groundwater resources obtained from SWAT are ~4.3 × 108 m3/yr. GRACE data (2002−2016) indicates a decline in total water storage anomaly of ~0.019m/yr., while precipitation remains relatively constant through the same time period (2002−2016), suggesting human interactions as the major underlying cause of depleting groundwater reserves. Results highlight the need for further conservation of diminishing groundwater resources and a more complete understanding of the links and impacts of climate change on groundwater resources.",
    "readLink": "https://www.mdpi.com/2076-3263/10/1/13"
  },
  {
    "title": "Impacts of Landscape Changes on Water Resources",
    "authors": [
      "Manoj  K. Jha"
    ],
    "doi": "https://doi.org/10.3390/w12082244",
    "journalVolume": "Vol. 12,\n                                no. 2244\n                                \n                                  p.\n                                  2244",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Changes in land use and land cover can have many drivers, including population growth, urbanization, agriculture, demand for food, evolution of socio-economic structure, policy regulations, and climate variability. The impacts of these changes on water resources range from changes in water availability (due to changes in losses of water to evapotranspiration and recharge) to degradation of water quality (increased erosion, salinity, chemical loadings, and pathogens). The impacts are manifested through complex hydro-bio-geo-climate characteristics, which underscore the need for integrated scientific approaches to understand the impacts of landscape change on water resources. Several techniques, such as field studies, long-term monitoring, remote sensing technologies, and advanced modeling studies have been contributing to better understanding the modes and mechanisms by which landscape changes impact water resources. Such research studies can help unlock the complex interconnected influences of landscape on water resources for quantity and quality at multiple spatial and temporal scales. In this Special Issue, we published a set of eight peer-reviewed articles elaborating on some of the specific topics of landscape changes and associated impacts on water resources.",
    "readLink": "https://www.mdpi.com/2073-4441/12/8/2244"
  },
  {
    "title": "Vegetation Dynamic in a Large Floodplain Wetland: The Effects of Hydroclimatic Regime",
    "authors": [
      "Lei Jing,",
      "Qing Zeng,",
      "Ke He,",
      "Peizhong Liu,",
      "Rong Fan,",
      "Weizhi Lu,",
      "Guangchun Lei,",
      "Cai Lu,",
      "Li Wen"
    ],
    "doi": "https://doi.org/10.3390/rs15102614",
    "journalVolume": "Vol. 15,\n                                no. 2614\n                                \n                                  p.\n                                  2614",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Floodplain wetlands are among the most dynamic ecosystems on Earth, featuring high biodiversity and productivity. They are also sensitive to anthropogenic disturbances and are globally threatened. Understanding how flow regime drives the spatiotemporal dynamics of wetland habitats is fundamental to effective conservation practices. In this study, using Landsat imagery and the random forest (RF) machine learning algorithm, we mapped the winter distribution of four wetland habitats (i.e., Carex meadow, reedbed, mudflat, and shallow water) in East Dongting Lake, a Ramsar wetland in the middle to lower Yangtze Basin of China, for 34 years (1988–2021). The dynamics of wetland habitats were explored through pixel-by-pixel comparisons. Further, the response of wetland habitats to flow regime variations was investigated using generalized additive mixed models (GAMM). Our results demonstrated the constant expansion of reedbeds and shrinkage of mudflats, and that there were three processes contributing to the reduction in mudflat: (1) permanent replacement by reedbed; (2) irreversible loss to water; and (3) transitional swapping with Carex meadow. These changes in the relative extent of wetland habitats may degrade the conservation function of the Ramsar wetland. Moreover, the duration of the dry season and the date of water level withdrawal were identified as the key flow regime parameters shaping the size of wetland habitats. However, different wetland vegetation showed distinct responses to variations in flow regime: while Carex meadow increased with earlier water withdrawal and a longer dry season, reedbed continuously expanded independent of the flow regime corresponding to the increase in winter rainfall. Our findings suggested that flow regime acts in concert with other factors, such as climate change and sand mining in river channels, driving wetland habitat transition in a floodplain landscape. Therefore, effective conservation can only be achieved through diverse restoration strategies addressing all drivers.",
    "readLink": "https://www.mdpi.com/2072-4292/15/10/2614"
  },
  {
    "title": "Geo-Agriculture: Reviewing Opportunities through which the Geosphere Can Help Address Emerging Crop Production Challenges",
    "authors": [
      "Chris Pratt,",
      "Kate Kingston,",
      "Bronwyn Laycock,",
      "Ian Levett,",
      "Steven Pratt"
    ],
    "doi": "https://doi.org/10.3390/agronomy10070971",
    "journalVolume": "Vol. 10,\n                                no. 971\n                                \n                                  p.\n                                  971",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "The agricultural sector faces looming challenges including dwindling fertiliser reserves, environmental impacts of conventional soil inputs, and increasingly difficult growing conditions wrought by climate change. Naturally-occurring rocks and minerals may help address these challenges. In this case, we explore opportunities through which the geosphere could support viable agricultural systems, primarily via a literature review supplemented by data analysis and preliminary-scale experimentation. Our objective is to focus on opportunities specifically relating to emerging agricultural challenges. Our findings reveal that a spectrum of common geological materials can assist across four key agricultural challenges: 1. Providing environmentally-sustainable fertiliser deposits especially for the two key elements in food production, nitrogen (via use of slow release N-rich clays), and phosphorus (via recovery of the biomineral struvite) as well as through development of formulations to tap into mineral nutrient reserves underlying croplands. 2. Reducing contamination from farms—using clays, zeolites, and hydroxides to intercept, and potentially recycle nutrients discharged from paddocks. 3. Embedding drought resilience into agricultural landscapes by increasing soil moisture retention (using high surface area minerals including zeolite and smectite), boosting plant availability of drought protective elements (using basalts, smectites, and zeolites), and decreasing soil surface temperature (using reflective smectites, zeolites, and pumices), and 4. mitigating emissions of all three major greenhouse gases—carbon dioxide (using fast-weathering basalts), methane (using iron oxides), and nitrous oxide (using nitrogen-sorbing clays). Drawbacks of increased geological inputs into agricultural systems include an increased mining footprint, potential increased loads of suspended sediments in high-rainfall catchments, changes to geo-ecological balances, and possible harmful health effects to practitioners extracting and land-applying the geological materials. Our review highlights potential for ‘geo-agriculture’ approaches to not only help meet several key emerging challenges that threaten sustainable food and fiber production, but also to contribute to achieving some of the United Nations Sustainable Development Goals—‘Zero Hunger,’ ‘Life on Land,’ and ‘Climate Action.’",
    "readLink": "https://www.mdpi.com/2073-4395/10/7/971"
  },
  {
    "title": "Rock Water as a Key Resource for Patchy Ecosystems on Shallow Soils: Digging Deep Tree Clumps Subsidize Surrounding Surficial Grass",
    "authors": [
      "Nicola Montaldo,",
      "Roberto Corona,",
      "Matteo Curreli,",
      "Serena Sirigu,",
      "Luca Piroddi,",
      "Ram Oren"
    ],
    "doi": "https://doi.org/10.1029/2020EF001870",
    "journalVolume": "Vol. 9,\n                                no. 2\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2328-4277 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://agupubs.onlinelibrary.wiley.com/journal/23284277",
    "abstract": "Abstract Mediterranean mountainous areas of shallow soil often display a mosaic of tree clumps surrounded by grass. The combined role and dynamics of water extracted from the underlying rock, and the competition between adjacent patches of trees and grass, has not been investigated. We quantified the role rock water plays in the seasonal dynamics of evapotranspiration (ET), over a patchy landscape in the context of current and past seasonal climate changes, and land‐cover change strategies. Soil water budget suggests deep water uptake by roots of trees (0.8–0.9 mm/d), penetrating into the fractured basalt, subsidized grass transpiration in spring through hydraulic redistribution. However, in summer trees used all the rock water absorbed (0.79 mm/d). A 15‐year data set shows that, with increasing seasonal drought‐severity (potential ET/precipitation) to >1.04, the vertical water flux through the bottom of the thin soil layer transitions from drainage to uptake in support of ET. A hypothetical grass‐covered landscape, with no access to deep water, would require 0.68–0.85 mm/d more than is available, forcing shortened growing season and/or reduced leaf area. Long‐term decreasing winter precipitation and increasing spring potential ET suggest drying climate, so far with stable vegetation mosaic but progressively earlier peak of grass leaf area. Intervention policies to increase water yield by reducing tree cover will curtail grass access to rock moisture, while attempting to increase tree‐related products (including carbon sequestration) by increasing forest cover will limit water availability per tree leaf area. Both changes may further reduce ecosystem stability.",
    "readLink": "https://doi.org/10.1029/2020EF001870"
  },
  {
    "title": "Influence of Anthropogenic Activities and Major Natural Factors on Vegetation Changes in Global Alpine Regions",
    "authors": [
      "Yuxin Zhang,",
      "Juying Sun,",
      "Yafeng Lu,",
      "Xueqian Song"
    ],
    "doi": "https://doi.org/10.3390/land11071084",
    "journalVolume": "Vol. 11,\n                                no. 1084\n                                \n                                  p.\n                                  1084",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "Understanding vegetation changes and their driving forces in global alpine areas is critical in the context of climate change. We aimed to reveal the changing trend in global alpine vegetation from 1981 to 2015 using the least squares regression method and Mann-Kendall (MK) test. The area-of-influence dominated by anthropogenic activity and natural factors was determined in an area with significant vegetation change by residual analysis; the primary driving force of vegetation change in the area-of-influence dominated by natural factors was identified using the partial correlation method. The results showed that (1) the vegetation in the global alpine area exhibited a browning trend from 1981 to 2015 on the annual scale; however, a greening trend was observed from May to July on the month scale. (2) The influence of natural factors was greater than that of anthropogenic activities, and the positive impact of natural factors was greater than the negative impact. (3) Among the factors that were often considered as the main natural factors, the contribution of albedo to significant changes in vegetation were greater than that of temperature, precipitation, soil moisture, and sunshine duration. This study provides a scientific basis for the protection of vegetation and sustainable development in alpine regions.",
    "readLink": "https://www.mdpi.com/2073-445X/11/7/1084"
  },
  {
    "title": "Methane and carbon dioxide fluxes and their regional scalability   for the European Arctic wetlands during  the  MAMM project  in summer 2012",
    "authors": [
      "S. J. O'Shea,",
      "G. Allen,",
      "M. W. Gallagher,",
      "K. Bower,",
      "S. M. Illingworth,",
      "J. B. A. Muller,",
      "B. T. Jones,",
      "C. J. Percival,",
      "S. J-B. Bauguitte,",
      "M. Cain,",
      "N. Warwick,",
      "A. Quiquet,",
      "U. Skiba,",
      "J. Drewer,",
      "K. Dinsmore,",
      "E. G. Nisbet,",
      "D. Lowry,",
      "R. E. Fisher,",
      "J. L. France,",
      "M. Aurela,",
      "A. Lohila,",
      "G. Hayman,",
      "C. George,",
      "D. B. Clark,",
      "A. J. Manning,",
      "A. D. Friend,",
      "J. Pyle"
    ],
    "doi": "https://doi.org/10.5194/acp-14-13159-2014",
    "journalVolume": "Vol. 14,\n                                no. 23\n                                \n                                  pp.\n                                  13159\n                                  – 13174",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Airborne and ground-based measurements of methane (CH4), carbon dioxide (CO2) and boundary layer thermodynamics were recorded over the Fennoscandian landscape (67–69.5° N, 20–28° E) in July 2012 as part of the MAMM (Methane and other greenhouse gases in the Arctic: Measurements, process studies and Modelling) field campaign. Employing these airborne measurements and a simple boundary layer box model, net regional-scale (~ 100 km) fluxes were calculated to be 1.2 ± 0.5 mg CH4 h−1 m−2 and −350 ± 143 mg CO2 h−1 m−2. These airborne fluxes were found to be relatively consistent with seasonally averaged surface chamber (1.3 ± 1.0 mg CH4 h−1 m−2) and eddy covariance (1.3 ± 0.3 mg CH4 h−1 m−2 and −309 ± 306 mg CO2 h−1 m−2) flux measurements in the local area. The internal consistency of the aircraft-derived fluxes across a wide swath of Fennoscandia coupled with an excellent statistical comparison with local seasonally averaged ground-based measurements demonstrates the potential scalability of such localised measurements to regional-scale representativeness. Comparisons were also made to longer-term regional CH4 climatologies from the JULES (Joint UK Land Environment Simulator) and HYBRID8 land surface models within the area of the MAMM campaign. The average hourly emission flux output for the summer period (July–August) for the year 2012 was 0.084 mg CH4 h−1 m−2 (minimum 0.0 and maximum 0.21 mg CH4 h−1 m−2) for the JULES model and 0.088 mg CH4 h−1 m−2 (minimum 0.0008 and maximum 1.53 mg CH4 h−1 m−2) for HYBRID8. Based on these observations both models were found to significantly underestimate the CH4 emission flux in this region, which was linked to the under-prediction of the wetland extents generated by the models.",
    "readLink": "http://www.atmos-chem-phys.net/14/13159/2014/acp-14-13159-2014.pdf"
  }
]