[
  {
    "title": "Influência das Mudanças de Tempo e Variabilidade Climática sobre a Produção de Energia  Fotovoltaica no Estado do Maranhão (Climate Risk for Photovoltaic Energy Production in the state of Maranhão)",
    "authors": [
      "Francisco Emenson Carpegiane Silva Feitosa,",
      "Ramisa Cristina Rodrigues Belo,",
      "Jessflan Rafael Nascimento Santos,",
      "Mayara Lucyanne Santos de Araújo,",
      "Juliana Sales dos Santos,",
      "Fabrício Brito Silva"
    ],
    "doi": "https://doi.org/10.26848/rbgf.v10.6.p1959-1973",
    "journalVolume": "Vol. 10,\n                                no. 6\n                                \n                                  pp.\n                                  1959\n                                  – 1973",
    "issn": "1984-2295 (Online)",
    "publisher": "Universidade Federal de Pernambuco",
    "countryOfPublisher": "Brazil",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://periodicos.ufpe.br/revistas/rbgfe",
    "abstract": "O objetivo deste estudo foi desenvolver uma metodologia para utilização de dados provenientes de sensoriamento remoto para o planejamento de projetos de energia fotovoltaica no Maranhão. Foram utilizados dados de radiação obtidos na base global GLDAS e precipitação proveniente do satélite TRMM, no período de 2001 a 2014. Os dados de radiação foram processados através da técnica de análise de séries temporais (ACP). O potencial de produção de energia fotovoltaica foi simulado considerando um sistema de 20 módulos fotovoltaicos, cada um com potencial nominal de 45Wp. Uma análise de regressão linear foi realizada para avaliar a correlação entre radiação e precipitação. Por último, o teste de Mann Kendall foi executado para avaliar as tendências nos dados de radiação e precipitação. Através da ACP foram identificadas duas Zonas homogêneas em relação à radiação, uma menor na região do Oeste (bioma amazônico) e a maior na região Leste do Estado (bioma cerrado). A precipitação respondeu por 21,3% na variação anual da radiação na região da Amazônia e 31,2% no Cerrado. A região de cerrado apresentou os maiores valores de radiação solar, e os menores valores foram registrados na região da Amazônia. Pelo teste de Mann Kendall, houve uma tendência linear de aumento na média mensal de radiação solar incidente na região amazônica e cerrado, tanto no período seco quanto no chuvoso. As análises mostraram um cenário favorável para produção de energia solar no Estado do Maranhão, com reduzido risco climático devido à tendência no aumento da radiação. A B S T R A C T The objective of this study was to develop a methodology for use of data from remote sensing in planning photovoltaic energy projects in the Maranhao. Solar radiation data was obtained from global basis GLDAS and rainfall from the TRMM satellite, from 2001 to 2014. The radiation data were processed through the time series analysis technique (PCA). The photovoltaic power generation potential was simulated considering 20 photovoltaic module system, each one with a nominal power of 45Wp. A regression analysis was performed to evaluate the correlation between radiation and precipitation. Finally, the Mann Kendall’s test was performed to evaluate trends in radiation and precipitation data. By PCA were identified two homogeneous zones in relation to radiation, lower in the west (Amazon biome) and the largest east region of the state (Savanna biome). Rainfall represented 21.3% in the annual variation of radiation in the Amazon region and 31.2% in Savanna. The Savanna region showed the highest solar radiation values and the lowest values were recorded in the Amazon region. By Mann Kendall test, there was a positive linear trend of increase in the monthly average incident solar radiation in the Amazon region (Kendall's tau = 0.2173, p <0.0001) and in the Savanna region (Kendall's tau = 0.1651, p = 0.0011). Analyses showed a favorable scenario for the production of solar energy in the state of Maranhao, with a low climate risk due to the trend in increased radiation. Keywords: renewable energy, energy planning, climate change.",
    "readLink": "https://periodicos.ufpe.br/revistas/rbgfe/article/view/234182"
  },
  {
    "title": "A structure–function based approach to floc hierarchy and evidence for the non-fractal nature of natural sediment flocs",
    "authors": [
      "Kate L. Spencer,",
      "Jonathan A. T. Wheatland,",
      "Andrew J. Bushby,",
      "Simon J. Carr,",
      "Ian G. Droppo,",
      "Andrew J. Manning"
    ],
    "doi": "https://doi.org/10.1038/s41598-021-93302-9",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 10",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Natural sediment flocs are fragile, highly irregular, loosely bound aggregates comprising minerogenic and organic material. They contribute a major component of suspended sediment load and are critical for the fate and flux of sediment, carbon and pollutants in aquatic environments. Understanding their behaviour is essential to the sustainable management of waterways, fisheries and marine industries. For several decades, modelling approaches have utilised fractal mathematics and observations of two dimensional (2D) floc size distributions to infer levels of aggregation and predict their behaviour. Whilst this is a computationally simple solution, it is highly unlikely to reflect the complexity of natural sediment flocs and current models predicting fine sediment hydrodynamics are not efficient. Here, we show how new observations of fragile floc structures in three dimensions (3D) demonstrate unequivocally that natural flocs are non-fractal. We propose that floc hierarchy is based on observations of 3D structure and function rather than 2D size distribution. In contrast to fractal theory, our data indicate that flocs possess characteristics of emergent systems including non-linearity and scale-dependent feedbacks. These concepts and new data to quantify floc structures offer the opportunity to explore new emergence-based floc frameworks which better represent natural floc behaviour and could advance our predictive capacity.",
    "readLink": "https://doi.org/10.1038/s41598-021-93302-9"
  },
  {
    "title": "Governing Carbon Mitigation and Climate Change within Local Councils: A Case Study of Adelaide, South Australia",
    "authors": [
      "Heather Zeppel"
    ],
    "doi": "https://doi.org/10.5130/cjlg.v0i10.2690",
    "journalVolume": "no. 10",
    "issn": "1836-0394 (Online)",
    "publisher": "UTS ePRESS",
    "countryOfPublisher": "Australia",
    "lcc": [
      "Political science: Political institutions and public administration (General)"
    ],
    "journalUrl": "http://epress.lib.uts.edu.au/journals/index.php/cjlg",
    "abstract": "There is growing concern about climate change impacts on local government areas. In Australia, the federal carbon tax (from 1 July 2012) will also increase costs for local councils. This paper evaluates what carbon mitigation (i.e. energy, water, and waste management) actions have been implemented by metropolitan Adelaide councils (n=14) and why (or why not). A survey of environmental officers profiled carbon mitigation actions, emissions auditing, and motives for emissions reduction by Adelaide councils. The main reasons for adopting carbon actions were a climate change plan, climate leadership, and cost savings. Internal council governance of climate change actions was also evaluated. A climate governance framework based on adaptive management, communication, and reflective practice (Nursey-Bray 2010) was applied to assess climate mitigation by Adelaide councils.",
    "readLink": "https://learning-analytics.info/journals/index.php/cjlg/article/view/2690"
  },
  {
    "title": "Long-Term Variability of Vegetation Cover and Its Driving Factors and Effects over the Zuli River Basin in Northwest China",
    "authors": [
      "Chenlu Huang,",
      "Juan Xu,",
      "Linxin Shan"
    ],
    "doi": "https://doi.org/10.3390/su15031829",
    "journalVolume": "Vol. 15,\n                                no. 1829\n                                \n                                  p.\n                                  1829",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Vegetation information is a critical factor in regional environment management under climate change. In this study, a typical arid and semi-arid watershed on the Loess Plateau, the Zu Li River Basin (ZRB), was selected to study the long-term changes in vegetation cover and its drivers and impacts. Unlike existing normalized vegetation index (NDVI) products, which have coarse spatial resolution and short time horizons, this study used the 30 m Landsat dataset analyzed in the Google Earth Engine (GEE) to generate high-resolution and long-term NDVI data, which are the most ideal for monitoring vegetation dynamics using long-time-series data products. The results showed that the annual mean maximum NDVI (normalized vegetation index) in the ZRB increased during 1987–2021, with a significant (p p p < 0.05) negatively correlated with runoff coefficient and sand content, indicating that vegetation cover was an important reason for the decrease in runoff coefficient and sand content.",
    "readLink": "https://www.mdpi.com/2071-1050/15/3/1829"
  },
  {
    "title": "North American Indigenous Perceptions of the Apocalypse and a Renewal of Kinship Relationships through the Imagination",
    "authors": [
      "Francesca Mussi"
    ],
    "doi": "https://doi.org/10.13125/2039-6597/5158",
    "journalVolume": "Vol. 12,\n                                no. 24",
    "issn": "2039-6597 (Online)",
    "publisher": "UNICApress",
    "countryOfPublisher": "Italy",
    "lcc": [
      "Geography. Anthropology. Recreation",
      "Language and Literature: Philology. Linguistics: Language. Linguistic theory. Comparative grammar: Translating and interpreting"
    ],
    "journalUrl": "http://ojs.unica.it/index.php/between/index",
    "abstract": "Interweaving ecocriticism, settler-colonial studies, and Indigenous studies, this essay interrogates the concepts of climate change and the apocalypse, repositioning them alongside Indigenous experiences of broken kinship relationships. Focusing on the Canadian Indigenous context, first, I discuss the settler-colonial implications of environmental apocalypse, arguing that Indigenous peoples are already living in a post-apocalyptic condition. Secondly, I explore the Indian Residential School policy as an example of how settler-colonialism contributed to creating the post-apocalyptic situation with which Indigenous peoples live today. Thirdly, through analysis of Lee Maracle’s “The Void” and Daniel H. Justice’s “The Boys Who Became the Hummingbirds”, I discuss how both stories employ imagination to place environmental disasters in conversation with settler-colonial practices, thus re-shaping understandings of the past, present, and future. Ultimately, both stories, as I argue, promote Indigenous traditional knowledge systems and kinship values as a way to maintain respectful and reciprocal kinship relationships among humans and between humans and the land.",
    "readLink": "https://ojs.unica.it/index.php/between/article/view/5158"
  },
  {
    "title": "Environmental-Economic Analysis of Integrated Organic Waste and Wastewater Management Systems: A Case Study from Aarhus City (Denmark)",
    "authors": [
      "Marianne Thomsen,",
      "Daina Romeo,",
      "Dario Caro,",
      "Michele Seghetta,",
      "Rong-Gang Cong"
    ],
    "doi": "https://doi.org/10.3390/su10103742",
    "journalVolume": "Vol. 10,\n                                no. 10\n                                \n                                  p.\n                                  3742",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "This study presents a comparative analysis of the environmental and economic performances of four integrated waste and wastewater management scenarios in the city of Aarhus in Denmark. The purpose of this analysis is to deliver decision support regarding whether (i) the installation of food waste disposers in private homes (AS1) or (ii) separate collection and transport of organic waste to biogas plants is a more viable environmental and economic solution (AS2). Higher environmental benefits, e.g., mitigation of human health impacts and climate change, are obtained by transforming the existing waste combustion system into scenario (ii). Trade-offs in terms of increased marine eutrophication and terrestrial ecotoxicity result from moving up the waste hierarchy; i.e., from waste incineration to biogas production at wastewater treatment plants with anaerobic sludge digestion. Scenario (i) performs with lower energy efficiency compared to scenario (ii). Furthermore, when considering the uncertainty in the extra damage cost to the sewer system that may be associated to the installation of food waste disposers, scenario (ii) is the most flexible, robust, and less risky economic solution. From an economic, environmental, and resource efficiency point of view, separate collection and transport of biowaste to biogas plants is the most sustainable solution.",
    "readLink": "http://www.mdpi.com/2071-1050/10/10/3742"
  },
  {
    "title": "Influence of Community Design and Sociodemographic Characteristics on Teleworking",
    "authors": [
      "Mohammad Abu Afrahim Bhuiyan,",
      "Shakil Mohammad Rifaat,",
      "Richard Tay,",
      "Alex  De Barros"
    ],
    "doi": "https://doi.org/10.3390/su12145781",
    "journalVolume": "Vol. 12,\n                                no. 5781\n                                \n                                  p.\n                                  5781",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The traffic on the roads in many countries has been increasing in recent decades, and the increases in congestion and carbon emission are contributing significantly to climate change. To minimize these adverse effects, the use of more sustainable travel modes, such as public transit, walking, bicycling, carpool and ridesharing, has been widely promoted. Apart from these travel modes, alternatives, such as teleworking, which reduces commute trips, should also be promoted. The objective of this study is to identify different neighborhood design and social characteristics that are associated with teleworking. In this case study, a multiple regression model is applied to 2011 census data and road infrastructure data of 185 communities from the city of Calgary in Canada. In addition, a random intercept model is estimated to account for unobserved heterogeneity. We find that different street patterns, geographical size, land use, mass rapid transit, and road types have a significant effect on teleworking or working-at-home and should be considered when designing new communities. We also find several significant sociodemographic characteristics, including family size, marital status, children, housing type and language. Policy implications based on this research are then provided.",
    "readLink": "https://www.mdpi.com/2071-1050/12/14/5781"
  },
  {
    "title": "Warming proportional to cumulative carbon emissions not explained by heat and carbon sharing mixing processes",
    "authors": [
      "Nathan P. Gillett"
    ],
    "doi": "https://doi.org/10.1038/s41467-023-42111-x",
    "journalVolume": "Vol. 14,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 8",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "Abstract The constant ratio of global warming to cumulative CO2 emissions underpins the use of cumulative emissions budgets as policy tools, and the need to reach net zero CO2 emissions to stabilize global mean temperature. Several studies have argued that this property arises because heat and carbon are mixed into the ocean by similar physical processes, and this argument was echoed in the latest Intergovernmental Panel on Climate Change report. Here we show that, contrary to this hypothesis, atmosphere-ocean fluxes of heat and carbon evolve very differently to each other in abrupt CO2 increase experiments in five earth system models, and that changes in the atmosphere, ocean and land carbon pools all contribute to making warming proportional to cumulative emissions. Our results strongly suggest that this proportionality is not amenable to a simple physical explanation, but rather arises because of the complex interplay of multiple physical and biogeochemical processes.",
    "readLink": "https://doi.org/10.1038/s41467-023-42111-x"
  },
  {
    "title": "Combinative Study of Urban Heat Island in Ascoli Piceno City with Remote Sensing and CFD Simulation—Climate Change and Urban Health Resilience—CCUHRE Project",
    "authors": [
      "Roberta Cocci Grifoni,",
      "Giorgio Caprari,",
      "Graziano Enzo Marchesani"
    ],
    "doi": "https://doi.org/10.3390/su14020688",
    "journalVolume": "Vol. 14,\n                                no. 688\n                                \n                                  p.\n                                  688",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "This paper presents a new methodological approach for analysing the impacts of climate change on the urban habitat and improving the quality of life for citizens. The study falls within the diagnostic phase of the Climate Change and Urban Health Resilience (CCUHRE) research project applied to the rationalist neighbourhood of Monticelli, a suburb of Ascoli Piceno (Italy). The methodological approach tests innovative and multidisciplinary cognitive tools to quantify the impacts of climate change and create refined risk maps combining remote sensing, spatial data, satellite images, and thermal fluid dynamic (CFD) simulations. These tools created an atlas of green areas and surfaces using scientific indexes that describe the relationship between the urban form and heat and between the type of ground and materials. The information yielded by geoprocessing will allow critical aspects in the context to be addressed with site-specific strategies. In fact, through downscaling, it is possible to analyse the thermal fluid dynamics characteristics of the most significant urban areas and identify the related weather/climate characteristics, perceptual scenarios, and thermal stressed regions. The results have provided a dataset that defines the degree of vulnerability of the neighbourhood and identifies the areas exposed to thermal risk.",
    "readLink": "https://www.mdpi.com/2071-1050/14/2/688"
  },
  {
    "title": "PharmCycle: a holistic approach to reduce the contamination of the aquatic environment with antibiotics by developing sustainable antibiotics, improving the environmental risk assessment of antibiotics, and reducing the discharges of antibiotics in the wastewater outlet",
    "authors": [
      "Jörg Andrä,",
      "Falk Beyer,",
      "Gesine Cornelissen,",
      "Jörn Einfeldt,",
      "Jens Heseding,",
      "Klaus Kümmerer,",
      "Kim Oelkers,",
      "Carolin Floeter"
    ],
    "doi": "https://doi.org/10.1186/s12302-018-0156-y",
    "journalVolume": "Vol. 30,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 7",
    "issn": "2190-4715 (Online)",
    "publisher": "SpringerOpen",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Law: Law in general. Comparative and uniform law. Jurisprudence: Comparative law. International uniform law: Environmental law"
    ],
    "journalUrl": "http://www.enveurope.com/",
    "abstract": "Abstract Background The overall aim of the interdisciplinary research project “PharmCycle” is to reduce the contamination of the aquatic environment with antibiotics by developing sustainable antibiotics, improving the environmental risk assessment of antibiotics, and reducing the discharges of antibiotics in the wastewater outlet. An overview of the holistic approach and first results are given. Results The first step is to design sustainable antibiotics, which are effective against target organisms but, after their use, are less toxic, and are rapidly and completely degradable. To develop sustainable antibiotics, two different approaches (subprojects) are applied within PharmCycle: First, a re-design of the existing antibiotics with chemical and in silico methods (“Benign by Design”). Second, sustainable peptide-based antibiotics are produced with biotechnological methods. In the second step, the environmental risk assessment for antibiotics in the framework of the authorization process and for monitoring purposes is improved. There is a lack of data for the environmental risk assessment of antibiotics on the European market. With more transparency of these data, the environmental risk assessment for active substances and for the class of antibiotics can be improved. The aim is to increase the data availability by applying the Aarhus convention and by providing legal access to environmental information. Beside other shortages in the environmental risk assessment required by the European legislation, the effects of antibiotics directly applied in marine aquacultures are not assessed by marine prokaryotic test systems. Therefore, a marine cyanobacteria test was developed, which is more sensitive to selected priority antibiotics than the marine eukaryotic algae test (DIN EN ISO 10253) required by the European Medicines Agency. Marine cyanobacteria are of high importance for the nitrogen cycle and primary production. Moreover, they seem to play an important role with respect to climate change. To reduce the emission of antibiotics used as human pharmaceutical products to the aquatic environment, the third step focusses on the main pathway, the wastewater. Investigations to improve the wastewater treatment of priority antibiotics and sustainable antibiotics are conducted by a combination of methods: activated sludge units, activated carbon adsorption, and membrane filtration systems. Conclusions With the aim of improving the environmental risk assessment of antibiotics and to reduce the emission of antibiotics to the aquatic environment, an interdisciplinary approach is applied which includes the analysis of the German, European, and international law and the development of new legal instruments.",
    "readLink": "http://link.springer.com/article/10.1186/s12302-018-0156-y"
  }
]