[
  {
    "title": "Identifying the critical windows and joint effects of temperature and PM2.5 exposure on small for gestational age",
    "authors": [
      "Xin Chen,",
      "Sidi Chen,",
      "Zhenghong Zhu,",
      "Jiajun Luo,",
      "Huailin Wang,",
      "Maimaitiminjiang Wulayin,",
      "Cunrui Huang,",
      "Wei Zhao,",
      "Qiong Wang"
    ],
    "doi": "Vol. 173\n                                \n                                \n                                  p.\n                                  107832",
    "issn": "0160-4120 (Print)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.journals.elsevier.com/environment-international",
    "abstract": "The potential critical windows for extreme ambient temperature, air pollution exposure and small for gestational age (SGA) are still unclear, and no study has explored their joint effects on SGA. In a national multi-center prospective cohort, we included 179,761 pairs of mother-infant from 16 counties of 8 provinces in China during 2014–2018. Daily averaged temperature and PM2.5 concentration were matched to the maternal residential address to estimate personal exposure. Extreme temperature exposures were categorized by a series of percentile in each meteorological and geographic division for the entire pregnancy, each trimester and gestational week (GA-week). Generalized linear mixed models (GLMMs) and distributed lag nonlinear models (DLNMs) were used to estimate the whole pregnancy-, trimester-specific, and weekly-specific associations of extreme temperature and PM2.5 exposures with SGA. Combined effects were evaluated with the relative excess risk due to interaction (RERI) and proportion attributable to interaction (AP). We observed that by referring to temperature at the 41st − 50th percentile, heat (>90th percentile) exposure during 13th − 29th GA-weeks was associated with SGA; odds ratio (OR) and 95 % confidence intervals (CI) was 1.16 (1.06, 1.28). For cold (<=10th percentile), inverse associations were observed during the 1st − 8th GA-weeks. PM2.5 exposure during the 2nd − 5th and 19th − 27th GA-weeks was associated with SGA, with the strongest association in the 2nd GA-week (OR = 1.0017, 95 %CI: 1.0001, 1.0034, for a 10 μg/m3 increase). No interactive effects between ambient temperature and PM2.5 on SGA were observed. Our findings suggest the weekly susceptibility windows for heat and PM2.5 exposure were primarily the gestational weeks within the 2nd trimester, therefore, corresponding protective measures should be conveyed to pregnant women during routine prenatal visits to reduce exposures.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S0160412023001058"
  },
  {
    "title": "Marine Heatwaves Exceed Cardiac Thermal Limits of Adult Sparid Fish (Diplodus capensis, Smith 1884)",
    "authors": [
      "Kerry-Ann van der Walt,",
      "Kerry-Ann van der Walt,",
      "Warren M. Potts,",
      "Francesca Porri,",
      "Francesca Porri,",
      "Alexander C. Winkler,",
      "Alexander C. Winkler,",
      "Murray I. Duncan,",
      "Murray I. Duncan,",
      "Murray I. Duncan,",
      "Michael R. Skeeles,",
      "Michael R. Skeeles,",
      "Nicola C. James,",
      "Nicola C. James"
    ],
    "doi": "https://doi.org/10.3389/fmars.2021.702463",
    "journalVolume": "Vol. 8",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Climate change not only drives increases in global mean ocean temperatures, but also in the intensity and duration of marine heatwaves (MHWs), with potentially deleterious effects on local fishes. A first step to assess the vulnerability of fishes to MHWs is to quantify their upper thermal thresholds and contrast these limits against current and future ocean temperatures during such heating events. Heart failure is considered a primary mechanism governing the upper thermal limits of fishes and begins to occur at temperatures where heart rate fails to keep pace with thermal dependency of reaction rates. This point is identified by estimating the Arrhenius breakpoint temperature (TAB), which is the temperature where maximum heart rate (fHmax) first deviates from its exponential increase with temperature and the incremental Q10 breakpoint temperature (TQB), which is where the Q10 temperature coefficient (relative change in heart rate for a 10°C increase in temperature) for fHmax abruptly decreases during acute warming. Here we determined TAB, TQB and the temperature that causes cardiac arrhythmia (TARR) in adults of the marine sparid, Diplodus capensis, using an established technique. Using these thermal indices results, we further estimated adult D. capensis vulnerability to contemporary MHWs and increases in ocean temperatures along the warm-temperate south-east coast of South Africa. For the established technique, we stimulated fHmax with atropine and isoproterenol and used internal heart rate loggers to measure fHmax under conditions of acute warming in the laboratory. We estimated average TAB, TQB, and TARR values of 20.8°C, 21.0°C, and 28.3°C. These findings indicate that the physiology of D. capensis will be progressively compromised when temperatures exceed 21.0°C up to a thermal end-point of 28.3°C. Recent MHWs along the warm-temperate south-east coast, furthermore, are already occurring within the TARR threshold (26.6–30.0°C) for cardiac function in adult D. capensis, suggesting that this species may already be physiologically compromised by MHWs. Predicted increases in mean ocean temperatures of a conservative 2.0°C, may further result in adult D. capensis experiencing more frequent MHWs as well as a contraction of the northern range limit of this species as mean summer temperatures exceed the average TARR of 28.3°C.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2021.702463/full"
  },
  {
    "title": "Secondary forest succession in Silver birch (Betula pendula Roth) and Scots pine (Pinus sylvestris L.) southern limits in Europe, in a site of Natura 2000 network – an ecogeographical approach",
    "authors": [
      "Nikolaos Georgios Oikonomakis,",
      "Petros Ganatsas"
    ],
    "doi": "https://doi.org/10.5424/fs/2020292-15680",
    "journalVolume": "Vol. 29,\n                                no. 2\n                                \n                                  pp.\n                                  e010\n                                  – e010",
    "issn": "2171-5068 (Print)",
    "publisher": "2171-9845 (Online)",
    "countryOfPublisher": "Instituto Nacional de Investigación y Tecnología Agraria y Alimentaria",
    "lcc": [
      "Spain",
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://revistas.inia.es/index.php/fs",
    "abstract": "Aim of the study: To investigate the secondary forest succession in the study area and the pathways of its spread and the existing environmental, autecological factors and possible inter-specific competition relationships. Area of study: The study area is a Site of Natura 2000 network in northern Greece dominated by two pioneer forest species, Betula pendula and Pinus sylvestris. Study area is the southern limit of Silver birch in Europe and genotypes of these forests may be important due to the anticipated global increase of temperature and the forthcoming climate change. Materials and methods: The main forest types studied were: pure forests of B. pendula and P. sylvestris and mixed forests of these two main species. To study the expansion of forests in the area, a spatial analysis was performed based on geographical data. To detect forest changes, the rate thereof and their specific spatial distribution and preferences, a statistical analysis was performed. Main results: Approximately 60% of the studied area in 1945 was transformed from grasslands/barelands to forests. The composition of new forests was found to be different from the old ones. The rate of forest establishment in the first years was lower than in the latter years. All factors examined played an important role to the expansion of forest exept slope. Research highlights: Distance from the old stands played the most determining role to new forest structure and composition. Inter-specific competition results to the formation of pure stands, as indicated by the older stands. Keywords: secondary forest succession; Betula pendula; GIS; spatial analysis; forest species competition; forest species distribution.",
    "readLink": "https://revistas.inia.es/index.php/fs/article/view/15680"
  },
  {
    "title": "Decrease in Carabid Beetles in Grasslands of Northwestern China: Further Evidence of Insect Biodiversity Loss",
    "authors": [
      "Xueqin Liu,",
      "Xinpu Wang,",
      "Ming Bai,",
      "Josh Jenkins Shaw"
    ],
    "doi": "https://doi.org/10.3390/insects13010035",
    "journalVolume": "Vol. 13,\n                                no. 35\n                                \n                                  p.\n                                  35",
    "issn": "2075-4450 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/insects/",
    "abstract": "Ground-dwelling beetles are important functional components in nutrient-poor grasslands of middle temperate steppe ecosystems in China. Here, we assessed the changes in ground beetle (Coleoptera: Carabidae) communities in the grasslands of northwestern China over 12 years to improve the management and conservation of beetles all over the world. The Generalized Additive Model (GAM) was applied to estimate the changes in carabid beetle communities in two regions: a desert steppe (Yanchi region), and a typical steppe and meadow steppe (Guyuan region). During the 12-year investigation, a total of 34 species were captured. We found that species abundance and richness per survey declined by 0.2 and 11.2%, respectively. Precipitation was the main factor affecting the distribution of carabid beetles. A distinct decline in carabid beetle species in the Yanchi region indicated that they may be threatened by less precipitation and loss of habitat, which could be due to climate change. Overall, species richness was stable in the Guyuan region. It is necessary to estimate and monitor the changes in carabid beetle communities in a temperate steppe of northern China and to protect them. Extensive desertification seriously threatens the distribution of carabid beetles. Future research should develop methods to protect carabid beetle communities in temperate steppes in China.",
    "readLink": "https://www.mdpi.com/2075-4450/13/1/35"
  },
  {
    "title": "Modeling symbiotic biological nitrogen fixation in grain legumes globally with LPJ-GUESS (v4.0, r10285)",
    "authors": [
      "J. Ma,",
      "S. Olin,",
      "P. Anthoni,",
      "S. S. Rabin,",
      "A. D. Bayer,",
      "S. S. Nyawira,",
      "A. Arneth,",
      "A. Arneth"
    ],
    "doi": "https://doi.org/10.5194/gmd-15-815-2022",
    "journalVolume": "Vol. 15\n                                \n                                \n                                  pp.\n                                  815\n                                  – 839",
    "issn": "1991-959X (Print)",
    "publisher": "1991-9603 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology"
    ],
    "journalUrl": "https://www.geoscientific-model-development.net/",
    "abstract": "Biological nitrogen fixation (BNF) from grain legumes is of significant importance in global agricultural ecosystems. Crops with BNF capability are expected to support the need to increase food production while reducing nitrogen (N) fertilizer input for agricultural sustainability, but quantification of N fixing rates and BNF crop yields remains inadequate on a global scale. Here we incorporate two legume crops (soybean and faba bean) with BNF into a dynamic vegetation model LPJ-GUESS (Lund–Potsdam–Jena General Ecosystem Simulator). The performance of this new implementation is evaluated against observations from a range of water and N management trials. LPJ-GUESS generally captures the observed response to these management practices for legume biomass production, soil N uptake, and N fixation, despite some deviations from observations in some cases. Globally, simulated BNF is dominated by soil moisture and temperature, as well as N fertilizer addition. Annual inputs through BNF are modeled to be 11.6±2.2 Tg N for soybean and 5.6±1.0 Tg N for all pulses, with a total fixation of 17.2±2.9 Tg N yr−1 for all grain legumes during the period 1981–2016 on a global scale. Our estimates show good agreement with some previous statistical estimates but are relatively high compared to some estimates for pulses. This study highlights the importance of accounting for legume N fixation process when modeling C–N interactions in agricultural ecosystems, particularly when it comes to accounting for the combined effects of climate and land-use change on the global terrestrial N cycle.",
    "readLink": "https://gmd.copernicus.org/articles/15/815/2022/gmd-15-815-2022.pdf"
  },
  {
    "title": "A review of nature-based solutions for resource recovery in cities",
    "authors": [
      "Johannes Kisser,",
      "Maria Wirth,",
      "Bart De Gusseme,",
      "Miriam Van Eekert,",
      "Grietje Zeeman,",
      "Andreas Schoenborn,",
      "Björn Vinnerås,",
      "David C. Finger,",
      "Sabina Kolbl Repinc,",
      "Tjaša Griessler Bulc,",
      "Aida Bani,",
      "Dolja Pavlova,",
      "Lucian C. Staicu,",
      "Merve Atasoy,",
      "Zeynep Cetecioglu,",
      "Marika Kokko,",
      "Berat Z. Haznedaroglu,",
      "Joachim Hansen,",
      "Darja Istenič,",
      "Eriona Canga,",
      "Simos Malamis,",
      "Margaret Camilleri-Fenech,",
      "Luke Beesley"
    ],
    "doi": "https://doi.org/10.2166/bgs.2020.930",
    "journalVolume": "Vol. 2,\n                                no. 1\n                                \n                                  pp.\n                                  138\n                                  – 172",
    "issn": "2617-4782 (Online)",
    "publisher": "IWA Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: Urbanization. City and country"
    ],
    "journalUrl": "https://iwaponline.com/bgs",
    "abstract": "Our modern cities are resource sinks designed on the current linear economic model which recovers very little of the original input. As the current model is not sustainable, a viable solution is to recover and reuse parts of the input. In this context, resource recovery using nature-based solutions (NBS) is gaining popularity worldwide. In this specific review, we focus on NBS as technologies that bring nature into cities and those that are derived from nature, using (micro)organisms as principal agents, provided they enable resource recovery. The findings presented in this work are based on an extensive literature review, as well as on original results of recent innovation projects across Europe. The case studies were collected by participants of the COST Action Circular City, which includes a portfolio of more than 92 projects. The present review article focuses on urban wastewater, industrial wastewater, municipal solid waste and gaseous effluents, the recoverable products (e.g., nutrients, nanoparticles, energy), as well as the implications of source-separation and circularity by design. The analysis also includes assessment of the maturity of different technologies (technology readiness level) and the barriers that need to be overcome to accelerate the transition to resilient, self-sustainable cities of the future.",
    "readLink": "http://doi.org/10.2166/bgs.2020.930"
  },
  {
    "title": "Simulation of Cooling Island Effect in Blue-Green Space Based on Multi-Scale Coupling Model",
    "authors": [
      "Ziwu Pan,",
      "Zunyi Xie,",
      "Liyang Wu,",
      "Yu Pan,",
      "Na Ding,",
      "Qiushuang Liang,",
      "Fen Qin"
    ],
    "doi": "https://doi.org/10.3390/rs15082093",
    "journalVolume": "Vol. 15,\n                                no. 2093\n                                \n                                  p.\n                                  2093",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "The mitigation of the urban heat island effect is increasingly imperative in light of climate change. Blue–green space, integrating water bodies and green spaces, has been demonstrated to be an effective strategy for reducing the urban heat island effect and enhancing the urban environment. However, there is a lack of coupled analysis on the cooling island effect of blue–green space at the meso-micro scale, with previous studies predominantly focusing on the heat island effect. This study coupled the single urban canopy model (UCM) with the mesoscale Weather Research and Forecasting (WRF) numerical model to simulate the cooling island effect of blue–green space in the Eastern Sea-River-Stream-Lake Linkage Zone (ESLZ) within the northern subtropical zone. In particular, we comparatively investigated the cooling island effect of micro-scale blue–green space via three mitigation strategies of increasing vegetation, water bodies, and coupling blue–green space, using the temperature data at the block scale within 100 m square of the urban center on the hottest day in summer. Results showed that the longitudinally distributed lakes and rivers in the city had a significant cooling effect on the ambient air temperature (Ta) at the mesoscale, with the largest cooling range occurring during the daytime and ranging from 1.01 to 2.15 °C. In contrast, a 5~20% increase in vegetation coverage or 5~15% increase in water coverage at the micro-scale was observed to reduce day and night Ta by 0.71 °C. Additionally, the most significant decrease in physiologically equivalent temperature (PET) was found in the mid-rise building environment, with a reduction of 2.65–3.26 °C between 11:00 and 13:00 h, and an average decrease of 1.25°C during the day. This study aims to guide the optimization of blue–green space planning at the meso-micro scale for the fast-development and expansion of new urban agglomerations.",
    "readLink": "https://www.mdpi.com/2072-4292/15/8/2093"
  },
  {
    "title": "Historic global biomass burning emissions for CMIP6 (BB4CMIP) based on merging satellite observations with proxies and fire models (1750–2015)",
    "authors": [
      "M. J. E. van Marle,",
      "M. J. E. van Marle,",
      "S. Kloster,",
      "B. I. Magi,",
      "J. R. Marlon,",
      "A.-L. Daniau,",
      "R. D. Field,",
      "A. Arneth,",
      "M. Forrest,",
      "S. Hantson,",
      "N. M. Kehrwald,",
      "W. Knorr,",
      "G. Lasslop,",
      "F. Li,",
      "S. Mangeon,",
      "C. Yue,",
      "J. W. Kaiser,",
      "G. R. van der Werf"
    ],
    "doi": "https://doi.org/10.5194/gmd-10-3329-2017",
    "journalVolume": "Vol. 10\n                                \n                                \n                                  pp.\n                                  3329\n                                  – 3357",
    "issn": "1991-959X (Print)",
    "publisher": "1991-9603 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology"
    ],
    "journalUrl": "https://www.geoscientific-model-development.net/",
    "abstract": "Fires have influenced atmospheric composition and climate since the rise of vascular plants, and satellite data have shown the overall global extent of fires. Our knowledge of historic fire emissions has progressively improved over the past decades due mostly to the development of new proxies and the improvement of fire models. Currently, there is a suite of proxies including sedimentary charcoal records, measurements of fire-emitted trace gases and black carbon stored in ice and firn, and visibility observations. These proxies provide opportunities to extrapolate emission estimates back in time based on satellite data starting in 1997, but each proxy has strengths and weaknesses regarding, for example, the spatial and temporal extents over which they are representative. We developed a new historic biomass burning emissions dataset starting in 1750 that merges the satellite record with several existing proxies and uses the average of six models from the Fire Model Intercomparison Project (FireMIP) protocol to estimate emissions when the available proxies had limited coverage. According to our approach, global biomass burning emissions were relatively constant, with 10-year averages varying between 1.8 and 2.3 Pg C yr−1. Carbon emissions increased only slightly over the full time period and peaked during the 1990s after which they decreased gradually. There is substantial uncertainty in these estimates, and patterns varied depending on choices regarding data representation, especially on regional scales. The observed pattern in fire carbon emissions is for a large part driven by African fires, which accounted for 58 % of global fire carbon emissions. African fire emissions declined since about 1950 due to conversion of savanna to cropland, and this decrease is partially compensated for by increasing emissions in deforestation zones of South America and Asia. These global fire emission estimates are mostly suited for global analyses and will be used in the Coupled Model Intercomparison Project Phase 6 (CMIP6) simulations.",
    "readLink": "https://www.geosci-model-dev.net/10/3329/2017/gmd-10-3329-2017.pdf"
  },
  {
    "title": "Effectiveness of agrometeorological services for smallholder farmers: The case study in the regions of Dosso and Tillabéri in Niger",
    "authors": [
      "M. Bacci,",
      "O.A. Idrissa,",
      "C. Zini,",
      "S. Burrone,",
      "A.A. Sitta,",
      "V. Tarchiani"
    ],
    "doi": "Vol. 30\n                                \n                                \n                                  p.\n                                  100360",
    "issn": "2405-8807 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.journals.elsevier.com/climate-services/",
    "abstract": "The increasing frequency of extreme events in West Africa, such as droughts and floods, has made populations that base their subsistence mostly on rainfed agriculture even more vulnerable to climate threats. Climate Services (CS) are largely acknowledged as effective tools for tackling climate risks in agriculture, particularly in semi-arid developing countries but evidences of their effectiveness are still jeopardized. In Niger a climate service (CS) has been set up in the regions of Dosso and Tillabéri by the National Meteorological Service (NMS) to provide salient information for smallholder farmers. The CS was built on a robust collaboration among NMS, local extension services and authorities and farmers in 8 municipalities. The case study shows that a large share of farmers receives throughout the cropping season climatic information and advice via roving seminars and various media, including instant messaging services and radio broadcasts. Nevertheless, the results indicate that access to CS alone doesn’t imply relevant positive impacts on crop yields while the training of farmers in the use of the information results to be a significant factor. Indeed, in 2020, yields of trained farmers are significantly higher by around 17% compared to those of non-trained ones. Training and iterative interaction between farmers and NMS could also have indirect effects on information uptake, contributing to building reciprocal trust and therefore stronger action by trained farmers. The study confirms the importance of the social learning process in CS co-development. Since the study is limited by the small sample and the dataset covering only one cropping season, further research is needed to deepen cost-benefit analysis and disentangle the relative contribution of the CS components to yield increase. Indeed, evidences of the positive impact of CS could represent a leverage for local governments and international funders to support CS co-development and related capacity building activities. Practical implication: Climate variability and a strong increase in extreme hydro meteorological events are affecting agriculture production and exacerbating food insecurity in West Africa. In Niger, the vulnerability of agricultural production systems is coupled to ecosystem fragility and soil degradation. In this area, the rural population is the most vulnerable to climate threats because they have a reduced capability to implement effective risk reduction and climate change adaptation strategies and national government has limited resources to invest in climate policies. The CS implemented for the regions of Dosso and Tillabéri in Niger demonstrates that it is possible to set up an effective network for disseminating agrometeorological information for smallholder farmers at the municipal level with the aim of reducing the impact of climate threats on agriculture production. The information produced by the National Meteorological Service (NMS) is spread through extension services and rural radios to reach farmers. At the same time the agrometeorological field data are collected by local farmers and sent to the national service, ensuring the continuous monitoring of the cropping season. Subsequently, the agrometeorological information is coupled with setting up roving seminars in each municipality to spread tailored advice for farmers concerning seasonal climate forecasts and to build capacities in the use of agrometeorological advices during the season. During these seminars, rain gauges are also distributed to farmers and their use explained. In this way, farmers become able to autonomously take some tactical decisions, such as better timing the sowing of crops or performing farming activities, basing these choices on direct observations. The present case study demonstrates that the mere receipt of the climate information is not clearly related to an increase in yields; contrariwise, farmers who received training on how to properly use the information, have significantly higher yields. Repeated capacity building and information distribution over the years represent an element of trust building for end users who are more prone to use these CS in their agricultural choices, integrating their traditional knowledge. The next challenge is to guarantee the sustainability of these networks over time, because, even if technology advances could reduce the costs of the production and distribution of climate services, the training activities and maintaining the rural observation network are challenging. A possible way to make it sustainable is to reinforce institutional collaboration. Moreover, the use of a participatory approach in co-designing the CS could be a key element in pursuing the active involvement of the local population and administrations and could increase their motivation in the data exchange process. Basing on obtained results, the authors recommend to pursue the development of tailored CS for smallholder farmers in similar rural contexts, since these services constitute a real contribution to climate change adaptation at the local level in rural areas and future experiences could ensure the fine tuning of the climate information products, reducing delivery costs and increasing benefits for stakeholders. Finally, it is also recommended to further assess the cost/benefit ratio of CS in order to leverage funds and ensure scaling up and sustainability.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405880723000213"
  },
  {
    "title": "A dinâmica atmosférica na vertente oriental da bacia do alto rio Paraná e a gênese das chuvas = The atmospheric dynamics on the eastern slope of the Paraná river basin and the genesis of rain",
    "authors": [
      "Victor da Assunção Borsato,",
      "Edvard Elias de Souza Filho"
    ],
    "doi": "Vol. 30,\n                                no. 2\n                                \n                                  pp.\n                                  221\n                                  – 229",
    "issn": "1806-2563 (Print)",
    "publisher": "1807-8664 (Online)",
    "countryOfPublisher": "Universidade Estadual de Maringá",
    "lcc": [
      "Brazil",
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Science (General)"
    ],
    "journalUrl": "https://periodicos.uem.br/ojs/index.php/ActaSciTechnol/index",
    "abstract": "O ritmo dos sistemas atmosféricos e a intensidade variam no tempo e noespaço. Por isso, para caracterizar a dinâmica climática de uma região é necessário estudar a dinâmica das massas de ar ao longo de uma série. Estudaram-se, por meio da dinâmica das massas de ar, a participação dos sistemas atmosféricos atuantes e as porcentagens das chuvas convectivas e frontais ao longo da vertente oriental da bacia do alto rio Paran��. Verificou-se que, nessa vertente, nos meses mais frios, predomina a atuação da massa tropical Atlântica e da polar Atlântica. Nos meses mais quentes, além de predominar a atuação dos sistemas de baixa pressão equatorial continental e tropical continental, têm-se as chuvas convectivas. Verificou-se, também, progressivo aumento na participação das chuvas convectivas, a partirda década de 1990, corroborando a teoria das mudanças climáticas.The rhythm and intensity of atmospheric systems vary intime and space. Therefore, it is necessary to study the dynamics of air masses over a temporal series in order to characterize the climate dynamics of a region or area. The participation of the active atmospheric systems and the percentage shared by convective andfrontal rains along the eastern slope of upper Paraná River were studied based on the dynamics of air masses. It was observed that, in such a slope, during the coldest months, the actions of the Atlantic tropical mass and polar Atlantic mass prevail. However, during thewarmer months, in addition to the predominance of the action of equatorial continental and tropical continental low atmospheric pressure systems, convective rains also take place. It was also noted that, from the 1990s onward, a progressive increase was observed in the participation of convective rains, strengthening the theory of climatic change.",
    "readLink": "http://periodicos.uem.br/ojs/index.php/ActaSciTechnol/article/view/5498/5498"
  }
]