[
  {
    "title": "Assessing Progress towards Sustainable Development Goals through Nexus Planning",
    "authors": [
      "Tafadzwanashe Mabhaudhi,",
      "Luxon Nhamo,",
      "Tendai  P. Chibarabada,",
      "Goden Mabaya,",
      "Sylvester Mpandeli,",
      "Stanley Liphadzi,",
      "Aidan Senzanje,",
      "Dhesigen Naidoo,",
      "Albert  T. Modi,",
      "Pauline  P. Chivenge"
    ],
    "doi": "https://doi.org/10.3390/w13091321",
    "journalVolume": "Vol. 13,\n                                no. 1321\n                                \n                                  p.\n                                  1321",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Sustainable Development Goals (SDGs) acknowledge the inter-linkages between human wellbeing, economic prosperity, and a healthy environment and, hence, are associated with a wide range of topical issues that include the securities of water, energy and food resources, poverty eradication, economic development, climate change, health, among others. As SDGs are assessed through targets to be achieved by 2030 and monitored through measurable indicators, this study applied the nexus planning model to monitor and evaluate progress towards SDGs using South Africa as a case study. The study highlighted pathways to ensure socio-ecological sustainability and environmental health by establishing the connectivity between SDGs and nexus approaches. The linkages between SDGs and nexus planning facilitated the sustainable management of resources in an integrated manner. They addressed the cross-sectoral synergies, value-addition, and trade-offs within interlinked sectors. The connectedness of current challenges facing humankind (climate change, rapid urbanisation, migration, and the emergence of novel infectious diseases) require transformative approaches that address these cross-cutting challenges holistically. Managing the intricate relationships between distinct but interconnected sectors through nexus planning has provided decision support tools to formulate coherent strategies that drive resilience and sustainability. The established linkages between nexus planning and SDGs have strengthened cross-sectoral collaboration and unpacked measures for cooperative governance and management through evidence-based interventions. As food production, water provision, and energy accessibility are the major socio-economic and environmental issues currently attracting global attention; the methodology promotes attaining sustainability by 2030.",
    "readLink": "https://www.mdpi.com/2073-4441/13/9/1321"
  },
  {
    "title": "Deep Decarbonisation from a Biophysical Perspective: GHG Emissions of a Renewable Electricity Transformation in the EU",
    "authors": [
      "Louisa  Jane Di Felice,",
      "Maddalena Ripa,",
      "Mario Giampietro"
    ],
    "doi": "https://doi.org/10.3390/su10103685",
    "journalVolume": "Vol. 10,\n                                no. 10\n                                \n                                  p.\n                                  3685",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "In light of climate change and security concerns, decarbonisation has become a priority for industrialised countries. In the European Union (EU), decarbonisation scenarios used to support decision-making predict a steady decrease in greenhouse gas (GHG) emissions, mostly driven by changes in production mixes and improvements in efficiency. In the EU’s decarbonisation pathways, the power sector plays a large role, reaching zero emissions by 2050. From a biophysical perspective, decarbonisation becomes not just a matter of replacing carbon-intensive with carbon-neutral electricity flows, but also a matter of building and maintaining new infrastructure (funds) which, in turn, is associated with GHG emissions. By not accounting for the emissions associated with funds, particularly those required to increase grid flexibility, scenarios used to inform decarbonisation narratives in the EU are missing a key part of the picture. We show that a rapid and deep decarbonisation of the EU’s power sector through a production-side transition between the years 2020 and 2050 leads to cumulative emissions of the order of 21–25 Gt of CO2 equivalent, within a range of approximately 35–45%. The results are obtained by modelling two decarbonisation pathways where grid flexibility increases either through storage or through curtailment. The analysis suggests that scenarios informing decarbonisation policies in the EU are optimistic and may lead to a narrow focus on sustainable production transformations. This minimises the perceived urgency of reducing overall energy consumption to stay within safe carbon budgets.",
    "readLink": "http://www.mdpi.com/2071-1050/10/10/3685"
  },
  {
    "title": "Response of Evapotranspiration (ET) to Climate Factors and Crop Planting Structures in the Shiyang River Basin, Northwestern China",
    "authors": [
      "Xueyi Yang,",
      "Xiaojing Shi,",
      "Yaling Zhang,",
      "Fei Tian,",
      "Samuel Ortega-Farias"
    ],
    "doi": "https://doi.org/10.3390/rs15163923",
    "journalVolume": "Vol. 15,\n                                no. 3923\n                                \n                                  p.\n                                  3923",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Evapotranspiration (ET) is an essential part of energy flow between the surface of the earth and the atmosphere, simultaneously involving the water, carbon, and energy cycles. It is mainly determined by climate, land use, and land cover changes. Additionally, there is still a need for quantitative characterization of the impacts of climate factors and human activities on ET and regional water resource efficiency in arid and semiarid regions. Based on Landsat-8 remote sensing imagery and land use data, the crop planting structures in the Liangzhou District of the middle reaches of the Shiyang River Basin were identified using a multiband and multi-temporal approach in this study. Subsequently, the ET of major cash crops was inverted using the three-temperature model. This research quantitatively describes the responses of wheat and corn to the climate and human activities over a two-year period. Furthermore, the impact of crop planting structures and climatic factors on ET was elucidated. The results indicate that a combination of multi-temporal green and shortwave infrared 1 bands is the optimal spectral combination to extract the planting structures. Compared to 2019, the wheat area decreased by 23.27% in 2020, while the corn area increased by 5.96%. Both crops exhibited significant spatial heterogeneity in ET during the growing season. The typical daily range of ET for wheat was 0.4–7.2 mm/day, and for corn, it was 1.5–4.0 mm/day. Among the climatic factors, temperature showed the highest correlation with ET (R = 0.80, p ≤ 0.05). Our research findings provide valuable insights for the fine identification of crop planting structures and a better understanding of the response of ET to climatic factors and planting structures.",
    "readLink": "https://www.mdpi.com/2072-4292/15/16/3923"
  },
  {
    "title": "Neolithisation of Sava-Drava-Danube interfluve at the end of the 6600–6000 BC period of Rapid Climate Chang: a new solution to an old problem",
    "authors": [
      "Katarina Botić"
    ],
    "doi": "https://doi.org/10.4312/dp.43.9",
    "journalVolume": "Vol. 43",
    "issn": "1408-967X (Print)",
    "publisher": "1854-2492 (Online)",
    "countryOfPublisher": "University of Ljubljana Press (Založba Univerze v Ljubljani)",
    "lcc": [
      "Slovenia",
      "Auxiliary sciences of history: Archaeology"
    ],
    "journalUrl": "https://journals.uni-lj.si/DocumentaPraehistorica",
    "abstract": "The idea of the Neolithisation of the Sava-Drava-Danube interfluve has undergone very little change since S. Dimitrijević's time. Despite their many shortcomings, new archaeological excavations and radiocarbon dates of Early Neolithic sites have provided us with new insight into the process of Neolihisation of this region. Using the recently published work by B. Weninger and L. Clare (Clare, Weninger 2010; Weninger et al. 2009; Weninger et al. 2014) as a starting point, the available radiocarbon and archaeological data are used to build up a time frame comparable to the wider region of Southeast Europe and climate conditions for specific period. The results fit the model of Neolithisation well (Weninger et al. 2014.9, Fig. 4), filling in the geographical gaps.",
    "readLink": "https://journals.uni-lj.si/DocumentaPraehistorica/article/view/6980"
  },
  {
    "title": "Forest Harvest Patterns on Private Lands in the Cascade Mountains, Washington, USA",
    "authors": [
      "Christopher E. Soulard,",
      "Jessica J. Walker,",
      "Glenn E. Griffith"
    ],
    "doi": "https://doi.org/10.3390/f8100383",
    "journalVolume": "Vol. 8,\n                                no. 10\n                                \n                                  p.\n                                  383",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Forests in Washington State generate substantial economic revenue from commercial timber harvesting on private lands. To investigate the rates, causes, and spatial and temporal patterns of forest harvest on private tracts throughout the Cascade Mountains, we relied on a new generation of annual land-use/land-cover (LULC) products created from the application of the Continuous Change Detection and Classification (CCDC) algorithm to Landsat satellite imagery collected from 1985 to 2014. We calculated metrics of landscape pattern using patches of intact and harvested forest in each annual layer to identify changes throughout the time series. Patch dynamics revealed four distinct eras of logging trends that align with prevailing regulations and economic conditions. We used multiple logistic regression to determine the biophysical and anthropogenic factors that influence fine-scale selection of harvest stands in each time period. Results show that private lands forest cover became significantly reduced and more fragmented from 1985 to 2014. Variables linked to parameters of site conditions, location, climate, and vegetation greenness consistently distinguished harvest selection for each distinct era. This study demonstrates the utility of annual LULC data for investigating the underlying factors that influence land cover change.",
    "readLink": "https://www.mdpi.com/1999-4907/8/10/383"
  },
  {
    "title": "Helminth community structure in two species of arctic-breeding waterfowl",
    "authors": [
      "C.L. Amundson,",
      "N.J. Traub,",
      "A.J. Smith-Herron,",
      "P.L. Flint"
    ],
    "doi": "https://doi.org/10.1016/j.ijppaw.2016.09.002",
    "journalVolume": "Vol. 5,\n                                no. 3\n                                \n                                  pp.\n                                  263\n                                  – 272",
    "issn": "2213-2244 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Zoology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/international-journal-for-parasitology-parasites-and-wildlife/",
    "abstract": "Climate change is occurring rapidly at high latitudes, and subsequent changes in parasite communities may have implications for hosts including wildlife and humans. Waterfowl, in particular, harbor numerous parasites and may facilitate parasite movement across broad geographic areas due to migratory movements. However, little is known about helminth community structure of waterfowl at northern latitudes. We investigated the helminth communities of two avian herbivores that breed at high latitudes, Pacific black brant (Branta bernicla nigricans), and greater white-fronted geese (Anser albifrons), to examine effects of species, geographic area, age, and sex on helminth species richness, aggregation, prevalence, and intensity. We collected 83 and 58 black brant and white-fronted geese, respectively, from Arctic and Subarctic Alaska July–August 2014. We identified 10 known helminth species (Amidostomum anseris, Amidostomum spatulatum, Drepanidotaenia lanceolata, Epomidiostomum crami, Heterakis dispar, Notocotylus attenuatus, Tetrameres striata, Trichostrongylus tenuis, Tschertkovilepis setigera, and Wardoides nyrocae) and 1 previously undescribed trematode. All geese sampled were infected with at least one helminth species. All helminth species identified were present in both age classes and species, providing evidence of transmission at high latitudes and suggesting broad host susceptibility. Also, all but one helminth species were present at both sites, suggesting conditions are suitable for transmission across a large latitudinal/environmental gradient. Our study provides important baseline information on avian parasites that can be used to evaluate the effects of a changing climate on host-parasite distributions.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2213224416300323"
  },
  {
    "title": "Flood warnings in coastal areas: how do experience and information influence responses to alert services?",
    "authors": [
      "G. Pescaroli,",
      "M. Magni"
    ],
    "doi": "https://doi.org/10.5194/nhess-15-703-2015",
    "journalVolume": "Vol. 15,\n                                no. 4\n                                \n                                  pp.\n                                  703\n                                  – 714",
    "issn": "1561-8633 (Print)",
    "publisher": "1684-9981 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.nat-hazards-earth-syst-sci.net/volumes_and_issues.html",
    "abstract": "Many studies discuss the economic and technical aspects of flood warnings. Less attention has been given to the social and behavioural patterns that affect alert services. In particular, the literature focuses on warnings activated in river basins or marine environments without providing clear evidence on Mediterranean coastal areas, even though these are subjected to growing flood risk related to climate change. This paper is a first attempt to bridge this gap. Our research develops an in-depth analysis of the village of Cesenatico on the Adriatic Sea coast. Here the municipality adopted two complementary warning systems: a siren and an alert via short message service (SMS). The analysis focuses on a survey conducted in 2011 and 2012 with 228 participants. The relationships between social and behavioural variables and warning services are investigated as well as flood preparedness and information dissemination. Qualitative evidence from informal interviews is used to support the understanding of key responses. The conclusions show how different social and behavioural patterns can influence the effectiveness and use of warning systems, regardless of the technology adopted and the structural mitigation measures implemented. Education, training and accountability are seen to be critical elements for implementation. Finally, the statistical output is used to suggest new questions and new directions for research.",
    "readLink": "http://www.nat-hazards-earth-syst-sci.net/15/703/2015/nhess-15-703-2015.pdf"
  },
  {
    "title": "Life history responses of two ephemeral plant species to increased precipitation and nitrogen in the Gurbantunggut Desert",
    "authors": [
      "Yanfeng Chen,",
      "Lingwei Zhang,",
      "Xiang Shi,",
      "Huiliang Liu,",
      "Daoyuan Zhang"
    ],
    "doi": "https://doi.org/10.7717/peerj.6158",
    "journalVolume": "Vol. 7\n                                \n                                \n                                  p.\n                                  e6158",
    "issn": "2167-8359 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://peerj.com/",
    "abstract": "Precipitation change and nitrogen deposition are not only hot topics of current global change but also the main environmental factors affecting plant growth in desert ecosystems. Thus, we performed an experiment of increased precipitation, nitrogen, and precipitation plus nitrogen on the ephemeral annual species Nepeta micrantha and Eremopyrum distans in the Gurbantunggut Desert. We aimed to determine the life history responses of N. micrantha and E. distans to environment changes, and the germination percentage of the offspring (seeds) was also tested in the laboratory. The results showed that increased nitrogen and precipitation plus nitrogen increased the growth of both plant species, whereas increased precipitation inhibited the growth of N. micrantha but increased the growth of E. distans. This differential response of these two species to precipitation and nitrogen also affected the germination of their offspring. In response to increased nitrogen and precipitation plus nitrogen, the germination percentage of the offspring produced by two species decreased in conjunction with the plants exhibiting high reproduction, which may prevent overcrowding during the following year; however, the N. micrantha plants produced more nondormant offspring in conjunction with low reproduction under relatively greater amounts of precipitation, and N. micrantha offspring could occupy their habitat via rapid germination in suitable environments. Therefore, with increased precipitation and nitrogen deposition, these differences in offspring dormancy may affect their ecological niche in the community.",
    "readLink": "https://peerj.com/articles/6158.pdf"
  },
  {
    "title": "Plant genetic engineering and genetically modified crop breeding: history and current status",
    "authors": [
      "Xingchun WANG,Shujun CHANG,Jie LU,Rupert FRAY,Don GRIERSON,Yuanhuai HAN"
    ],
    "doi": "https://doi.org/10.15302/J-FASE-2017131",
    "journalVolume": "Vol. 4,\n                                no. 1\n                                \n                                  pp.\n                                  5\n                                  – 27",
    "issn": "2095-7505 (Print)",
    "publisher": "2095-977X (Online)",
    "countryOfPublisher": "Higher Education Press",
    "lcc": [
      "China",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://journal.hep.com.cn/fase",
    "abstract": "This review charts the major developments in the genetic manipulation of plant cells that have taken place since the first gene transfer experiments using Ti plasmids in 1983. Tremendous progress has been made in both our scientific understanding and technological capabilities since the first genetically modified (GM) crops were developed with single gene resistances to herbicides, insects, viruses, and the silencing of unde-sirable genes. Despite opposition in some parts of the world, the area planted with first generation GM crops has grown from 1.7 Mhm2 in 1996 to 179.7 Mhm2 hectares in 2015. The toolkit available for genetic modification has expanded greatly since 1996 and recently Nobel Laureates have called on Greenpeace to end their blanket opposition, and plant scientists have urged that consideration be given to the benefits of GM crops based on actual evidence. It is now possible to use GM to breed new crop cultivars resistant to a much wider range of pests and diseases, and to produce crops better able to adapt to climate change. The advent of new CRISPR-based technologies makes it possible to contemplate a much wider range of improvements based on transfer of new metabolic pathways and traits to improve nutritional quality, with a much greater degree of precision. Use of GM, sometimes in conjunction with other approaches, offers great opportunities for improving food quality, safety, and security in a changing world.",
    "readLink": "http://academic.hep.com.cn/fase/fileup/2095-7505/PDF/1484893861381-241313915.pdf"
  },
  {
    "title": "Solar Potential in Saudi Arabia for Southward-Inclined Flat-Plate Surfaces",
    "authors": [
      "Ashraf Farahat,",
      "Harry  D. Kambezidis,",
      "Mansour Almazroui,",
      "Emad Ramadan"
    ],
    "doi": "https://doi.org/10.3390/app11094101",
    "journalVolume": "Vol. 11,\n                                no. 4101\n                                \n                                  p.\n                                  4101",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "The major objective of the present work is to investigate into the appropriate tilt angles of south-oriented solar panels in Saudi Arabia for maximum performance. This is done with the estimation of the annual energy sums received on surfaces with tilt angles in the range 15°–55° inclined to south at 82 locations covering all Saudi Arabia. The analysis shows that tilt angles of 20°, 25° and 30° towards south are the optimum ones depending on site. These optimum tilt angles define three distinct solar energy zones in Saudi Arabia. The variation of the energy sums in each energy zone on annual, seasonal and monthly basis is given; the analysis provides regression equations for the energy sums as function of time in each case. Furthermore, the spatial distribution of the annual global inclined solar energy in Saudi Arabia is shown in a solar map specially derived. The annual energy sums are found to vary between 1612 kWhm−2year−1 and 2977 kWhm−2year−1 across the country. Finally, the notion of a correction factor is introduced, defined, and employed. This factor can be used to correct energy values estimated by a reference ground albedo to those based on near-real ground albedo.",
    "readLink": "https://www.mdpi.com/2076-3417/11/9/4101"
  }
]