[
  {
    "title": "Assessing the impact of very large volcanic eruptions on the risk of extreme climate events",
    "authors": [
      "Nicolas Freychet,",
      "Andrew P Schurer,",
      "Andrew P Ballinger,",
      "Laura Suarez-Gutierrez,",
      "Claudia Timmreck"
    ],
    "doi": "https://doi.org/10.1088/2752-5295/acee9f",
    "journalVolume": "Vol. 2,\n                                no. 3\n                                \n                                  p.\n                                  035015",
    "issn": "2752-5295 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/2752-5295",
    "abstract": "Very large volcanic eruptions have substantial impacts on the climate, causing global cooling and major changes to the hydrological cycle. While most studies have focused on changes to mean climate, here we use a large ensemble to assess the impact on extreme climate for three years following tropical and extratropical eruptions of different sulfur emission strength. We focus on the impact of an extremely large eruption, injecting 40 Tg sulfur into the stratosphere, which could be expected to occur approximately twice a millennium. Our findings show that the eruption would have a profound effect on large areas of the globe, resulting in extremely rare drought events that under normal circumstances would occur once every century becoming very likely. Several regions such as West Africa, South and East Asia and the Maritime continent are particularly affected with the expected climate shifting well outside the usual range, by up to five standard deviations. These results have important consequences as they indicate that a severe drought in multiple breadbasket regions should be expected following a large eruption. The risk of heavy rainfall tends to decrease over the same regions but by a reduced amount, heatwaves become extremely rare, however the chance of extreme Winter cold surges do not increase by a corresponding amount, since widespread parts of the Northern Hemisphere display a winter warming. Our results show that the location of the eruption is crucial for the change in extremes, with overall changes larger for a Northern Hemisphere eruption than a tropical and Southern Hemisphere eruption, although there is a regional dependency. Simulations of different eruptions with similar forcing distributions but with different sizes are consistent with a linear relationship, however for smaller eruptions the internal variability tends to become dominant and the effect on extreme climate less detectable.",
    "readLink": "https://doi.org/10.1088/2752-5295/acee9f"
  },
  {
    "title": "Impact of Global Change on Nutrient Dynamics in Mangrove Forests",
    "authors": [
      "Daniel  M. Alongi"
    ],
    "doi": "https://doi.org/10.3390/f9100596",
    "journalVolume": "Vol. 9,\n                                no. 10\n                                \n                                  p.\n                                  596",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "The cycling of essential nutrients is central to mangrove productivity. A mass balance shows that mangroves rely on soil ammonification, nitrification, and dissimilatory reduction to ammonium for available nitrogen. Mangroves are often nutrient limited and show tight coupling between nutrient availability and tree photosynthesis. This relationship and, thus, forest productivity can be disrupted by various disturbances such as deforestation, changes in hydrology due to impoundments, land-use change, increasing frequency and intensity of storms, increasing temperatures, increasing atmospheric CO2 concentrations, and a rising sea-level. Deforestation and hydrological changes are the most devastating to soil nutrient-plant relations and mangrove productivity. Land-use changes can result in positive and negative impacts on mangroves and can also results in increasing frequency of storms and intensity of storms. Increasing temperatures and atmospheric CO2 levels have an initially enhanced effect on mangroves and microbial transformation rates of nitrogen and phosphorus. The effects of rising seas are complex and depend on the local rate of sea-level rise, the soil accretion rate, the subsidence or uplift rate, and the tidal position. If mangroves cannot keep pace with a sea-level rise, seaward mangroves will likely drown but landward mangroves will expand and show enhanced growth and more rapid nutrient cycling if space permits.",
    "readLink": "http://www.mdpi.com/1999-4907/9/10/596"
  },
  {
    "title": "The Relationship Between School Climate and Teacher Self-Efficacy in a Rural Virginia School System",
    "authors": [
      "Paige Lacks,",
      "Scott B. Watson"
    ],
    "doi": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  48\n                                  – 58",
    "issn": "1559-4998 (Print)",
    "publisher": "Ralph W. Steen Library, Stephen F. Austin State University",
    "countryOfPublisher": "United States",
    "lcc": [
      "Education: Special aspects of education"
    ],
    "journalUrl": "https://scholarworks.sfasu.edu/slr/",
    "abstract": "School climate is one of the most significant factors in solidifying an effective learning environment. In today’s complex educational system, leaders face daily challenges in the world of high stakes testing and state accreditation that force them to ensure that they have implemented reforms that will provide sustained improvement in student achievement. As a result, school leaders and teachers must possess the ability to change and adapt to their conditions for continuous organizational improvement despite possible resistance from stakeholders. Moreover, with diverse teacher experience levels, leaders consistently assess and evaluate the instructional practices in their building to empower teachers to engage and motivate their students (Kelley, Thornton, & Daugherty, 2005). Thus, the school’s educational leader and the climate that he or she helps to establish directly impacts the school’s environment and teachers’ perception of that environment.",
    "readLink": "https://scholarworks.sfasu.edu/cgi/viewcontent.cgi?article=1024&context=slr"
  },
  {
    "title": "Mapping and monitoring of spatio-temporal land use and land cover changes and relationship with normalized satellite indices and driving factors",
    "authors": [
      "Saadia Sultan Wahla,",
      "Jamil Hassan Kazmi,",
      "Aqil Tariq"
    ],
    "doi": "https://doi.org/10.1080/24749508.2023.2187567",
    "issn": "2474-9508 (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology",
      "Science: Geology"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tgel",
    "abstract": "ABSTRACTClimate change has become a severe threat all around the world. Pakistan is also affected by climate change. It has become a severe problem in any part of the country. It is land degradation caused by climatic disturbance and anthropogenic activities. In this study, we used Landsat TM for the years 1980 and 1990, Landsat ETM+ for the years 2000 and 2010, and Landsat OLI/TIRS for the year 2020 were classified using the Maximum Likelihood Classification (MLC) into a built-up area, barren land, vegetation, and water area. This study has been conducted to assess the spatio-temporal analysis of Land Use/Land Cover (LULC) with driving factors from 1980–2020 in the Cholistan Desert, Punjab, Pakistan, and the relationship between different normalized satellite indices with LULC. Post-classification change detection methods were then used to assess the variation over the study period. The built-up area has increased by 6.25% from 1980–2020. The Kappa coefficient was estimated at 0.83, 0.82, 0.83, 0.85, and 0.88 in 1980, 1990, 2000, 2010, and 2020, respectively. At the annual scale (the years 2000 and 2020), a significant positive relationship was observed among LULC, NDVI, and MNDWI for the regions located in the western part of the Cholistan region, while negative trends in the year 1980 to the 2010 year.",
    "readLink": "https://www.tandfonline.com/doi/10.1080/24749508.2023.2187567"
  },
  {
    "title": "Arctic mustard flower color polymorphism controlled by petal-specific downregulation at the threshold of the anthocyanin biosynthetic pathway.",
    "authors": [
      "Cynthia A Dick,",
      "Jason Buenrostro,",
      "Timothy Butler,",
      "Matthew L Carlson,",
      "Daniel J Kliebenstein,",
      "Justen B Whittall"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0018230",
    "journalVolume": "Vol. 6,\n                                no. 4\n                                \n                                  p.\n                                  e18230",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Intra- and interspecific variation in flower color is a hallmark of angiosperm diversity. The evolutionary forces underlying the variety of flower colors can be nearly as diverse as the colors themselves. In addition to pollinator preferences, non-pollinator agents of selection can have a major influence on the evolution of flower color polymorphisms, especially when the pigments in question are also expressed in vegetative tissues. In such cases, identifying the target(s) of selection starts with determining the biochemical and molecular basis for the flower color variation and examining any pleiotropic effects manifested in vegetative tissues. Herein, we describe a widespread purple-white flower color polymorphism in the mustard Parrya nudicaulis spanning Alaska. The frequency of white-flowered individuals increases with increasing growing-season temperature, consistent with the role of anthocyanin pigments in stress tolerance. White petals fail to produce the stress responsive flavonoid intermediates in the anthocyanin biosynthetic pathway (ABP), suggesting an early pathway blockage. Petal cDNA sequences did not reveal blockages in any of the eight enzyme-coding genes in white-flowered individuals, nor any color differentiating SNPs. A qRT-PCR analysis of white petals identified a 24-fold reduction in chalcone synthase (CHS) at the threshold of the ABP, but no change in CHS expression in leaves and sepals. This arctic species has avoided the deleterious effects associated with the loss of flavonoid intermediates in vegetative tissues by decoupling CHS expression in petals and leaves, yet the correlation of flower color and climate suggests that the loss of flavonoids in the petals alone may affect the tolerance of white-flowered individuals to colder environments.",
    "readLink": "http://europepmc.org/articles/PMC3072389?pdf=render"
  },
  {
    "title": "Innovative Aquaculture for the Poor to Adjust to Environmental Change in Coastal Bangladesh? Barriers and Options for Progress",
    "authors": [
      "Samiya Ahmed Selim,",
      "Samiya Ahmed Selim,",
      "Marion Glaser,",
      "Francheska Ilse Tacke,",
      "Mubashshira Rahman,",
      "Nesar Ahmed"
    ],
    "doi": "https://doi.org/10.3389/fmars.2021.635281",
    "journalVolume": "Vol. 8",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "More so than wealthier, less nature-dependent social groups, the poor in tropical coastal regions suffer from adverse environmental change and need new income options. With high levels of saltwater intrusion into coastal lands, innovative brackish water aquaculture (BWA) including integrated multi-trophic aquaculture (IMTA) are crucial adaptation options to the expanding marine waters. This article examines how poor Bangladeshi coastal residents view BWA, and what is needed to make BWA a viable and sustainable livelihood for the coastal poor. In sites that are affected by major salinity intrusion, we used a semi-structured questionnaire to interview 120 households. We examine three questions: (1) What kind of aquaculture is currently being undertaken in brackish/saline/coastal waters? (2) Do poor coastal residents see BWA (and, by implication the hitherto fairly unknown IMTA) as a viable and sustainable livelihood? (3) What is needed to make BWA a feasible and promising livelihood in Bangladesh? Our results show both information and perception biases obstruct in particular coastal poor women and men from engaging with innovative BWA. Their knowledge on ecosystem-based aquaculture was scarce and their views of aquaculture were related mainly to previous experiences with shrimp monoculture and its polarizing socio-economic effects. We propose some strategic fields of action to develop innovative BWA that also benefits coastal Bangladesh’s poorest people.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2021.635281/full"
  },
  {
    "title": "The Influence of Different Degradation Characteristics on the Greenhouse Gas Emissions of Silicon Photovoltaics: A Threefold Analysis",
    "authors": [
      "Sina Herceg,",
      "Ismail Kaaya,",
      "Julián Ascencio-Vásquez,",
      "Marie Fischer,",
      "Karl-Anders Weiß,",
      "Liselotte Schebek"
    ],
    "doi": "https://doi.org/10.3390/su14105843",
    "journalVolume": "Vol. 14,\n                                no. 5843\n                                \n                                  p.\n                                  5843",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The environmental footprint of photovoltaic electricity is usually assessed using nominated power or life cycle energy output. If performance degradation is considered, a linear reduction in lifetime energy output is assumed. However, research has shown that the decrease in energy output over time does not necessarily follow a linear degradation pattern but can vary at different points in the module’s lifetime. Further, photovoltaic modules follow different degradation patterns in different climate zones. In this study, we address the influence of different degradation aspects on the greenhouse gas (GHG) emissions of PV electricity. Firstly, we apply different non-linear degradation scenarios to evaluate the GHG emissions and show that the differences in GHG emissions in comparison to a linear degradation can be up to 6.0%. Secondly, we use the ERA5 dataset generated by the ECMWF to calculate location-dependent degradation rates and apply them to estimate the location-specific GHG emissions. Due to the reduction in lifetime energy output, there is a direct correlation between the calculated degradation rate and GHG emissions. Thirdly, we assess the impact of climate change on degradation rates and on the respective GHG emissions of photovoltaic electricity using different climate change scenarios. In a best-case scenario, the GHG emissions are estimated to increase by around 5% until the year 2100 and by around 105% by 2100 for a worst-case scenario.",
    "readLink": "https://www.mdpi.com/2071-1050/14/10/5843"
  },
  {
    "title": "The Distribution and Diversity of Orchids",
    "authors": [
      "Pavel Kindlmann,",
      "Tiiu Kull,",
      "Melissa McCormick"
    ],
    "doi": "https://doi.org/10.3390/d15070810",
    "journalVolume": "Vol. 15,\n                                no. 810\n                                \n                                  p.\n                                  810",
    "issn": "1424-2818 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/diversity/",
    "abstract": "The presence of Orchids is declining worldwide, mostly due to habitat loss and other factors like climate change, which are likely to increase in severity in the coming decades [...]",
    "readLink": "https://www.mdpi.com/1424-2818/15/7/810"
  },
  {
    "title": "The Australian terrestrial carbon budget",
    "authors": [
      "V. Haverd,",
      "M. R. Raupach,",
      "P. R. Briggs,",
      "J. G. Canadell.,",
      "S. J. Davis,",
      "R. M. Law,",
      "C. P. Meyer,",
      "G. P. Peters,",
      "C. Pickett-Heaps,",
      "B. Sherman"
    ],
    "doi": "https://doi.org/10.5194/bg-10-851-2013",
    "journalVolume": "Vol. 10,\n                                no. 2\n                                \n                                  pp.\n                                  851\n                                  – 869",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "This paper reports a study of the full carbon (C-CO<sub>2</sub>) budget of the Australian continent, focussing on 1990–2011 in the context of estimates over two centuries. The work is a contribution to the RECCAP (REgional Carbon Cycle Assessment and Processes) project, as one of numerous regional studies. In constructing the budget, we estimate the following component carbon fluxes: net primary production (NPP); net ecosystem production (NEP); fire; land use change (LUC); riverine export; dust export; harvest (wood, crop and livestock) and fossil fuel emissions (both territorial and non-territorial). Major biospheric fluxes were derived using BIOS2 (Haverd et al., 2012), a fine-spatial-resolution (0.05&deg;) offline modelling environment in which predictions of CABLE (Wang et al., 2011), a sophisticated land surface model with carbon cycle, are constrained by multiple observation types. The mean NEP reveals that climate variability and rising CO<sub>2</sub> contributed 12 &pm; 24 (1&sigma; error on mean) and 68 &pm; 15 TgC yr<sup>−1</sup>, respectively. However these gains were partially offset by fire and LUC (along with other minor fluxes), which caused net losses of 26 &pm; 4 TgC yr<sup>−1</sup> and 18 &pm; 7 TgC yr<sup>−1</sup>, respectively. The resultant net biome production (NBP) is 36 &pm; 29 TgC yr<sup>−1</sup>, in which the largest contributions to uncertainty are NEP, fire and LUC. This NBP offset fossil fuel emissions (95 &pm; 6 TgC yr<sup>&minus;1</sup>) by 38 &pm; 30%. The interannual variability (IAV) in the Australian carbon budget exceeds Australia's total carbon emissions by fossil fuel combustion and is dominated by IAV in NEP. Territorial fossil fuel emissions are significantly smaller than the rapidly growing fossil fuel exports: in 2009–2010, Australia exported 2.5 times more carbon in fossil fuels than it emitted by burning fossil fuels.",
    "readLink": "http://www.biogeosciences.net/10/851/2013/bg-10-851-2013.pdf"
  },
  {
    "title": "Exploring adaptation responses of maize to climate change scenarios in southern central Rift Valley of Ethiopia",
    "authors": [
      "Daniel Markos,",
      "Walelign Worku,",
      "Girma Mamo"
    ],
    "doi": "https://doi.org/10.1038/s41598-023-39795-y",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 18",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract In this study, we assessed responses of adaptation options to possible climate change scenarios on maize growth and yield by using projections of 20 coupled ensemble climate models under two representative concentration pathways (RCPs) 4.5 and 8.5 by means of a DSSAT model. Growth and yield simulations were made across present and future climate conditions using the hybrid maize variety (Shone). Subsequently, simulated yields were compared with farmer’ average and on-farm trial yields. Results showed that on-farm trial yield (5.1–7.3 t ha−1) lay in between farmers’ average yield (2.9–5 t ha−1) and water-limited potential yield (6.3–10.6 t ha−1). Maize yields achieved in farmers’ fields are projected to decline towards mid-century and further towards the end of the century regardless of the adaptation options compared with baseline in low potential clusters. Results of a combination of adaptation options including February planting, use of 64 kg ha−1 N and conservation tillage provided yield advantage of 5.8% over the 30 cm till under medium GHGs emission scenario during mid-century period at Shamana. Mulching with 5 t ha−1 was projected to produce a 4–5% yield advantage in the Hawassa cluster during the mid-century period regardless of changes in tillage or planting window. Under a high GHGs emission scenario, over 13.4% yield advantage was projected in the Bilate cluster due to conservation tillage and June planting during the mid-century period. In the Dilla cluster, the use of 10 t ha−1 mulch, conservation tillage and early planting (February) would result in a 1.8% yield advantage compared with the control either in medium or high GHGs emission scenarios. Thus, the most promising and least risky practices among simulated strategies were the use of nitrogen and mulching in combination with tillage or planting date adjustment. However, adaptation options remained least promising and highly risky if not integrated with mulching or nitrogen use. Hence, the negative impacts of future climate change and subsequent yield gaps would be reduced by optimizing the application of nitrogen, mulch and their interaction with planting date and tillage in high and low potential areas of maize production.",
    "readLink": "https://doi.org/10.1038/s41598-023-39795-y"
  }
]