[
  {
    "title": "Study on the Potential of Forest Biomass Residues for Bio-Energy",
    "authors": [
      "Esperanza Mateos"
    ],
    "doi": "https://doi.org/10.3390/proceedings2231420",
    "journalVolume": "Vol. 2,\n                                no. 23\n                                \n                                  p.\n                                  1420",
    "issn": "2504-3900 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "General Works"
    ],
    "journalUrl": "http://www.mdpi.com/journal/proceedings",
    "abstract": "The Kyoto protocol officially recognised the role of forests as carbon sinks in the mitigation of global climate change factors, basically by reducing the atmospheric concentrations of CO2. The utilization of forest biomass residues for bio-energy can help meet the need for renewable energy production. The aim of this research work is the development of a methodology to quantify and yield cartography of the prospective energy production of residual biomass from the most representative forest species of Biscay, province of the Autonomous Community of the Basque Country (ACBC, Spain), using a Geographic Information System (GIS) computer tool. A model of indirect estimation has been used in order to estimate the evolution of forest masses throughout in any area of Biscay. In the study area, residues from forest represent a large biomass potential. The stock of total forest biomass (aboveground and underground) (TB) existing in the forests of the province of Biscay in the year 2016 amounted to 16.380 Tg of dry material, which implies a sequestration of 29.874 Tg of CO2. The results obtained after the statistical analyses of the data showed that the amount of mean forest biomass residue achieved with a 95% confidence interval was 73,216.7 Mg year−1. The estimation of biomass quantities that may generate forest activity will allow us to accomplish its planned exploitation, taking into account both economic and environmental aspects, with the aim of determining which the optimum location for setting up an energy production plant is.",
    "readLink": "http://www.mdpi.com/2504-3900/2/23/1420"
  },
  {
    "title": "<i>Sci</i>: An Inclusive, Multidisciplinary Scientific Journal",
    "authors": [
      "Ahmad Yaman Abdin,",
      "Claus Jacob"
    ],
    "doi": "https://doi.org/10.3390/sci4010010",
    "journalVolume": "Vol. 4,\n                                no. 10\n                                \n                                  p.\n                                  10",
    "issn": "2413-4155 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.mdpi.com/journal/sci",
    "abstract": "Sci (ISSN 2413-4155) is an international, open-access journal that covers most fields of scientific research. It has set out to challenge the conventional single- and double-blind peer review processes by adopting a post-publication public peer review (P4R) model. The model faced some difficulties with indexing and archiving services, prolongated the peer review process and its transparency received some opposition. It was therefore necessary to revisit the P4R model and modify it, resulting in the hybrid model (P4R hybrid) which is implemented in Sci today. Sci remains open to the whole scientific community as an inclusive and multidisciplinary scientific journal. In this context, we present you with six valuable contributions to the first Special Issue of Feature Papers Editors Collection 2020. The topics of the contributions address relevant and compelling issues ranging from data protection, material science, COVID-19 to the environment and climate change.",
    "readLink": "https://www.mdpi.com/2413-4155/4/1/10"
  },
  {
    "title": "Elevation dependence of projected hydro-climatic change in eastern Siberia",
    "authors": [
      "Joseph M Finnegan,",
      "James R Miller"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ac97f8",
    "journalVolume": "Vol. 17,\n                                no. 11\n                                \n                                  p.\n                                  114002",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Over the last several decades, eastern Siberia has experienced some of the largest temperature increases worldwide. We use the RCP8.5 simulation of the Community Climate System Model version 4 to examine how projected monthly changes in temperature and hydro-climatic variables in eastern Siberia depend on latitude and elevation. Temperature increases are largest at the highest latitudes in winter and late fall and are smaller at higher elevations. For precipitation and snowfall, there is a latitudinal dependence in autumn and spring, with precipitation, snowfall, and snow depth mostly increasing between 60 and 70° N. Although snow cover extent (SCE) decreases almost everywhere, the largest changes occur during the transition seasons which we define as spring and autumn, and the timing of the changes depends on latitude, elevation, and the specific month within seasons. The decreases in SCE are larger at lower latitudes and lower elevations in April and November and larger at higher elevations and higher latitudes in June and September. For the highest latitudes, snow depth actually increases, and increases more at higher elevations. These projections are generally consistent with those of four other climate models. For precipitation, all models project increases in non-summer seasons, but they are not consistent with respect to the direction of the elevation dependence of precipitation. We discuss the complex interactions among the projected changes in all the variables.",
    "readLink": "https://doi.org/10.1088/1748-9326/ac97f8"
  },
  {
    "title": "Current contrasting population trends among North American hummingbirds",
    "authors": [
      "Simon G. English,",
      "Christine A. Bishop,",
      "Scott Wilson,",
      "Adam C. Smith"
    ],
    "doi": "https://doi.org/10.1038/s41598-021-97889-x",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 9",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract As pollinators, hummingbirds play a critical role for both the function of ecological communities and in providing ecosystem services for people. To examine the conservation status of North American hummingbirds, we analyzed Breeding Bird Survey data for 8 species and 3 genera from 1970 to 2019 (long-term) and from 2009 to 2019 (short-term, approximately three generations). Among the Selasphorus genus, Allen’s, rufous, and broad-tailed hummingbirds have declined since 1970, and the rate of decline increased from 2009 to 2019. Contrasting the trends from the past half-century, ruby-throated hummingbirds of Eastern North America have declined since approximately 2004 throughout most of the species’ breeding range. In contrast, Anna’s hummingbird populations have increased dramatically since 1970 in their range in western North America. We also tested whether apparent declines might be due to a growing mismatch between the timing of breeding and the timing of BBS surveys. We found no evidence for such an effect, thus supporting the hypothesis that trends reflect true demographic change. Our analyses and geographic modelling highlight the urgent need of regulatory action to conserve hummingbirds uniquely capable of filling their niche in North America.",
    "readLink": "https://doi.org/10.1038/s41598-021-97889-x"
  },
  {
    "title": "Microplastics in the atmosphere and cryosphere in the circumpolar North: a case for multicompartment monitoring",
    "authors": [
      "Bonnie M. Hamilton,",
      "Liisa Jantunen,",
      "Melanie Bergmann,",
      "Katrin Vorkamp,",
      "Julian Aherne,",
      "Kerstin Magnusson,",
      "Dorte Herzke,",
      "Maria Granberg,",
      "Ingeborg G. Hallanger,",
      "Alessio Gomiero,",
      "Ilka Peeken"
    ],
    "doi": "https://doi.org/10.1139/as-2021-0054",
    "journalVolume": "Vol. 8,\n                                no. 4\n                                \n                                  pp.\n                                  1116\n                                  – 1126",
    "issn": "2368-7460 (Online)",
    "publisher": "Canadian Science Publishing",
    "countryOfPublisher": "Canada",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering"
    ],
    "journalUrl": "https://cdnsciencepub.com/journal/as",
    "abstract": "The atmosphere and cryosphere have recently garnered considerable attention due to their role in transporting microplastics to and within the Arctic, and between freshwater, marine, and terrestrial environments. While investigating either in isolation provides valuable insight on the fate of microplastics in the Arctic, monitoring both provides a more holistic view. Nonetheless, despite the recent scientific interest, fundamental knowledge on microplastic abundance and consistent monitoring efforts are lacking for these compartments. Here, we build upon the work of the Arctic Monitoring and Assessment Programme's Monitoring Guidelines for Litter and Microplastic to provide a roadmap for multicompartment monitoring of the atmosphere and cryosphere to support our understanding of the sources, pathways, and sinks of plastic pollution across the Arctic. Overall, we recommend the use of existing standard techniques for ice and atmospheric sampling and to build upon existing monitoring efforts in the Arctic to obtain a more comprehensive pan-Arctic view of microplastic pollution in these two compartments.",
    "readLink": "https://cdnsciencepub.com/doi/10.1139/as-2021-0054"
  },
  {
    "title": "Effect of Some Soil Conditioners on Water-Use Efficacy, Growth, and Yield of Date Palm Siwi Grown in Sandy Soil under Different Irrigation Regimes to Mitigate Climate Change",
    "authors": [
      "Khairy H. A. Hassan,",
      "Salman Alamery,",
      "Mohamed Farouk El-Kholy,",
      "Shobhan Das,",
      "Mounir M. Salem-Bekhit"
    ],
    "doi": "https://doi.org/10.3390/su141811421",
    "journalVolume": "Vol. 14,\n                                no. 11421\n                                \n                                  p.\n                                  11421",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "A field experiment was carried out at Al-Bahariya Oasis, Giza, Egypt, during three successive seasons to find out the effect of application of bentonite (BN) as a natural clay deposit at either 6 or 12 kg/palm tree and humic substances (HS) as organic amendment at either 0.75 or 1.0 L/palm tree incorporated with Bacillus polymyxa (BP) as a biofertilizers at 14 and 28 mL/L rates on growth, yield, and fruit weight of 10-year-old Siwi date palm cv. (Phoenix dectylifera L.). Siwi trees were cultivated in sandy texture soil at a distance of 8 × 8 m and were irrigated with 100%, 85%, and 70% of ET crop. Effects of the previous treatments on growth, date palm crop, soil properties, water relations, water-use efficiency (WUE), and economic return were also studied. The obtained results showed that the mean values of leaf length, leaflet length and width, fruit set%, bunch weight, yield/palm, yield/fed, fruit weight, flesh weight, and fruit pulp weight were increased in response to the different individual and combined treatments used in this study with various significance levels compared to the control treatment means in the studied three seasons. However, the superiority was for combining between amending the sandy soil with either low concentrations of BN (6 kg/tree) + HS (0.75 Liter/tree) + BP (14 mL/L) or high concentrations of BN (12 kg/tree) + HS (1.0 L/tree) + BP (28 mL/L) and irrigation with 85% of ETc water level, as such combinations attained the highest values in most of the mentioned values over both the sole and combined treatments in the studied three seasons. Furthermore, the results indicated that the highest monthly ETc values occurred during June and July months, while the lowest values occurred during December and January months. Additionally, water productivity (WP) increased considerably by reduction of water quantity (70% ETc) associated with soil conditioner treatment (BN.12 kg +HS 1 L + BP. 28 mL/L), and values were 2.17, 2.25, and 2.27 kg fruit/m3 of water irrigation during the growing seasons, respectively. The highest net return was attributed to irrigation with 85% of ETc water level along with the application of soil conditioners at high rates. Accordingly, it is advisable to apply the soil conditioners of bentonite (at 6 or 12 kg/tree) and humic substances (at either 0.75 or 1.0 L/tree) with B. polymyxa (at either 14 or 28 mL/L) plus irrigation with either 85% or 70% of ETc water level to obtain the best growth, highest yield, (WP), and gross return from var. Siwi date palm grown under an oasis agro-system.",
    "readLink": "https://www.mdpi.com/2071-1050/14/18/11421"
  },
  {
    "title": "CMIP6 models informed summer human thermal discomfort conditions in Indian regional hotspot",
    "authors": [
      "Krishna Kumar Shukla,",
      "Raju Attada"
    ],
    "doi": "https://doi.org/10.1038/s41598-023-38602-y",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 14",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract The frequency and intensity of extreme thermal stress conditions during summer are expected to increase due to climate change. This study examines sixteen models from the Coupled Model Intercomparison Project Phase 6 (CMIP6) that have been bias-adjusted using the quantile delta mapping method. These models provide Universal Thermal Climate Index (UTCI) for summer seasons between 1979 and 2010, which are regridded to a similar spatial grid as ERA5-HEAT (available at 0.25° × 0.25° spatial resolution) using bilinear interpolation. The evaluation compares the summertime climatology and trends of the CMIP6 multi-model ensemble (MME) mean UTCI with ERA5 data, focusing on a regional hotspot in northwest India (NWI). The Pattern Correlation Coefficient (between CMIP6 models and ERA5) values exceeding 0.9 were employed to derive the MME mean of UTCI, which was subsequently used to analyze the climatology and trends of UTCI in the CMIP6 models.The spatial climatological mean of CMIP6 MME UTCI demonstrates significant thermal stress over the NWI region, similar to ERA5. Both ERA5 and CMIP6 MME UTCI show a rising trend in thermal stress conditions over NWI. The temporal variation analysis reveals that NWI experiences higher thermal stress during the summer compared to the rest of India. The number of thermal stress days is also increasing in NWI and major Indian cities according to ERA5 and CMIP6 MME. Future climate projections under different scenarios (SSP1-2.6, SSP2-4.5, and SSP5-8.5) indicate an increasing trend in thermal discomfort conditions throughout the twenty-first century. The projected rates of increase are approximately 0.09 °C per decade, 0.26 °C per decade, and 0.56 °C per decade, respectively. Assessing the near (2022–2059) and far (2060–2100) future, all three scenarios suggest a rise in intense heat stress days (UTCI > 38 °C) in NWI. Notably, the CMIP6 models predict that NWI could reach deadly levels of heat stress under the high-emission (SSP5-8.5) scenario. The findings underscore the urgency of addressing climate change and its potential impacts on human well-being and socio-economic sectors.",
    "readLink": "https://doi.org/10.1038/s41598-023-38602-y"
  },
  {
    "title": "Impact of global warming scenarios on life-history traits of Tetranychus evansi (Acari: Tetranychidae)",
    "authors": [
      "Noureldin Abuelfadl Ghazy,",
      "Tetsuo Gotoh,",
      "Takeshi Suzuki"
    ],
    "doi": "https://doi.org/10.1186/s12898-019-0264-6",
    "journalVolume": "Vol. 19,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "1472-6785 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://bmcecol.biomedcentral.com",
    "abstract": "Abstract Background The tomato red spider mite, Tetranychus evansi Baker & Pritchard (Acari: Tetranychidae), is an agricultural pest of solanaceous crops. Although T. evansi is of South American subtropical origin, it has recently expanded its distribution range to many tropical and temperate areas around the world. Its potential distribution range in response to scenarios of global warming was recently modeled, confirming its current and possible future distributions. Here, we experimentally investigated the biological traits of T. evansi in the context of the current and future global warming (2100) scenarios. Using an environmental simulation system, we tested the life-history traits of T. evansi under current summer temperatures (as of June, July, and August 2016) and under expected temperature increases based on two IPCC scenarios: RCP2.6 (+ 1 °C) and RCP8.5 (+ 3.7 °C). The mites were introduced into each scenario on 1 June and their sequential progeny were used for testing in each following month. Results The mite could develop and reproduce under all scenarios. There was a decrease in the duration of lifespan and female fecundity at RCP8.5 during June and August, but this may be compensated for by the high intrinsic rate of increase, which implies faster population growth and shorter generation time. Conclusion Our study and other reports reveal the high adaptability of T. evansi to a wide range of summer temperatures; this may explain its current distribution. We anticipate that global warming will favor the spread of T. evansi and may further expand its distribution to a large area of the globe. These findings should be of ecological and practical relevance for designing prevention and control strategies.",
    "readLink": "http://link.springer.com/article/10.1186/s12898-019-0264-6"
  },
  {
    "title": "Analysis of climate change and future projection of rainfall, temperature, and potential evapotranspiration in Riam Kanan catchment area, Banjar Regency, South Kalimantan",
    "authors": [
      "Putri Purnama Olivia,",
      "Kardhana Hadi,",
      "Indrawan Harry,",
      "Rasgianti,",
      "Cahyono M.,",
      "Nurganah Chaidar Dan Anna"
    ],
    "doi": "https://doi.org/10.1051/matecconf/201927004005",
    "journalVolume": "Vol. 270\n                                \n                                \n                                  p.\n                                  04005",
    "issn": "2261-236X (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)"
    ],
    "journalUrl": "http://www.matec-conferences.org",
    "abstract": "Climatic conditions in Indonesia warm up indicated by the increasing of the average annual temperature by 0.3°C. This may cause higher water evaporation and increased rainfall intensity. Changes in rainfall patterns shift the start of the rainy season to be slower and end faster. These changes the dry season to become longer with shorter time intervals. In case of dam operation, dam manager needs to adapt the effects of climate change. This paper presents trend and future projection in Riam Kanan Catchment Area, Banjar Regency, South Kalimantan. Climate change historical trend analysis was carried out with the observation data used were rainfall and maximum temperature from BMKG climatology station, Banjarbaru Station, in the period 1983 - 2017. Future projection analysis was carried out by using RCP2.6 and RCP8.5 scenario data for projecting rainfall and temperature in the period 2018 - 2100. The result shows that the rainfall, maximum temperature, and evapotranspiration trends in Banjarbaru from 1983 - 2017 were not too significant by +0.1 mm, -0.5°C, and +0.1 mm. While the projection of RCP2.6 and RCP8.5 scenario shows increase by +0.1 mm, +0.1°C, +0.1 mm and by +0.1 mm, +3.3°C, and +0.1 mm. Keywords: Climate Change, Trend, Rainfall, Temperature, Evapotranspiration, RCP 2.6, RCP8.5.",
    "readLink": "https://www.matec-conferences.org/articles/matecconf/pdf/2019/19/matecconf_concern2018_04005.pdf"
  },
  {
    "title": "Impact of meteorological factors on the spatiotemporal patterns of dengue fever incidence",
    "authors": [
      "Lung-Chang Chien,",
      "Hwa-Lung Yu"
    ],
    "doi": "Vol. 73\n                                \n                                \n                                  pp.\n                                  46\n                                  – 56",
    "issn": "0160-4120 (Print)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.journals.elsevier.com/environment-international",
    "abstract": "Dengue fever is one of the most widespread vector-borne diseases and has caused more than 50 million infections annually over the world. For the purposes of disease prevention and climate change health impact assessment, it is crucial to understand the weather-disease associations for dengue fever. This study investigated the nonlinear delayed impact of meteorological conditions on the spatiotemporal variations of dengue fever in southern Taiwan during 1998–2011. We present a novel integration of a distributed lag nonlinear model and Markov random fields to assess the nonlinear lagged effects of weather variables on temporal dynamics of dengue fever and to account for the geographical heterogeneity. This study identified the most significant meteorological measures to dengue fever variations, i.e., weekly minimum temperature, and the weekly maximum 24-hour rainfall, by obtaining the relative risk (RR) with respect to disease counts and a continuous 20-week lagged time. Results show that RR increased as minimum temperature increased, especially for the lagged period 5–18 weeks, and also suggest that the time to high disease risks can be decreased. Once the occurrence of maximum 24-hour rainfall is >50 mm, an associated increased RR lasted for up to 15 weeks. A temporary one-month decrease in the RR of dengue fever is noted following the extreme rain. In addition, the elevated incidence risk is identified in highly populated areas. Our results highlight the high nonlinearity of temporal lagged effects and magnitudes of temperature and rainfall on dengue fever epidemics. The results can be a practical reference for the early warning of dengue fever. Keywords: Dengue fever, Temporal delayed effect, Spatiotemporal modeling, Distributed lag nonlinear effects, Climatic effect",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S0160412014002025"
  }
]