[
  {
    "title": "The Direct Radiative Forcing Impact of Agriculture‐Emitted Black Carbon Associated With India's Green Revolution",
    "authors": [
      "Xinrui Liu,",
      "Xiaodong Zhang,",
      "Yufei Huang,",
      "Kaijie Chen,",
      "Linfei Wang,",
      "Jianmin Ma,",
      "Tao Huang,",
      "Yuan Zhao,",
      "Hong Gao,",
      "Shu Tao,",
      "Junfeng Liu,",
      "Xiaohu Jian,",
      "Jinmu Luo"
    ],
    "doi": "https://doi.org/10.1029/2021EF001975",
    "journalVolume": "Vol. 9,\n                                no. 6\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2328-4277 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://agupubs.onlinelibrary.wiley.com/journal/23284277",
    "abstract": "Abstract Biomass burning contributes considerably to black carbon (BC) emissions in South Asia, but such emissions have not been linked with the Green Revolution (GR) which has enabled substantial crop production growth in South Asian countries, India in particular. Here, we use an Earth system model to quantify climate change through the direct radiative forcing (DRF) by agriculture‐emitted BC associated with the GR in India. We show that the BC DRF in India has increased significantly since the GR, especially during the post‐GR period. The estimated BC DRF in India rose from +0.197 W/m2 in 1961 to +0.805 W/m2 in 2011; this represents a fourfold increase in DRF since the onset of the GR. The contribution of BC DRF by India's intensive agriculture to the global BC forcing also increased from 2.6% to 4.4% during the GR. Our results reveal that increasing BC emissions associated with the GR raises the importance of emission mitigation from agriculture source.",
    "readLink": "https://doi.org/10.1029/2021EF001975"
  },
  {
    "title": "Long-term projections of the impacts of warming temperatures on Zika and dengue risk in four Brazilian cities using a temperature-dependent basic reproduction number",
    "authors": [
      "Hannah Van Wyk,",
      "Joseph N. S. Eisenberg,",
      "Andrew F. Brouwer"
    ],
    "doi": "Vol. 17,\n                                no. 4",
    "issn": "1935-2727 (Print)",
    "publisher": "1935-2735 (Online)",
    "countryOfPublisher": "Public Library of Science (PLoS)",
    "lcc": [
      "United States",
      "Medicine: Internal medicine: Special situations and conditions: Arctic medicine. Tropical medicine",
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://journals.plos.org/plosntds/",
    "abstract": "For vector-borne diseases the basic reproduction number Author summary Rising temperatures through climate change are expected to increase arboviral disease pressure, so understanding the impact of climate change on newly emerging diseases such as Zika is essential to prepare for future outbreaks. However, because disease transmission may be less effective at very high temperatures, it is uncertain whether risk will uniformly increase in different regions. Given the nonlinear relationship between temperature and many important biological vector traits, mathematical modeling is a useful tool for predicting the impact of temperature on arbovirus risk. We used a temperature-dependent infectious disease transmission model to derive a temperature-dependent basic reproduction number. We then used historical temperature data and temperature projections for the years 2045–2049 to forecast Zika risk in four cities in Brazil under various climate change scenarios. We predict an overall increase in arbovirus risk, as well as extended risk seasons in cities that are not currently suitable for year-round spread, such as Rio de Janeiro. We also found little-to-no protective effect of increasing temperatures even in warmer climates like Manaus. Our results indicate that preparation for future Zika outbreaks (and of those of other arboviruses including dengue) should include the implementation of national disease surveillance and early detection systems.",
    "readLink": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10138270/?tool=EBI"
  },
  {
    "title": "A vulnerability assessment of 300 species in Florida: threats from sea level rise, land use, and climate change.",
    "authors": [
      "Joshua Steven Reece,",
      "Reed F Noss,",
      "Jon Oetting,",
      "Tom Hoctor,",
      "Michael Volk"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0080658",
    "journalVolume": "Vol. 8,\n                                no. 11\n                                \n                                  p.\n                                  e80658",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Species face many threats, including accelerated climate change, sea level rise, and conversion and degradation of habitat from human land uses. Vulnerability assessments and prioritization protocols have been proposed to assess these threats, often in combination with information such as species rarity; ecological, evolutionary or economic value; and likelihood of success. Nevertheless, few vulnerability assessments or prioritization protocols simultaneously account for multiple threats or conservation values. We applied a novel vulnerability assessment tool, the Standardized Index of Vulnerability and Value, to assess the conservation priority of 300 species of plants and animals in Florida given projections of climate change, human land-use patterns, and sea level rise by the year 2100. We account for multiple sources of uncertainty and prioritize species under five different systems of value, ranging from a primary emphasis on vulnerability to threats to an emphasis on metrics of conservation value such as phylogenetic distinctiveness. Our results reveal remarkable consistency in the prioritization of species across different conservation value systems. Species of high priority include the Miami blue butterfly (Cyclargus thomasi bethunebakeri), Key tree cactus (Pilosocereus robinii), Florida duskywing butterfly (Ephyriades brunnea floridensis), and Key deer (Odocoileus virginianus clavium). We also identify sources of uncertainty and the types of life history information consistently missing across taxonomic groups. This study characterizes the vulnerabilities to major threats of a broad swath of Florida's biodiversity and provides a system for prioritizing conservation efforts that is quantitative, flexible, and free from hidden value judgments.",
    "readLink": "http://europepmc.org/articles/PMC3834108?pdf=render"
  },
  {
    "title": "Assessing Consumer Acceptance and Willingness to Pay for Novel Value-Added Products Made from Breadfruit in the Hawaiian Islands",
    "authors": [
      "Marin Lysák,",
      "Christian Ritz,",
      "Christian  Bugge Henriksen"
    ],
    "doi": "https://doi.org/10.3390/su11113135",
    "journalVolume": "Vol. 11,\n                                no. 11\n                                \n                                  p.\n                                  3135",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Breadfruit is a high yielding tree crop with a long history in the Pacific Islands, with the potential to improve food security under climate change. Traditionally, it has been grown and used extensively as a food source in Hawaii, but in the past decades, it has been neglected, underutilized, and supplanted by imported staple foods. Revitalization of breadfruit is central for reducing dependency on food imports and increasing food resiliency and self-sufficiency in Hawaii. Such a process could potentially be strengthened by the development of novel value-added products. This empirical study investigates consumer acceptance and willingness to pay in two scenarios: with and without detailed product information about breadfruit and its cultural significance, nutritional benefits and potential contribution to increase local food security. A total of 440 consumers participated in the study. Participants receiving descriptive information had a higher level of acceptance and were willing to pay a higher price compared with participants who were not informed that the product was made from breadfruit: 1.33 ± 0.15 acceptance on the hedonic scale and 1.26 ± 0.23 USD (both p < 0.0001). In conclusion, repeated exposure and building a positive narrative around breadfruit products may increase consumer acceptability.",
    "readLink": "https://www.mdpi.com/2071-1050/11/11/3135"
  },
  {
    "title": "A Case Study of the Stratospheric and Mesospheric Concentric Gravity Waves Excited by Thunderstorm in Northern China",
    "authors": [
      "Ying Wen,",
      "Qilin Zhang,",
      "Haiyang Gao,",
      "Jiyao Xu,",
      "Qinzeng Li"
    ],
    "doi": "https://doi.org/10.3390/atmos9120489",
    "journalVolume": "Vol. 9,\n                                no. 12\n                                \n                                  p.\n                                  489",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "In this paper, the complete process in which a concentric gravity wave (CGW), excited by a tropospheric thunderstorm, propagated into the stratosphere and mesosphere in Northern China is investigated. A strong thunderstorm developed in the middle of the Inner Mongolia autonomous region on the night of 10th August 2013. The stratospheric temperature perturbation, caused by the CGW, was observed by the Atmospheric Infrared Sounder (AIRS) at 02:11 LT 11th August 2013. An all-sky OH imager at the Shuozhou station (39.8° N, 112.1° E), supported by the Meridian Space Weather Monitoring Project, measured the mesospheric CGW between 22:00 LT to 23:00 LT on the night. It was certified that both the stratospheric and mesospheric CGWs were triggered by the aforementioned thunderstorm, and the excitation source was calculated to be located at (40.59° N, 108.67° E) by employing the dispersion relation. The CGWs were excited in the initial stage of the thunderstorm. The temperature and wind field data obtained by SABER and meteoric radar, respectively, were used to evaluate the background properties of the respective propagation regions. The result shows that an obvious thermal duct structure, with a positive squared vertical wavenumber (m2) existed around the OH layer.",
    "readLink": "https://www.mdpi.com/2073-4433/9/12/489"
  },
  {
    "title": "Human Activity Influences on Vegetation Cover Changes in Beijing, China, from 2000 to 2015",
    "authors": [
      "Meichen Jiang,",
      "Shufang Tian,",
      "Zhaoju Zheng,",
      "Qian Zhan,",
      "Yuexin He"
    ],
    "doi": "https://doi.org/10.3390/rs9030271",
    "journalVolume": "Vol. 9,\n                                no. 3\n                                \n                                  p.\n                                  271",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "For centuries, the rapid development of human society has already made human activity the dominant factor in the terrestrial ecosystem. As the city of greatest importance in China, the capital Beijing has experienced eco-environmental changes with unprecedented economic and population growth during the past few decades. To better understand the ecological transition and its correlations in Beijing, Landsat Thematic Mapper (TM) and Operational Land Imager (OLI) images were used to investigate vegetation coverage changes using a dimidiate pixel model. Piecewise linear regression, bivariate-partial correlation analysis, and factor analysis were applied to the probing of the relationship between vegetation coverage changes and climatic/human-induced factors. The results showed that from 2000 to 2005, 2005 to 2010, and 2010 to 2015, Beijing experienced both restoration (6.33%, 10.08%, and 12.81%, respectively) and degradation (13.62%, 9.35%, and 9.49%, respectively). The correlation analysis results between climate and vegetation changes demonstrated that from 2000 to 2015, both the multi-year annual mean temperature (r = −0.819, p < 0.01) and the multi-year annual mean precipitation (r = 0.653, p < 0.05) had a significantly correlated relationship with vegetation change. The Beijing-Tianjin Sandstorm Source Control Project (BTSSCP) has shown beneficial spatial effects on vegetation restoration; the total effectiveness in conservation areas (84.94 in 2000–2010) was much better than non-BTSSCP areas (34.34 in 2000–2010). The most contributory socioeconomic factors were the population (contribution = 54.356%) and gross domestic product (GDP) (contribution = 30.677%). The population showed a significantly negative correlation with the overall vegetation coverage (r = −0.684, p < 0.05). The GDP was significantly negatively correlated with vegetation in Tongzhou, Daxing, Central city, Fangshan, Shunyi, and Changping (r = −0.601, p < 0.01), while positively related in Huairou, Miyun, Pinggu, Mentougou and Yanqing (r = 0.614, p < 0.01). These findings confirm that human activity is a very significant factor in impacting and explaining vegetation changes, and that some socioeconomic influences on vegetation coverage are highly spatially heterogeneous, based on the context of different areas.",
    "readLink": "http://www.mdpi.com/2072-4292/9/3/271"
  },
  {
    "title": "Applying a Delphi-Type Approach to Estimate the Adaptation Cost on Agriculture to Climate Change in Cyprus",
    "authors": [
      "Marinos Markou,",
      "Anastasios Michailidis,",
      "Efstratios Loizou,",
      "Stefanos A. Nastis,",
      "Dimitra Lazaridou,",
      "Georgios Kountios,",
      "Mohammad S. Allahyari,",
      "Andreas Stylianou,",
      "George Papadavid,",
      "Konstadinos Mattas"
    ],
    "doi": "https://doi.org/10.3390/atmos11050536",
    "journalVolume": "Vol. 11,\n                                no. 536\n                                \n                                  p.\n                                  536",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Agriculture is highly dependent on climate change, and Cyprus especially is experiencing its impacts on agricultural production to a greater extent, mainly due to its geographical location. The adaptation of farming to the effects of global climate change may lead to the maximization of agricultural production, which is an important and desirable improvement. The main aim of this paper is to rank and quantify the impacts of climate change on the agricultural sector of Cyprus, through a multi-round Delphi survey seeking a consensus agreement in a group of experts. A multidisciplinary group of 20 experts stated their willingness-to-pay for various impacts of climate change. By applying this method, the individual impacts of climate change on crop production and water resources were brought into the modeling effort on equal footing with cost values. The final cost impact estimate represents the total estimated cost of climate change in the agricultural sector. According to the results, this cost reaches EUR 25.08 million annually for the agricultural sector, and EUR 366.48 million for the whole country. Therefore, it is expected that in the seven-year programming period 2014–2020 the total cost of climate change on agriculture ranges from EUR 176 to EUR 2565 million. The most significant impacts are due to the increasing level of CO2 in the atmosphere and the burden of biodiversity and ecosystems.",
    "readLink": "https://www.mdpi.com/2073-4433/11/5/536"
  },
  {
    "title": "Spatiotemporal Patterns and Drivers of the Carbon Budget in the Yangtze River Delta Region, China",
    "authors": [
      "Qi Fu,",
      "Mengfan Gao,",
      "Yue Wang,",
      "Tinghui Wang,",
      "Xu Bi,",
      "Jinhua Chen"
    ],
    "doi": "https://doi.org/10.3390/land11081230",
    "journalVolume": "Vol. 11,\n                                no. 1230\n                                \n                                  p.\n                                  1230",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "Improving our understanding of the patterns and drivers of regional carbon budgets is critical to mitigating climate change regionally and globally. Different from previous research, our study attempts to reveal the comprehensive impact of climate change and human activities factors on the carbon budget. Based on the Carnegie–Ames–Stanford approach (CASA) model, the IPCC inventory method, the ordinary least squares (OLS) regression model, the Geodetector model, and the geographically weighted regression (GWR) method, we investigated the spatiotemporal patterns of the carbon budget in the Yangtze River Delta (YRD) region from 2000 to 2015 and analyzed the effects of climate change and human activities on the carbon budget. The results showed that the carbon budget in the YRD region changed from 271.33 million tons in 2000 to −1193.76 million tons in 2015. During this period, the changes in the carbon budget per unit area in the four provinces all showed a decreasing trend, among which Shanghai decreased the most, followed by Jiangsu, Zhejiang and Anhui. In terms of spatial pattern, the carbon budget of the YRD region has a “core-edge” structural feature. The closer it is to Shanghai, the core area, the more severe the carbon budget deficit; the farther from it, the greater the carbon budget surplus. Overall, we found that human activities have a greater impact on the carbon budget than climate change. The top three drivers were, in order, changes in population density, GDP per capita, and unused land, with q values of 0.3317, 0.1202, and 0.0998, respectively. Locally, the impact of the drivers on the carbon budget shows obvious spatial heterogeneity. In particular, the population density was negatively correlated with carbon budget changes in the entire study area, and the coefficients of GDP per capita and unused land were negative in most counties. Based on the results, we put forward suggestions for restricting population flow among the core area and the peripheral area, promoting industrial innovation in the core area and ecological protection in the peripheral area, as well as implementing three-dimensional space development in the core area and controlling the expansion of construction land in the peripheral area. Our study can provide a scientific basis for low-carbon development in the YRD region. The methodology and findings of this study can provide references for similar studies in other urbanized regions around the world.",
    "readLink": "https://www.mdpi.com/2073-445X/11/8/1230"
  },
  {
    "title": "How can we drive sustainability transitions?",
    "authors": [
      "Michael Mintrom,",
      "Briony C. Rogers"
    ],
    "doi": "https://doi.org/10.1080/25741292.2022.2057835",
    "journalVolume": "Vol. 5,\n                                no. 3\n                                \n                                  pp.\n                                  294\n                                  – 306",
    "issn": "2574-1292 (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Political science",
      "Social Sciences"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/rpdp",
    "abstract": "Sustainability transitions are required to address challenges of climate change, economic development, ecological integrity, and social justice. Driving sustainability transitions is difficult but necessary work. We discuss sustainability challenges and the need for transitions, with a focus on the vital roles that change agents can play. These change agents exhibit a desire to make change happen. They encourage others to join them in their efforts. After discussing the work of change agents in driving sustainability transitions, we present a case study of change in Perth, Australia, where change agents have attained considerable success in placing that city on a path toward sustainable water management practices. We suggest sustainability transitions can be effectively enabled when change agents: (1) Clarify the problem and articulate a clear vision; (2) Engage others to identify workable solutions and implementation pathways; (3) Secure support from influential stakeholders; (4) Establish effective monitoring tools and learning systems; (5) Foster long-term relationships of trust and mutual support; and (6) Develop narratives that support on-going action.",
    "readLink": "https://www.tandfonline.com/doi/10.1080/25741292.2022.2057835"
  },
  {
    "title": "Resilience for Whom? The Problem Structuring Process of the Resilience Analysis",
    "authors": [
      "Hugo Herrera"
    ],
    "doi": "https://doi.org/10.3390/su9071196",
    "journalVolume": "Vol. 9,\n                                no. 7\n                                \n                                  p.\n                                  1196",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Resilience is a flexible concept open to many different interpretations. The openness of resilience implies that while talking about resilience, stakeholders risk talking past each other. The plurality of the interpretations has practical implications in the analysis and planning of resilience. This paper reflects on these implications that have so far not explicitly been addressed in the literature, by discussing the problem structuring process (PSP) of a modelling-based resilience analysis. The discussion is based on the analysis of food security resilience to climate change in Huehuetenango, Guatemala, jointly undertaken by the author, governmental authorities, small-scale farmers and academics of the national university. The aim of this discussion is to highlight the underestimated challenges and practical implications of the resilience concept ambiguity and potential avenues to address them. The contributions of the results presented in this paper are twofold. First, they show that, in practice, the resilience concept is constructed and subjective. Second, there remains a need for a participatory and contested framework for the PSP of resilience.",
    "readLink": "https://www.mdpi.com/2071-1050/9/7/1196"
  }
]