[
  {
    "title": "Synergetic roadmap of carbon neutrality and clean air for China",
    "authors": [
      "Qiang Zhang,",
      "Zhicong Yin,",
      "Xi Lu,",
      "Jicheng Gong,",
      "Yu Lei,",
      "Bofeng Cai,",
      "Cilan Cai,",
      "Qimin Chai,",
      "Huopo Chen,",
      "Hancheng Dai,",
      "Zhanfeng Dong,",
      "Guannan Geng,",
      "Dabo Guan,",
      "Jianlin Hu,",
      "Cunrui Huang,",
      "Jianing Kang,",
      "Tiantian Li,",
      "Wei Li,",
      "Yongsheng Lin,",
      "Jun Liu,",
      "Xin Liu,",
      "Zhu Liu,",
      "Jinghui Ma,",
      "Guofeng Shen,",
      "Dan Tong,",
      "Xuhui Wang,",
      "Xuying Wang,",
      "Zhili Wang,",
      "Yang Xie,",
      "Honglei Xu,",
      "Tao Xue,",
      "Bing Zhang,",
      "Da Zhang,",
      "Shaohui Zhang,",
      "Shaojun Zhang,",
      "Xian Zhang,",
      "Bo Zheng,",
      "Yixuan Zheng,",
      "Tong Zhu,",
      "Jinnan Wang,",
      "Kebin He"
    ],
    "doi": "Vol. 16\n                                \n                                \n                                  p.\n                                  100280",
    "issn": "2666-4984 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Technology: Environmental technology. Sanitary engineering"
    ],
    "journalUrl": "https://www.journals.elsevier.com/environmental-science-and-ecotechnology",
    "abstract": "It is well recognized that carbon dioxide and air pollutants share similar emission sources so that synergetic policies on climate change mitigation and air pollution control can lead to remarkable co-benefits on greenhouse gas reduction, air quality improvement, and improved health. In the context of carbon peak, carbon neutrality, and clean air policies, this perspective tracks and analyzes the process of the synergetic governance of air pollution and climate change in China by developing and monitoring 18 indicators. The 18 indicators cover the following five aspects: air pollution and associated weather-climate conditions, progress in structural transition, sources, inks, and mitigation pathway of atmospheric composition, health impacts and benefits of coordinated control, and synergetic governance system and practices. By tracking the progress in each indicator, this perspective presents the major accomplishment of coordinated control, identifies the emerging challenges toward the synergetic governance, and provides policy recommendations for designing a synergetic roadmap of Carbon Neutrality and Clean Air for China.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666498423000455"
  },
  {
    "title": "REMOTE SENSING FOR FLOOD INUNDATION MAPPING USING VARIOUS PROCESSING METHODS WITH SENTINEL-1 AND SENTINEL-2",
    "authors": [
      "E. Stoyanova"
    ],
    "doi": "https://doi.org/10.5194/isprs-archives-XLVIII-M-1-2023-339-2023",
    "journalVolume": "Vol. XLVIII-M-1-2023\n                                \n                                \n                                  pp.\n                                  339\n                                  – 346",
    "issn": "1682-1750 (Print)",
    "publisher": "2194-9034 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Applied optics. Photonics"
    ],
    "journalUrl": "http://www.isprs.org/publications/archives.aspx",
    "abstract": "The following paper discusses different remote sensing methodologies for flood mapping. The chosen study area is nearby Karlovo, Bulgaria where torrential rains in August and September 2022 caused devastating damages in the area. The location is still under critical status and damages are not completely evaluated, yet.The aim of this study is to investigate how open satellite data can be applied in the mapping the results from the floods. The research team worked with radar and optical data from Sentinel-1 and Sentinel-2. Different technological approaches were applied to classify the land cover changes. Given the fact that the flood mass consisted mainly of mud an innovative approach was considered in order for the damages area to be computed.Climate change predictions and deforestation suggest increasingly frequent floods in the future. For these reasons, rapid and timely flood mapping under specific conditions is very important in flood modelling, hazard and risk analysis. In order to investigate the flooded area in the region of the selected study area, different post-processing methods were used. The research team focused on using satellite imagery from both Sentinel-1 and Sentinel-2. Various spectral indices were computed as well as unsupervised and supervised classifications were applied. The results of the study were presented in the form of statistical analyses and comparison between the computational methods.",
    "readLink": "https://isprs-archives.copernicus.org/articles/XLVIII-M-1-2023/339/2023/isprs-archives-XLVIII-M-1-2023-339-2023.pdf"
  },
  {
    "title": "Effects of conservation tillage strategies on soil physicochemical indicators and N2O emission under spring wheat monocropping system conditions",
    "authors": [
      "Jianyu Yuan,",
      "Lijuan Yan,",
      "Guang Li,",
      "Mahran Sadiq,",
      "Nasir Rahim,",
      "Jiangqi Wu,",
      "Weiwei Ma,",
      "Guorong Xu,",
      "Mengyin Du"
    ],
    "doi": "https://doi.org/10.1038/s41598-022-11391-6",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract As one of the important greenhouse gas, nitrous oxide (N2O) has attracted much attention globally under climate change context. Agricultural practices are the main sources of greenhouse gas emissions. Nevertheless, scarcity of literature is available on the effects of different tillage measures on soil N2O emission under spring wheat (Triticum aestivum L.) ecosystem in the semi-arid area of the Loess Plateau. The main objective of the experimental study was to explore the influence of conservation tillage techniques on soil physicochemical properties, nitrous oxide emission and yield in the Northern semi-arid Dingxi region of China. Four treatments viz., conventional tillage (CT), no tillage (NT), straw mulch with conventional tillage (TS) and stubble-return with no-till (NTS) were evaluated under randomized complete block design with three replications. Our results depicted that compared with conventional tillage, bulk density and water content of topsoil was increased and soil pH value was reduced under conservation tillage techniques. Conservation tillage NT, TS and NTS increased organic carbon, TN, MBN and NH4 +-N and reduced the accumulation of NO3 –N. Additionally, although the N2O emission under NT, TS and NTS was 8.95, 41.90 and 21.05% respectively higher than under T treatment, the corresponding wheat yield was 15.40, 31.97 and 63.21% higher than T treatment. Moreover, correlation analysis showed that soil moisture and temperature were the most significant factors affecting soil N2O emission. The NTS treatment pointedly increased crop yield without significantly increasing soil N2O emission. Consequently, based on economic and environmental benefits and considering N2O emission and crop yield, we suggest that NTS technique is the best conservation tillage strategy in the semi-arid environmental zone of the Loess Plateau of Dingxi China.",
    "readLink": "https://doi.org/10.1038/s41598-022-11391-6"
  },
  {
    "title": "Assessment of the Impact of Material Selection on Aviation Sustainability, from a Circular Economy Perspective",
    "authors": [
      "Dionysios N. Markatos,",
      "Spiros G. Pantelakis"
    ],
    "doi": "https://doi.org/10.3390/aerospace9020052",
    "journalVolume": "Vol. 9,\n                                no. 52\n                                \n                                  p.\n                                  52",
    "issn": "2226-4310 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Motor vehicles. Aeronautics. Astronautics"
    ],
    "journalUrl": "http://www.mdpi.com/journal/aerospace",
    "abstract": "Climate change and global warming pose great sustainability challenges to the aviation industry. Alternatives to petroleum-based fuels (hydrogen, natural gas, etc.) have emerged as promising aviation fuels for future aircraft. The present study aimed to contribute to the understanding of the impact of material selection on aviation sustainability, accounting for the type of fuel implemented and circular economy aspects. In this context, a decision support tool was introduced to aid decision-makers and relevant stakeholders to identify and select the best-performing materials that meet their defined needs and preferences, expressed through a finite set of conflicting criteria associated with ecological, economic, and circularity aspects. The proposed tool integrates life-cycle-based metrics extending to both ecological and economical dimensions and a proposed circular economy indicator (CEI) focused on the material/component level and linked to its quality characteristics, which also accounts for the quality degradation of materials which have undergone one or more recycling loops. The tool is coupled with a multi-criteria decision analysis (MCDA) methodology in order to reduce subjectivity when determining the importance of each of the considered criteria.",
    "readLink": "https://www.mdpi.com/2226-4310/9/2/52"
  },
  {
    "title": "Contribution of Livestock Production to Climate Change and Mitigation Options: A Review",
    "authors": [
      "J M Chah,",
      "E M Igbokwe"
    ],
    "doi": "Vol. 16,\n                                no. 2",
    "issn": "1119-944X (Print)",
    "publisher": "2408-6851 (Online)",
    "countryOfPublisher": "Agricultural Extension Society of Nigeria",
    "lcc": [
      "Nigeria",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://journal.aesonnigeria.org/index.php/jae",
    "abstract": "An attempt is made to understand the role livestock production plays in climate change and to identify mitigation strategies to cap or reduce greenhouse (GHG) emissions. Scientific literature on farm animal production and documented GHG emission, as well as mitigation strategies were synthesized and used for the study. Results show that animal agriculture sector is responsible for approximately 18%, or nearly one-fifth of human induced greenhouse gas (GHG) emissions. In nearly every step of meat, egg, and milk production, climate changing gases are released into the atmosphere potentially disrupting weather, temperature and ecosystem health. As the number of farm animals increases, so do their GHG emissions. Cattle rearing alone generate more global warming GHGs, as measured in carbon dioxide (CO2) equivalent, than transportation. Immediate and far reaching changes in current animal agriculture practices and consumption patterns are both critical if GHGs from the farm animal sector are to be mitigated. However, the approaches that best reduce emissions depend on local conditions and therefore vary from region to region. In Nigeria emission of GHGs is generally low based on low per capita energy and other resource consumption. However, it is expected that there will be future rise as a result of increased numbers of livestock and high population growth rate with corresponding increase in per capita energy and other resource consumption. The assessment of options to reduce future GHG emissions is considered an important contribution to sustainable development of Nigeria. Efficacious plants peculiar to the Nigerian environment and conditions should be planted and maintained around cities. Also government should support waste management in all the states in Nigeria to have a sequel structure to safe disposal of organic matter from cattle.",
    "readLink": "https://www.aesonnigeria.org/ajm/index.php/jae/article/view/94"
  },
  {
    "title": "Geographically Disperse, Culturable Seed-Associated Microbiota in Forage Plants of Alfalfa (<i>Medicago sativa</i> L.) and Pitch Clover (<i>Bituminaria bituminosa</i> L.): Characterization of Beneficial Inherited Strains as Plant Stress-Tolerance Enhancers",
    "authors": [
      "Marla Niza-Costa,",
      "Ana Sofía Rodríguez-dos Santos,",
      "Inês Rebelo-Romão,",
      "María Victoria Ferrer,",
      "Cristina Sequero López,",
      "Juan Ignacio Vílchez"
    ],
    "doi": "https://doi.org/10.3390/biology11121838",
    "journalVolume": "Vol. 11,\n                                no. 1838\n                                \n                                  p.\n                                  1838",
    "issn": "2079-7737 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "https://www.mdpi.com/journal/biology",
    "abstract": "Agricultural production is being affected by increasingly harsh conditions caused by climate change. The vast majority of crops suffer growth and yield declines due to a lack of water or intense heat. Hence, commercial legume crops suffer intense losses of production (20–80%). This situation is even more noticeable in plants used as fodder for animals, such as alfalfa and pitch trefoil, since their productivity is linked not only to the number of seeds produced, but also to the vegetative growth of the plant itself. Thus, we decided to study the microbiota associated with their seeds in different locations on the Iberian Peninsula, with the aim of identifying culturable bacteria strains that have adapted to harsh environments and that can be used as biotreatments to improve plant growth and resistance to stress. As potentially inherited microbiota, they may also represent a treatment with medium- and long-term adaptative effects. Hence, isolated strains showed no clear relationship with their geographical sampling location, but had about 50% internal similarity with their model plants. Moreover, out of the 51 strains isolated, about 80% were capable of producing biofilms; around 50% produced mid/high concentrations of auxins and grew notably in ACC medium; only 15% were characterized as xerotolerant, while more than 75% were able to sporulate; and finally, 65% produced siderophores and more than 40% produced compounds to solubilize phosphates. Thus, Paenibacillus amylolyticus BB B2-A, Paenibacillus xylanexedens MS M1-C, Paenibacillus pabuli BB Oeiras A, Stenotrophomonas maltophilia MS M1-B and Enterobacter hormaechei BB B2-C strains were tested as plant bioinoculants in lentil plants (Lens culinaris Medik.), showing promising results as future treatments to improve plant growth under stressful conditions.",
    "readLink": "https://www.mdpi.com/2079-7737/11/12/1838"
  },
  {
    "title": "Myths and images in global climate governance, conceptualization and the case of Brazil (1989 - 2019)",
    "authors": [
      "Matias Alejandro Franchini,",
      "Eduardo Viola"
    ],
    "doi": "https://doi.org/10.1590/0034-7329201900205",
    "journalVolume": "Vol. 62,\n                                no. 2",
    "issn": "0034-7329 (Print)",
    "publisher": "1983-3121 (Online)",
    "countryOfPublisher": "Instituto Brasileiro de Relações Internacionais",
    "lcc": [
      "Brazil",
      "Political science: International relations"
    ],
    "journalUrl": "http://www.scielo.br/scielo.php?script=sci_serial&pid=0034-7329&lng=pt&nrm=iso",
    "abstract": "Abstract Countries have a self-image of their role in global climate governance. If that image does not correspond to the country’s actual level of climate power, commitment and leadership, it becomes a myth. In this article, we define climate self-images/myths and analyze comprehensively the Brazilian case between 1989 and 2019. For most of this period, Brazil’s self-image was a myth.",
    "readLink": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S0034-73292019000200205&lng=en&tlng=en"
  },
  {
    "title": "Climate Change Adaption between Governance and Government—Collaborative Arrangements in the City of Munich",
    "authors": [
      "Simone Linke,",
      "Sabrina Erlwein,",
      "Martina van Lierop,",
      "Elizaveta Fakirova,",
      "Stephan Pauleit,",
      "Werner Lang"
    ],
    "doi": "https://doi.org/10.3390/land11101818",
    "journalVolume": "Vol. 11,\n                                no. 1818\n                                \n                                  p.\n                                  1818",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "Growing cities face severe land use conflicts. Urban expansion and the densification of existing built areas are increasing the pressure on green spaces, which are key for climate change adaptation. Planning procedures embroiled in these land use conflicts are often complicated and slow. This is due to the increasing complexity in planning processes, which involve a multitude of stakeholders and decision-makers, whose responsibilities are not always entirely clear. Governance-oriented forms of decision making with horizontal structures are often required, but these also entail challenges. In our study, we ask how climate adaptation through urban green spaces can be integrated into planning processes. The study is based on a methodological combination, including document analysis and qualitative interviews with administrative staff. The City of Munich, a rapidly growing German city, serves as a case study. The results show different collaborative arrangements in four planning arenas and demonstrate how these structures support or hinder climate change adaptation mainstreaming. We conclude that hierarchical structures impede horizontal collaborative arrangements and shed lights on mechanisms reinforcing these structures. For large administrations, informal meetings and coordinating units are effective in fostering interdepartmental cooperation.",
    "readLink": "https://www.mdpi.com/2073-445X/11/10/1818"
  },
  {
    "title": "Phenol-Formaldehyde Resin-Based Carbons for CO2 Separation at Sub-Atmospheric Pressures",
    "authors": [
      "Noelia Álvarez-Gutiérrez,",
      "María Victoria Gil,",
      "María Martínez,",
      "Fernando Rubiera,",
      "Covadonga Pevida"
    ],
    "doi": "https://doi.org/10.3390/en9030189",
    "journalVolume": "Vol. 9,\n                                no. 3\n                                \n                                  p.\n                                  189",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "The challenge of developing effective separation and purification technologies that leave much smaller energy footprints is greater for carbon dioxide (CO2) than for other gases. In addition to its involvement in climate change, CO2 is present as an impurity in biogas and bio-hydrogen (biological production by dark fermentation), in post-combustion processes (flue gas, CO2-N2) and many other gas streams. Selected phenol-formaldehyde resin-based activated carbons prepared in our laboratory have been evaluated under static conditions (adsorption isotherms) as potential adsorbents for CO2 separation at sub-atmospheric pressures, i.e., in post-combustion processes or from biogas and bio-hydrogen streams. CO2, H2, N2, and CH4 adsorption isotherms at 25 °C and up to 100 kPa were obtained using a volumetric equipment and were correlated by applying the Sips model. Adsorption equilibrium was then predicted for multicomponent gas mixtures by extending the multicomponent Sips model and the Ideal Adsorbed Solution Theory (IAST) in conjunction with the Sips model. The CO2 uptakes of the resin-derived carbons from CO2-CH4, CO2-H2, and CO2-N2 at atmospheric pressure were greater than those of the reference commercial carbon (Calgon BPL). The performance of the resin-derived carbons in terms of equilibrium of adsorption seems therefore relevant to CO2 separation in post-combustion (flue gas, CO2-N2) and in hydrogen fermentation (CO2-H2, CO2-CH4).",
    "readLink": "http://www.mdpi.com/1996-1073/9/3/189"
  },
  {
    "title": "An Improved Conceptual Model Quantifying the Effect of Climate Change and Anthropogenic Activities on Vegetation Change in Arid Regions",
    "authors": [
      "Xin Yu,",
      "Hanbo Yang,",
      "Sien Li,",
      "Dawen Yang"
    ],
    "doi": "https://doi.org/10.3390/rs11182110",
    "journalVolume": "Vol. 11,\n                                no. 18\n                                \n                                  p.\n                                  2110",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Vegetation shows a greening trend on the global scale in the past decades, which has an important effect on the hydrological cycle, and thus quantitative interpretation of the causes for vegetation change is of great benefit to understanding changes in ecology, climate, and hydrology. Although the Donohue13 model, a simple conceptual model based on gas exchange theory, provides an effective tool to interpret the greening trend, it cannot be used to evaluate the impact from land use and land cover change (LULCC) on the regional scale, whose importance to vegetation change has been demonstrated in a large number of studies. Hence, we have improved the Donohue13 model by taking into account the change in vegetation cover ratio due to LULCC, and applied this model to the Yarkand Oasis in the arid region of northwest China. The estimated change trend in leaf area index (LAI) is 1.20%/year from 2001 to 2017, which accounts for approximately half of the observed (2.31%/year) by the moderate resolution imaging spectroradiometer (MODIS). Regarding the causes for vegetation greening, the contributions of: (1) LULCC; (2) atmospheric CO2 concentration; and (3) vapor pressure deficit were: (1) 88.3%; (2) 40.0%; and (3) −28.3%, respectively, which reveals that the largest contribution was from LULCC, which is probably driven by increased total water availability in whole oasis with a constant transpiration in vegetation area. The improved Donohue13 model, a simple but physics-based model, can partially explain the impact of factors related to climate change and anthropogenic activity on vegetation change in arid regions. It can be further combined with the Budyko hypothesis to establish a framework for quantifying the changes in coupled response of vegetation and hydrological processes to environment changes.",
    "readLink": "https://www.mdpi.com/2072-4292/11/18/2110"
  }
]