[
  {
    "title": "The Association Between Rainfall, Temperature, and Reported Drinking Water Source: A Multi‐Country Analysis",
    "authors": [
      "Andrea G. Buchwald,",
      "Evan Thomas,",
      "Kristopher B. Karnauskas,",
      "Elise Grover,",
      "Karen Kotloff,",
      "Elizabeth J. Carlton"
    ],
    "doi": "https://doi.org/10.1029/2022GH000605",
    "journalVolume": "Vol. 6,\n                                no. 11\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2471-1403 (Online)",
    "publisher": "American Geophysical Union (AGU)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental protection"
    ],
    "journalUrl": "http://agupubs.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2471-1403/",
    "abstract": "Abstract Climate change may alter access to safe drinking water, with important implications for health. We assessed the relationship between temperature and rainfall and utilization of basic drinking water (BDW) in The Gambia, Mozambique, Pakistan, and Kenya. The outcomes of interest were (a) whether the reported drinking water source used in the past 2 weeks met the World Health Organization definition of BDW and (b) use of a BDW source that was always available. Temperature and precipitation data were compiled from weather stations and satellite data and summarized to account for long‐ and short‐term weather patterns and lags. We utilized random forests and logistic regression to identify key weather variables that predicted outcomes by site and the association between important weather variables and BDW use. Higher temperatures were associated with decreased BDW use at three of four sites and decreased use of BDW that is always available at all four sites. Increasing rainfall, both in the long‐ and short‐term, was associated with increased BDW use in three sites. We found evidence for interactions between household wealth and weather variables at two sites, suggesting lower wealth populations may be more sensitive to weather‐driven changes in water access. Changes in temperature and precipitation can alter safe water use in low‐resource settings—investigating drivers for these relationships can inform efforts to build climate resilience.",
    "readLink": "https://doi.org/10.1029/2022GH000605"
  },
  {
    "title": "Identifying obstacles encountered at different stages of the disaster management cycle (DMC) and its implications for rural flooding in Pakistan",
    "authors": [
      "Ashfaq Ahmad Shah,",
      "Ayat Ullah,",
      "Nasir Abbas Khan,",
      "Muhammad Haroon Shah,",
      "Rasheed Ahmed,",
      "Syed Tauseef Hassan,",
      "Muhammad Atiq Ur Rehman Tariq,",
      "Chong Xu,",
      "Chong Xu"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2023.1088126",
    "journalVolume": "Vol. 11",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "The world has seen a number of natural hazards, but among them, floods are perhaps the most frequent devastating natural hazard, resulting in more human causalities and financial losses. Rural inundation has become an issue of concern in various parts of the world, including Pakistan. Over the past few decades, it has been hard for local institutions and rural populations to recover from the trauma inflicted by these events. The disaster risk management cycle is a well-known tool for coping with disasters and their consequences. Yet, the DRM cycle efficacy has been questioned in various rural settings. Thus, this paper applied a programmatic strategy to understand the challenges disaster management authorities and communities face in managing flood risks through the conventional disaster management cycle in Khyber Pakhtunkhwa province, Pakistan. The study objective was accomplished by using both qualitative and exploratory research designs. Four communities (namely, Peshawar, Charsadda, Nowshera, and Dera Ismail Khan) with a historical record of flooding were chosen for focus group discussion (32 in total) using a purposive sampling method. Additionally, 31 key informant interviews were undertaken from pertinent local disaster risk management institutions. We employed a thematic analysis to classify responses and obstacles into the various stages of the disaster management cycle. The findings of this study from interviews and focus groups provided some new insight into the conventional DRM cycle. The issues and challenges encountered by institutions and the community members were divided into four stages: 1-mitigation, 2-preparedness, 3-rescue and relief (R&R), and 4-rehabilitation and recovery (R&R). Based on the findings, it seems that local disaster management institutions still rely on reactive strategies and deal with flood hazards on an ad hoc basis. Poor governance and a lack of responses for present development trajectories were also highlighted as reasons why flood risk management is still challenging. There is an urgent need to perform susceptibility and risk assessments for multiple hazards and develop specialized plans that follow disaster risk reduction principles and adaptation to climate change. This study recommends incorporating resilience and adaptation to climate change into the current disaster management cycle to prevent or reduce future hazards and risks in rural areas.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2023.1088126/full"
  },
  {
    "title": "Impacts of a climate change initiative on air pollutant emissions: Insights from the Covenant of Mayors",
    "authors": [
      "Emanuela Peduzzi,",
      "Marta Giulia Baldi,",
      "Enrico Pisoni,",
      "Albana Kona,",
      "Paolo Bertoldi,",
      "Fabio Monforti-Ferrario"
    ],
    "doi": "Vol. 145\n                                \n                                \n                                  p.\n                                  106029",
    "issn": "0160-4120 (Print)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.journals.elsevier.com/environment-international",
    "abstract": "The Covenant of Mayors (CoM) is a successful European initiative which encourages local authorities to be proactive in fighting climate change. Recently, it expanded to cover adaptation and energy access/poverty and became a global initiative. In this study we investigate an additional perspective: synergies and trade-offs between climate and air quality. Signatories pledge to reduce their Greenhouse gas (GHG) emissions and voluntarily report their emissions, energy consumption and the measures that they carry out to reach their goals. We develop a methodology to estimate air pollutant emissions corresponding to CO2 emissions CoM signatories report, using information they already submit and national estimates of air pollutant emission factors. The methodology is applied to over 1600 signatories in Europe, representing over 80 million inhabitants. Results show that, in general, signatories are reducing both types of emissions. However, there are also cases where emissions increase. We explore the reasons behind these changes and highlight the role of technological improvement. This work calls for an increased coherence between climate and air quality plans at the local scale and provides a first step and a tool to support signatories, even the smallest ones, to move in this direction.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S016041202031984X"
  },
  {
    "title": "Land–atmosphere interactions in sub-polar and alpine climates in the CORDEX Flagship Pilot Study Land Use and Climate Across Scales (LUCAS) models – Part 2: The role of changing vegetation",
    "authors": [
      "P. A. Mooney,",
      "D. Rechid,",
      "E. L. Davin,",
      "E. Katragkou,",
      "N. de Noblet-Ducoudré,",
      "M. Breil,",
      "R. M. Cardoso,",
      "A. S. Daloz,",
      "P. Hoffmann,",
      "D. C. A. Lima,",
      "R. Meier,",
      "P. M. M. Soares,",
      "G. Sofiadis,",
      "S. Strada,",
      "G. Strandberg,",
      "M. H. Toelle,",
      "M. T. Lund"
    ],
    "doi": "https://doi.org/10.5194/tc-16-1383-2022",
    "journalVolume": "Vol. 16\n                                \n                                \n                                  pp.\n                                  1383\n                                  – 1397",
    "issn": "1994-0416 (Print)",
    "publisher": "1994-0424 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.the-cryosphere.net/",
    "abstract": "Land cover in sub-polar and alpine regions of northern and eastern Europe have already begun changing due to natural and anthropogenic changes such as afforestation. This will impact the regional climate and hydrology upon which societies in these regions are highly reliant. This study aims to identify the impacts of afforestation/reforestation (hereafter afforestation) on snow and the snow-albedo effect and highlight potential improvements for future model development. The study uses an ensemble of nine regional climate models for two different idealised experiments covering a 30-year period; one experiment replaces most land cover in Europe with forest, while the other experiment replaces all forested areas with grass. The ensemble consists of nine regional climate models composed of different combinations of five regional atmospheric models and six land surface models. Results show that afforestation reduces the snow-albedo sensitivity index and enhances snowmelt. While the direction of change is robustly modelled, there is still uncertainty in the magnitude of change. The greatest differences between models emerge in the snowmelt season. One regional climate model uses different land surface models which shows consistent changes between the three simulations during the accumulation period but differs in the snowmelt season. Together these results point to the need for further model development in representing both grass–snow and forest–snow interactions during the snowmelt season. Pathways to accomplishing this include (1) a more sophisticated representation of forest structure, (2) kilometre-scale simulations, and (3) more observational studies on vegetation–snow interactions in northern Europe.",
    "readLink": "https://tc.copernicus.org/articles/16/1383/2022/tc-16-1383-2022.pdf"
  },
  {
    "title": "The Combustion of Methane from Hard Coal Seams in Gas Engines as a Technology Leading to Reducing Greenhouse Gas Emissions—Electricity Prediction Using ANN",
    "authors": [
      "Marek Borowski,",
      "Piotr Życzkowski,",
      "Jianwei Cheng,",
      "Rafał Łuczak,",
      "Klaudia Zwolińska"
    ],
    "doi": "https://doi.org/10.3390/en13174429",
    "journalVolume": "Vol. 13,\n                                no. 4429\n                                \n                                  p.\n                                  4429",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Greenhouse gases such as carbon dioxide and methane cause global warming and consequently climate change. Great efforts are being made to reduce greenhouse gas emissions with the objective of addressing this problem, hence the popularity of technologies conductive to reducing greenhouse gas emissions. CO2 emissions can be reduced by improving the thermal efficiency of combustion engines, for example, by using cogeneration systems. Coal mine methane (CMM) emerges due to mining activities as methane released from the coal and surrounding rock strata. The amount of methane produced is primarily influenced by the productivity of the coal mine and the gassiness of the coal seam. The gassiness of the formation around the coal seam and geological conditions are also important. Methane can be extracted to the surface using methane drainage installations and along with ventilation air. The large amounts of methane captured by methane drainage installations can be used for energy production. This article presents a quarterly summary of the hourly values of methane capture, its concentration in the methane–air mixture, and electricity production in the cogeneration system for electricity and heat production. On this basis, neural network models have been proposed in order to predict electricity production based on known values of methane capture, its concentration, pressure, and parameters determining the time and day of the week. A prediction model has been established on the basis of a multilayer perceptron network (MLP).",
    "readLink": "https://www.mdpi.com/1996-1073/13/17/4429"
  },
  {
    "title": "Triggers of change to achieve sustainable, resilient, and adaptive cities",
    "authors": [
      "Maddalen Mendizabal,",
      "Efren Feliu,",
      "Carlos Tapia,",
      "Mohammad Ali Rajaeifar,",
      "Abhishek Tiwary,",
      "Joel Sepúlveda,",
      "Oliver Heidrich"
    ],
    "doi": "Vol. 12\n                                \n                                \n                                  p.\n                                  100071",
    "issn": "2590-2520 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology"
    ],
    "journalUrl": "https://www.journals.elsevier.com/city-and-environment-interactions",
    "abstract": "This paper proposes pathways and triggers of change for city representatives and decision makers to consider for enabling transition to sustainable, resilient and adaptive cities. It investigates a range of triggers of change, including regulatory, structural/operational, behavioural, awareness, and resources. A conceptual framework for identifying the triggers of change is presented that was developed under a participatory process and tested during stakeholder dialogues with representatives from 15 cities in 12 European countries. The framework comprises of the following three steps: 1. Indicator-based vulnerability assessment, conducted to analyse city vulnerability and problem identification; 2. Constructed visions of the underpinning factors; and 3. Backcasting exercise, to detect the triggers of change. Following a prioritisation exercise across our European sample, regional differences and the prominence of the following patterns in supporting triggers of change have been noted. In Mediterranean region main triggers were public decision and political leadership, regulatory framework (including building codes, accountability, pricing, taxation, penalties and incentives) and learning from disasters triggers of change. Whereas in the Southern-Central region, adaptive multi-level governance, horizontal and vertical improved relationships governance were the main triggers of change. These patterns and framework are applicable to other cities, and indeed to other topics (e.g. mitigation, sustainability, etc.) that support implementation on the ground to achieve truly sustainable, resilient and adaptive cities. We acknowledge the challenges in deriving universally applicable triggers of change, however the study identifies eight overarching triggers of change that can facilitate the transformation of cities.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2590252021000167"
  },
  {
    "title": "Modelling the diurnal and seasonal dynamics of soil CO<sub>2</sub> exchange in a semiarid ecosystem with high plant–interspace heterogeneity",
    "authors": [
      "J. Gong,",
      "B. Wang,",
      "B. Wang,",
      "X. Jia,",
      "X. Jia,",
      "W. Feng,",
      "T. Zha,",
      "S. Kellomäki,",
      "H. Peltola"
    ],
    "doi": "https://doi.org/10.5194/bg-15-115-2018",
    "journalVolume": "Vol. 15\n                                \n                                \n                                  pp.\n                                  115\n                                  – 136",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "We used process-based modelling to investigate the roles of carbon-flux (C-flux) components and plant–interspace heterogeneities in regulating soil CO2 exchanges (FS) in a dryland ecosystem with sparse vegetation. To simulate the diurnal and seasonal dynamics of FS, the modelling considered simultaneously the CO2 production, transport and surface exchanges (e.g. biocrust photosynthesis, respiration and photodegradation). The model was parameterized and validated with multivariate data measured during the years 2013–2014 in a semiarid shrubland ecosystem in Yanchi, northwestern China. The model simulation showed that soil rewetting could enhance CO2 dissolution and delay the emission of CO2 produced from rooting zone. In addition, an ineligible fraction of respired CO2 might be removed from soil volumes under respiration chambers by lateral water flows and root uptakes. During rewetting, the lichen-crusted soil could shift temporally from net CO2 source to sink due to the activated photosynthesis of biocrust but the restricted CO2 emissions from subsoil. The presence of plant cover could decrease the root-zone CO2 production and biocrust C sequestration but increase the temperature sensitivities of these fluxes. On the other hand, the sensitivities of root-zone emissions to water content were lower under canopy, which may be due to the advection of water flows from the interspace to canopy. To conclude, the complexity and plant–interspace heterogeneities of soil C processes should be carefully considered to extrapolate findings from chamber to ecosystem scales and to predict the ecosystem responses to climate change and extreme climatic events. Our model can serve as a useful tool to simulate the soil CO2 efflux dynamics in dryland ecosystems.",
    "readLink": "https://www.biogeosciences.net/15/115/2018/bg-15-115-2018.pdf"
  },
  {
    "title": "Predicting Future Seed Sourcing of Platycladus orientalis (L.) for Future Climates Using Climate Niche Models",
    "authors": [
      "Xian-Ge Hu,",
      "Tongli Wang,",
      "Si-Si Liu,",
      "Si-Qian Jiao,",
      "Kai-Hua Jia,",
      "Shan-Shan Zhou,",
      "Yuqing Jin,",
      "Yue Li,",
      "Yousry A. El-Kassaby,",
      "Jian-Feng Mao"
    ],
    "doi": "https://doi.org/10.3390/f8120471",
    "journalVolume": "Vol. 8,\n                                no. 12\n                                \n                                  p.\n                                  471",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Climate niche modeling has been widely used to assess the impact of climate change on forest trees at the species level. However, geographically divergent tree populations are expected to respond differently to climate change. Considering intraspecific local adaptation in modeling species responses to climate change will thus improve the credibility and usefulness of climate niche models, particularly for genetic resources management. In this study, we used five Platycladus orientalis (L.) seed zones (Northwestern; Northern; Central; Southern; and Subtropical) covering the entire species range in China. A climate niche model was developed and used to project the suitable climatic conditions for each of the five seed zones for current and various future climate scenarios (Representative Concentration Pathways: RCP2.6, RCP4.5, RCP6.0, and RCP8.5). Our results indicated that the Subtropical seed zone would show consistent reduction for all climate change scenarios. The remaining seed zones, however, would experience various degrees of expansion in suitable habitat relative to their current geographic distributions. Most of the seed zones would gain suitable habitats at their northern distribution margins and higher latitudes. Thus, we recommend adjusting the current forest management strategies to mitigate the negative impacts of climate change.",
    "readLink": "https://www.mdpi.com/1999-4907/8/12/471"
  },
  {
    "title": "Ecosystem Evapotranspiration as a Response to Climate and Vegetation Coverage Changes in Northwest Yunnan, China.",
    "authors": [
      "Hao Yang,",
      "Peng Luo,",
      "Jun Wang,",
      "Chengxiang Mou,",
      "Li Mo,",
      "Zhiyuan Wang,",
      "Yao Fu,",
      "Honghui Lin,",
      "Yongping Yang,",
      "Laxmi Dutt Bhatta"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0134795",
    "journalVolume": "Vol. 10,\n                                no. 8\n                                \n                                  p.\n                                  e0134795",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Climate and human-driven changes play an important role in regional droughts. Northwest Yunnan Province is a key region for biodiversity conservation in China, and it has experienced severe droughts since the beginning of this century; however, the extent of the contributions from climate and human-driven changes remains unclear. We calculated the ecosystem evapotranspiration (ET) and water yield (WY) of northwest Yunnan Province, China from 2001 to 2013 using meteorological and remote sensing observation data and a Surface Energy Balance System (SEBS) model. Multivariate regression analyses were used to differentiate the contribution of climate and vegetation coverage to ET. The results showed that the annual average vegetation coverage significantly increased over time with a mean of 0.69 in spite of the precipitation fluctuation. Afforestation/reforestation and other management efforts attributed to vegetation coverage increase in NW Yunnan. Both ET and WY considerably fluctuated with the climate factors, which ranged from 623.29 mm to 893.8 mm and -51.88 mm to 384.40 mm over the time period. Spatially, ET in the southeast of NW Yunnan (mainly in Lijiang) increased significantly, which was in line with the spatial trend of vegetation coverage. Multivariate linear regression analysis indicated that climatic factors accounted for 85.18% of the ET variation, while vegetation coverage explained 14.82%. On the other hand, precipitation accounted for 67.5% of the WY. We conclude that the continuous droughts in northwest Yunnan were primarily climatically driven; however, man-made land cover and vegetation changes also increased the vulnerability of local populations to drought. Because of the high proportion of the water yield consumed for subsistence and poor infrastructure for water management, local populations have been highly vulnerable to climate drought conditions. We suggest that conservation of native vegetation and development of water-conserving agricultural practices should be implemented as adaptive strategies to mitigate climate change.",
    "readLink": "http://europepmc.org/articles/PMC4523184?pdf=render"
  },
  {
    "title": "Morphological plasticity in a calcifying modular organism: evidence from an in situ transplant experiment in a natural CO2 vent system",
    "authors": [
      "Chiara Lombardi,",
      "Silvia Cocito,",
      "Maria Cristina Gambi,",
      "Paul D. Taylor"
    ],
    "doi": "https://doi.org/10.1098/rsos.140413",
    "journalVolume": "Vol. 2,\n                                no. 2",
    "issn": "2054-5703 (Online)",
    "publisher": "The Royal Society",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://royalsocietypublishing.org/journal/rsos",
    "abstract": "Understanding is currently limited of the biological processes underlying the responses of modular organisms to climate change and the potential to adapt through morphological plasticity related to their modularity. Here, we investigate the effects of ocean acidification and seawater warming on the growth, life history and morphological plasticity in the modular bryozoan Calpensia nobilis using transplantation experiments in a shallow Mediterranean volcanic CO2 vents system that simulates pH values expected for the year 2100. Colonies exposed at vent sites grew at approximately half the rate of those from the control site. Between days 34 and 48 of the experiment, they reached a possible ‘threshold’, due to the combined effects of exposure time and pH. Temperature did not affect zooid length, but longer zooids with wider primary orifices occurred in low pH conditions close to the vents. Growth models describing colony development under different environmental scenarios suggest that stressed colonies of C. nobilis reallocate metabolic energy to the consolidation and strengthening of existing zooids. This is interpreted as a change in life-history strategy to support persistence under unfavourable environmental conditions. Changes in the skeletal morphology of zooids evident in C. nobilis during short-time (87 days) exposure experiments reveal morphological plasticity that may indicate a potential to adapt to the more acidic Mediterranean predicted for the future.",
    "readLink": "https://royalsocietypublishing.org/doi/pdf/10.1098/rsos.140413"
  }
]