[
  {
    "title": "Old Wind Farm Life Extension vs. Full Repowering: A Review of Economic Issues and a Stochastic Application for Spain",
    "authors": [
      "Luis M. Abadie,",
      "Nestor Goicoechea"
    ],
    "doi": "https://doi.org/10.3390/en14123678",
    "journalVolume": "Vol. 14,\n                                no. 3678\n                                \n                                  p.\n                                  3678",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "The installation of wind power technology is growing steadily and the trend can be expected to continue if the objectives proposed by the European Commission are to be achieved. In some countries a considerable percentage of installed wind power capacity is near the end of its useful lifetime. In the case of Spain, the figure is 50% within five years. Over the last 20 years, wind energy technology has evolved considerably and the expected capacity factor has improved, thus increasing annual energy production, and capital expenditure and operational expenditure have decreased substantially. This paper studies the optimal decision under uncertainty between life extension and full repowering for a generic wind farm installed in the Iberian Peninsula when the future hourly electricity prices and the capacity factor evolve stochastically and seasonally. The results show that in economic terms, full repowering is the best option, with a net present value of €702,093 per MW installed, while reblading is the second best option. The methodology can be transferred to other specific wind farms in different electricity markets and can be used to develop national wind energy policy recommendations to achieve projected shares in the electricity mix.",
    "readLink": "https://www.mdpi.com/1996-1073/14/12/3678"
  },
  {
    "title": "Modelling least-cost technology pathways to decarbonise the New South Wales energy system by 2050",
    "authors": [
      "Mythili Murugesan,",
      "Luke Reedman,",
      "Thomas S Brinsmead,",
      "Will Rifkin,",
      "Jay Gordon,",
      "Mallavarapu Megharaj"
    ],
    "doi": "Vol. 3\n                                \n                                \n                                  p.\n                                  100041",
    "issn": "2667-095X (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Mechanical engineering and machinery: Renewable energy sources"
    ],
    "journalUrl": "https://www.journals.elsevier.com/renewable-and-sustainable-energy-transition",
    "abstract": "Deep decarbonisation pathways can enable the state of New South Wales (NSW) in Australia to reach a net-zero emissions reduction goal and contribute to global mitigation efforts to limit temperature rise to 1.5 °C by mid-century. This paper explores minimum cost solutions for achieving the corresponding greenhouse gas (GHG) emissions reduction target for NSW, using an Australian implementation of the TIMES (The Integrated MARKAL-EFOM System) energy system modelling framework. This paper investigated possible decarbonisation pathways and available technology options to reach the target. It includes both a higher emissions reference case scenario and a scenario implementing the NSW state government's target of net-zero emissions by 2050 under the NSW Climate Change Policy Framework, consistent with the international Paris Agreement on climate change, with available and viable well-developed technologies. The findings show that the NSW energy system can continue its shift from fossil fuels to renewables like solar, wind, and hydro and can entirely phase out coal- and gas-fired electricity generation by 2050. The deployment of zero-emissions technologies along with policy supports are crucial to achieving deep decarbonisation of the NSW economy by 2050. In addition, electrification and energy efficiency improvements play a significant role in the end-use sector's energy consumption reduction in the coming decades. This paper shows that the electricity sector is the dominant contributor to emission reductions up to the year 2030, while transport, buildings, and industry sectors are set to decarbonise later in the projection period (2030–2050) along this least-cost trajectory. However, the NSW government's aspirational target of net-zero emissions by 2050 can be achieved by 2039 by offsetting negative emissions.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2667095X22000253"
  },
  {
    "title": "Chemical characteristics of submicron particles at the central Tibetan Plateau: insights from aerosol mass spectrometry",
    "authors": [
      "J. Xu,",
      "Q. Zhang,",
      "J. Shi,",
      "X. Ge,",
      "C. Xie,",
      "J. Wang,",
      "S. Kang,",
      "R. Zhang,",
      "Y. Wang"
    ],
    "doi": "https://doi.org/10.5194/acp-18-427-2018",
    "journalVolume": "Vol. 18\n                                \n                                \n                                  pp.\n                                  427\n                                  – 443",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Recent studies have revealed a significant influx of anthropogenic aerosol from South Asia to the Himalayas and Tibetan Plateau (TP) during pre-monsoon period. In order to characterize the chemical composition, sources, and transport processes of aerosol in this area, we carried out a field study during June 2015 by deploying a suite of online instruments including an Aerodyne high-resolution time-of-flight aerosol mass spectrometer (HR-AMS) and a multi-angle absorption photometer (MAAP) at Nam Co station (90°57′ E, 30°46′ N; 4730 m a.s.l.) at the central of the TP. The measurements were made at a period when the transition from pre-monsoon to monsoon occurred. The average ambient mass concentration of submicron particulate matter (PM1) over the whole campaign was ∼ 2.0 µg m−3, with organics accounting for 68 %, followed by sulfate (15 %), black carbon (8 %), ammonium (7 %), and nitrate (2 %). Relatively higher aerosol mass concentration episodes were observed during the pre-monsoon period, whereas persistently low aerosol concentrations were observed during the monsoon period. However, the chemical composition of aerosol during the higher aerosol concentration episodes in the pre-monsoon season was on a case-by-case basis, depending on the prevailing meteorological conditions and air mass transport routes. Most of the chemical species exhibited significant diurnal variations with higher values occurring during afternoon and lower values during early morning, whereas nitrate peaked during early morning in association with higher relative humidity and lower air temperature. Organic aerosol (OA), with an oxygen-to-carbon ratio (O ∕ C) of 0.94, was more oxidized during the pre-monsoon period than during monsoon (average O ∕ C ratio of 0.72), and an average O ∕ C was 0.88 over the entire campaign period, suggesting overall highly oxygenated aerosol in the central TP. Positive matrix factorization of the high-resolution mass spectra of OA identified two oxygenated organic aerosol (OOA) factors: a less oxidized OOA (LO-OOA) and a more oxidized OOA (MO-OOA). The MO-OOA dominated during the pre-monsoon period, whereas LO-OOA dominated during monsoon. The sensitivity of air mass transport during pre-monsoon with synoptic process was also evaluated with a 3-D chemical transport model.",
    "readLink": "https://www.atmos-chem-phys.net/18/427/2018/acp-18-427-2018.pdf"
  },
  {
    "title": "Assessing urban flood disaster risk using Bayesian network model and GIS applications",
    "authors": [
      "Zening Wu,",
      "Yanxia Shen,",
      "Huiliang Wang,",
      "Meimei Wu"
    ],
    "doi": "https://doi.org/10.1080/19475705.2019.1685010",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  pp.\n                                  2163\n                                  – 2184",
    "issn": "1947-5705 (Print)",
    "publisher": "1947-5713 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences: Industries. Land use. Labor: Management. Industrial management: Risk in industry. Risk management"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tgnh",
    "abstract": "With global climate change, cities face the challenge of increasing flood disaster caused by heavy rainfall, and the prediction and assessment of flood disaster risk is a crucial step towards risk mitigation and adaptation planning. In this study, a method combining Bayesian network (BN) model and geographic information system (GIS), which can capture the potential relationships between factors impacting flood disaster and has capacity of quantifying uncertainty and utilizing both data and knowledge-based sources, was proposed to assess flood disaster risk. The proposed methodology was applied in a case study to assess flood disaster risk and to diagnose the reason for flood disaster in Zhengzhou City, and the results were validated by comparing with actual situation. The results show that that the relative error of very-low, low, moderate, high and very-high risk predicted by the proposed model is 12.57%, 13.21%, 2.23%, 19.63% and 21.65%, respectively, which demonstrates the discriminative power of the established model. Based on the spatial distribution of different risk levels, it can be recognized that the flood disaster risk in Zhengzhou City is decreasing from the middle to the surroundings. The results provide some basis for the field control and management of urban flood disaster.",
    "readLink": "http://dx.doi.org/10.1080/19475705.2019.1685010"
  },
  {
    "title": "Spatial and Temporal Changes and Driving Factors of Desertification Around Qinghai Lake, China",
    "authors": [
      "Q. G. Liu"
    ],
    "doi": "https://doi.org/10.46488/NEPT.2023.v22i01.010",
    "journalVolume": "Vol. 22,\n                                no. 1\n                                \n                                  pp.\n                                  119\n                                  – 127",
    "issn": "0972-6268 (Print)",
    "publisher": "2395-3454 (Online)",
    "countryOfPublisher": "Technoscience Publications",
    "lcc": [
      "India",
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Science: Science (General)"
    ],
    "journalUrl": "http://neptjournal.com",
    "abstract": "The area around Qinghai Lake is one of the most serious desertification areas on the Qinghai-Tibet Plateau. In this paper, combined with field investigation and indoor analysis, the classification and grading system of desertification around Qinghai Lake was established. On this basis, through remote sensing data processing and parameter inversion, the desertification monitoring index model was established. Based on the analysis of Landsat-5/TM remote sensing data from 1990 to 2020, the dynamic change characteristics of desertification land around Qinghai Lake in recent 30 years were obtained. The results show that the desertification area around Qinghai Lake was 1,359.62 km2, of which the light desertification land was the main one. The desertification spread in a belt around Qinghai Lake, concentrated in Ketu sandy area in the east, Ganzi River sandy area in the northeast, Bird Island sandy area in the northwest, and Langmashe sandy area in the southeast. From 1990 to 2000, the annual expansion rate of desertification around Qinghai Lake was 2.68%, the desertification spread rapidly, and light desertification land was the main part of desertification expansion. From 2000 to 2010, the annual expansion rate of desertification was only 0.83%, but severe desertification land and moderate desertification land developed more rapidly than in the previous period. From 2010 to 2020, the annual expansion rate of desertification was 2.66%, and the desertification was spreading rapidly, mainly with moderate desertification land and light desertification land. In the process of desertification land transfer around Qinghai Lake, the transfer of desertification land and non-desertification land was the main, accompanied by the mutual transformation of different levels of desertification land. The process of desertification around Qinghai Lake was essentially the result of natural and human factors. The special geographical location, climate changes, rodent damage, and human factors around Qinghai Lake were the main causes of desertification.",
    "readLink": "https://neptjournal.com/upload-images/(10)D-1370.pdf"
  },
  {
    "title": "KEANEKARAGAMAN TUMBUHAN BERKHASIAT OBAT DI TAMAN NASIONAL KUTAI, KALIMANTAN TIMUR",
    "authors": [
      "Noorhidayah Noorhidayah,",
      "Kade Sidiyasa"
    ],
    "doi": "https://doi.org/10.20886/jakk.2005.2.2.115-128",
    "journalVolume": "Vol. 2,\n                                no. 2\n                                \n                                  pp.\n                                  115\n                                  – 128",
    "issn": "0216-0897 (Print)",
    "publisher": "2502-6267 (Online)",
    "countryOfPublisher": "Centre for Social Research and Development, Economics, Policy and Climate Change",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JAKK/",
    "abstract": "Sebagian besar (49%) dari tumbuhan obat yang teridentifikasi ada di kawasan Taman Nasional Kutai tersebut adalah berupa jenis pohon, sedangkan herba yang selama ini sudah banyak dikenal sebagai sumber utama produksi bahan obat-obatan tradisional hanya mencapai 10%. Dilihat dari bagian tumbuhan yang digunakan maka penggunaan daun merupakan yang terbanyak yakni dihasilkan oleh 53 jenis, diikuti oleh penggunaan kulit batang (37 jenis) dan akar atau umbi (35 jenis). Kegiatan sosialisasi dan pengembangan tumbuhan obat di kawasan Taman Nasional dan sekitarnya dengan melibatkan semua instansi terkait, terutama masyarakat setempat dapat merupakan satu upaya positif dalam mendukung program konservasi.",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JAKK/article/view/2476"
  },
  {
    "title": "Nutrient enrichment effects are conditional on upstream nutrient concentrations: Implications for bioassessment in multi-use catchments",
    "authors": [
      "Nolan J.T. Pearce,",
      "Isabelle Lavoie,",
      "Kathryn E. Thomas,",
      "Patricia A. Chambers,",
      "Adam G. Yates"
    ],
    "doi": "Vol. 124\n                                \n                                \n                                  p.\n                                  107440",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "Human impacts on stream ecosystems are expected to intensify with population growth and climate change. Decisive information on how stream communities respond to cumulative human impacts is therefore integral for protecting streams draining multi-use catchments. To determine cumulative influences of nutrient enrichment and assess more nuanced approaches for the evaluation of human impacts, we present results from one factorial and two gradient assessment designs applied to benthic algae and macroinvertebrate data from 14 mid-order streams in southern Ontario, Canada with pre-existing human impacts (i.e., sewage effluent and agriculture). We found that among stream variability in ecological indicators measured downstream of sewage effluent outfalls confounded our generalized factorial assessment and provided inconclusive information on a known human impact. Despite our gradient assessment also not having strong statistical support, accounting for the extent of nutrient enrichment associated with differences in sewage effluent and agricultural inputs revealed that larger longitudinal changes in stream communities were associated with increased nutrient enrichment. However, re-weighting our nutrient enrichment gradient based on upstream nutrient concentrations to account for nonlinearities in the response of stream communities to nutrient enrichment produced more robust assessment results that were consistent with predicted effects of nutrients on stream ecosystems. Thus, while our factorial assessment suggests that the communities are resistant to nutrients from cumulative human impacts, our targeted gradient assessment demonstrates that the effects of nutrient enrichment are highly conditional on upstream ecosystem conditions. Future assessments may need to go beyond traditional approaches (i.e., impact presence/absence) and more explicitly consider the environmental stressors and their associated complexities related to the impact under investigation.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X21001059"
  },
  {
    "title": "Carbon emissions and radiative forcings from tundra wildfires in the Yukon–Kuskokwim River Delta, Alaska",
    "authors": [
      "M. Moubarak,",
      "S. Sistla,",
      "S. Potter,",
      "S. M. Natali,",
      "B. M. Rogers"
    ],
    "doi": "https://doi.org/10.5194/bg-20-1537-2023",
    "journalVolume": "Vol. 20\n                                \n                                \n                                  pp.\n                                  1537\n                                  – 1557",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Tundra environments are experiencing elevated levels of wildfire, and the frequency is expected to keep increasing due to rapid climate change in the Arctic. Tundra wildfires can release globally significant amounts of greenhouse gasses that influence the Earth's radiative balance. Here we develop a novel method for estimating carbon loss and the resulting radiative forcings of gaseous and aerosol emissions from the 2015 tundra wildfires in the Yukon–Kuskokwim Delta (YKD), Alaska. We paired burn depth measurements using two vegetative reference points that survived the fire event – Sphagnum fuscum and Dicranum spp. – with measurements of local organic matter and soil carbon properties to estimate total ecosystem organic matter and carbon loss. We used remotely sensed data on fire severity from Landsat 8 to scale our measured losses to the entire fire-affected area, with an estimated total loss of 2.04 Tg of organic matter and 0.91 Tg of carbon and an average loss of 3.76 kg m−2 of organic matter and 1.68 kg m−2 of carbon in the 2015 YKD wildfires. To demonstrate the impact of these fires on the Earth's radiation budget, we developed a simple but comprehensive framework to estimate the radiative forcing from Arctic wildfires. We synthesized existing research on the lifetime and radiative forcings of gaseous and aerosol emissions of CO2, N2O, CH4, O3 and its precursors, and fire aerosols. The model shows a net positive cumulative mean radiative forcing of 3.67 W m−2 using representative concentration pathway (RCP) 4.5 and 3.37 W m−2 using RCP 8.5 at 80 years post-fire, which was dominated by CO2 emissions. Our results highlight the climate impact of tundra wildfires, which positively reinforce climate warming and increased fire frequency through the radiative forcings of their gaseous emissions.",
    "readLink": "https://bg.copernicus.org/articles/20/1537/2023/bg-20-1537-2023.pdf"
  },
  {
    "title": "Effects of Global Warming on the Poleward Heat Transport by Non-Stationary Large-Scale Atmospheric Eddies, and Feedbacks Affecting the Formation of the Arctic Climate",
    "authors": [
      "Sergei Soldatenko"
    ],
    "doi": "https://doi.org/10.3390/jmse9080867",
    "journalVolume": "Vol. 9,\n                                no. 867\n                                \n                                  p.\n                                  867",
    "issn": "2077-1312 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Naval Science: Naval architecture. Shipbuilding. Marine engineering",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://www.mdpi.com/journal/jmse",
    "abstract": "It is a well-known fact that the observed rise in the Arctic near-surface temperature is more than double the increase in global mean temperature. However, the entire scientific picture of the formation of the Arctic amplification has not yet taken final shape and the causes of this phenomenon are still being discussed within the scientific community. Some recent studies suggest that the atmospheric equator-to-pole transport of heat and moisture, and also radiative feedbacks, are among the possible reasons for the Arctic amplification. In this paper, we highlight and summarize some of our research related to assessing the response of climate in the Arctic to global warming and vice versa. Since extratropical transient eddies dominate the meridional transport of sensible and latent heat from low to high latitudes, we estimated the effect of climate change on meridional heat transport by means of the β-plane model of baroclinic instability. It has been shown that the heat transport from low and middle latitudes to the Arctic by large scale transient eddies increases by about 9% due to global warming, contributing to the polar amplification and thereby a decrease in the extent of the Arctic sea, which, in turn, is an important factor in the formation of the Arctic climate. The main radiative feedback mechanisms affecting the formation of the Arctic climate are also considered and discussed. It was emphasized that the influence of feedbacks depends on a season since the total feedback in the winter season is negative, while in the summer season, it is positive. Thus, further research is required to diminish the uncertainty regarding the character of various feedback mechanisms in the shaping of the Artic climate and, through that, in predicting the extent of Arctic sea ice.",
    "readLink": "https://www.mdpi.com/2077-1312/9/8/867"
  },
  {
    "title": "Exploring Major League Baseball Fans’ Climate Change Risk Perceptions and Adaptation Willingness",
    "authors": [
      "Jessica R. Murfree"
    ],
    "doi": "https://doi.org/10.3390/su15107980",
    "journalVolume": "Vol. 15,\n                                no. 7980\n                                \n                                  p.\n                                  7980",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Major League Baseball (MLB) is particularly vulnerable to climate change due to its season duration, geographic footprint, and largely outdoor nature. Therefore, the purposes of this study were to investigate whether U.S.-based MLB fans’ climate change skepticism and experiential processing influenced their climate change risk perceptions and adaptation willingness, and to determine if those relationships were further influenced by fans’ sport identification with MLB. A cross-sectional survey design tested the study’s purposes using a sample (n = 540) of self-identified MLB fans. Data were analyzed using structural equation modeling on the Mplus 8 statistical package to test the hypothesized model. The results indicated consistencies across low and highly identified MLB fans on their climate change risk perceptions and willingness to adapt, but revealed group differences between the factors influencing fans’ risk perceptions of climate change. The findings provide early empirical evidence to support the United Nations’ (UN) Sport for Climate Action Framework, and managerial implications regarding the nexus of climate change and sport consumer behavior research.",
    "readLink": "https://www.mdpi.com/2071-1050/15/10/7980"
  }
]