[
  {
    "title": "Scalability of future climate changes across Japan examined with large-ensemble simulations at + 1.5 K, +2 K, and + 4 K global warming levels",
    "authors": [
      "Masaya Nosaka,",
      "Masayoshi Ishii,",
      "Hideo Shiogama,",
      "Ryo Mizuta,",
      "Akihiko Murata,",
      "Hiroaki Kawase,",
      "Hidetaka Sasaki"
    ],
    "doi": "https://doi.org/10.1186/s40645-020-00341-3",
    "journalVolume": "Vol. 7,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "2197-4284 (Online)",
    "publisher": "SpringerOpen",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation",
      "Science: Geology"
    ],
    "journalUrl": "http://www.progearthplanetsci.com/",
    "abstract": "Abstract Large-ensemble climate experiments were performed to simulate future climates for a + 1.5 K rise in the global mean surface air temperatures relative to preindustrial levels as a subset of the database for Policy Decision making for future climate change (d4PDF), using the Non-Hydrostatic Regional Climate Model (NHRCM) with 20 km grid spacing. Along with present climate, + 2 K and + 4 K experimental outputs from the d4PDF already available, we investigated responses of surface air temperature (SAT) and precipitation on regional scales over Japan to global warming. The reproducibility of the present climate experiment is satisfactory to investigate future changes in the Japanese climate, and dynamical downscaling from the global to the regional climate states improves the frequency of heavy daily precipitation. In the future, SAT over Japan rises linearly with and faster than the global mean SAT. The meridional contrast of SAT rises becomes more pronounced as global warming progresses. Winter precipitation decreases/increases linearly in the western/eastern Japan, reflected by weakening of future winter monsoons. Annual maximum daily precipitation (R1d) shows a closely linear increase with the global SAT rise, but annual precipitation is mostly unchanged. The global mean SAT change from + 1.5 to + 2 K enhances R1d by 2.7% over the Japanese Islands, although the increase of R1d varies by regions. The increase in R1d is 5% in northern Japan, where the SAT increases are greater than those in other regions.",
    "readLink": "http://link.springer.com/article/10.1186/s40645-020-00341-3"
  },
  {
    "title": "Correction: Climate change and bird extinctions in the Amazon.",
    "authors": [
      "Kauê Felippe de Moraes,",
      "Marcos Pérsio Dantas Santos,",
      "Gabriela Silva Ribeiro Gonçalves,",
      "Geovana Linhares de Oliveira,",
      "Leticia Braga Gomes,",
      "Marcela Guimarães Moreira Lima"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0252260",
    "journalVolume": "Vol. 16,\n                                no. 5\n                                \n                                  p.\n                                  e0252260",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "[This corrects the article DOI: 10.1371/journal.pone.0236103.].",
    "readLink": "https://doi.org/10.1371/journal.pone.0252260"
  },
  {
    "title": "Water Vapor Changes Affect Cross-Seasonal Strong Drought Events in the Eastern Region of Northwest China",
    "authors": [
      "Yu Zhang,",
      "Kang Liu,",
      "Yaohui Li,",
      "Yaohui Li,",
      "Wei Shen,",
      "Yulong Ren,",
      "Dingwen Zeng,",
      "Sha Sha"
    ],
    "doi": "https://doi.org/10.3389/feart.2021.609321",
    "journalVolume": "Vol. 9",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "Drought in eastern Northwest China (ENC) is severely affected by water vapor conditions. An in-depth study of the primary sources of water vapor and its characteristics, at intraseasonal and interannual timescales, was conducted. This information is crucial for further study of the causes and mechanisms of extreme droughts and floods in the ENC. This study evaluated the spatial distribution and transport characteristics of water vapor over ENC during the 1981–2019 period based on the fifth generation of the European Center for Medium-Range Weather Forecasts atmospheric reanalyzes data of the global climate (ERA5). We studied the water vapor transport routes, water vapor convergence, water vapor budgets as well as the changes in water vapor fluxes and budgets over time in four areas surrounding ENC. The Mediterranean Sea, Black Sea, Caspian Sea, Indian Ocean, Bay of Bengal, and the South China Sea were the main sources of water vapor in ENC, supplemented by mid to high-latitude continental sources. The monthly change in water vapor flux in ENC exhibited the peak on July. The transport of water vapor in ENC was mainly toward the east and north. For most cross-seasonal drought events, the water vapor output is the main way in the south boundary and the west boundary. However, for the longest duration of cross-seasonal strong drought events, it is characterized by that the water vapor output is the main way in the south boundary, while the water vapor input in the north boundary is obviously weak. Water vapor paths in cross-seasonal strong drought events are analyzed, by which the Hybrid Single-Particle Lagrangian Integrated Trajectory model (HYSPLIT). The intensity of the subtropical high in the western Pacific is weak and the position is south, which corresponds to the occurrence of cross-seasonal strong drought in the ENC.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/feart.2021.609321/full"
  },
  {
    "title": "Cross-border Cooperation in Water Resources management of Romania in European Context",
    "authors": [
      "Simona BĂLAN"
    ],
    "doi": "https://doi.org/10.58603/EFJH8448",
    "journalVolume": "Vol. XII\n                                \n                                \n                                  pp.\n                                  111\n                                  – 127",
    "issn": "2067-1253 (Print)",
    "publisher": "2067-3647 (Online)",
    "countryOfPublisher": "Editura Universitatii din Oradea",
    "lcc": [
      "Romania",
      "Political science: International relations"
    ],
    "journalUrl": "https://www.analerise.igri.ro/",
    "abstract": "Waters cross national and administrative borders, so the states must cooperate for an integrated and sustainable management of water resources. Joint management of transboundary water issues has a long tradition in Europe. There’s an obvious growing concern for the protection and improvement of water quality at the global level, especially in the context of climate change and population growth. In Europe, the current water policy (the Water Framework Directive and the Floods Directive) accelerated the process of integrated management of transboundary waters. Thus, cross-border cooperations appears to be an essential component with the need of defining common principles for EU’s Member States in order to improve water protection and the management of cross-border water issues. The paper presents Romania’s cooperation in the field of water management with the neighboring countries, mainly bilateral cooperation, but also in European context (with member states and non-member states), with the possibility of financing joint projects through the various Europena Territorial cooperation programmes.",
    "readLink": "https://www.analerise.igri.ro/resurse/reviste/2020/Simona%20BALAN.pdf"
  },
  {
    "title": "Prospect and Challenges for Sustainable Management of Climate Change-Associated Stresses to Soil and Plant Health by Beneficial Rhizobacteria",
    "authors": [
      "Aniruddha Sarker,",
      "Most. Waheda Rahman Ansary,",
      "Mohammad Nabil Hossain,",
      "Tofazzal Islam"
    ],
    "doi": "https://doi.org/10.3390/stresses1040015",
    "journalVolume": "Vol. 1,\n                                no. 15\n                                \n                                  pp.\n                                  200\n                                  – 222",
    "issn": "2673-7140 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "https://www.mdpi.com/journal/stresses",
    "abstract": "Climate change imposes biotic and abiotic stresses on soil and plant health all across the planet. Beneficial rhizobacterial genera, such as Bacillus, Pseudomonas, Paraburkholderia, Rhizobium, Serratia, and others, are gaining popularity due to their ability to provide simultaneous nutrition and protection of plants in adverse climatic conditions. Plant growth-promoting rhizobacteria are known to boost soil and plant health through a variety of direct and indirect mechanisms. However, various issues limit the wider commercialization of bacterial biostimulants, such as variable performance in different environmental conditions, poor shelf-life, application challenges, and our poor understanding on complex mechanisms of their interactions with plants and environment. This study focused on detecting the most recent findings on the improvement of plant and soil health under a stressful environment by the application of beneficial rhizobacteria. For a critical and systematic review story, we conducted a non-exhaustive but rigorous literature survey to assemble the most relevant literature (sorting of a total of 236 out of 300 articles produced from the search). In addition, a critical discussion deciphering the major challenges for the commercialization of these bioagents as biofertilizer, biostimulants, and biopesticides was undertaken to unlock the prospective research avenues and wider application of these natural resources. The advancement of biotechnological tools may help to enhance the sustainable use of bacterial biostimulants in agriculture. The perspective of biostimulants is also systematically evaluated for a better understanding of the molecular crosstalk between plants and beneficial bacteria in the changing climate towards sustainable soil and plant health.",
    "readLink": "https://www.mdpi.com/2673-7140/1/4/15"
  },
  {
    "title": "Copula-Based Abrupt Variations Detection in the Relationship of Seasonal Vegetation-Climate in the Jing River Basin, China",
    "authors": [
      "Jing Zhao,",
      "Shengzhi Huang,",
      "Qiang Huang,",
      "Hao Wang,",
      "Guoyong Leng,",
      "Jian Peng,",
      "Haixia Dong"
    ],
    "doi": "https://doi.org/10.3390/rs11131628",
    "journalVolume": "Vol. 11,\n                                no. 13\n                                \n                                  p.\n                                  1628",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Understanding the changing relationships between vegetation coverage and precipitation/temperature (P/T) and then exploring their potential drivers are highly necessary for ecosystem management under the backdrop of a changing environment. The Jing River Basin (JRB), a typical eco-environmentally vulnerable region of the Loess Plateau, was chosen to identify abrupt variations of the relationships between seasonal Normalized Difference Vegetation Index (NDVI) and P/T through a copula-based method. By considering the climatic/large-scale atmospheric circulation patterns and human activities, the potential causes of the non-stationarity of the relationship between NDVI and P/T were revealed. Results indicated that (1) the copula-based framework introduced in this study is more reasonable and reliable than the traditional double-mass curves method in detecting change points of vegetation and climate relationships; (2) generally, no significant change points were identified during 1982–2010 at the 95% confidence level, implying the overall stationary relationship still exists, while the relationships between spring NDVI and P/T, autumn NDVI and P have slightly changed; (3) teleconnection factors (including Arctic Oscillation (AO), Pacific Decadal Oscillation (PDO), Niño 3.4, and sunspots) have a more significant influence on the relationship between seasonal NDVI and P/T than local climatic factors (including potential evapotranspiration and soil moisture); (4) negative human activities (expansion of farmland and urban areas) and positive human activities (“Grain For Green” program) were also potential factors affecting the relationship between NDVI and P/T. This study provides a new and reliable insight into detecting the non-stationarity of the relationship between NDVI and P/T, which will be beneficial for further revealing the connection between the atmosphere and ecosystems.",
    "readLink": "https://www.mdpi.com/2072-4292/11/13/1628"
  },
  {
    "title": "Nuclear energy consumption, nuclear fusion reactors and environmental quality: The case of G7 countries",
    "authors": [
      "Nigar Demircan Çakar,",
      "Seyfettin Erdoğan,",
      "Ayfer Gedikli,",
      "Mehmet Akif Öncü"
    ],
    "doi": "Vol. 54,\n                                no. 4\n                                \n                                  pp.\n                                  1301\n                                  – 1311",
    "issn": "1738-5733 (Print)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Korea, Republic of",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering: Nuclear engineering. Atomic power"
    ],
    "journalUrl": "http://www.journals.elsevier.com/nuclear-engineering-and-technology",
    "abstract": "Global climate change brings environmental quality sensitivity, especially in developed countries. Developed countries use non-renewable energy sources intensively both in their own countries and in other countries, they make productions that cause an enormous rate of increase in CO2 emissions and unsustainable environmental costs. This has increased the interest in environmentally friendly alternative energy sources. The aim of this study is to investigate the impact of nuclear energy consumption and technological innovation on environmental quality in G7 countries using annual data over the period 1970–2015. The Panel Threshold Regression Model was used for the analysis. Empirical findings have indicated that the relationship between nuclear energy consumption and carbon emissions differs according to innovation for nuclear power plants. It was also concluded that nuclear energy consumption reduces carbon emissions more after a certain level of innovation. This result shows that the increase in innovative technologies for nuclear power plants not only increases energy efficiency but also contributes positively to environmental quality.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1738573321005994"
  },
  {
    "title": "Concurrent Changes in Extreme Hydroclimate Events in the Colorado River Basin",
    "authors": [
      "Katrina  E. Bennett,",
      "Carl Talsma,",
      "Riccardo Boero"
    ],
    "doi": "https://doi.org/10.3390/w13070978",
    "journalVolume": "Vol. 13,\n                                no. 978\n                                \n                                  p.\n                                  978",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Extreme events resulting in catastrophic damage have more than doubled in the last five years, costing hundreds of lives and thousands of homes, and heavily undermining regional economic stability. At present, most of these hydroclimatic extreme events are documented by the media as individual events; however, in scientific terms, many are better understood as concurrent events—concurrent extremes of both temperature and precipitation (e.g., drought, floods). This paper considers concurrent changes in hydroclimate extremes, including heatwaves, drought, flooding, and low flows, in six historical-to-future (1970–1999, 2070–2099) Earth System Model (ESM) climate scenarios for the Colorado River basin. Results indicate that temperature-driven Impacts (heatwaves, drought) have the strongest responses while precipitation-drive Impacts have weaker responses. All Impacts exhibit an increase in magnitude from synoptic to annual time scales, with heatwaves increasing in strength about three times at the annual time scale versus the synoptic, while low flows only increase slightly. Critical watersheds in the Colorado were identified, highlighting the Blue River basin, Uncompadre, East Taylor, Salt/Verde watersheds, locations of important water infrastructures, water resources, and hydrological research. Our results indicate that concurrent extreme hydroclimate events are projected to increase in the future and intensify within critical regions of the Colorado River basin. Considering extreme hydroclimate events concurrently is an important step towards linking economic and social effects of these events and their associated instabilities on a regional scale.",
    "readLink": "https://www.mdpi.com/2073-4441/13/7/978"
  },
  {
    "title": "Spatial Analysis of Social Vulnerability to Floods Based on the MOVE Framework and Information Entropy Method: Case Study of Katsushika Ward, Tokyo",
    "authors": [
      "Lianxiao,",
      "Takehiro Morimoto"
    ],
    "doi": "https://doi.org/10.3390/su11020529",
    "journalVolume": "Vol. 11,\n                                no. 2\n                                \n                                  p.\n                                  529",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Tokyo is located in a lowland area that is vulnerable to flooding. Due to global climate change, the scalability and frequency of flooding is increasing. On the other hand, population aging and family structural changes, as well as the lack of adaptation measures, would accelerate flooding vulnerability. The key factors involved in social vulnerability must be studied to reduce the risk of flooding. In this study, we refer to the MOVE framework (a disaster vulnerability assessment framework) and analyze it from three perspectives: Exposure to social vulnerability, susceptibility, and resilience. We subsequently develop an index system to complete the evaluation using 11 indicators. The collected data will help reveal social vulnerability to floods in the Katsushika Ward, Tokyo, using the information entropy method and GIS. We found that the western region of the Katsushika Ward is at more risk than the eastern region during flooding. Additionally, the possibility of a serious crisis erupting is greater in the southwestern region than in the northwestern region. Consequently, we conclude that the spatial distribution of flooding varies in the region. The results of this study will help in understanding social vulnerability, in selecting and combining adaptation measures suited to the characteristics of the area, and in the effective and efficient implementation of these measures by the local government’s disaster department.",
    "readLink": "https://www.mdpi.com/2071-1050/11/2/529"
  },
  {
    "title": "Material flows accounting for Scotland shows the merits of a circular economy and the folly of territorial carbon reporting",
    "authors": [
      "Kimberley Pratt,",
      "Michael Lenaghan,",
      "Edward T. A. Mitchard"
    ],
    "doi": "https://doi.org/10.1186/s13021-016-0063-8",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 15",
    "issn": "1750-0680 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://cbmjournal.biomedcentral.com/",
    "abstract": "Abstract Background It is essential that the human race limits the environmental damage created by our consumption. A realistic pathway to limiting consumption would be to transition to a system where materials are conserved and cycled through the economy as many times as possible and as slowly as possible, greatly reducing the greenhouse gas intensive processes of resource extraction, resource processing and waste management. Material flow analysis (MFA) is a method used to understand how materials are consumed within a nation. In this study, we attempt a MFA for Scotland which links carbon emissions to material consumption using data directly based on the mass of materials used in the Scottish economy. It is the first time such an analysis has been conducted for an economy in its entirety. Research aims This study aims to create a detailed material flow account (MFA) for Scotland, compare the environmental impacts and possible policy implications of different future material consumption scenarios and consider two materials, steel and neodymium, in detail. Results The model estimated that 11.4 Mg per capita of materials are consumed per year in Scotland, emitting 10.7 Mg CO2e per capita in the process, of which, 6.7 Mg CO2e per capita falls under territorial carbon accounting. Only the circular economy scenario for 2050 allowed for increases in living standards without increases in carbon emissions and material consumption. This result was mirrored in the steel and neodymium case studies—environmental impacts can be minimised by a national strategy that first reduces use, and then locally reuses materials. Conclusions Material consumption accounts for a large proportion of the carbon emissions of Scotland. Strategic dematerialisation, particular of materials such as steel, could support future efforts to reduce environmental impact and meet climate change targets. However, policy makers should consider consumption carbon accounting boundaries, as well as territorial boundaries, if carbon savings are to be maximised. This is because imports and recyclate sent abroad can have significant effect on the carbon emissions from material consumption. We demonstrate that the more circular an economy is, the smaller the difference between global and territorial carbon emissions, and therefore that climate change targets based solely on territorial carbon emissions create perverse incentives. The study also found that there could be areas of economic development which are compatible with environmental aims, based around encouraging reprocessing activities in developed nations.",
    "readLink": "http://link.springer.com/article/10.1186/s13021-016-0063-8"
  }
]