[
  {
    "title": "A Simple Scheme for Modeling Irrigation Water Requirements at the Regional Scale Applied to an Alpine River Catchment",
    "authors": [
      "Pascalle C. Smith,",
      "Jürg Fuhrer,",
      "Pierluigi Calanca"
    ],
    "doi": "https://doi.org/10.3390/w4040869",
    "journalVolume": "Vol. 4,\n                                no. 4\n                                \n                                  pp.\n                                  869\n                                  – 886",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "This paper presents a simple approach for estimating the spatial and temporal variability of seasonal net irrigation water requirement (IWR) at the catchment scale, based on gridded land use, soil and daily weather data at 500 × 500 m resolution. In this approach, IWR is expressed as a bounded, linear function of the atmospheric water budget, whereby the latter is defined as the difference between seasonal precipitation and reference evapotranspiration. To account for the effects of soil and crop properties on the soil water balance, the coefficients of the linear relation are expressed as a function of the soil water holding capacity and the so-called crop coefficient. The 12 parameters defining the relation were estimated with good coefficients of determination from a systematic analysis of simulations performed at daily time step with a FAO-type point-scale model for five climatically contrasted sites around the River Rhone and for combinations of six crop and ten soil types. The simple scheme was found to reproduce well results obtained with the daily model at six additional verification sites. We applied the simple scheme to the assessment of irrigation requirements in the whole Swiss Rhone catchment. The results suggest seasonal requirements of 32 × 106 m3 per year on average over 1981–2009, half of which at altitudes above 1500 m. They also disclose a positive trend in the intensity of extreme events over the study period, with an estimated total IWR of 55 × 106 m3 in 2009, and indicate a 45% increase in water demand of grasslands during the 2003 European heat wave in the driest area of the studied catchment. In view of its simplicity, the approach can be extended to other applications, including assessments of the impacts of climate and land-use change.",
    "readLink": "http://www.mdpi.com/2073-4441/4/4/869"
  },
  {
    "title": "Limited Phenotypic Variation in Vulnerability to Cavitation and Stomatal Sensitivity to Vapor Pressure Deficit among Clones of <i>Aristotelia chilensis</i> from Different Climatic Origins",
    "authors": [
      "Marco A. Yáñez,",
      "Javier I. Urzua,",
      "Sergio E. Espinoza,",
      "Victor L. Peña"
    ],
    "doi": "https://doi.org/10.3390/plants10091777",
    "journalVolume": "Vol. 10,\n                                no. 1777\n                                \n                                  p.\n                                  1777",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Aristotelia chilensis (Molina) Stuntz is a promising species in the food industry as it provides ‘super fruits’ with remarkable antioxidant activity. However, under the predicted climate change scenario, the ongoing domestication of the species must consider selecting the most productive genotypes and be based on traits conferring drought tolerance. We assessed the vulnerability to cavitation and stomatal sensitivity to vapor pressure deficit (VPD) in A. chilensis clones originated from provenances with contrasting climates. A nursery experiment was carried out for one growing season on 2-year-old potted plants. Measurements of stomatal conductance (gs) responses to VPD were taken in spring, summer, and autumn, whereas vulnerability to cavitation was evaluated at the end of spring. Overall, the vulnerability to cavitation of the species was moderate (mean P50 of −2.2 MPa). Parameters of the vulnerability curves (Kmax, P50, P88, and S50) showed no differences among clones or when northern and southern clones were compared. Moreover, there were no differences in stomatal sensitivity to VPD at the provenance or the clonal level. However, compared with other studies, the stomatal sensitivity was considered moderately low, especially in the range of 1 to 3 kPa of VPD. The comparable performance of genotypes from contrasting provenance origins suggests low genetic variation for these traits. Further research must consider testing on diverse environmental conditions to assess the phenotypic plasticity of these types of traits.",
    "readLink": "https://www.mdpi.com/2223-7747/10/9/1777"
  },
  {
    "title": "Anomalous collapses of Nares Strait ice arches leads to enhanced export of Arctic sea ice",
    "authors": [
      "G. W. K. Moore,",
      "S. E. L. Howell,",
      "M. Brady,",
      "X. Xu,",
      "K. McNeil"
    ],
    "doi": "https://doi.org/10.1038/s41467-020-20314-w",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 8",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "Ice arches that form along Nares Strait, which separates Greenland and Ellesmere Island, act to reduce the export of thick multi-year ice out of the Arctic. Here, we show that there has been a recent trend towards shorter duration arch formation that has resulted in enhanced transport of ice along the strait.",
    "readLink": "https://doi.org/10.1038/s41467-020-20314-w"
  },
  {
    "title": "The effect of the mediator training of teachers of educational institutions on the psychological climate in the team",
    "authors": [
      "Shamlikashvili C.A.,",
      "Haritonov S.V.,",
      "Grafsky V.P."
    ],
    "doi": "https://doi.org/10.17759/psylaw.2017070412",
    "journalVolume": "Vol. 7,\n                                no. 4\n                                \n                                  pp.\n                                  151\n                                  – 165",
    "issn": "2222-5196 (Online)",
    "publisher": "Moscow State University of Psychology and Education",
    "countryOfPublisher": "Russian Federation",
    "lcc": [
      "Philosophy. Psychology. Religion: Psychology"
    ],
    "journalUrl": "http://psyjournals.ru/en/psyandlaw/",
    "abstract": "The article examines the impact of the training programmes of mediation in special educational institution (SUVA) and educational institutions (ei) on the psychological climate in the team. The research is based on data obtained from 154 people, employees of educational institutions. Of them, 37 persons – employees of SUVA, and 117 bangs – employees OU. There were three methods of psychological diagnostics - Methods of assessment of psychological atmosphere in the team at A. F. Fielder, index Sikora and assessment of communicative skills. When comparing the performance of tests to conduct training programs on the basics of mediation and after its passage determined that among the staff of the SUVA (in analysis Wilcoxon test, p = 0,0027) and staff of the OU (in the test analysis Wilcoxon p <0.0001) is statistically significant increase in the level of group cohesion, defined in test Sisera. Obtained data on scales methods for the assessment of psychological atmosphere in the team at A. F. Fielder. According to the results of this study are the employees of SUVA has not been a statistically significant change in rates of bipolar scales that measure different quality characteristics of the atmosphere in the team. At that time, as the employees OU for all the ten scales produced statistically significant differences, indicating improvement. In the test of evaluation of communicative skills not observed statistically significant differences neither in the group of the SUVA (in analysis Wilcoxon test, p=0,079) or in the Oh group (in analysis Wilcoxon test, p=0.95) of employees. The results of the study indicate that learning the basics of mediation contributes to the improvement of several characteristics of the psychological climate within the collectives, SUVA and OU. At the same time, there are fundamental differences between the groups of those agencies that require additional testing.",
    "readLink": "http://psyjournals.ru/psyandlaw/2017/n4/88684.shtml"
  },
  {
    "title": "Severe drought and conventional farming affect detritivore feeding activity and its vertical distribution",
    "authors": [
      "M.Pilar Gavín-Centol,",
      "Diego Serrano-Carnero,",
      "Marta Montserrat,",
      "Svenja Meyer,",
      "Stefan Scheu,",
      "Dominika Kundel,",
      "Andreas Fliessbach,",
      "Jaak Truu,",
      "Klaus Birkhofer,",
      "Sara Sánchez-Moreno,",
      "Jordi Moya-Laraño"
    ],
    "doi": "Vol. 69\n                                \n                                \n                                  pp.\n                                  49\n                                  – 59",
    "issn": "1439-1791 (Print)",
    "publisher": "1618-0089 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/basic-and-applied-ecology",
    "abstract": "Soil invertebrates are key to decomposition, a central ecosystem process related to soil health. In many temperate areas climate change will decrease soil water content, which strongly modulates biological activity. However, data are lacking on how shifts in rainfall patterns affect soil biota and the ecosystem processes they provide. Here, we used the bait-lamina test to experimentally assess how a severe drought event influenced detritivore feeding activity, during a wheat growing season, in soils under long-term organic or conventional farming. Additionally, biotic and abiotic soil parameters were measured. Feeding activity was reduced under extreme drought and conventional management, although no climate-management synergies were found. Vertical migrations of Collembola and Oribatida partially explained the unexpectedly higher bait consumption at shallower depths in response to drought. Exploratory mixed-effects longitudinal random forests (a novel machine learning technique) were used to explore whether the relative abundances of meso‑, microfauna and microbes of the decomposer food web, or abiotic soil parameters, affected the feeding activity of detritivores. The model including meso‑ and microfauna selected four Nematoda taxa and explained higher variance than the model with only microbiota, indicating that detritivore feeding is closely associated with nematodes but not with microbes. Additionally, the model combining fauna and microbiota explained less variance than the faunal model, suggesting that microbe-fauna synergies barely affected detritivore feeding. Moreover, soil water and mineral nitrogen contents were found to strongly determine detritivore feeding, in a positive and negative way, respectively. Hence, our results suggest that severe drought and conventional farming impair the feeding activity of soil detritivores and thus, probably, decomposition and nutrient mineralization in soils. Furthermore, machine learning algorithms arise as a powerful technique to explore the identity of potential key drivers relating biodiversity to ecosystem functioning.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1439179123000142"
  },
  {
    "title": "Globalization and Food Systems Restructuring in the Caribbean Region",
    "authors": [
      "Kristen Lowitt"
    ],
    "doi": "https://doi.org/10.5304/jafscd.2017.072.005",
    "journalVolume": "Vol. 7,\n                                no. 2",
    "issn": "2152-0798 (Print)",
    "publisher": "2152-0801 (Online)",
    "countryOfPublisher": "Lyson Center for Civic Agriculture and Food Systems",
    "lcc": [
      "United States",
      "Agriculture",
      "Social Sciences: Communities. Classes. Races: Human settlements. Communities"
    ],
    "journalUrl": "https://www.foodsystemsjournal.org",
    "abstract": "In a time of intensifying concerns about food security and climate change, this edited collec­tion by Beckford and Rhiney explores how global economic and environmental change are impacting the food systems of Caribbean Small Island Developing States (SIDS). Although SIDS have been recognized as a “special case” for sustainable development because of their unique susceptibili­ties to environmental and economic change (United Nations, 2011), they have been relatively underexplored in contemporary food scholarship. This collection, featuring nine case studies of island food systems based on the research of 10 authors, all with Caribbean roots at the University of the West Indies, is thus a welcome and timely addition to the literature.",
    "readLink": "https://www.foodsystemsjournal.org/index.php/fsj/article/view/501"
  },
  {
    "title": "Integration of Electromagnetic Geophysics Forward Simulation in Coupled Flow and Geomechanics for Monitoring a Gas Hydrate Deposit Located in the Ulleung Basin, East Sea, Korea",
    "authors": [
      "Hyun Chul Yoon,",
      "Jihoon Kim,",
      "Evan Schankee Um,",
      "Joo Yong Lee"
    ],
    "doi": "https://doi.org/10.3390/en15103823",
    "journalVolume": "Vol. 15,\n                                no. 3823\n                                \n                                  p.\n                                  3823",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "We investigate the feasibility of electromagnetic (EM) geophysics methods to detect the dissociation of gas hydrate specifically from a gas hydrate deposit located in the Ulleung Basin, East Sea, Korea via an integrated flow-geomechanics-EM geophysics simulation. To this end, coupled flow and geomechanics simulation is first performed with the multiple porosity model employed, where a mixed formulation with the finite volume (FV) and finite element (FE) methods are taken for the flow and geomechanics, respectively. From the saturation and porosity fields obtained from the coupled flow and geomechanics, the electrical conductivity model is established for the EM simulation. Solving the partial differential equation of electrical diffusion which is linearized using the 3D finite element method (FEM), the EM fields are then computed. For numerical experiments, particularly two approaches in the configuration for the EM methods are compared in this contribution: the surface-to-surface and the surface-to-borehole methods. When the surface-to-surface EM method is employed, the EM is found to be less sensitive, implying low detectability. Especially for the short term of production, the low detectability is attributed to the similarity of electrical resistivity between the dissociated gas (CH4) and hydrate as well as the specific dissociation pattern within the intercalated composites of the field. On the other hand, when the surface-to-borehole EM method is employed, its sensitivity to capture the produced gas flow is improved, confirming its detectability in monitoring gas flow. Hence, the EM geophysics simulation integrated with coupled flow and geomechanics can be a potential tool for monitoring gas hydrate deposits.",
    "readLink": "https://www.mdpi.com/1996-1073/15/10/3823"
  },
  {
    "title": "Spatiotemporal Differences in Dominants of Dryness/Wetness Changes in Southwest China",
    "authors": [
      "Shujia Zhou,",
      "Shanlei Sun,",
      "Wanrong Shi,",
      "Jiazhi Wang,",
      "Jinjian Li,",
      "Guojie Wang,",
      "Weiping Lou"
    ],
    "doi": "https://doi.org/10.1155/2019/2820769",
    "journalVolume": "Vol. 2019",
    "issn": "1687-9309 (Print)",
    "publisher": "1687-9317 (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.hindawi.com/journals/amete/",
    "abstract": "A full analysis of 3-month Standardized Precipitation-Evapotranspiration index (SPEI-3) changes and attribution analyses are of significance for deeply understanding dryness/wetness evolutions and thus formulating specific measures to sustain regional development. In this study, we analyze monthly and annual SPEI-3 changes over Southwest China (SWC; including Sichuan (SC), Chongqing (CQ), Guizhou (GZ), Yunnan (YN), and west Guangxi (wGX)) during 1961–2012, using the SPEI model and routine meteorological measurements at 269 weather sites. For SWC and each subregion (excluding wGX), annual SPEI-3 during 1961–2012 tends to decrease, and drying is at most of months in January and September–December, but wetting is in February–August (excluding March for wGX). Additionally, more than 50% of sites show declined and increased SPEI-3 in January, April, June, and August–December and the remaining months, respectively. Except for wGX with dominant of ET0, annual SPEI-3 changes in SWC and other four subregions have dominant of precipitation. Spatially, annual SPEI-3 changes at 59% of sites are because of precipitation, generally located in southeast SC, south YN, CQ, GZ, and south and northeast wGX. Nevertheless, dominants at regional and site scales vary among months, e.g., SWC, SC, CQ, and GZ, having dominant of precipitation (ET0) during September–December (most of months during January–August), YN always with dominant of precipitation, and wGX with dominant of precipitation (ET0) in February–April and July–December (January, May, and June). Importantly, this study provides a reference for quantitatively evaluating spatiotemporal dryness/wetness variations with climate change, especially for regions with significant drying/wetting.",
    "readLink": "http://dx.doi.org/10.1155/2019/2820769"
  },
  {
    "title": "Effect of climate change on fir forest communities in the mountains of South-central Greece",
    "authors": [
      "Dimitrios Samaras,",
      "Christos Damianidis,",
      "Georgios Fotiadis,",
      "Spyros Tsiftsis"
    ],
    "doi": "https://doi.org/10.14712/23361964.2022.4",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  39\n                                  – 50",
    "issn": "1805-0174 (Print)",
    "publisher": "2336-1964 (Online)",
    "countryOfPublisher": "Karolinum Press",
    "lcc": [
      "Czechia",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ejes.cz",
    "abstract": "The endemic oro-Mediterranean fir (Abies spp.) forests in Greece are valuable ecosystems with high ecological and economic importance. In the mountains in south-central Greece, the availability of moisture plays a crucial role in the floristic composition, structure and distribution of fir forest communities. Because of the predicted adverse climate changes for the Mediterranean zone, suitability of many habitats for the growth of fir forests will change. This study aims to quantify the degree to which these forests will be affected by climate change. Current and future climatic conditions in the area studied were estimated for two periods of time (2041 – 60, 2061 – 80) and two climate change scenarios (RCP 4.5, RCP 8.5). Vegetation releves were classified and ordinated. Recursive partitioning was used to reveal the most important factor for discriminating the main plant communities and determining the ecological threshold between them. Current and future suitability of bioclimatic space for fir forest communities was identified. The effect of climate change was assessed based on predicted changes in the potential distribution, in terms of size and location, of fir forest communities. Two plant communities that reflect the differentiation of fir forests into xerophytic and mesophytic forest types are described. Among several climatic variables, spring drought was the best factor discriminating these two forest communities. The quantification of the threshold for drought in these two plant communities was used to predict their potential distribution in the area studied. Potential distribution of fir forests in south-central Greece will change in the future, due to a reduction in suitable bioclimatic space and shift to higher altitudes. The effect is expected to be greater for xerophytic forest communities, especially in the worst-case scenario (RCP 8.5) and in 2061–80.",
    "readLink": "https://ejes.cz/index.php/ejes/article/view/813"
  },
  {
    "title": "Planning for the Impacts of Sea Level Rise",
    "authors": [
      "Robert J. Nicholls"
    ],
    "doi": "Vol. 24,\n                                no. 2\n                                \n                                  pp.\n                                  144\n                                  – 157",
    "issn": "1042-8275 (Print)",
    "publisher": "2377-617X (Online)",
    "countryOfPublisher": "The Oceanography Society",
    "lcc": [
      "United States",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "https://tos.org/oceanography/",
    "abstract": "Coastal areas constitute important habitats, and they contain a large and growing population, much of it located in economic centers such as London, New York, Tokyo, Shanghai, Mumbai, and Lagos. The range of coastal hazards includes climate-induced sea level rise, a long-term threat that demands broad response. Global sea levels rose 17 cm through the twentieth century, and are likely to rise more rapidly through the twenty-first century when a rise of more than 1 m is possible. In some locations, these changes may be exacerbated by (1) increases in storminess due to climate change, although this scenario is less certain, and (2) widespread human-induced subsidence due to ground fluid withdrawal from, and drainage of, susceptible soils, especially in deltas. Relative sea level rise has a range of potential impacts, including higher extreme sea levels (and flooding), coastal erosion, salinization of surface and ground waters, and degradation of coastal habitats such as wetlands. Without adaptation, large land areas and millions of people could be displaced by sea level rise. Appropriate responses include climate mitigation (a global response) and/or adaptation (a local response). A combination of these strategies appears to be the most appropriate approach to sea level rise regardless of the uncertainty. Adaptation responses can be characterized as (1) protect, (2) accommodate, or (3) retreat. While these adaptation responses could reduce impacts significantly, they will need to be consistent with responses to all coastal hazards, as well as with wider societal and development objectives; hence, an integrated coastal management philosophy is required. In some developed countries, including England and The Netherlands, proactive adaptation plans are already being formulated. Coastal cities worldwide will be a major focus for adaptation efforts because of their concentrations of people and assets. Developing countries will pose adaptation challenges, especially in deltaic areas and small islands, which are the most vulnerable settings.",
    "readLink": "http://tos.org/oceanography/archive/24-2_nicholls.pdf"
  }
]