[
  {
    "title": "Diets within Environmental Limits: The Climate Impact of Current and Recommended Australian Diets",
    "authors": [
      "Bradley Ridoutt,",
      "Danielle Baird,",
      "Gilly  A. Hendrie"
    ],
    "doi": "https://doi.org/10.3390/nu13041122",
    "journalVolume": "Vol. 13,\n                                no. 1122\n                                \n                                  p.\n                                  1122",
    "issn": "2072-6643 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply"
    ],
    "journalUrl": "https://www.mdpi.com/journal/nutrients",
    "abstract": "Planetary boundaries are an important sustainability concept, defining absolute limits for resource use and emissions that need to be respected to avoid major and potentially irreversible earth system change. To remain within the safe operating space for humanity, there is a need for urgent adoption of climate-neutral diets, which make no additional contribution to warming. In the first study of its kind, a new climate metric, the Global Warming Potential Star (GWP*), was used to assess greenhouse gas (GHG) emissions associated with 9341 Australian adult diets obtained from the Australian Health Survey. Dietary climate footprints averaged 3.4 kg CO2-equivelent per person per day, with total energy intake explaining around one quarter of the variation. Energy-dense and nutrient-poor discretionary foods contributed around one third. With lower climate footprint food choices, a diet consistent with current Australian dietary guidelines had a 42% lower climate footprint. Currently, it is not possible to define a climate-neutral dietary strategy in Australia because there are very few climate-neutral foods in the Australian food system. To bring Australian diets into line with the climate stabilization goals of the Paris Agreement, the most important need is for innovation across the agricultural and food processing industries to expand the range of climate-neutral foods available.",
    "readLink": "https://www.mdpi.com/2072-6643/13/4/1122"
  },
  {
    "title": "« Think of your house as a watershed ! » La récupération des eaux de pluie à Tucson, en Arizona : vers la diversification de l’approvisionnement en eau dans le Sud-Ouest étasunien ?",
    "authors": [
      "Anne-Lise Boyer,",
      "Yves-François Le Lay"
    ],
    "doi": "https://doi.org/10.4000/developpementdurable.15512",
    "journalVolume": "Vol. 10",
    "issn": "1772-9971 (Online)",
    "publisher": "Réseau Développement Durable et Territoires Fragiles",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences"
    ],
    "journalUrl": "http://developpementdurable.revues.org/",
    "abstract": "Our research questions the implementation of rainwater harvesting in Tucson (Arizona) and how it can modify the southwestern United States hydrosocial cycle based on large infrastructures and managed by powerful federal and state agencies. In the context of climate change, the hydrosocial cycle in Tucson is threatened by a water shortage on the Colorado River and has become therefore a controversial issue in the public debate. The implementation of rainwater harvesting in Tucson is the outcome of two different processes: on one hand, it is a “hydrosocial fix” supported by the City to diversify its water portfolio; on the other hand, rainwater harvesting is promoted as a critique towards the current regional hydrosocial cycle. In both cases, the small and local technical systems of rainwater harvesting help materializing the hydrosocial cycle and therefore placing water issues at the heart of the inhabitant’s concerns.",
    "readLink": "http://journals.openedition.org/developpementdurable/15512"
  },
  {
    "title": "Global and regional importance of the direct dust-climate feedback",
    "authors": [
      "Jasper F. Kok,",
      "Daniel S. Ward,",
      "Natalie M. Mahowald,",
      "Amato T. Evan"
    ],
    "doi": "https://doi.org/10.1038/s41467-017-02620-y",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 11",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "Feedbacks between desert dust and climate might have amplified past climate changes, yet their role in future climate change is unclear. Here the authors find that dust feedbacks could play a key role in the future climates of Northern Africa, the Sahel, the Mediterranean, the Middle East, and Central Asia.",
    "readLink": "https://doi.org/10.1038/s41467-017-02620-y"
  },
  {
    "title": "Validation of SCIAMACHY HDO/H<sub>2</sub>O measurements using the TCCON and NDACC-MUSICA networks",
    "authors": [
      "R. A. Scheepmaker,",
      "C. Frankenberg,",
      "N. M. Deutscher,",
      "M. Schneider,",
      "S. Barthlott,",
      "T. Blumenstock,",
      "O. E. Garcia,",
      "F. Hase,",
      "N. Jones,",
      "E. Mahieu,",
      "J. Notholt,",
      "V. Velazco,",
      "J. Landgraf,",
      "I. Aben"
    ],
    "doi": "https://doi.org/10.5194/amt-8-1799-2015",
    "journalVolume": "Vol. 8,\n                                no. 4\n                                \n                                  pp.\n                                  1799\n                                  – 1818",
    "issn": "1867-1381 (Print)",
    "publisher": "1867-8548 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering",
      "Technology: Engineering (General). Civil engineering (General): Earthwork. Foundations"
    ],
    "journalUrl": "http://www.atmospheric-measurement-techniques.net/home.html",
    "abstract": "Measurements of the atmospheric HDO/H2O ratio help us to better understand the hydrological cycle and improve models to correctly simulate tropospheric humidity and therefore climate change. We present an updated version of the column-averaged HDO/H2O ratio data set from the SCanning Imaging Absorption spectroMeter for Atmospheric CHartographY (SCIAMACHY). The data set is extended with 2 additional years, now covering 2003–2007, and is validated against co-located ground-based total column δD measurements from Fourier transform spectrometers (FTS) of the Total Carbon Column Observing Network (TCCON) and the Network for the Detection of Atmospheric Composition Change (NDACC, produced within the framework of the MUSICA project). Even though the time overlap among the available data is not yet ideal, we determined a mean negative bias in SCIAMACHY δD of −35 ± 30‰ compared to TCCON and −69 ± 15‰ compared to MUSICA (the uncertainty indicating the station-to-station standard deviation). The bias shows a latitudinal dependency, being largest (∼ −60 to −80‰) at the highest latitudes and smallest (∼ −20 to −30‰) at the lowest latitudes. We have tested the impact of an offset correction to the SCIAMACHY HDO and H2O columns. This correction leads to a humidity- and latitude-dependent shift in δD and an improvement of the bias by 27‰, although it does not lead to an improved correlation with the FTS measurements nor to a strong reduction of the latitudinal dependency of the bias. The correction might be an improvement for dry, high-altitude areas, such as the Tibetan Plateau and the Andes region. For these areas, however, validation is currently impossible due to a lack of ground stations. The mean standard deviation of single-sounding SCIAMACHY–FTS differences is ∼ 115‰, which is reduced by a factor ∼ 2 when we consider monthly means. When we relax the strict matching of individual measurements and focus on the mean seasonalities using all available FTS data, we find that the correlation coefficients between SCIAMACHY and the FTS networks improve from 0.2 to 0.7–0.8. Certain ground stations show a clear asymmetry in δD during the transition from the dry to the wet season and back, which is also detected by SCIAMACHY. This asymmetry points to a transition in the source region temperature or location of the water vapour and shows the added information that HDO/H2O measurements provide when used in combination with variations in humidity.",
    "readLink": "http://www.atmos-meas-tech.net/8/1799/2015/amt-8-1799-2015.pdf"
  },
  {
    "title": "Ranking of Electricity Accumulation Possibilities: Multicriteria Analysis",
    "authors": [
      "Edgars Kudurs,",
      "Erlanda Atvare,",
      "Kristiāna Dolge,",
      "Dagnija Blumberga"
    ],
    "doi": "https://doi.org/10.3390/app13137349",
    "journalVolume": "Vol. 13,\n                                no. 7349\n                                \n                                  p.\n                                  7349",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "The pace of the implementation of renewable electricity storage in Europe is disappointingly slow. Several factors influence this and there is a need to speed up the rate and increase the volumes in order to promote a 100% transition to renewable energy resources, expand the practice of using renewable energy, and contribute to the improvement of the quality of life of consumers. An important factor is significantly reducing impact on the environment and climate change. Electricity from renewable energy sources such as solar and wind has a seasonal nature that cannot provide the necessary electricity consumption and cover peak loads. The so-called “energy resource crisis” is also a very topical problem at the moment, which reinforces the global need to increase the share of renewable energy resources in the overall balance of primary energy resources. Practical wider integration of renewable electricity storage is what can help stimulate this. The availability of renewable electricity is constantly increasing, and the level of technological innovation is rapidly developing. Therefore, it is valuable to analyse, look for connections and for ways to accumulate electricity in order to promote its availability from private homes to the national scale and more broadly on the European scale. Therefore, this article analyses and compares the different options for renewable electricity storage, from small batteries to large storage systems, arriving at the best solution according to needs, using analysis methods such as multicriteria decision analysis (MCDA) and TOPSIS. After comparing nine criteria, such as the amount of investment required, existing power density, efficiency, duration of operation, and others in two groups (small and large accumulation systems), it was concluded that lithium-ion batteries are currently the best solution among batteries, while pumped hydro storage is the best solution among large accumulation systems.",
    "readLink": "https://www.mdpi.com/2076-3417/13/13/7349"
  },
  {
    "title": "Oxygenated products formed from OH-initiated reactions of trimethylbenzene: autoxidation and accretion",
    "authors": [
      "Y. Wang,",
      "A. Mehra,",
      "J. E. Krechmer,",
      "G. Yang,",
      "X. Hu,",
      "Y. Lu,",
      "A. Lambe,",
      "M. Canagaratna,",
      "J. Chen,",
      "D. Worsnop,",
      "H. Coe,",
      "L. Wang,",
      "L. Wang,",
      "L. Wang"
    ],
    "doi": "https://doi.org/10.5194/acp-20-9563-2020",
    "journalVolume": "Vol. 20\n                                \n                                \n                                  pp.\n                                  9563\n                                  – 9579",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Gas-phase oxidation pathways and products of anthropogenic volatile organic compounds (VOCs), mainly aromatics, are the subject of intensive research, with attention paid to their contributions to secondary organic aerosol (SOA) formation and potentially new particle formation (NPF) in the urban atmosphere. In this study, a series of OH-initiated oxidation experiments of trimethylbenzene (TMB, C9H12) including 1,2,4-TMB, 1,3,5-TMB, 1,2,3-TMB, and 1,2,4-(methyl-D3)-TMBs (C9H9D3) were investigated in an oxidation flow reactor (OFR) in the absence and presence of NOx. Products were measured using a suite of state-of-the-art instruments, i.e. a nitrate-based chemical ionization–atmospheric pressure interface time-of-flight mass spectrometer (nitrate CI-APi-TOF), an iodide-adduct chemical ionization time-of-flight mass spectrometer (iodide CI-TOF) equipped with a Filter Inlet for Gases and AEROsols (FIGAERO), and a Vocus proton-transfer-reaction mass spectrometer (Vocus PTR). A large number of C9 products with 1–11 oxygen atoms and C18 products presumably formed from dimerization of C9 peroxy radicals were observed, hinting at the extensive existence of autoxidation and accretion reaction pathways in the OH-initiated oxidation reactions of TMBs. Oxidation products of 1,2,4-(methyl-D3)-TMBs with deuterium atoms in different methyl substituents were then used as a molecular basis to propose potential autoxidation reaction pathways. Accretion of C9 peroxy radicals is the most significant for aromatics with meta-substituents and the least for aromatics with ortho-substituents if the number and size of substituted groups are identical. The presence of NOx would suppress the formation of highly oxygenated molecules (HOMs) of C18 and enhance the formation of organonitrates and even dinitrate organic compounds. Our results show that the oxidation products of TMB are much more diverse and could be more oxygenated than the current mechanisms predict.",
    "readLink": "https://acp.copernicus.org/articles/20/9563/2020/acp-20-9563-2020.pdf"
  },
  {
    "title": "Documentary Evidence of 17th Century Landcover and Climate Change in Northern China and Mongolia Compared to Modern Spectral Greening Trends",
    "authors": [
      "Michael Kempf"
    ],
    "doi": "https://doi.org/10.3390/land11010100",
    "journalVolume": "Vol. 11,\n                                no. 100\n                                \n                                  p.\n                                  100",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "Fighting land degradation of semi-arid and climate-sensitive grasslands are among the most urgent tasks of current eco-political agenda. Particularly, northern China and Mongolia are prone to climate-induced surface transformations, which were reinforced by the heavily increased numbers of livestock during the 20th century. Extensive overgrazing and resource exploitation amplified regional climate change effects and triggered intensified land degradation that forced policy-driven interventions to prevent desertification. In the past, however, the regions have been subject to continuous shifts in environmental and socio-cultural and political conditions, which makes it particularly difficult to distinguish into regional anthropogenic impact and global climate change effects. This article presents analyses of historical written sources, palaeoenvironmental data, and Normalized Difference Vegetation Index (NDVI) temporal series from the Moderate Resolution Imaging Spectroradiometer (MODIS) to compare landcover change during the Little Ice Age (LIA) and current spectral greening trends over the period 2001–2020. Results show that decreasing precipitation and temperature records triggered increased land degradation during the late 17th century in the transition zone from northern China and Inner Mongolia Autonomous Region to Mongolia. From current climate change perspectives, modern vegetation shows enhanced physical vegetation response related to an increase in precipitation (Ptotal) and temperature (T). Vegetation response is strongly related to Ptotal and T and an increase in physical plant condition indicates local to regional grassland recovery compared to the past 20-year average.",
    "readLink": "https://www.mdpi.com/2073-445X/11/1/100"
  },
  {
    "title": "The Spatial and Temporal Distributions of Absorbing Aerosols over East Asia",
    "authors": [
      "Litai Kang,",
      "Siyu Chen,",
      "Jianping Huang,",
      "Shuman Zhao,",
      "Xiaojun Ma,",
      "Tiangang Yuan,",
      "Xiaorui Zhang,",
      "Tingting Xie"
    ],
    "doi": "https://doi.org/10.3390/rs9101050",
    "journalVolume": "Vol. 9,\n                                no. 10\n                                \n                                  p.\n                                  1050",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Absorbing aerosols can strongly absorb solar radiation and have a profound impact on the global and regional climate. Black carbon (BC), organic carbon (OC) and dust are three major types of absorbing aerosols. In order to deepen the overall understanding of absorbing aerosols over East Asia and provide a basis for further investigation of its role in enhanced warming in drylands, the spatial-temporal distribution of absorbing aerosols over East Asia for the period of 2005–2016 was investigated based on the Ozone Monitoring Instrument (OMI) satellite retrievals. Overall, high values of Aerosol Absorption Optical Depth (AAOD) mainly distribute near dust sources as well as BC and OC sources. AAOD reaches its maximum during spring over East Asia as a result of dust activity and biomass burning. Single-scattering albedo (SSA) is comparatively high (>0.96) in the most part of East Asia in the summer, indicating the dominance of aerosol scattering. Hyper-arid regions have the highest Aerosol Optical Depth (AOD) and AAOD among the five climatic regions, with springtime values up to 0.72 and 0.04, respectively. Humid and sub-humid regions have relatively high AOD and AAOD during the spring and winter and the highest SSA during the summer. AAOD in some areas shows significant upward trends, which is likely due to the increase of BC and OC emission. SSA shows overall downward trends, indicating the enhancement of the aerosol absorption. Analysis of emission inventory and dust index data shows that BC and OC emissions mainly come from the humid regions, while dust sources mainly distribute in drylands.",
    "readLink": "https://www.mdpi.com/2072-4292/9/10/1050"
  },
  {
    "title": "TD-LSTM: Temporal Dependence-Based LSTM Networks for Marine Temperature Prediction",
    "authors": [
      "Jun Liu,",
      "Tong Zhang,",
      "Guangjie Han,",
      "Yu Gou"
    ],
    "doi": "https://doi.org/10.3390/s18113797",
    "journalVolume": "Vol. 18,\n                                no. 11\n                                \n                                  p.\n                                  3797",
    "issn": "1424-8220 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Chemical technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sensors",
    "abstract": "Changes in ocean temperature over time have important implications for marine ecosystems and global climate change. Marine temperature changes with time and has the features of closeness, period, and trend. This paper analyzes the temporal dependence of marine temperature variation at multiple depths and proposes a new ocean-temperature time-series prediction method based on the temporal dependence parameter matrix fusion of historical observation data. The Temporal Dependence-Based Long Short-Term Memory (LSTM) Networks for Marine Temperature Prediction (TD-LSTM) proves better than other methods while predicting sea-surface temperature (SST) by using Argo data. The performances were good at various depths and different regions.",
    "readLink": "https://www.mdpi.com/1424-8220/18/11/3797"
  },
  {
    "title": "Temporal and Spatial Change Monitoring of Drought Grade Based on ERA5 Analysis Data and BFAST Method in the Belt and Road Area during 1989–2017",
    "authors": [
      "Changdi Xue,",
      "Hua Wu,",
      "Xiaoguang Jiang"
    ],
    "doi": "https://doi.org/10.1155/2019/4053718",
    "journalVolume": "Vol. 2019",
    "issn": "1687-9309 (Print)",
    "publisher": "1687-9317 (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.hindawi.com/journals/amete/",
    "abstract": "Drought is a worldwide natural disaster with a wide range of influences and a long duration, which has a huge impact on the agricultural production activities and social economy of local residents. The Belt and Road Initiative has always received much attention due to its special geographical location and great potential for economic development. At the same time, the Belt and Road region is also deeply affected by drought, especially in some countries and regions, where the agricultural infrastructure is weak and the ecological environment is fragile. How to effectively monitor and evaluate drought has become an urgent problem to be solved. In this study, the ERA5 atmospheric reanalysis data were used, and the self-calibrating Palmer Drought Severity Index was combined with Breaks for Additive Seasonal and Trend (BFAST) to study the temporal and spatial distribution of the 1989–2017 monthly scale of drought in different climate regions of the Belt and Road region. The results show that the overall change trend of arid area shows a change of “up-down-up-down.” The winter drought area is larger than the summer drought area, and the drought center gradually moves from the Southeast Asia region in winter to the West–Central Asia region in summer. In the past five years, the drought area decreased gradually at the rate of approximately 0.38 million km2 per year.",
    "readLink": "http://dx.doi.org/10.1155/2019/4053718"
  }
]