[
  {
    "title": "Spatio-Temporal Variability of Drought in Pakistan Using Standardized Precipitation Evapotranspiration Index",
    "authors": [
      "Shoaib Jamro,",
      "Ghulam  Hussain Dars,",
      "Kamran Ansari,",
      "Nir  Y. Krakauer"
    ],
    "doi": "https://doi.org/10.3390/app9214588",
    "journalVolume": "Vol. 9,\n                                no. 21\n                                \n                                  p.\n                                  4588",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "Pakistan is among the top ten countries adversely affected by climate change. More specifically, there is concern that climate change may cause longer and severer spells of droughts. To quantify the change in the characteristics of droughts in Pakistan over the years, we have evaluated spatio-temporal trends of droughts in Pakistan over the period 1902−2015 using Standardized Precipitation Evapotranspiration Index (SPEI). Additionally, the Spatial “K” luster Analysis using Tree Edge Removal (SKATER) method was employed to regionalize droughts into five contiguous zones. The run theory was then applied to each zone to identify drought events and characterize them in terms of duration, severity, intensity, and peak. Moreover, the Modified Mann−Kendall trend test was applied to identify statistically significant trends in SPEI and drought characteristics in each zone. It was found that the southern areas of Pakistan, encompassing Sindh and most of Baluchistan, have experienced a decrease in SPEI, indicating a drying trend. Central Pakistan has witnessed a wetting trend as demonstrated by an increase in SPEI over time, whereas no statistically significant trend was observed for the northern areas of Pakistan. On a zonal basis, the longest duration drought to occur in Pakistan lasted 22 months in zone 5 (Sindh) from 1968 to 1970. In addition, the droughts of 1920 and 2000 can be said to be the worst drought in the history of the region as it affected all the zones and lasted for more than 10-months in three zones.",
    "readLink": "https://www.mdpi.com/2076-3417/9/21/4588"
  },
  {
    "title": "A research and development investment strategy to achieve the Paris climate agreement",
    "authors": [
      "Lara Aleluia Reis,",
      "Zoi Vrontisi,",
      "Elena Verdolini,",
      "Kostas Fragkiadakis,",
      "Massimo Tavoni"
    ],
    "doi": "https://doi.org/10.1038/s41467-023-38620-4",
    "journalVolume": "Vol. 14,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 10",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "Abstract Climate stabilization requires the deployment of several low-carbon options, some of which are still not available at large scale or are too costly. Governments will have to make important decisions on how to incentivize Research and Development (R&D). Yet, current assessments of climate neutrality typically do not include research-driven innovation. Here, we link two integrated assessment models to study R&D investment pathways consistent with climate stabilization and suggest a consistent financing scheme. We focus on five low-carbon technologies and on energy efficiency measures. We find that timely R&D investment in these technologies lowers mitigation costs and induces positive employment effects. Achieving 2 °C (1.5 °C) requires a global 18% (64%) increase in cumulative low-carbon R&D investment relative to the reference scenario by mid-century. We show that carbon revenues are sufficient to both finance the additional R&D investment requirements and generate economic benefits by reducing distortionary taxation, such as payroll taxes, thus enhancing job creation.",
    "readLink": "https://doi.org/10.1038/s41467-023-38620-4"
  },
  {
    "title": "Evaluating the Effects of Climate Change on Spatial Aggregation of Giant Pandas and Sympatric Species in a Mountainous Landscape",
    "authors": [
      "Naxun Zhao,",
      "Ximing Zhang,",
      "Guoyu Shan,",
      "Xinping Ye"
    ],
    "doi": "https://doi.org/10.3390/ani11113332",
    "journalVolume": "Vol. 11,\n                                no. 3332\n                                \n                                  p.\n                                  3332",
    "issn": "2076-2615 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Animal culture: Veterinary medicine",
      "Science: Zoology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/animals/",
    "abstract": "Understanding how climate change alters the spatial aggregation of sympatric species is important for biodiversity conservation. Previous studies usually focused on spatial shifting of species but paid little attention to changes in interspecific competitions under climate change. In this study, we evaluated the potential effects of climate change on the spatial aggregation of giant pandas (Ailuropoda melanoleuca) and three sympatric competitive species (i.e., black bears (Ursus thibetanus), golden takins (Budorcas taxicolor), and wild boars (Sus scrofa)) in the Qinling Mountains, China. We employed an ensemble species distribution modeling (SDM) approach to map the current spatial distributions of giant pandas and sympatric animals and projected them to future climate scenarios in 2050s and 2070s. We then examined the range overlapping and niche similarities of these species under different climate change scenarios. The results showed that the distribution areas of giant pandas and sympatric species would decrease remarkably under future climate changes. The shifting directions of the overlapping between giant pandas and sympatric species vary under different climate change scenarios. In conclusion, future climate change greatly shapes the spatial overlapping pattern of giant pandas and sympatric species in the Qinling Mountains, while interspecific competition would be intensified under both mild and worst-case climate change scenarios.",
    "readLink": "https://www.mdpi.com/2076-2615/11/11/3332"
  },
  {
    "title": "Serious Gaming for Climate Adaptation—Assessing the Potential and Challenges of a Digital Serious Game for Urban Climate Adaptation",
    "authors": [
      "Tina-Simone Neset,",
      "Lotta Andersson,",
      "Ola Uhrqvist,",
      "Carlo Navarra"
    ],
    "doi": "https://doi.org/10.3390/su12051789",
    "journalVolume": "Vol. 12,\n                                no. 5\n                                \n                                  p.\n                                  1789",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Serious gaming has gained increasing prominence in climate change communication, and provides opportunity to engage new audiences and new platforms for knowledge co-creation and dialogues. This paper presents the design and evaluation of a serious game on climate adaptation, primarily targeted towards high school students, practitioners and politicians. The game aims to provide an experience of the impact of climate adaptation measures, and illustrates links with selected Agenda 2030 goals, which the player has to consider, while limiting impacts of hazardous climate events. The game design builds on the key goals in Education for Sustainable Development combining comprehensive views, action competence, learner engagement and pluralism. This study draws on game sessions and surveys with high school students in Sweden, and aims to assess to what extent different aspects of the game can support an increased understanding of the needs and benefits of adaptation actions. The results of this study indicate that the game can engage players to reflect upon challenges related to climate adaptation decision making, but also point towards the challenge of including a high degree of complexity which can make it difficult to grasp consequences of individual measures, as well as to link these to the natural variability of the occurrence of extreme climatic events.",
    "readLink": "https://www.mdpi.com/2071-1050/12/5/1789"
  },
  {
    "title": "Combined effects of climate and land-use change on the provision of ecosystem services in rice agro-ecosystems",
    "authors": [
      "Fanny Langerwisch,",
      "Tomáš Václavík,",
      "Werner von Bloh,",
      "Tobias Vetter,",
      "Kirsten Thonicke"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aa954d",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  p.\n                                  015003",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Irrigated rice croplands are among the world’s most important agro-ecosystems. They provide food for more than 3.5 billion people and a range of other ecosystem services (ESS). However, the sustainability of rice agro-ecosystems is threatened by continuing climate and land-use changes. To estimate their combined effects on a bundle of ESS, we applied the vegetation and hydrology model LPJmL to seven study areas in the Philippines and Vietnam. We quantified future changes in the provision of four essential ESS (carbon storage, carbon sequestration, provision of irrigation water and rice production) under two climate scenarios (until 2100) and three site-specific land-use scenarios (until 2030), and examined the synergies and trade-offs in ESS responses to these drivers. Our results show that not all services can be provided in the same amounts in the future. In the Philippines and Vietnam the projections estimated a decrease in rice yields (by approximately 30%) and in carbon storage (by 15%) and sequestration (by 12%) towards the end of the century under the current land-use pattern. In contrast, the amount of available irrigation water was projected to increase in all scenarios by 10%–20%. However, the results also indicate that land-use change may partially offset the negative climate impacts in regions where cropland expansion is possible, although only at the expense of natural vegetation. When analysing the interactions between ESS, we found consistent synergies between rice production and carbon storage and trade-offs between carbon storage and provision of irrigation water under most scenarios. Our results show that not only the effects of climate and land-use change alone but also the interaction between ESS have to be considered to allow sustainable management of rice agro-ecosystems under global change.",
    "readLink": "https://doi.org/10.1088/1748-9326/aa954d"
  },
  {
    "title": "Seasonal energy exchange in sea ice retreat regions contributes to differences in projected Arctic warming",
    "authors": [
      "Robyn C. Boeke,",
      "Patrick C. Taylor"
    ],
    "doi": "https://doi.org/10.1038/s41467-018-07061-9",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 14",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "State-of-the-art climate models disagree on the magnitude of Arctic climate change. Here the authors show that the principle processes driving the disagreement operate locally in sea ice retreat regions, necessitating comprehensive observations to improve our understanding of atmosphere-ocean-sea ice energy exchanges.",
    "readLink": "https://doi.org/10.1038/s41467-018-07061-9"
  },
  {
    "title": "The relation of environmental and climatic changes and migration situation in Oceania",
    "authors": [
      "Galina N Ochirova,",
      "Evgeniya M Moiseeva,",
      "Anastasiya S Maksimova"
    ],
    "doi": "https://doi.org/10.22363/2313-2329-2019-27-2-313-325",
    "journalVolume": "Vol. 27,\n                                no. 2\n                                \n                                  pp.\n                                  313\n                                  – 325",
    "issn": "2313-2329 (Print)",
    "publisher": "2408-8986 (Online)",
    "countryOfPublisher": "Peoples’ Friendship University of Russia (RUDN University)",
    "lcc": [
      "Russian Federation",
      "Social Sciences: Industries. Land use. Labor: Economic growth, development, planning",
      "Social Sciences: Economic theory. Demography: Economics as a science"
    ],
    "journalUrl": "http://journals.rudn.ru/economics",
    "abstract": "The article presents overview of environmental and climatic, economic and migration situations in the countries of Oceania. In order to determine the relation of environmental and climatic changes and migration processes in the island states and territories of Oceania, New Zealand and Australia, analytical reports and censuses of the population of the states, estimates and statistics of international organizations are studied. The article analyses the state policy of island states and territories in the field of sustainable development and migration, as well as immigration policies of the main host countries such as Australia, New Zealand and the USA. It was found that internal and external migration in Oceania is mainly driven by socio-economic factors (problems with employment, education and medical services), while internal migration is usually directed to urban area, and external - from the city to foreign countries. Exploring the peculiarities of climate change and natural phenomena and their impact on the livelihoods of people in the region of Oceania, we can conclude that natural and climatic influences directly and indirectly affect different spheres of life of the local population. Nevertheless, the impact of climate change and natural phenomena on the migration of the population of Oceania at the moment is insignificant (no more than 10-12% of international flows), however, in the case of an increase in the intensity and frequency of na- tural disasters, and also due to an increase in the number and density of population (71 million people will live in the region to 2100) an increase in the flow of environmental migrants is inevitable.",
    "readLink": "http://journals.rudn.ru/economics/article/viewFile/22182/17405"
  },
  null,
  {
    "title": "Water Sources Inventory, Annotated Checklist, and Distribution of Water Sources Under Gelephu, Samtenling, and Dekiling Gewog in Sarpang District, Bhutan",
    "authors": [
      "Jigme Tenzin,",
      "Yeshi  Yangdon,",
      "Karma  Wangchuk,",
      "Pema  Rinchen,",
      "Tashi"
    ],
    "doi": "https://doi.org/10.47540/ijsei.v3i1.452",
    "journalVolume": "Vol. 3,\n                                no. 1\n                                \n                                  pp.\n                                  49\n                                  – 57",
    "issn": "2722-1369 (Online)",
    "publisher": "CV. Literasi Indonesia",
    "countryOfPublisher": "Indonesia",
    "lcc": [
      "Social Sciences"
    ],
    "journalUrl": "https://ojs.literacyinstitute.org/index.php/ijsei",
    "abstract": "The Kingdom of Bhutan is endowed with abundant water resources. However, owing to rugged topography and associated climatic variations, accessibility remains a major challenge with communities facing seasonal and local scarcity of water. Generally, freshwater appears in the form of glaciers, lakes, wetlands, marshes, springs, and streams which support diverse life and livelihood. However, comprehensive inventories of water resources seem lacking in a water-rich country like Bhutan. Thus, water sources inventory was carried out using Focus Group Discussion and semi-structured questionnaires survey with 81 households (27 villages) from three highly populated gewog under Sarpang district in 2016 and collected the geo-coordinates (location) of each water source using Garmin GPS. The survey recorded a total of 104 perennial water sources from three gewogs under the district. Among the three gewogs, Samtenling and Dekiling have the highest water sources (n = 40) and Gelephu has the lowest (n = 24). While, in the case of source types, Samtenling gewog has the highest (n = 29), followed by Gelephu (n = 18) and Dekiling has the lowest (n = 14). Likewise, Dekiling has the highest number of streams (n = 24), followed by Samtenling (n = 9) and the lowest was Gelephu (n = 6). Therefore, periodic monitor of existing water sources, strengthening water governance, and adaptation of an integrated watershed management plan backed with detailed hydro-geological assessment covering entire watersheds are suggested for ensuring sustainable management of water sources, but also mitigates the climate change effects of these regions in the future.",
    "readLink": "https://ojs.literacyinstitute.org/index.php/ijsei/article/view/452"
  },
  {
    "title": "Integration of landscape-level remote sensing and tree-level ecophysiology reveals drought refugia for a rare endemic, bigcone Douglas-fir",
    "authors": [
      "Annapurna C. Post-Leon,",
      "Annapurna C. Post-Leon,",
      "Mahalia Dryak,",
      "Edward Zhu,",
      "Mark E. De Guzman,",
      "Ryan Salladay,",
      "Ryan Salladay,",
      "Max A. Moritz,",
      "Max A. Moritz,",
      "Anne-Marie L. Parkinson,",
      "Aaron R. Ramirez"
    ],
    "doi": "https://doi.org/10.3389/ffgc.2022.946728",
    "journalVolume": "Vol. 5",
    "issn": "2624-893X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Forestry",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/forests-and-global-change#",
    "abstract": "For forest species, areas buffered from the rapidly increasing climate stressors and patterns of disturbance — i.e., climate change refugia — are important targets for conservation and protection. Here, we present a novel field survey and remote sensing approach to identification of fine-scale functional drought refugia for bigcone Douglas-fir (Pseudotsuga macrocarpa)-dominated forests. This rare species has been exposed to climate change-exacerbated drought conditions over the past two decades; yet, little is known about its responses to recent drought and how these drought responses vary across local environmental gradients and interact with recent record wildfire seasons. We combined a remote sensing analysis of vegetation condition with field surveys and physiological measurements to better understand bigcone Douglas-fir responses to recent climate trends. We also identified 444 stands exhibiting relatively low response and high resilience to drought — i.e., potential drought refugia. We found that low elevation stands and those in south-facing aspects generally experienced greater levels of seasonal and interannual drought stress. This trend was more pronounced for stands that experienced fire (2007 Zaca Fire) prior to the drought, suggesting that wildfire can increase the importance of topographic mediation of climate conditions in bigcone Douglas-fir forests. Elevation and aspect also interacted to affect physiological acclimation to seasonal drought conditions, with low elevation north-facing sites in particular experiencing a favorable combination of greater climate buffering and greater drought resilience, suggesting that these sites may be important refugia for bigcone Douglas-fir at low elevations. Furthermore, we found that the relationships between topography and drought response were weaker in more coastal sites, possibly due to maritime climate buffering in these sites. Altogether, these results illustrate how topographic mediation of regional drought conditions is critical for the persistence of this rare species in drought and fire-prone landscapes, and offer important insights for the conservation and restoration of this iconic species.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/ffgc.2022.946728/full"
  }
]