[
  {
    "title": "FREQUENCY ANALYSIS OF MODIS NDVI TIME SERIES FOR DETERMINING HOTSPOT OF LAND DEGRADATION IN MONGOLIA",
    "authors": [
      "E. Nasanbat,",
      "E. Nasanbat,",
      "S. Sharav,",
      "T. Sanjaa,",
      "O. Lkhamjav,",
      "E. Magsar,",
      "E. Magsar,",
      "B. Tuvdendorj"
    ],
    "doi": "https://doi.org/10.5194/isprs-archives-XLII-3-1299-2018",
    "journalVolume": "Vol. XLII-3\n                                \n                                \n                                  pp.\n                                  1299\n                                  – 1304",
    "issn": "1682-1750 (Print)",
    "publisher": "2194-9034 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Applied optics. Photonics"
    ],
    "journalUrl": "http://www.isprs.org/publications/archives.aspx",
    "abstract": "This study examines MODIS NDVI satellite imagery time series can be used to determine hotspot of land degradation area in whole Mongolia. The trend statistical analysis of Mann-Kendall was applied to a 16-year MODIS NDVI satellite imagery record, based on 16-day composited temporal data (from May to September) for growing seasons and from 2000 to 2016. We performed to frequency analysis that resulting NDVI residual trend pattern would enable successful determined of negative and positive changes in photo synthetically health vegetation. Our result showed that negative and positive values and generated a map of significant trends. Also, we examined long-term of meteorological parameters for the same period. The result showed positive and negative NDVI trends concurred with land cover types change representing an improve or a degrade in vegetation, respectively. Also, integrated the climate parameters which were precipitation and air temperature changes in the same time period seem to have had an affecting on huge NDVI trend area. The time series trend analysis approach applied successfully determined hotspot of an improvement and a degraded area due to land degradation and desertification.",
    "readLink": "https://www.int-arch-photogramm-remote-sens-spatial-inf-sci.net/XLII-3/1299/2018/isprs-archives-XLII-3-1299-2018.pdf"
  },
  {
    "title": "Climate Change and Its Consequences on Human Health: A Review Study",
    "authors": [
      "Ramzan Ali Dianati Tilaki,",
      "Mohammad Ali Zazouli,",
      "Ali Reza Ala"
    ],
    "doi": "https://doi.org/10.32598/JAEHR.9.1.1188",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 6",
    "issn": "2345-3990 (Online)",
    "publisher": "Kurdistan University of Medical Sciences",
    "countryOfPublisher": "Iran, Islamic Republic of",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Medicine"
    ],
    "journalUrl": "http://jaehr.muk.ac.ir/",
    "abstract": "Climate change is a significant threat to global health in the 21st century. This study aimed to investigate climate change and its health consequences in order to increase public awareness. This review study examined the climate change and its effects on human health by reviewing the literature and research conducted worldwide. According to the results, diseases associated with increased temperature and heatwaves include heat stroke, dehydration, heart and respiratory diseases. The most important diseases associated with rising sea levels and floods include harmful waterborne diseases, injuries, respiratory diseases, and mental health problems. The diseases caused by global warming include vector-borne diseases such as malaria and Lyme disease. Problems caused by forest fires include those caused by air quality degradation like respiratory diseases and mental illnesses. In general, vulnerable groups such as minors, the elderly, the disabled, pregnant women, are prone to be affected by climate change. Mental illness, non-communicable diseases, poisoning, diseases related to food insecurity and nutrition, water and foodborne diseases, and reproductive health care are among the factors affected by climate change. Since climate change has numerous direct and indirect impacts on human health, responsible institutions must educate the public through mass media and take adequate measures to offset the health effects of climate change.",
    "readLink": "http://jaehr.muk.ac.ir/article_129985_c54a1acb3ee76034adea43d641cc1f35.pdf"
  },
  {
    "title": "Assessing the Effects of Surface Conditions on Potential Evapotranspiration in a Humid Subtropical Region of China",
    "authors": [
      "Hailong Wang,",
      "Hailong Wang,",
      "Jinghua Zheng,",
      "Jinghua Zheng"
    ],
    "doi": "https://doi.org/10.3389/fclim.2022.813787",
    "journalVolume": "Vol. 4",
    "issn": "2624-9553 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/climate#",
    "abstract": "The ability of the atmosphere to remove water from land surface is measured by potential evapotranspiration (ETp), which is often inferred by the reference evapotranspiration (ETo). Therefore, ETp is often considered only influenced by the above-ground meteorological conditions. Based on its concept, ETp should also link with surface conditions that influence the surface resistance. Such linkages differ in dry and wet regions with different surface covers. Here, we calculated ETo and especially analyzed the effects of surface conditions including vegetation cover indicated by NDVI (Normalized Difference Vegetation Index) and root-zone SWC (soil water content) in a humid subtropical province of China. Results show that ETp, NDVI, wind speed, temperatures have increased significantly during 1982–2015 and relative humidity (RH) has decreased significantly. Linear trends of these variables varied across seasons, but similarities were found between spring and winter and between summer and autumn. Summer saw the greatest changes in ETp per unit of environmental variable change. Solar radiation, RH, and precipitation exerted overall stronger influence on ETp (R2 > 0.50) than other factors. NDVI and SWC were found positively and negatively affecting ETp at all time scales. Partial correlation analysis showed significant influence of NDVI and SWC at the monthly scale; moreover, SWC influenced ETp more significantly in summer than other seasons (p < 0.05). Since actual evapotranspiration is often deducted from ETp by multiplicative stress functions in many hydrologic models, understanding the relationships between ETp and environmental changes can help improve the formulation and estimation of actual evapotranspiration.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fclim.2022.813787/full"
  },
  {
    "title": "Climate Change Made Major Contributions to Soil Water Storage Decline in the Southwestern US during 2003–2014",
    "authors": [
      "Jianzhao Liu,",
      "Liping Gao,",
      "Fenghui Yuan,",
      "Yuedong Guo,",
      "Xiaofeng Xu"
    ],
    "doi": "https://doi.org/10.3390/w11091947",
    "journalVolume": "Vol. 11,\n                                no. 9\n                                \n                                  p.\n                                  1947",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Soil water shortage is a critical issue for the Southwest US (SWUS), the typical arid region that has experienced severe droughts over the past decades, primarily caused by climate change. However, it is still not quantitatively understood how soil water storage in the SWUS is affected by climate change. We integrated the time-series data of water storage and evapotranspiration derived from satellite data, societal water consumption, and meteorological data to quantify soil water storage changes and their climate change impacts across the SWUS from 2003 to 2014. The water storage decline was found across the entire SWUS, with a significant reduction in 98.5% of the study area during the study period. The largest water storage decline occurred in the southeastern portion, while only a slight decline occurred in the western and southwestern portions of the SWUS. Net atmospheric water input could explain 38% of the interannual variation of water storage variation. The climate-change-induced decreases in net atmospheric water input predominately controlled the water storage decline in 60% of the SWUS (primarily in Texas, Eastern New Mexico, Eastern Arizona, and Oklahoma) and made a partial contribution in approximately 17% of the region (Central and Western SWUS). Climate change, primarily as precipitation reduction, made major contributions to the soil water storage decline in the SWUS. This study infers that water resource management must consider the climate change impacts over time and across space in the SWUS.",
    "readLink": "https://www.mdpi.com/2073-4441/11/9/1947"
  },
  {
    "title": "ARCTIC DEVELOPMENT VECTOR OF NORTH-EASTERN FEDERAL UNIVERSITY NAMED AFTER M.K. AMMOSOV",
    "authors": [
      "Anatoly N. Sleptsov"
    ],
    "doi": "Vol. 0,\n                                no. 5\n                                \n                                  pp.\n                                  115\n                                  – 122",
    "issn": "0869-3617 (Print)",
    "publisher": "2072-0459 (Online)",
    "countryOfPublisher": "Moscow Polytechnic University",
    "lcc": [
      "Russian Federation",
      "Education"
    ],
    "journalUrl": "https://vovr.elpub.ru",
    "abstract": "The article analyses the role of the North-Eastern Federal University n.a. M.K. Ammosov in the field of education, personnel training, fundamental and applied scientific research in the Arctic, in the light of new challenges of time. The active processes of strengthening of the international contacts and interaction among the Arctic States in theeconomy, in the field of scientific research, security, cultural and educational exchange take place in Arctic now. Climate change is one of the most important international problems of the 21st century, which is beyond the scope of scientific problems and represents a complex interdisciplinary issue, encompassing environmental, economic and social aspects of sustainable development in the Arctic. Priority objective for the new ways of the Arctic system development is the management of the Arctic territories on the federal, regional and municipal level and formation of the «Arctic» legal regulatory base, which should create a special legal regime for economic, social, environmental and other activities with an emphasis on innovative and social development aimed at improving the life quality of northerners. The author provides a legal support of the projects in the sphere of research work of structural divisions of North-Eastern Federal University n.a. M.K. Ammosov including the projects in the sphere of environmental protection in the Arctic, on development of original culture, native languages of peoples of the North, protection of traditional nature use of the territories.",
    "readLink": "https://vovr.elpub.ru/jour/article/view/655"
  },
  {
    "title": "The Fluctuating Asymmetry of the Butterfly Wing Pattern Does Not Change along an Industrial Pollution Gradient",
    "authors": [
      "Vitali Zverev,",
      "Mikhail  V. Kozlov"
    ],
    "doi": "https://doi.org/10.3390/sym13040626",
    "journalVolume": "Vol. 13,\n                                no. 626\n                                \n                                  p.\n                                  626",
    "issn": "2073-8994 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Mathematics"
    ],
    "journalUrl": "http://www.mdpi.com/journal/symmetry/",
    "abstract": "The rapid and selective responses to changes in habitat structure and climate have made butterflies valuable environmental indicators. In this study, we asked whether the decline in butterfly populations near the copper-nickel smelter in Monchegorsk in northwestern Russia is accompanied by phenotypic stress responses to toxic pollutants, expressed as a decrease in body size and an increase in fluctuating asymmetry. We measured the concentrations of nickel and copper, forewing length, and fluctuating asymmetry in two elements of wing patterns in Boloria euphrosyne, Plebejus idas, and Agriades optilete collected 1–65 km from Monchegorsk. Body metal concentrations increased toward the smelter, confirming the local origin of the collected butterflies. The wings of butterflies from the most polluted sites were 5–8% shorter than those in unpolluted localities, suggesting adverse effects of pollution on butterfly fitness due to larval feeding on contaminated plants. However, fluctuating asymmetry averaged across two hindwing spots did not change systematically with pollution, thereby questioning the use of fluctuating asymmetry as an indicator of habitat quality in butterfly conservation projects.",
    "readLink": "https://www.mdpi.com/2073-8994/13/4/626"
  },
  {
    "title": "Potential of land-based climate change mitigation strategies on abandoned cropland",
    "authors": [
      "Maren H. Gvein,",
      "Xiangping Hu,",
      "Jan S. Næss,",
      "Marcos D. B. Watanabe,",
      "Otávio Cavalett,",
      "Maxime Malbranque,",
      "Georg Kindermann,",
      "Francesco Cherubini"
    ],
    "doi": "https://doi.org/10.1038/s43247-023-00696-7",
    "journalVolume": "Vol. 4,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 16",
    "issn": "2662-4435 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Geology",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.nature.com/commsenv/",
    "abstract": "Natural revegetation of abandoned cropland in biodiversity priority areas and afforestation and growth of bioenergy crop in other areas could achieve a climate change mitigation potential of 0.8–4.0 GtCO2-eq. per year, according to bottom-up estimates based on biomass yields and life-cycle emissions.",
    "readLink": "https://doi.org/10.1038/s43247-023-00696-7"
  },
  {
    "title": "Elevated CO2 Increases Nitrogen Fixation at the Reproductive Phase Contributing to Various Yield Responses of Soybean Cultivars",
    "authors": [
      "Yansheng Li,",
      "Zhenhua Yu,",
      "Xiaobing Liu,",
      "Ulrike Mathesius,",
      "Guanghua Wang,",
      "Caixian Tang,",
      "Junjiang Wu,",
      "Judong Liu,",
      "Shaoqing Zhang,",
      "Jian Jin,",
      "Jian Jin"
    ],
    "doi": "https://doi.org/10.3389/fpls.2017.01546",
    "journalVolume": "Vol. 8",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Nitrogen deficiency limits crop performance under elevated CO2 (eCO2), depending on the ability of plant N uptake. However, the dynamics and redistribution of N2 fixation, and fertilizer and soil N use in legumes under eCO2 have been little studied. Such an investigation is essential to improve the adaptability of legumes to climate change. We took advantage of genotype-specific responses of soybean to increased CO2 to test which N-uptake phenotypes are most strongly related to enhanced yield. Eight soybean cultivars were grown in open-top chambers with either 390 ppm (aCO2) or 550 ppm CO2 (eCO2). The plants were supplied with 100 mg N kg−1 soil as 15N-labeled calcium nitrate, and harvested at the initial seed-filling (R5) and full-mature (R8) stages. Increased yield in response to eCO2 correlated highly (r = 0.95) with an increase in symbiotically fixed N during the R5 to R8 stage. In contrast, eCO2 only led to small increases in the uptake of fertilizer-derived and soil-derived N during R5 to R8, and these increases did not correlate with enhanced yield. Elevated CO2 also decreased the proportion of seed N redistributed from shoot to seeds, and this decrease strongly correlated with increased yield. Moreover, the total N uptake was associated with increases in fixed-N per nodule in response to eCO2, but not with changes in nodule biomass, nodule density, or root length.",
    "readLink": "http://journal.frontiersin.org/article/10.3389/fpls.2017.01546/full"
  },
  {
    "title": "Estimating mangrove aboveground biomass in the Colombian Pacific coast: A multisensor and machine learning approach",
    "authors": [
      "John Josephraj Selvaraj,",
      "Bryan Ernesto Gallego Pérez"
    ],
    "doi": "Vol. 9,\n                                no. 11\n                                \n                                  p.\n                                  e20745",
    "issn": "2405-8440 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.cell.com/heliyon/home",
    "abstract": "The Colombian Pacific Coast is renowned for its exceptional biodiversity and hosts vital mangrove ecosystems that benefit local communities and contribute to climate change mitigation. Therefore, estimating mangrove aboveground biomass (AGB) in this region is crucial for planning and managing these coastal forest covers, ensuring the long-term sustainability of the essential environmental services provided by the Colombian Pacific Coast (CPC). This study employed a spatial estimation approach to assess mangrove AGB, evaluating various parametric and non-parametric models using a multisensor combination and machine learning on the Google Earth Engine (GEE) platform within the CPC. Synthetic aperture radar (SAR) satellite imagery (ALOS-2/PALSAR-2, SRTM, NASADEM, and ALOSDSM) and optical data (Landsat 8) were utilized to quantify mangrove AGB in 2022 across the four departments of the CPC. The Random Forest model exhibited superior predictive performance compared to the other models evaluated, achieving values of R2 = 0.783, RMSE = 38.239 [Mg/ha], MAE = 27.409 [Mg/ha], and BIAS = 0.164. Our findings reveal that the mangrove AGB map for the CPC exhibits a mean ± standard deviation of 181.236 ± 28.939 [Mg/ha] across eight classes, ranging from 88.622 [Mg/ha] to 378.21 [Mg/ha]. This research provides valuable information to inform and strengthen various management strategies and decision-making processes for the mangrove forests of the CPC.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405844023079537"
  },
  {
    "title": "Analysis of the climate change in Slovenia: Changes in plant development under the influence of meteorological parameters in the period 1961-2011 - part II",
    "authors": [
      "Milošević Dragan,",
      "Žiberna Igor,",
      "Savić Stevan"
    ],
    "doi": "https://doi.org/10.2298/GSGD1302001M",
    "journalVolume": "Vol. 93,\n                                no. 2\n                                \n                                  pp.\n                                  1\n                                  – 22",
    "issn": "0350-3593 (Print)",
    "publisher": "2406-078X (Online)",
    "countryOfPublisher": "Serbian Geographical Society",
    "lcc": [
      "Serbia",
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://www.doiserbia.nb.rs/journal.aspx?issn=0350-3593",
    "abstract": "In this paper spring and autumn temperature thresholds of 5°C and 10°C, active air temperature sums and lengths of growing seasons with temperature threshold of 5°C and 10°C were analyzed. The analysis were made for 10 meteorological stations for the period 1961-2011. The dates of occurrence of phenological phases of selected plants (oxeye daisy, beech, apple, winter wheat and maize) has been investigated. It was observed a tendency of earlier appearance of spring phenological phases and later appearance of autumn phenological phases. As a result extension of vegetation periods in the Republic of Slovenia is present. Dates with occurrence of phenological phases of selected plants from 8 phenological stations were connected with the results of the analysis of meteorological parameters from 8 meteorological stations. The highest correlation coefficients were obtained for the temperature parameters (0.8), while the average precipitation quantities, number of days with frost, potential evapotranspiration and water balance showed a low correlation coefficient values with the appearance of phenological phases.",
    "readLink": "http://www.doiserbia.nb.rs/img/doi/0350-3593/2013/0350-35931302001M.pdf"
  }
]