[
  {
    "title": "Does Gender Diversity Affect the Environmental Performance of Banks?",
    "authors": [
      "Clara Gallego-Sosa,",
      "Yakira Fernández-Torres,",
      "Milagros Gutiérrez-Fernández"
    ],
    "doi": "https://doi.org/10.3390/su122310172",
    "journalVolume": "Vol. 12,\n                                no. 10172\n                                \n                                  p.\n                                  10172",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Climate change is one of the greatest challenges facing humanity today. Therefore, all segments of society must act together to stop the deterioration of the planet and the depletion of its resources. The business sector must play an active role in acting responsibly toward the environment. Given the importance of this issue, major efforts have been made to analyze the environmental performance of the most polluting sectors. In contrast, other sectors that are also of great interest due to their contribution to sustainable development, such as the banking sector, have been overlooked. Notable factors conditioning performance include aspects of corporate governance such as gender diversity. However, the empirical evidence reveals a lack of consensus regarding the influence of women directors on corporate environmental performance. This background motivates the study of the commitment of the banking sector to reducing their environmental impact and the analysis the influence of board gender diversity on environmental performance. Data for the period 2009 to 2018 on 52 banks from the most polluting Western regions were studied using descriptive statistics and fixed effects econometric estimation to test the relationship between a selection of relevant variables. The key conclusions are that banks are committed to protecting the environment and that there are no significant differences between banks’ commitment to the planet on the basis of board gender diversity.",
    "readLink": "https://www.mdpi.com/2071-1050/12/23/10172"
  },
  {
    "title": "Air temperature drives the evolution of mid-infrared optical properties of butterfly wings",
    "authors": [
      "Anirudh Krishna,",
      "Xiao Nie,",
      "Adriana D. Briscoe,",
      "Jaeho Lee"
    ],
    "doi": "https://doi.org/10.1038/s41598-021-02810-1",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 10",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract This study uncovers a correlation between the mid-infrared emissivity of butterfly wings and the average air temperature of their habitats across the world. Butterflies from cooler climates have a lower mid-infrared emissivity, which limits heat losses to surroundings, and butterflies from warmer climates have a higher mid-infrared emissivity, which enhances radiative cooling. The mid-infrared emissivity showed no correlation with other investigated climatic factors. Phylogenetic independent contrasts analysis indicates the microstructures of butterfly wings may have evolved in part to regulate mid-infrared emissivity as an adaptation to climate, rather than as phylogenetic inertia. Our findings offer new insights into the role of microstructures in thermoregulation and suggest both evolutionary and physical constraints to butterflies’ abilities to adapt to climate change.",
    "readLink": "https://doi.org/10.1038/s41598-021-02810-1"
  },
  {
    "title": "Possible species discrimination of a blotched nerite Nerita albicilla with their distribution pattern and demographic history in the Indo-Pacific",
    "authors": [
      "Seonghyeon Hong,",
      "Bia Park,",
      "Gyeongmin Kim,",
      "Eun Hwa Choi,",
      "Ui Wook Hwang"
    ],
    "doi": "https://doi.org/10.1038/s41598-023-31004-0",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract The blotched nerite Nerita albicilla (Linnaeus 1758) is distributed in intertidal areas of the Indo-Pacific. In South Korea, it has been found only in the southernmost region of Jeju Island so far. Owing to its limited distribution, it can be a promising intertidal species helpful for monitoring global climate change effects in the Korean Peninsula. We performed population genetic analyses based on 393 COI haplotypes from 697 N. albicilla, including 167 from this study and 530 from public databases. The results showed that there are two distinct genetic lineages in N. albicilla: PAIO (Palearctic, Australasia, Indo-Malay, and Oceania) and Afrotropic lineages. DNA barcoding gap analyses indicated that the two lineages could be differentiated into two different species: N. albicilla (PAIO) and N. originalis sp. nov. (Afrotropic) (3.96%). Additionally, it was revealed that their divergence time was ca. 5.96 Ma and dramatic diversification of COI haplotypes occurred during the late Pliocene and Pleistocene. The results of MDA, BSP, and neutrality test implied recent population size expansion, which was estimated to be ca. 250 Ka. Finally, we discussed whether the observation of N. originalis sp. nov. in South Korea is due to the northward migration through ocean currents caused by global warming or due to artificial activity through marine transportation.",
    "readLink": "https://doi.org/10.1038/s41598-023-31004-0"
  },
  {
    "title": "Public Disengagement from Environmental Issues in Relation to Their Media Coverage",
    "authors": [
      "Juraj Skačan"
    ],
    "doi": "https://doi.org/10.23882/MJ2029",
    "journalVolume": "Vol. 2,\n                                no. 1\n                                \n                                  pp.\n                                  15\n                                  – 23",
    "issn": "2184-5492 (Online)",
    "publisher": "NMd, Núcleo Multidisciplinar, UALG",
    "countryOfPublisher": "Portugal",
    "lcc": [
      "Education: Education (General)"
    ],
    "journalUrl": "https://revistamultidisciplinar.com/",
    "abstract": "The environmental crisis and climate change belong to a group of topics that appear not to be receiving as much media attention as some other issues, e.g. politics, economy, finance, and social and ethnic issues. Too often side-lined, even if environment gets some scope in news and documentaries, it is not always presented comprehensively enough. Although environmentalists and eco-philosophers are constantly – and ever more urgently – pointing to what they describe as an alarming situation at hand, it seems that most of the public has adopted a rather indifferent (disengaged) posture towards news about an imminent environmental crisis, climate change, global warming, the use of plastic etc. Public discourse and media discourse have been increasingly intertwined, so ordinary people acquire most information (not only) on environmental issues from the mass media: press, internet, radio and TV, particularly from newscast and documentaries. This paper will discuss possible relations between presentation of environmental issues in the media and attitudes held by their audience. We believe that the media must assume their part in creating public awareness of environmental issues. Our paper will be based on interdisciplinary, predominantly theoretical research involving the combination of media studies and media philosophy. We will discuss main features of this issue from the viewpoint of media-centric theories, since we maintain that effects of the mass media on empirical and social reality (including environmental issues) are beyond any doubt.",
    "readLink": "https://revistamultidisciplinar.com/index.php/oj/article/view/31"
  },
  {
    "title": "Use of fallen dead trees by Japanese squirrels within cedar plantations in northeastern Japan",
    "authors": [
      "Honda S,",
      "Saito MU"
    ],
    "doi": "https://doi.org/10.3832/ifor4338-016",
    "journalVolume": "Vol. 16,\n                                no. 1\n                                \n                                  pp.\n                                  262\n                                  – 267",
    "issn": "1971-7458 (Online)",
    "publisher": "Italian Society of Silviculture and Forest Ecology (SISEF)",
    "countryOfPublisher": "Italy",
    "lcc": [
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://iforest.sisef.org",
    "abstract": "Deadwood in forests plays a critical role in maintaining the ecological functions. Small mammals use deadwood, and thus deadwood can mitigate the negative impacts of plantation on small mammals. This study focused on fallen dead trees in planted forests, and aimed to verify whether fallen dead trees affect behavioral patterns of Japanese squirrels. To clarify the use of fallen dead trees by Japanese squirrels in a Japanese cedar plantation, we observed squirrel behavior by camera trap surveys at 61 survey sites. Our findings showed that fallen dead trees play a crucial role in the behavior of Japanese squirrels, serving as landmarks for movement, vigilance, resting, and hoarding sites. These functions are critical for the survival of Japanese squirrels, suggesting that fallen dead trees in planted forests have positive impacts on their microenvironment use. The increase of deadwood due to disturbances such as heavy rainfall and snowfall resulting from climate change may provide benefits to arboreal small mammals in poorly managed planted forests. Additionally, leaving some of the deadwood generated during the harvesting process in properly managed forests can improve the quality of habitat for arboreal small mammals.",
    "readLink": "https://iforest.sisef.org/contents/?id=ifor4338-016"
  },
  {
    "title": "Economic damages from on-going climate change imply deeper near-term emission cuts",
    "authors": [
      "Anselm Schultes,",
      "Franziska Piontek,",
      "Bjoern Soergel,",
      "Joeri Rogelj,",
      "Lavinia Baumstark,",
      "Elmar Kriegler,",
      "Ottmar Edenhofer,",
      "Gunnar Luderer"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ac27ce",
    "journalVolume": "Vol. 16,\n                                no. 10\n                                \n                                  p.\n                                  104053",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Pathways toward limiting global warming to well below 2 ^∘ C, as used by the IPCC in the Fifth Assessment Report, do not consider the climate impacts already occurring below 2 ^∘ C. Here we show that accounting for such damages significantly increases the near-term ambition of transformation pathways. We use econometric estimates of climate damages on GDP growth and explicitly model the uncertainty in the persistence time of damages. The Integrated Assessment Model we use includes the climate system and mitigation technology detail required to derive near-term policies. We find an optimal carbon price of $115 per tonne of CO _2 in 2030. The long-term persistence of damages, while highly uncertain, is a main driver of the near-term carbon price. Accounting for damages on economic growth increases the gap between the currently pledged nationally determined contributions and the welfare-optimal 2030 emissions by two thirds, compared to pathways considering the 2 ^∘ C limit only.",
    "readLink": "https://doi.org/10.1088/1748-9326/ac27ce"
  },
  {
    "title": "Plastome phylogenomics and historical biogeography of aquatic plant genus Hydrocharis (Hydrocharitaceae)",
    "authors": [
      "Zhi-Zhong Li,",
      "Samuli Lehtonen,",
      "Andrew W. Gichira,",
      "Karina Martins,",
      "Andrey Efremov,",
      "Qing-Feng Wang,",
      "Jin-Ming Chen"
    ],
    "doi": "https://doi.org/10.1186/s12870-022-03483-2",
    "journalVolume": "Vol. 22,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 11",
    "issn": "1471-2229 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://bmcplantbiol.biomedcentral.com",
    "abstract": "Abstract Background Hydrocharis L. and Limnobium Rich. are small aquatic genera, including three and two species, respectively. The taxonomic status, phylogenetic relationships and biogeographical history of these genera have remained unclear, owing to the lack of Central African endemic H. chevalieri from all previous studies. We sequenced and assembled plastomes of all three Hydrocharis species and Limnobium laevigatum to explore the phylogenetic and biogeographical history of these aquatic plants. Results All four newly generated plastomes were conserved in genome structure, gene content, and gene order. However, they differed in size, the number of repeat sequences, and inverted repeat borders. Our phylogenomic analyses recovered non-monophyletic Hydrocharis. The African species H. chevalieri was fully supported as sister to the rest of the species, and L. laevigatum was nested in Hydrocharis as a sister to H. dubia. Hydrocharis-Limnobium initially diverged from the remaining genera at ca. 53.3 Ma, then began to diversify at ca. 30.9 Ma. The biogeographic analysis suggested that Hydrocharis probably originated in Europe and Central Africa. Conclusion Based on the phylogenetic results, morphological similarity and small size of the genera, the most reasonable taxonomic solution to the non-monophyly of Hydrocharis is to treat Limnobium as its synonym. The African endemic H. chevalieri is fully supported as a sister to the remaining species. Hydrocharis mainly diversified in the Miocene, during which rapid climate change may have contributed to the speciation and extinctions. The American species of former Limnobium probably dispersed to America through the Bering Land Bridge during the Miocene.",
    "readLink": "https://doi.org/10.1186/s12870-022-03483-2"
  },
  {
    "title": "Energy Consumption and Spatial Assessment of Renewable Energy Penetration and Building Energy Efficiency in Malaysia: A Review",
    "authors": [
      "Shaban R. S. Aldhshan,",
      "Khairul Nizam Abdul Maulud,",
      "Wan Shafrina Wan Mohd Jaafar,",
      "Othman A. Karim,",
      "Biswajeet Pradhan"
    ],
    "doi": "https://doi.org/10.3390/su13169244",
    "journalVolume": "Vol. 13,\n                                no. 9244\n                                \n                                  p.\n                                  9244",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The development of sustainable energy systems is very important to addressing the economic, environmental, and social pressures of the energy sector. Globally, buildings consume up to 40% of the world’s total energy. By 2030, it is expected to increase to 50%. Therefore, the world is facing a great challenge to overcome these problems related to global energy production. Malaysia is one of the top consumers of primary energy in Asia. In 2018, primary energy consumption for Malaysia was 3.79 quadrillion btu at an average annual rate of 4.58%. In this paper, we have carried out a detailed literature review on several previous studies of energy consumption in the world, especially in Malaysia, and how geographical information system (GIS) methods have been used for the spatial assessment of energy efficiency. Indeed, strategies of energy efficiency are essential in energy policy that could be created using various approaches used for energy savings in buildings. The findings of this review reveal that, for estimating energy consumption, exploring renewable energy sources, and investigating solar radiation, several geographic information system techniques such as multiple criteria decision analysis (MCDA), machine learning (ML), and deep learning (DL) are mainly utilized. The result indicates that the fuzzy DS method can more reliably determine the optimal PV farm locations. The 3D models are also regarded as an effective tool for estimating solar radiation, since this method generates a 3D model exportable to software tools. In addition, GIS and 3D can contribute to several purposes, such as sunlight access to buildings in urban areas, city growth prediction models and analysis of the habitability of public places.",
    "readLink": "https://www.mdpi.com/2071-1050/13/16/9244"
  },
  {
    "title": "The Nationwide Water Budget Estimation in the light of the New Permeability Map of Italy",
    "authors": [
      "Giovanni Braca,",
      "Martina Bussettini,",
      "Rossella Maria Gafà,",
      "Gennaro Maria Monti,",
      "Lucio  Martarelli,",
      "Angelantonio  Silvi,",
      "Francesco  La Vigna"
    ],
    "doi": "https://doi.org/10.7343/as-2022-575",
    "journalVolume": "Vol. 11,\n                                no. 3",
    "issn": "1828-454X (Print)",
    "publisher": "2280-6458 (Online)",
    "countryOfPublisher": "PAGEPress Publications",
    "lcc": [
      "Italy",
      "Science: Geology"
    ],
    "journalUrl": "http://www.acquesotterranee.net/",
    "abstract": "The hydrological budget is one of the fundamental tools for the sustainable management of water resources. In the last decades, the knowledge of the distribution of freshwater resources in space and time is becoming of great concern due to the growing pressure related to increasing population, water pollution, and climate change. Furthermore, in the scope of hydrological balance, the estimation of aquifer assumes particular concern in Italy. In fact, more than 80% of water withdrawal for domestic and drinkable use is derived from groundwater. In this context, the Italian Institute for Environmental Protection and Research (ISPRA) has developed a mathematical model for estimating the hydrological budget components at a national and macro-regional scale called BIGBANG. The aquifer recharge is estimated as a percentage of the monthly soil water surplus by the potential infiltration coefficient defined as a function of the permeability of the hydrogeological complexes beneath the soil layer. In this paper, a comparison highlighting the differences between the estimations of the long-term annual average of two of the main hydrological budget components, aquifer recharge and surface runoff, at national and sub-national levels, is carried out. The estimations are based on the new and more detailed Permeability Map of Italy produced by ISPRA and on the old map of the hydrogeological complexes currently used at national level used so far in the BIGBANG budget model.",
    "readLink": "https://acque.btvb.org/acque/article/view/575"
  },
  {
    "title": "Toward a wild pollinator strategy for Canada: expert-recommended solutions and policy levers",
    "authors": [
      "Rachel Nalepa,",
      "Sheila R. Colla"
    ],
    "doi": "https://doi.org/10.1139/facets-2022-0204",
    "journalVolume": "Vol. 8\n                                \n                                \n                                  pp.\n                                  1\n                                  – 18",
    "issn": "2371-1671 (Online)",
    "publisher": "Canadian Science Publishing",
    "countryOfPublisher": "Canada",
    "lcc": [
      "Education",
      "Science"
    ],
    "journalUrl": "http://www.facetsjournal.com/",
    "abstract": "Invertebrate pollinators are in trouble: particularly documented are declines among bees and butterflies. Interacting stressors include pesticides, pathogens, habitat loss, nonnative species, and climate change. Many governments have strategies to reduce negative pressures on pollinators, but Canada does not despite widespread public interest in pollinator health. This study serves as a needs assessment for science-based policy solutions for wild pollinator conservation in Canada. We designed a Policy Delphi survey technique to identify solutions that experts deem both desirable and feasible. Our secondary aim was to identify research priorities that would inform the implementation of these solutions. Sixty % of the 83 unique solutions were supported and feasible at a high consensus level (10% were “strongly” supported and “definitely” feasible). General themes included improving the Canadian government's approach in assessing pesticide risk to pollinators, curbing pathogen spillover/spillback between managed and wild pollinators, and reducing the reliance of Canadian agricultural systems on pesticides, among others. We discuss solutions in reference to pollinator conservation policies recommended by the broader scientific community and identify policy levers within the context of Canada's highly decentralized approach to biodiversity conservation/management and a political economy that uses high numbers of managed, mostly nonnative bees for pollination services.",
    "readLink": "https://facetsjournal.com/doi/10.1139/facets-2022-0204"
  }
]