[
  {
    "title": "Protecting a displaced species in an altered river: a case study of the endangered Sacramento River winter-run Chinook Salmon",
    "authors": [
      "Erica M. Meyers"
    ],
    "doi": "https://doi.org/10.51492/cfwj.cesasi.8",
    "journalVolume": "Vol. 107,\n                                no. CESA Special Issue\n                                \n                                  pp.\n                                  172\n                                  – 188",
    "issn": "2689-419X (Print)",
    "publisher": "2689-4203 (Online)",
    "countryOfPublisher": "California Department of Fish and Wildlife",
    "lcc": [
      "United States",
      "Science"
    ],
    "journalUrl": "https://wildlife.ca.gov/Publications/Journal",
    "abstract": "Endangered Sacramento River winter-run Chinook Salmon (Oncorhynchus tshawytscha) exist as a single population that spawns in the Sacramento River downstream of Shasta Dam near Redding, CA. Displaced from their historical habitat after dam construction circa 1940, their survival depends on cold water released from Shasta Reservoir. Managing and recovering the species is further complicated by their anadromous life history, habitat loss and degradation, large-scale water supply management, and climate change. The California Department of Fish and Wildlife and other resource agencies coordinate closely to protect the species from extinction, confronting challenges with collaborative restoration and science-driven management. As climate change brings more frequent droughts, warmer weather, and increased variability in precipitation, Sacramento River winter-run Chinook Salmon recovery will require greater collaboration and a shift to more holistic restoration actions that promote and maintain the diversity and resilience of the species and its habitats.",
    "readLink": "https://doi.org/10.51492/cfwj.cesasi.8"
  },
  {
    "title": "Study on the Progress in Climate-Change-Oriented Human Settlement Research",
    "authors": [
      "Qiang Yao,",
      "Na An,",
      "Ende Yang,",
      "Zhengjiang Song"
    ],
    "doi": "https://doi.org/10.3390/su15075733",
    "journalVolume": "Vol. 15,\n                                no. 5733\n                                \n                                  p.\n                                  5733",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Since the 20th century, the escalating impact of climate risks has led to a heightened global focus on climate-change-oriented human settlement research (hereafter referred to as CCHSR). This paper presents an econometric analysis of 6830 research papers published from 1975 to 2023 (first two months) to investigate the characteristics, key issues, and research trends in CCHSR, to provide valuable insights and recommendations for future research. We used CiteSpace, bibliometric software that constructs a knowledge-mapping analysis of annual publication volume, source publications, and country distribution; this study examines the characteristics of the literature sources in CCHSR. It also explores the literature distribution through an analysis of co-citation and collaboration. The study identifies the key topics of current research through a keyword clustering analysis, including extreme climate risk response, environmental safety and sustainability enhancement, and machine learning technology application. The study identifies three research trends for future investigations by analysing keyword emergence, including climate risk governance implementation, artificial intelligence technology application, and settlement security and resilience enhancement. Finally, the study presents recommendations for priority CCHSR in three areas: theoretical system development, mechanism strategy design, and technology implementation.",
    "readLink": "https://www.mdpi.com/2071-1050/15/7/5733"
  },
  {
    "title": "Completion of the AMR-C Instrument for Sentinel-6",
    "authors": [
      "Frank Maiwald,",
      "Shannon T. Brown,",
      "Timothy Koch,",
      "Lance Milligan,",
      "Pekka Kangaslahti,",
      "Erich Schlecht,",
      "Anders Skalare,",
      "Matthew Bloom,",
      "Violet Torossian,",
      "John Kanis,",
      "Shannon Statham,",
      "Shawn Kang,",
      "Parag Vaze"
    ],
    "doi": "https://doi.org/10.1109/JSTARS.2020.2991175",
    "journalVolume": "Vol. 13\n                                \n                                \n                                  pp.\n                                  1811\n                                  – 1818",
    "issn": "1939-1404 (Print)",
    "publisher": "2151-1535 (Online)",
    "countryOfPublisher": "IEEE",
    "lcc": [
      "United States",
      "Technology: Ocean engineering",
      "Science: Physics: Geophysics. Cosmic physics"
    ],
    "journalUrl": "https://ieeexplore.ieee.org/xpl/RecentIssue.jsp?punumber=4609443",
    "abstract": "The advanced microwave radiometer-climate quality (AMR-C) is a part of the European Sentinel-6A/B series, a collaboration between ESA and NASA, of two Earth-observing satellites, which will be launched in 2020 and 2025. Compared to its predecessor, Jason-3, the two AMR-C radiometer instruments have an external calibration system which enables higher radiometric stability accomplished by moving the secondary mirror between well-defined targets. Sentinel-6 allows continuing the study of the ocean circulation, climate change, and sea-level rise for at least another decade. Besides the external calibration for the AMR heritage radiometer (18.7, 23.8, and 34 GHz channels), the AMR-C contains a high-resolution microwave radiometer (HRMR) with radiometer channels at 90, 130, and 168 GHz. This subsystem allows for a factor of 5× higher spatial resolution at coastal transitions. This article presents a brief description of the instrument and the measured performance of the completed AMR-C-A and AMR-C-B instruments.",
    "readLink": "https://ieeexplore.ieee.org/document/9084272/"
  },
  {
    "title": "Agricultural Drought Risk Assessment in Southwest China",
    "authors": [
      "Zhaoqi Zeng,",
      "Wenxiang Wu,",
      "Zhaolei Li,",
      "Yang Zhou,",
      "Yahui Guo,",
      "Han Huang"
    ],
    "doi": "https://doi.org/10.3390/w11051064",
    "journalVolume": "Vol. 11,\n                                no. 5\n                                \n                                  p.\n                                  1064",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Drought disasters jeopardize agricultural production and are expected to become more serious in the context of global climate change. However, in China, little attention has been paid to evaluating agricultural drought risk in humid areas (such as in Southwest China), which have also been affected by severe drought in recent years. In this work, we used the Standardized Precipitation Evapotranspiration Index (SPEI), which was computed from high-quality monthly precipitation and temperature data from 92 rain-gauge stations across Southwest China, to study the drought characteristics (e.g., intensity, duration, and frequency) and their decadal variations from 1960 to 2017. Furthermore, we applied a widely accepted conceptual model that emphasizes the combined role of drought hazard (calculated by the intensity and frequency of drought) and agricultural drought vulnerability (integrated with high-resolution soil properties, climate, topography, irrigation, and gross domestic product) to conduct a spatial assessment of agricultural drought risk at a 1-km grid scale. The results revealed that drought has become more serious and frequent in Southwest China, especially since the 2000s. About 27.4% of the agricultural area has been exposed to an extremely high risk of drought, 33.5% to a high risk, 22.5% to a moderate risk, and 16.6% to a low risk. The extreme agricultural risk areas were located mainly in northeastern and southeastern Chongqing, southwestern Sichuan, northeastern and eastern Guizhou, and central and eastern Yunnan. Our findings highlighted that more attention should be paid to the agricultural drought risk in humid regions of China. Furthermore, this work could set the stage for policy makers and practitioners to take measures to reduce the agricultural drought risk in Southwest China.",
    "readLink": "https://www.mdpi.com/2073-4441/11/5/1064"
  },
  {
    "title": "Screening of Morphophysiological, Anatomical, and Ultrastructural Traits to Improve the Elite Genotype Selection in Sugarcane (<i>Saccharum officinarum</i> L.)",
    "authors": [
      "Marcelo F. Pompelli,",
      "Alfredo Jarma-Orozco,",
      "Luis Rodríguez-Páez"
    ],
    "doi": "https://doi.org/10.3390/horticulturae8111069",
    "journalVolume": "Vol. 8,\n                                no. 1069\n                                \n                                  p.\n                                  1069",
    "issn": "2311-7524 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/horticulturae",
    "abstract": "Sugarcane is a highly productive crop with high water requirements. In addition, its growth and sugar content are limited by the water deficit, a major problem affecting agriculture due to climate change. However, monitoring strategies are being developed worldwide that seek to increase productivity in the same area and with less water consumption. The sugarcane plants are produced sugar table, ethanol, and, from the hydrolysis of biomass, produce second-generation bioethanol, in addition to generating energy in thermoelectric plants. This research described the strategies and mechanisms used by sugarcane to tolerate water deficit. For this, a series of physiological, biochemical, enzymatic, morphological, anatomical, and ultrastructural analyses were developed. We used four commercial varieties of sugarcane, two tolerant and two sensitives, which were tested in all phases of the study. It was concluded that the variety RB92579 is drought tolerant as well as RB867515 and RB72454 genotype is sensitive to drought stress. Therefore, we proposed that variety RB855536 be assigned as an intermediary due to tolerance and sensitivity to water deficit.",
    "readLink": "https://www.mdpi.com/2311-7524/8/11/1069"
  },
  {
    "title": "The Mittimatalik Siku Asijjipallianinga (Sea Ice Climate Atlas): How Inuit Knowledge, Earth Observations, and Sea Ice Charts Can Fill IPCC Climate Knowledge Gaps",
    "authors": [
      "Katherine Wilson,",
      "Andrew Arreak,",
      "Sikumiut Committee,",
      "Trevor Bell,",
      "Gita Ljubicic"
    ],
    "doi": "https://doi.org/10.3389/fclim.2021.715105",
    "journalVolume": "Vol. 3",
    "issn": "2624-9553 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/climate#",
    "abstract": "The IPCC special report on the ocean and cryosphere in a changing climate (SROCC) highlights with high confidence that declining Arctic sea ice extents and increased ship-based transportation are impacting the livelihoods of Arctic Indigenous peoples. Current IPCC assessments cannot address the local scale impacts and adaptive needs of Arctic Indigenous communities based on the global, top-down model approaches used. Inuit maintain the longest unrecorded climate history of sea ice in Canada, and to support Inuit community needs, a decolonized, Inuit knowledge-based approach was co-developed in the community of Mittimatalik, Nunavut (Canada) to create the Mittimatalik siku asijjipallianinga (sea ice climate atlas) 1997–2019. This paper presents the novel approach used to develop the atlas based on Inuit knowledge, earth observations and Canadian Ice Service (CIS) sea ice charts, and demonstrates its application. The atlas provides an adaptation tool that Mittimatalik can use to share locations of known and changing sea ice conditions to plan for safe sea ice travel. These maps can also be used to support the safety and situational awareness of territorial and national search and rescue partners, often coming from outside the region and having limited knowledge of local sea ice conditions. The atlas demonstrates the scientific merit of Inuit knowledge in environmental assessments for negotiating a proposal to extend the shipping seasons for the nearby Mary River Mine. The timing and rates of sea ice freeze-up (October–December) in Mittimatalik are highly variable. There were no significant trends to indicate that sea ice is freezing up later to support increased shipping opportunities into the fall. The atlas shows that the first 2 weeks of November are critical for landfast ice formation, and icebreaking at this time would compromise the integrity of the sea ice for safe travel, wildlife migration and reproduction into the winter months. There was evidence that sea ice break-up (May–July) and the fracturing of the nearby floe edge have been occurring earlier in the last 10 years (2010–2019). Shipping earlier into the break-up season could accelerate the break-up of an already declining sea ice travel season, that Inuit are struggling to maintain.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fclim.2021.715105/full"
  },
  {
    "title": "InSAR Monitoring of Arctic Landfast Sea Ice Deformation Using L-Band ALOS-2, C-Band Radarsat-2 and Sentinel-1",
    "authors": [
      "Zhaohua Chen,",
      "Benoit Montpetit,",
      "Sarah Banks,",
      "Lori White,",
      "Amir Behnamian,",
      "Jason Duffe,",
      "Jon Pasher"
    ],
    "doi": "https://doi.org/10.3390/rs13224570",
    "journalVolume": "Vol. 13,\n                                no. 4570\n                                \n                                  p.\n                                  4570",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Arctic amplification is accelerating changes in sea ice regimes in the Canadian Arctic with later freeze-up and earlier melt events, adversely affecting Arctic wildlife and communities that depend on the stability of sea ice conditions. To monitor both the rate and impact of such change, there is a need to accurately measure sea ice deformation, an important component for understanding ice motion and polar climate. The objective of this study is to determine the spatial-temporal pattern of deformation over landfast ice in the Arctic using time series SAR imagery. We present Interferometric Synthetic Aperture Radar (InSAR) monitoring of Arctic landfast sea ice deformation using C-band Radarsat-2, Sentinel-1 and L-band ALOS-2 in this paper. The small baseline subset (SBAS) approach was explored to process time series observations for retrieval of temporal deformation changes along a line-of-sight direction (LOS) over the winter. It was found that temporal and spatial patterns of deformation observed from different sensors were generally consistent. Horizontal and vertical deformations were also retrieved by a multi-dimensional SBAS technique using both ascending and descending Sentinel-1 observations. Results showed a horizontal deformation in the range of −95–85 cm, and vertical deformation in the range of −41–63 cm in Cambridge Bay, Nunavut, Canada during February-April 2019. High coherence over ice from C-band was maintained over a shorter time interval of acquisitions than L-band due to temporal decorrelation.",
    "readLink": "https://www.mdpi.com/2072-4292/13/22/4570"
  },
  {
    "title": "Local Adaptation and Response of <i>Platycladus orientalis</i> (L.) Franco Populations to Climate Change",
    "authors": [
      "Xian-Ge Hu,",
      "Jian-Feng Mao,",
      "Yousry  A. El-Kassaby,",
      "Kai-Hua Jia,",
      "Si-Qian Jiao,",
      "Shan-Shan Zhou,",
      "Yue Li,",
      "Nicholas  C. Coops,",
      "Tongli Wang"
    ],
    "doi": "https://doi.org/10.3390/f10080622",
    "journalVolume": "Vol. 10,\n                                no. 8\n                                \n                                  p.\n                                  622",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Knowledge about the local adaptation and response of forest tree populations to the climate is important for assessing the impact of climate change and developing adaptive genetic resource management strategies. However, such information is not available for most plant species. Here, based on 69 provenances tested at 19 common garden experimental sites, we developed a universal response function (URF) for tree height at seven years of age for the important and wide-spread native Chinese tree species Platycladus orientalis (L.) Franco. URF was recently used to predict the potential growth response of a population originating from any climate and growing in any climate conditions. The developed model integrated both genetic and environmental effects, and explained 55% of the total variation in tree height observed among provenances and test sites in China. We found that local provenances performed better than non-local counterparts in habitats located in central, eastern, and southwestern China, showing the evidence of local adaptation as compared to other regions. In contrast, non-local provenances outperformed local ones in peripheral areas in northern and northwestern China, suggesting an adaptational lag in these areas. Future projections suggest that the suitable habitat areas of P. orientalis would expand by 15%−39% and shift northward by 0.8−3 degrees in latitude; however, the projected tree height of this species would decline by 4%−8% if local provenances were used. If optimal provenances were used, tree height growth could be improved by 13%−15%, along with 59%−71% suitable habitat expansion. Thus, assisted migration with properly selected seed sources would be effective in avoiding maladaptation in new plantations under a changing climate for P. orientalis.",
    "readLink": "https://www.mdpi.com/1999-4907/10/8/622"
  },
  {
    "title": "Climate Change and Challenges for the Urban Development of Ho Chi Minh City / Vietnam",
    "authors": [
      "Eckert, Roland,",
      "Waibel, Michael"
    ],
    "doi": "Vol. 18,\n                                no. 31\n                                \n                                  pp.\n                                  18\n                                  – 20",
    "issn": "2196-1468 (Print)",
    "publisher": "2199-9104 (Online)",
    "countryOfPublisher": "Arbeitsgemeinschaft für Pazifische Studien e.V.",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation",
      "Social Sciences: Social sciences and state - Asia (Asian studies only)"
    ],
    "journalUrl": "http://pacific-geographies.org",
    "abstract": "The latest reports of the Intergovernmental Panel on Climate Change (IPCC) and different other scientific sources confirm that climate change is no longer a “distant possibility but a current reality” (World Bank 2008). Although Vietnam has only played a tiny part in creating the problems of global environmental change, it is among the countries most seriously affected by this threatening development (Waibel 2008). Already in the past decades, a significant rise in weather extremes such as tropical typhoons and flooding events as a consequence of climate change has been observed there. Climate change and urban development are closely interlinked and often interact negatively (Wamsler 2008: 96). In this paper, the authors analyze sector- and spatial-level-specificdangers of climate change for the most prosperous city and firstmega-urban region of Vietnam Ho Chi Minh City (HCMC). Thereby, a dual-track approach to dealing with climate impacts will be proposed consisting of adaptation and mitigation.",
    "readLink": "http://www.pacific-geographies.org/wp-content/uploads/sites/2/2017/06/pn31_waibel_eckert.pdf"
  },
  {
    "title": "Spatiotemporal Changes in the Hydrochemical Characteristics and the Assessment of Groundwater Suitability for Drinking and Irrigation in the Mornag Coastal Region, Northeastern Tunisia",
    "authors": [
      "Emna Hfaiedh,",
      "Amor Ben Moussa,",
      "Marco Petitta,",
      "Ammar Mlayah"
    ],
    "doi": "https://doi.org/10.3390/app13179887",
    "journalVolume": "Vol. 13,\n                                no. 9887\n                                \n                                  p.\n                                  9887",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "Hydrogeochemical properties and groundwater quality assessment are very important for the effective management of water resources in arid and semiarid regions. The present investigation is a spatiotemporal analysis of groundwater quality using both chemical analysis and water quality indices (WQIs) in the Mornag Basin in northeastern Tunisia. The results exhibit that the Mornag shallow aquifer is dominated by chloride–sodium–potassium water facies, which progress over time toward chloride–sulfate–calcium and magnesium water facies. This may highlight that the mineralization of groundwater, which increases in the direction of groundwater flow, is primarily controlled by a natural process resulting from the dissolution of evaporative minerals and cation exchange with clay minerals relatively abundant in the study area. The anthropogenic activities represented by the return flow of irrigation water, the recharge by wastewater, and climate change also have a key role in groundwater contamination. The temporal evolution in %Na and SAR over the last three years in the Mornag aquifer shows an increasing trend that makes them unsuitable for irrigation. These findings highlight the need for assessing water quality in mapping local water resource vulnerability to pollution and developing sustainable water resources management.",
    "readLink": "https://www.mdpi.com/2076-3417/13/17/9887"
  }
]