[
  {
    "title": "Looking beyond rape and war: The need to take violence prevention seriously in Women, Peace and Security",
    "authors": [
      "López Castañeda Diana,",
      "Myrttinen Henri"
    ],
    "doi": "https://doi.org/10.5937/jrs17-33715",
    "journalVolume": "Vol. 17,\n                                no. 1\n                                \n                                  pp.\n                                  49\n                                  – 64",
    "issn": "2217-995X (Print)",
    "publisher": "2406-0364 (Online)",
    "countryOfPublisher": "University of Belgrade - Faculty of Political Sciences and Belgrade Centre for Security Policy",
    "lcc": [
      "Serbia",
      "Political science: Political science (General)"
    ],
    "journalUrl": "https://scindeks.ceon.rs/journalDetails.aspx?issn=2217-995X&lang=en",
    "abstract": "In the two decades since its inception, the Women, Peace and Security (WPS) agenda has arguably had its greatest impact in terms of opening up discussions on women in conflict, in opening up security sector institutions for women and in setting up new mechanisms to try to counter conflict-related sexual violence. While this is in many ways commendable, this has also led to the militarisation of WPS, a narrow focus only on particular forms of gender-based violence, and led to a disengagement with the overarching goal of preventing armed violence in the first place. It has also led to a false perception that WPS only relates to armed conflict. Furthermore, where WPS-related consultation and participation mechanisms have been set up, these are often side-lined in times of crisis. Drawing on experience from working on WPS issues in various contexts, we argue for a fundamental rethink of the approach to 'prevention' in WPS, for a strengthening of the 'peace' element of WPS, and for a closer linking of WPS with other agendas such as climate change response, disarmament, social inequality, corruption, broader gender equality and gender transformation for the agenda to go beyond 'making war safe for women. ' These shifts need to be properly reflected in national and local implementation of WPS but also based on a more intersectional and comprehensive approach to gender.",
    "readLink": "https://scindeks-clanci.ceon.rs/data/pdf/2217-995X/2022/2217-995X2201049L.pdf"
  },
  {
    "title": "Extreme Weather Impacts on Inland Waterways Transport of Yangtze River",
    "authors": [
      "Lijun Liu,",
      "Yuanqiao Wen,",
      "Youjia Liang,",
      "Fan Zhang,",
      "Tiantian Yang"
    ],
    "doi": "https://doi.org/10.3390/atmos10030133",
    "journalVolume": "Vol. 10,\n                                no. 3\n                                \n                                  p.\n                                  133",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "The impact of extreme weather events on the navigation environment in the inland waterways of the Yangtze River is an interdisciplinary hotspot in subjects of maritime traffic safety and maritime meteorology, and it is also a difficult point for the implementation of decision-making and management by maritime and meteorological departments in China. The objective of this study is to review the variation trends and distribution patterns in the periods of adverse and extreme weather events that are expected to impact on inland waterways transport (IWT) on the Yangtze River. The frequency of severe weather events, together with the changes in their spatial extension and intensity, is analyzed based on the ERA-Interim datasets (1979–2017) and the GHCNDEX dataset (1979–2017), as well as the research progresses and important events (2004–2016) affecting the navigation environment. The impacts of extreme weather events on IWT accidents and phenomena of extreme weather (e.g., thunderstorms, lightning, hail, and tornadoes) that affect the navigation environment are also analyzed and discussed. The results show that: (1) the sections located in the plain climate zone is affected by extreme weather in every season, especially strong winds and heat waves; (2) the sections located in the hilly mountain climate zone is affected particularly by spring extreme phenomena, especially heat waves; (3) the sections located in the Sichuan Basin climate zone is dominated by the extreme weather phenomena in autumn, except cold waves; (4) the occurrence frequency of potential flood risk events is relatively high under rainstorm conditions and wind gusts almost affect the navigation environment of the Jiangsu and Shanghai sections in every year; (5) the heat wave indices (TXx, TR, and WSDI) tend to increase and the temperature of the coldest day of the year gradually increases; (6) the high occurrences of IWT accidents need to be emphasized by relevant departments, caused by extreme weather during the dry season; and (7) the trends and the degree of attention of extreme weather events affecting IWT are ranked as: heat wave > heavy rainfall > wind gust > cold spell > storm. Understanding the seasonal and annual frequency of occurrence of extreme weather events has reference significance for regional management of the Yangtze River.",
    "readLink": "http://www.mdpi.com/2073-4433/10/3/133"
  },
  {
    "title": "Soil erosion: An important indicator for the assessment of land degradation neutrality in Russia",
    "authors": [
      "Petr Tsymbarovich,",
      "German Kust,",
      "Mikhail Kumani,",
      "Valentin Golosov,",
      "Olga Andreeva"
    ],
    "doi": "Vol. 8,\n                                no. 4\n                                \n                                  pp.\n                                  418\n                                  – 429",
    "issn": "2095-6339 (Print)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)"
    ],
    "journalUrl": "http://www.journals.elsevier.com/international-soil-and-water-conservation-research/",
    "abstract": "This review of soil erosion (SE) studies in Russia focuses on two main tasks: (i) ensuring the completeness and reliability of SE data in Russia, a large country (17.1 million km2) with a variety of natural and socio-economic causes of land degradation, (ii) assessing the possibility of including a SE indicator among the indicators of land degradation neutrality (LDN). A wide range of statistical, remote sensing, mathematical modeling data, the results of scientific and field studies obtained at different levels were analyzed. It is asserted that in Russia the total area of eroded lands and those under erosion risk occupy more than 50% of all agricultural lands, whereas soil fertility of croplands decreased in Soviet time (from 1950s to 1980s) by 30–60% only due to water erosion. However, recent scientific studies indicate a decrease in erosion rate and in the area of eroded land during the last 30–40 years as a result of abandonment of arable land and subsequent overgrown with natural vegetation. The climate change resulting in decrease of the depth of soil freezing, flow of spring runoff also adds to the decrease of soil erosion. The SE indicator was suggested as an important complement to three global LDN indicators. At national and subnational level, it can be interpreted through such indices as “Rate of soil loss” (ton ha-1 yr-1) and “Total soil loss” (1000 tons, in certain area during selected time period). At local level the set of indices can be wider and site-specific, including those obtained through remote sensing data by using the classifier of thematic applications of remote sensing technologies; the example was tested at the local site.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S209563392030040X"
  },
  {
    "title": "The Effect of Precipitation on Hydropower Generation Capacity: A Perspective of Climate Change",
    "authors": [
      "Li Wei,",
      "Li Jiheng,",
      "Guo Junhong,",
      "Bao Zhe,",
      "Fu Lingbo,",
      "Hou Baodeng"
    ],
    "doi": "https://doi.org/10.3389/feart.2020.00268",
    "journalVolume": "Vol. 8",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "Hydropower, which is the most extensively used renewable energy, is sensitive to the change of streamflow under the great impact of precipitation. According to the relationship between the hydropower station generation and local precipitation, the impact of precipitation on hydropower can be analyzed. In this paper, the global climate model and regional climate model simulations in precipitation are compared firstly, and the high-resolution precipitation data are then calculated by stepwise clustering analysis statistical downscaling method. Secondly, based on the hydropower potential (HP), the hydropower response model driven by precipitation is established. Finally, the simulated generation of a hydropower station in Dadu River basin is used as a case to validate this proposed model. The results show that precipitation will increase by around 42% from May to August in study region, while it will decrease by 40% in other months in RCP4.5. For different periods of reservoir scheduling, the precipitation will increase by about 40% in the Neutral I and Wet period, while it will decrease by around 30% in other periods, which will lead to the shortening of the peak period of hydropower generation and the peak value will be decreased. Correspondingly, the results show power generation will decrease by around 12% from June to December and increase by around 4% in the rest months. On the other hand, owing to the changes in precipitation, the future power generation will increase by 25% in Neutral I and decrease by 13.5% in other periods, but the total hydropower generation will remain. The results can provide some decision support for future water resources management in Dadu river basin, especially for the planning and operation of hydropower stations.",
    "readLink": "https://www.frontiersin.org/article/10.3389/feart.2020.00268/full"
  },
  {
    "title": "Spatial soil information in South Africa: Situational analysis, limitations and challenges",
    "authors": [
      "Garry Paterson,",
      "Dave Turner,",
      "Liesl Wiese,",
      "George van Zijl,",
      "Cathy Clarke,",
      "Johan van Tol"
    ],
    "doi": "https://doi.org/10.17159/sajs.2015/20140178",
    "journalVolume": "Vol. 111,\n                                no. 5/6\n                                \n                                  pp.\n                                  1\n                                  – 7",
    "issn": "0038-2353 (Print)",
    "publisher": "1996-7489 (Online)",
    "countryOfPublisher": "Academy of Science of South Africa",
    "lcc": [
      "South Africa",
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.sajs.co.za",
    "abstract": "Soil information is vital for a range of purposes; however, soils vary greatly over short distances, making accurate soil data difficult to obtain. Soil surveys were first carried out in the 1920s, and the first national soil map was produced in 1940. Several regional studies were done in the 1960s, with the national Land Type Survey completed in 2002. Subsequently, the transfer of soil data to digital format has allowed a wide range of interpretations, but many data are still not freely available as they are held by a number of different bodies. The need for soil data is rapidly expanding to a range of fields, including health, food security, hydrological modelling and climate change. Fortunately, advances have been made in fields such as digital soil mapping, which enables the soil surveyors to address the need. The South African Soil Science fraternity will have to adapt to the changing environment in order to comply with the growing demands for data. At a recent Soil Information Workshop, soil scientists from government, academia and industry met to concentrate efforts in meeting the current and future soil data needs. The priorities identified included: interdisciplinary collaboration; expansion of the current national soil database with advanced data acquisition, manipulation, interpretation and countrywide dissemination facilities; and policy and human capital development in newly emerging soil science and environmental fields. It is hoped that soil information can play a critical role in the establishment of a national Natural Agricultural Information System.",
    "readLink": "https://www.sajs.co.za/article/view/3622"
  },
  {
    "title": "The Impact of Climate Change on Cholera: A Review on the Global Status and Future Challenges",
    "authors": [
      "Eirini Christaki,",
      "Panagiotis Dimitriou,",
      "Katerina Pantavou,",
      "Georgios K. Nikolopoulos"
    ],
    "doi": "https://doi.org/10.3390/atmos11050449",
    "journalVolume": "Vol. 11,\n                                no. 449\n                                \n                                  p.\n                                  449",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Water ecosystems can be rather sensitive to evolving or sudden changes in weather parameters. These changes can result in alterations in the natural habitat of pathogens, vectors, and human hosts, as well as in the transmission dynamics and geographic distribution of infectious agents. However, the interaction between climate change and infectious disease is rather complicated and not deeply understood. In this narrative review, we discuss climate-driven changes in the epidemiology of Vibrio species-associated diseases with an emphasis on cholera. Changes in environmental parameters do shape the epidemiology of Vibrio cholerae. Outbreaks of cholera cause significant disease burden, especially in developing countries. Improved sanitation systems, access to clean water, educational strategies, and vaccination campaigns can help control vibriosis. In addition, real-time assessment of climatic parameters with remote-sensing technologies in combination with robust surveillance systems could help detect environmental changes in high-risk areas and result in early public health interventions that can mitigate potential outbreaks.",
    "readLink": "https://www.mdpi.com/2073-4433/11/5/449"
  },
  {
    "title": "Climate change and tree growth in the Khakass-Minusinsk Depression (South Siberia) impacted by large water reservoirs",
    "authors": [
      "D. F. Zhirnova,",
      "L. V. Belokopytova,",
      "D. M. Meko,",
      "E. A. Babushkina,",
      "E. A. Vaganov"
    ],
    "doi": "https://doi.org/10.1038/s41598-021-93745-0",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Regional and local climate change depends on continentality, orography, and human activities. In particular, local climate modification by water reservoirs can reach far from shore and downstream. Among the possible ecological consequences are shifts in plant performance. Tree-ring width of affected trees can potentially be used as proxies for reservoir impact. Correlation analysis and t-tests were applied to climatic data and tree-ring chronologies of Pinus sylvestris L. and Larix sibirica Ledeb. from moisture-deficit habitats in the intermontane Khakass-Minusinsk Depression, to assess modification of climate and tree growth by the Krasnoyarsk and Sayano-Shushenskoe Reservoirs on the Yenisei River. Abrupt significant cooling in May–August and warming in September-March occurred after the launch of the turbines in dams, more pronounced near the Sayano-Shushenskoe dam (up to – 0.5 °C in summer and to + 3.5 °C in winter) than near the Krasnoyarsk Reservoir headwaters (– 0.3 °C and + 1.4 °C). Significant lengthening of the warm season was also found for temperature thresholds 0–8 °C. Shifts of seasonality and intensity occurred in climatic responses of all tree-ring chronologies after development of water reservoirs. Patterns of these shifts, however, depended on species-specific sensitivity to climatic modification, distance from reservoirs, and physiographic regions. Mitigation of climate continentality and extremes by reservoirs appears to have offset possible negative effects of warming on tree growth.",
    "readLink": "https://doi.org/10.1038/s41598-021-93745-0"
  },
  {
    "title": "Clumped-isotope-derived climate trends leading up to the end-Cretaceous mass extinction in northwestern Europe",
    "authors": [
      "H. E. O'Hora,",
      "S. V. Petersen,",
      "J. Vellekoop,",
      "J. Vellekoop,",
      "M. M. Jones,",
      "M. M. Jones,",
      "S. R. Scholz,",
      "S. R. Scholz"
    ],
    "doi": "https://doi.org/10.5194/cp-18-1963-2022",
    "journalVolume": "Vol. 18\n                                \n                                \n                                  pp.\n                                  1963\n                                  – 1982",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "Paleotemperature reconstructions of the end-Cretaceous interval document local and global climate trends, some driven by greenhouse gas emissions from Deccan Traps volcanism and associated feedbacks. Here, we present a new clumped-isotope-based paleotemperature record derived from fossil bivalves from the Maastrichtian type region in southeastern Netherlands and northeastern Belgium. Clumped isotope data document a mean temperature of 20.4±3.8 ∘C, consistent with other Maastrichtian temperature estimates, and an average seawater δ18O value of 0.2±0.8 ‰ VSMOW for the region during the latest Cretaceous (67.1–66.0 Ma). A notable temperature increase at ∼66.4 Ma is interpreted to be a regional manifestation of the globally defined Late Maastrichtian Warming Event, linking Deccan Traps volcanic CO2 emissions to climate change in the Maastricht region. Fluctuating seawater δ18O values coinciding with temperature changes suggest alternating influences of warm, salty southern-sourced waters and cooler, fresher northern-sourced waters from the Arctic Ocean. This new paleotemperature record contributes to the understanding of regional and global climate response to large-scale volcanism and ocean circulation changes leading up to a catastrophic mass extinction.",
    "readLink": "https://cp.copernicus.org/articles/18/1963/2022/cp-18-1963-2022.pdf"
  },
  {
    "title": "Designing Business Solutions for Plastic Waste Management to Enhance Circular Transitions in Kenya",
    "authors": [
      "Balint Horvath,",
      "Edmund Mallinguh,",
      "Csaba Fogarassy"
    ],
    "doi": "https://doi.org/10.3390/su10051664",
    "journalVolume": "Vol. 10,\n                                no. 5\n                                \n                                  p.\n                                  1664",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Least-developed countries face many challenges regarding their plastic waste management systems. In 2017, Kenya imposed a selective ban targeting manufacturers and consumers of plastic carrier bags. However, this selectivity does not avoid the continuous use of other plastic products. The present paper states that circular priorities, which have been defined to advanced economies, would not be entirely valid for the rest of the world. While high-income countries face only the impacts of their own consumption, developing nations must endure the externalities of these developed economies. Thus, the focus of the least developed part of the world must not be on reducing its relatively normal (or even low) consumption, but to manage its surplus material flow. According to the employed circular evaluation methodology (CEV—Circular Economic Value), the circularity level in Kenya’s plastic material flow stands on a rather low stage with 32.72%. This result outlines the linear deficiencies of the plastic waste management system and urges the prevention of further material leakage (such as energy use). Through the Business Model Canvas (BMC) approach this study offers a holistic business solution which can improve the system’s sustainability.",
    "readLink": "http://www.mdpi.com/2071-1050/10/5/1664"
  },
  {
    "title": "Twenty-first-century Southern Hemisphere impacts of ozone recovery and climate change from the stratosphere to the ocean",
    "authors": [
      "I. Ivanciu,",
      "K. Matthes,",
      "A. Biastoch,",
      "A. Biastoch,",
      "S. Wahl,",
      "J. Harlaß"
    ],
    "doi": "https://doi.org/10.5194/wcd-3-139-2022",
    "journalVolume": "Vol. 3\n                                \n                                \n                                  pp.\n                                  139\n                                  – 171",
    "issn": "2698-4016 (Online)",
    "publisher": "Copernicus Publications",
    "countryOfPublisher": "Germany",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.weather-climate-dynamics.net/",
    "abstract": "Changes in stratospheric ozone concentrations and increasing concentrations of greenhouse gases (GHGs) alter the temperature structure of the atmosphere and drive changes in the atmospheric and oceanic circulation. We systematically investigate the impacts of ozone recovery and increasing GHGs on the atmospheric and oceanic circulation in the Southern Hemisphere during the twenty-first century using a unique coupled ocean–atmosphere climate model with interactive ozone chemistry and enhanced oceanic resolution. We use the high-emission scenario SSP5-8.5 for GHGs under which the springtime Antarctic total column ozone returns to 1980s levels by 2048 in our model, warming the lower stratosphere and strengthening the stratospheric westerly winds. We perform a spatial analysis and show for the first time that the austral spring stratospheric response to GHGs exhibits a marked planetary wavenumber 1 (PW1) pattern, which reinforces the response to ozone recovery over the Western Hemisphere and weakens it over the Eastern Hemisphere. These changes, which imply an eastward phase shift in the PW1, largely cancel out in the zonal mean. The Southern Hemisphere residual circulation strengthens during most of the year due to the increase in GHGs and weakens in spring due to ozone recovery. However, we find that in November the GHGs also drive a weakening of the residual circulation, reinforcing the effect of ozone recovery, which represents another novel result. At the surface, the westerly winds weaken and shift equatorward due to ozone recovery, driving a weak decrease in the transport of the Antarctic Circumpolar Current and in the Agulhas leakage and a cooling of the upper ocean, which is most pronounced in the latitudinal band 35–45∘ S. The increasing GHGs drive changes in the opposite direction that overwhelm the ozone effect. The total changes at the surface and in the oceanic circulation are nevertheless weaker in the presence of ozone recovery than those induced by GHGs alone, highlighting the importance of the Montreal Protocol in mitigating some of the impacts of climate change. We additionally compare the combined effect of interactively calculated ozone recovery and increasing GHGs with their combined effect in an ensemble in which we prescribe the CMIP6 ozone field. This second ensemble simulates a weaker ozone effect in all the examined fields, consistent with its weaker increase in ozone. The magnitude of the difference between the simulated changes at the surface and in the oceanic circulation in the two ensembles is as large as the ozone effect itself. This shows the large uncertainty that is associated with the choice of the ozone field and how the ozone is treated.",
    "readLink": "https://wcd.copernicus.org/articles/3/139/2022/wcd-3-139-2022.pdf"
  }
]