[
  {
    "title": "Natural and anthropogenic sources of salinity in the Awash River and Lake Beseka (Ethiopia): Modelling impacts of climate change and lake-river interactions",
    "authors": [
      "Li Jin,",
      "Paul G. Whitehead,",
      "Gianbattista Bussi,",
      "Feyera Hirpa,",
      "Meron Teferi Taye,",
      "Yosef Abebe,",
      "Katrina Charles"
    ],
    "doi": "Vol. 36\n                                \n                                \n                                  p.\n                                  100865",
    "issn": "2214-5818 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Science: Geology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/journal-of-hydrology-regional-studies/",
    "abstract": "Study region: Awash River Basin, Ethiopia: Study focus: Many river basins in sub-Saharan Africa have become vulnerable due to the impact from climate change, weak governance and high levels of poverty. One of the primary concerns is the elevated salinity and the degradation of water quality in the Awash River. Located in the Great Rift Valley in Ethiopia, the Awash River has unique hydrochemistry due to water-rock interactions. However, in recent years, increasing anthropogenic activities including the discharge from saline Lake Beseka into the Awash River has caused some concern. This study used an Integrated Catchment Model to simulate chloride concentration in the Awash River Basin by taking both natural and anthropogenic sources of salinity into consideration. Future scenarios of climate change and Lake Beseka discharge were examined to assess the impact to the river water quality. New hydrologic insights: Results show that Lake Beseka has made significant contribution to the rise of the salinity in the Awash River. If the trend of human interference (e.g. increased irrigation and unregulated water transfer) continues, the river downstream of Lake Beseka could see Cl increases up to 200 % in the near future (2006–2030). The modeling results are essential for generating long term plans for proper utilization of water resources especially in the region where the resources and the economic capacity to meet the water demand is lacking.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S221458182100094X"
  },
  {
    "title": "Environmental justice analyses may hide inequalities in Indigenous people’s exposure to lead in Mount Isa, Queensland",
    "authors": [
      "Nathan Cooper,",
      "Donna Green,",
      "Marianne Sullivan,",
      "David Cohen"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aad295",
    "journalVolume": "Vol. 13,\n                                no. 8\n                                \n                                  p.\n                                  084004",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Distributive environmental justice studies frequently identify how ethnic minorities and communities of low socio-economic status (SES) are disproportionately likely to live in areas with an elevated risk of exposure to pollution. Few distributive justice studies have been conducted in Australia to explore whether this relationship is relevant to rural mining communities. In the remote mining city of Mount Isa, studies have found higher geometric mean blood lead levels (BLLs) among Indigenous children compared to non-Indigenous children. However, there is a lack of recent BLL data to determine conclusively if Indigenous children in Mount Isa are disproportionately exposed to lead pollution. We employed a common distributive environmental justice analysis approach to determine if Indigenous residents are disproportionately likely to live in areas with elevated soil lead concentrations. We analysed soil samples from 49 of 51 census areas at the Statistical Area 1 (SA1) level and measured the statistical correlation between soil lead concentration and the percentage of residents living in each SA1 who were of Indigenous status using Kendall’s tau and linear regression. We found little evidence of an association between soil lead concentration and either Indigenous status or SES, indicating that Indigenous and low-SES residents are not disproportionately likely to live in areas with elevated concentrations of soil lead. The results of this study, along with prior research on mining emissions and housing quality in Mount Isa, indicate that elevated BLLs among Indigenous children may be due to low-SES increasing the risk of exposure as a result of lower quality housing. Actions by governing and mining bodies to address children’s elevated BLLs in Mount Isa should give greater attention to risk factors related to SES. Furthermore, distributive environmental justice research must account for disparities in exposure which are not the result of disproportionate proximity to polluting sources.",
    "readLink": "https://doi.org/10.1088/1748-9326/aad295"
  },
  {
    "title": "The Impact of Rising Sea Levels on Historical Sites Old City Semarang",
    "authors": [
      "Putri Kirana Anindita Parama,",
      "Hasibuan Hayati Sari,",
      "Tambunan Rudy Parluhutan"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202131704012",
    "journalVolume": "Vol. 317\n                                \n                                \n                                  p.\n                                  04012",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "The phenomenon of climate change causes cities in coastal areas to be threatened by rising sea levels. Semarang is one of the coastal cities in Indonesia which is threatened by sea level rise. One of the consequences is tidal flooding in coastal areas of Semarang. Semarang as an old city has a cultural heritage area with historic buildings. The purpose of this paper is to analyze the current condition of the Semarang Old City National Cultural Heritage Area and the impact experienced by the tidal flood. The method used in this research is to conduct a literature study and field observations which are analyzed by spatial analysis of buildings in historical areas and descriptive analysis. This study shows that tidal flooding is a threat to cultural heritage buildings. The condition of the land in the city of Semarang, which is decreasing due to land subsidence and rising sea levels, has made the potential for damage to buildings in the old city area even greater.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2021/93/e3sconf_icenis2021_04012.pdf"
  },
  {
    "title": "Jurisprudence in the Crisis of Liberal Democracy",
    "authors": [
      "Adam Sulikowski"
    ],
    "doi": "https://doi.org/10.7206/kp.2080-1084.399",
    "journalVolume": "Vol. 2020,\n                                no. 3\n                                \n                                  pp.\n                                  126\n                                  – 142",
    "issn": "2080-1084 (Print)",
    "publisher": "2450-7938 (Online)",
    "countryOfPublisher": "Kozminski University",
    "lcc": [
      "Poland",
      "Law"
    ],
    "journalUrl": "https://krytykaprawa.pl/resources/html/cms/MAINPAGE",
    "abstract": "The article concerns real and potential reactions of jurisprudential discourses to the phenomenon of the crisis of liberal democracy. The author argues that liberal democracy has been a hegemonic structure – meaning that not only has it been dominant in the factual sense in the broadly understood Western legal and political culture but it has also effectively suppressed any competing discourses. Today, the hegemony of demoliberalism is being questioned. The new state of affairs causes a range of complications that jurisprudential discourses have to deal with. The author considers three possible scenarios of the reaction of these discourses to the said crisis. The first of them means a shift towards democratic authoritarianism. The second is about remaining in a collective hypocrisy, waiting for a change in the current intellectual climate. The third involves accepting the political nature of jurisprudence and making the concept of agonistic democracy a reality.",
    "readLink": "https://journals.kozminski.edu.pl/pl/pub/5815"
  },
  {
    "title": "Mitigation strategies for conserving bird diversity under climate change scenarios in Europe: The role of forest naturalization.",
    "authors": [
      "María Martínez-Jauregui,",
      "María Jesús Serra-Varela,",
      "Mario Díaz,",
      "Mario Soliño"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0202009",
    "journalVolume": "Vol. 13,\n                                no. 8\n                                \n                                  p.\n                                  e0202009",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "There are many possible strategies to promote naturalization in anthropogenic landscapes to mitigate global change effects. We combined large-scale databases available for continental Spain on: (1) distribution of breeding birds, (2) forest inventory stands, (3) land-use cover, (4) 18 global climate models recently developed at local scales, and (5) historical and genetically-based information on the distribution of natural versus planted pine forests, to analyze whether back to nature strategies may help to mitigate biodiversity loss due to climate change. We performed the analysis along environmental and ecological gradients of pine forests in Southern Europe. Models suggested that, naturalization strategies, in this case defined by the replacement of planted pine forests and eucalyptus forests by natural pine forests, could help to mitigate the expected loss of bird diversity due to climate change, but that mitigation efficiency will vary along environmental and ecological gradients. Maximum levels of diversity mitigation were predicted at intermediate levels of naturalization, with lower bird richness in areas where all pine forests were either planted or naturalized. Efficiency also varied spatially, given that both cold- and hot-spots of climate-driven bird diversity loss were identified. Transforming planted forest into natural forest is not a mitigation panacea, and additional regionally-adapted strategies may be identified to mitigate the expected biodiversity loss in forest ecosystems.",
    "readLink": "http://europepmc.org/articles/PMC6114515?pdf=render"
  },
  {
    "title": "The Role of International Human Rights Law in Fights Against Climate Change",
    "authors": [
      "Andika Putra"
    ],
    "doi": "https://doi.org/10.18196/jmh.v28i2.10988",
    "journalVolume": "Vol. 28,\n                                no. 2\n                                \n                                  pp.\n                                  153\n                                  – 164",
    "issn": "0854-8919 (Print)",
    "publisher": "2503-1023 (Online)",
    "countryOfPublisher": "Universitas Muhammadiyah Yogyakarta",
    "lcc": [
      "Indonesia",
      "Law: Law in general. Comparative and uniform law. Jurisprudence"
    ],
    "journalUrl": "http://journal.umy.ac.id/index.php/jmh",
    "abstract": "This paper aims to examine the current international legal framework that addresses climate change and identify the role of international human rights law in climate change issues. This paper began by identifying the international legal basis, the development of international legal regimes, and looking at the character and nature of these frameworks. Furthermore, this study seeks to identify the role of international human rights law to close the gap left by the climate change framework. This normative legal research examined secondary data from relevant books, journals, and published documents. There were several findings from this research. First, the current international climate change framework is insufficient to address climate change problems and their adverse impact. Second, international human rights law may play a significant role in closing the current climate change framework gap. International human rights law will add distinctive value to the current system, perform the complementary function to the non-legally binding commitment, and provide an 'arena' for such non-compliance behavior of states parties.",
    "readLink": "https://journal.umy.ac.id/index.php/jmh/article/view/10988"
  },
  {
    "title": "Estimation of above‐ground live biomass and carbon stocks in different plant formations and in the soil of dry forests of the Ecuadorian coast",
    "authors": [
      "Carlos A. Salas Macías,",
      "Julio C. Alegre Orihuela,",
      "Sergio Iglesias Abad"
    ],
    "doi": "https://doi.org/10.1002/fes3.115",
    "journalVolume": "Vol. 6,\n                                no. 4\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2048-3694 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20483694",
    "abstract": "Abstract Dry forests are very fragile ecosystems as they are easily used as a source of subsistence products. In this sense, quantifying the carbon stock in these forests is of relevant importance for their conservation and to be able to quantify their participation as mitigation of the effects of climate change. Five 250 m2‐sample plots were established to estimate carbon stored in two pools for each of the plant formations identified (Dry Scrubland, DS; Dry Deciduous Forest, DDF; Dry Semideciduous Forest, DSF). The amount of carbon stored in soils was determined by analyzing the organic carbon randomly taken in each plot. Allometric equations were used to estimate the amount of carbon in above‐ground biomass, taking the total height (H) and the diameter at breast height (DBH) of trees whose DBH is equal to or greater than 5 cm. The total carbon stored in each plant formation was estimated by adding the amount of carbon in biomass and in soils, resulting in 60.30, 69.62, and 123.05 Mg of carbon per hectare for the DS, DDF, and DSF, respectively.",
    "readLink": "https://doi.org/10.1002/fes3.115"
  },
  {
    "title": "A regional process under the international initiative for IFM",
    "authors": [
      "Murase Masahiko,",
      "Iwami Yoichi,",
      "Sawano Hisaya,",
      "Tokunaga Yoshio,",
      "Miyake Katsuhito,",
      "Takeuchi Kuniyoshi,",
      "Koike Toshio"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/20160720020",
    "journalVolume": "Vol. 7\n                                \n                                \n                                  p.\n                                  20020",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "Climate change is likely to result in increases in the frequency or intensity of extreme weather events including floods. The International Flood Initiative (IFI), initiated in January 2005 by UNESCO and WMO and voluntary partner organizations has promoted an integrated flood management (IFM) to take advantage of floods and use of floodplains while reducing the social, environmental and economic risks. Its secretariat is located in ICHARM. The initiative objective is to support national platforms to practice evidence-based disaster risk reduction through mobilizing scientific and research networks. After its initial decade, the initiative is providing a stepping-stone for the implementation of Sendai Framework by revitalizing its activities aimed at building on the sucess of the past, while addressing existing gaps in integrated flood managemnet strategies comprising of optimal structural and nonstructural measures thereby mainstreaming disaster risk reduction and targeting sustainable development. In this context, a new mechanism try to facilitate monitoring, assessment and capacity building in the Asia Pacific region. The primary outcomes of the mechanism are demand-driven networking and related documentations of best practices for 1) hazard assessment, 2) exposure assessment, 3) vulnerability assessment and coping capacity to identify the gaps, and 4) follow-ups and monitoring of the IFM process.",
    "readLink": "http://dx.doi.org/10.1051/e3sconf/20160720020"
  },
  {
    "title": "The impact of weather on bicycle risk exposure",
    "authors": [
      "Sylwia Pazdan"
    ],
    "doi": "https://doi.org/10.5604/01.3001.0014.5629",
    "journalVolume": "Vol. 56,\n                                no. 4\n                                \n                                  pp.\n                                  89\n                                  – 105",
    "issn": "0866-9546 (Print)",
    "publisher": "2300-8830 (Online)",
    "countryOfPublisher": "Faculty of Transport, Warsaw University of Technology",
    "lcc": [
      "Poland",
      "Technology: Engineering (General). Civil engineering (General): Transportation engineering",
      "Technology: Technology (General): Industrial engineering. Management engineering: Automation"
    ],
    "journalUrl": "http://www.archivesoftransport.com/?id=1",
    "abstract": "Traffic volume is the main independent variable of risk exposure in road safety models. Cyclists as a vulnerable road users are more exposed to weather conditions than e.g. car drivers. As a result, their decision of whether to cycle is strongly related to weather conditions. It suggests that any change in the weather may have a significant effect on bicycle use. Objective of the paper was to indicate which weather parameters have a significant impact on bicycle use, how a change in weather parameters affects the change in bicycle volume (risk exposure) and, consequently, predicted number of crashes with cyclists and which factors differentiate the impact of weather conditions on bicycle volume. The impact of weather on bicycle volume variability was estimated based on literature review. The Web of Science, Scopus and TRID databases were searched. Finally, 33 papers from 1977 up to 2020, different in terms of the methodology used, country of origin, and analyzed group of cyclists, were reviewed. The impact of change in weather conditions on the predicted number of crashes with cyclists was estimated using own road safety models and previous research results. Results indicate that air temperature, precipitation, sunshine, cloud cover, humidity, and wind strength, have a significant influence on bicycle use. The impact of the weather on bicycle volume differs between different cyclists’ groups (different levels of experience, age, gender), trip motivations (recreational, commuting, etc.) and locations (countries, cities, climate zones). The paper shows complexity of impact of weather conditions on cycling and sensitivity of relationship between weather conditions and bicycle volume (i.e. risk exposure) and, as a consequence, bicycle safety. Results indicate that weather conditions should always be taken into consideration when analyzing cycling, especially in road safety analysis. The discussion of presented research results, research methods used with their limitations, and recommendations for future research were described.",
    "readLink": "http://aot.publisherspanel.com/gicid/01.3001.0014.5629"
  },
  {
    "title": "Beyond Rewards and Punishments in the Brazilian  Amazon: Practical Implications of the REDD+  Discourse",
    "authors": [
      "Maria Fernanda Gebara,",
      "Arun Agrawal"
    ],
    "doi": "https://doi.org/10.3390/f8030066",
    "journalVolume": "Vol. 8,\n                                no. 3\n                                \n                                  p.\n                                  66",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Through different policies and measures reducing emissions from deforestation and degradation and enhancing conservation (REDD+) has grown into a way to induce behavior change of forest managers and landowners in tropical countries. We argue that debates around REDD+ in Brazil have typically highlighted rewards and punishments, obscuring other core interventions and strategies that are also critically important to reach the goal of reducing deforestation, supporting livelihoods, and promoting conservation (i.e., technology transfer and capacity building). We adopt Foucault’s concepts of governmentality and technologies of governance to provide a reading of the REDD+ discourse in Brazil and to offer an historical genealogy of the rewards and punishments approach. By analyzing practical elements from REDD+ implementation in the Brazilian Amazon, our research provides insights on the different dimensions in which smallholders react to rewards and punishments. In doing so, we add to the debate on governmentality, supplementing its focus on rationalities of governance with attention to the social practices in which such rationalities are embedded. Our research also suggests that the techniques of remuneration and coercion on which a rewards and punishments approach relies are only supporting limited behavioral changes on the ground, generating negative adaptations of deforestation practices, reducing positive feedbacks and, perhaps as importantly, producing only short‐term outcomes at the expense of positive longterm land use changes. Furthermore, the approach ignores local heterogeneities and the differences between the agents engaging in forest clearing in the Amazon. The practical elements of the REDD+ discourse in Brazil suggest the rewards and punishments approach profoundly limits our understanding of human behavior by reducing the complex and multi‐dimensional to a linear and rational simplicity. Such simplification leads to an underestimation of smallholders’ capacity to play a key role in climate mitigation and adaptation. We conclude by highlighting the importance of looking at local heterogeneities and capacities and the need to promote trust, altruism and responsibility towards others and future generations.",
    "readLink": "http://www.mdpi.com/1999-4907/8/3/66"
  }
]