[
  {
    "title": "Fostering the Environmental Performance of Hotels in Pakistan: A Moderated Mediation Approach From the Perspective of Corporate Social Responsibility",
    "authors": [
      "Bilal Ahmed,",
      "Hongming Xie,",
      "Hongming Xie,",
      "Malik Zia-Ud-Din,",
      "Muhammad Zaheer,",
      "Naveed Ahmad,",
      "Manman Guo"
    ],
    "doi": "https://doi.org/10.3389/fpsyg.2022.857906",
    "journalVolume": "Vol. 13",
    "issn": "1664-1078 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Philosophy. Psychology. Religion: Psychology"
    ],
    "journalUrl": "http://frontiersin.org/psychology",
    "abstract": "The Islamic Republic of Pakistan has been a mere victim of climate change in recent years. The country needs emergency measures at every level to mitigate environmental dilapidation. The role of enterprises in the country’s environmental efforts is critical. In this regard, the hotel sector is known for its outsized carbon footprint. Knowing this, the current study aims to improve a hotel enterprise’s environmental performance (ENP) as an outcome of corporate social responsibility (CSR). The study also considers the mediating role of pro-environmental behavior (PEB) of employees and the moderating role of altruistic values (ALT). A hypothesized model was developed, which was validated by employing the structural equation modeling technique. The empirical results confirmed that CSR, directly and indirectly (through PEB), positively induces the ENP of a hotel enterprise. Whereas the conditional indirect role of ALT was also found significant. The study offers different implications for theory and practice, among which one important takeaway for the hotel sector is to realize the importance of employees to spur ENP of a hotel enterprise through their eco-friendly behavior. At the same time, the current work also advances the theory by highlighting the moderating role of ALT between the indirect relationship of CSR and ENP.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpsyg.2022.857906/full"
  },
  {
    "title": "Heavy Precipitation Impacts on Nitrogen Loading to the Gulf of Mexico in the 21st Century: Model Projections Under Future Climate Scenarios",
    "authors": [
      "Jien Zhang,",
      "Chaoqun Lu,",
      "William Crumpton,",
      "Christopher Jones,",
      "Hanqin Tian,",
      "Gabriele Villarini,",
      "Keith Schilling,",
      "David Green"
    ],
    "doi": "https://doi.org/10.1029/2021EF002141",
    "journalVolume": "Vol. 10,\n                                no. 4\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2328-4277 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://agupubs.onlinelibrary.wiley.com/journal/23284277",
    "abstract": "Abstract While spatial heterogeneity of riverine nitrogen (N) loading is predominantly driven by the magnitude of basin‐wide anthropogenic N input, the temporal dynamics of N loading are closely related to the amount and timing of precipitation. However, existing studies do not disentangle the contributions of heavy precipitation versus non‐heavy precipitation predicted by future climate scenarios. Here, we explore the potential responses of N loading from the Mississippi Atchafalaya River Basin to precipitation changes using a well‐calibrated hydro‐ecological model and Coupled Model Intercomparison Project Phase 5 climate projections under two representative concentration pathway (RCP) scenarios. With present agricultural production and management practices, N loading could increase up to 30% by the end of the 21st century under future climate scenarios, half of which would be driven by heavy precipitation. Particularly, the RCP8.5 scenario, in which heavy precipitation and drought events become more frequent, would increase N loading disproportionately to projected increases in river discharge. N loading in spring would contribute 41% and 51% of annual N loading increase under the RCP4.5 and RCP8.5 scenarios, respectively, most of which is related to higher N yield due to increases in heavy precipitation. Anthropogenic N inputs would be increasingly susceptible to leaching loss in the Midwest and the Mississippi Alluvial Plain regions. Our results imply that future climate change alone, including more frequent and intense precipitation extremes, would increase N loading and intensify the eutrophication of the Gulf of Mexico over this coming century. More effective nutrient management interventions are needed to reverse this trend.",
    "readLink": "https://doi.org/10.1029/2021EF002141"
  },
  {
    "title": "Physiological Responses of Chickpea Genotypes to Cold and Heat Stress in Flowering Stage",
    "authors": [
      "Mareen Zeitelhofer,",
      "Rong Zhou,",
      "Carl-Otto Ottosen"
    ],
    "doi": "https://doi.org/10.3390/agronomy12112755",
    "journalVolume": "Vol. 12,\n                                no. 2755\n                                \n                                  p.\n                                  2755",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "Due to climate change, more temperature extremes are expected in the future, potentially endangering agricultural production. Chickpea (Cicer arietinum L.) is an important cool-season food legume grown worldwide; however, cold and heat episodes are major threats in chickpea production that cause considerable yield losses especially at the flowering stage. The aim of this study was to evaluate the physiological performance of contrasting chickpea genotypes during the flowering phase under cold and heat. Four chickpea genotypes (Desi, Eldorado, Acc#2 and Acc#7) with different temperature susceptibilities were treated for 3 days under cold (9/4 °C) and heat (38/33 °C). The results showed that cold stress reduced the maximum quantum efficiency of photosystem II (Fv/Fm) by 5%, net photosynthetic rate (PN) by 74%, and chlorophyll a+b content by 31% on average in all tested genotypes. Up to a 9-fold increase in the amount of starch was found in the leaves of plants under cold stress, indicating that carbohydrates strongly accumulated in chickpeas under cold stress. This helps to maintain the vegetative and generative organs and enable fast recovery. Under heat stress, chickpeas maintained Fv/Fm and PN, although chlorophyll a+b content decreased by 39% on average. Carbohydrates did not accumulate under heat in chickpeas; thereby, a reduction in biomass and reproductive organs took place. Genetic variation in response to cold and heat stress was detected among the tested flowering chickpea genotypes. Desi and Acc#2 were cold-sensitive candidates, and Eldorado was a cold-tolerant candidate, whereas Acc#7 and Acc#2 were heat-sensitive candidates, while Desi and Eldorado were heat-tolerant candidates. This study provides important knowledge on the physiological response of flowering chickpeas under cold and heat stress. This will benefit the identification of stress-tolerant chickpea genotypes to ensure high yields in the future climate.",
    "readLink": "https://www.mdpi.com/2073-4395/12/11/2755"
  },
  {
    "title": "Analisis Perubahan Daya Dukung Sumberdaya Air Berdasarkan Ketersediaan dan Kebutuhan Air di DAS Gembong Tahun 2010-2020",
    "authors": [
      "Mega Widyaningsih,",
      "Chatarina Muryani,",
      "Rahning Utomowati"
    ],
    "doi": "https://doi.org/10.21776/ub.jsal.2021.008.02.1",
    "journalVolume": "Vol. 8,\n                                no. 2\n                                \n                                  pp.\n                                  54\n                                  – 64",
    "issn": "2356-3389 (Print)",
    "publisher": "2655-9676 (Online)",
    "countryOfPublisher": "Department of Agricultural Engineering, Faculty of Agricultural Technology",
    "lcc": [
      "Indonesia",
      "Technology: Environmental technology. Sanitary engineering",
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering"
    ],
    "journalUrl": "https://jsal.ub.ac.id/index.php/jsal/index",
    "abstract": "ABSTRAK Perubahan penggunaan lahan terjadi di Daerah Aliran Sungai (DAS) Gembong Kabupaten Karanganyar khususnya di Kecamatan Tawangmangu yang terletak di bagian hulu DAS Gembong terjadi akibat meningkatnya pengembangan kawasan wisata. Sebagai pengatur tata air dan kawasan resapan, keberadaannya perlu dilestarikan fungsinya untuk menjaga keseimbangan ekosistem di DAS tersebut. Tujuan penelitian ini untuk mengetahui daya dukung sumber daya air, dan perubahan daya dukung sumber daya air dari tahun 2010 hingga 2020. Metode penelitian yang digunakan adalah metode deskriptif kuantitatif dengan pendekatan keruangan. Perhitungan ketersediaan air disimulasikan berdasarkan data curah hujan dan iklim, sedangkan kebutuhan air dihitung berdasarkan berbagai macam peruntukan kebutuhan air. Hasil penelitian menunjukkan bahwa daya dukung sumber daya air di DAS Gembong pada tahun 2010 dan 2020 dalam keadaan surplus. Tahun 2010 terjadi surplus penggunaan air sebesar 24,163,553.54 m3 per tahun, sedangkan tahun 2020 juga terjadi surplus air sebesar 23,550,429.40 m3 per tahun. Berdasarkan nilai daya dukung sumber daya air antara tahun 2010 hingga 2020 telah mengalami perubahan yang cukup signifikan karena mengalami penurunan yang cukup tinggi sebesar 1,360,828.92 m3. Kata kunci: daya dukung, kebutuhan air, persediaan air, sumber daya air ABSTRACT Changes in land use occur in the Gembong Watershed (DAS) Karanganyar Regency, especially in Tawangmangu District, which is located in the upstream part of the Gembong Watershed, due to the increasing development of tourist areas. As a regulator of water systems and catchment areas, its function needs to be preserved to maintain the balance of the ecosystem in the watershed. The research objective was to determine the carrying capacity of water resources and their changes from 2010 to 2020. The research method used was a quantitative descriptive method with a spatial approach. Calculation of water availability is simulated based on rainfall and climate data; while water demand is calculated based on various uses of water needs. The results showed that the carrying capacity of water resources in the Gembong watershed in 2010 and 2020 was in a state of surplus. In 2010 there was a water use surplus of 24,163,553.54 m3 per year, while in 2020 there was also a water surplus of 23,550,429.40 m3 per year. Based on the value of the carrying capacity of water resources between 2010 and 2020, there has been a significant change due to a fairly high decline of 1,360,828.92 m3. Keywords: carrying capacity, water demand, water supply, water resources",
    "readLink": "https://jsal.ub.ac.id/index.php/jsal/article/view/401"
  },
  {
    "title": "Canine Dirofilariasis: A Case Report and Review of the Literature",
    "authors": [
      "Adebayo O. O.,",
      "Akande F. A.,",
      "Adenubi O. T."
    ],
    "doi": "https://doi.org/10.2478/fv-2020-0029",
    "journalVolume": "Vol. 64,\n                                no. 3\n                                \n                                  pp.\n                                  75\n                                  – 81",
    "issn": "2453-7837 (Online)",
    "publisher": "Sciendo",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Agriculture: Animal culture: Veterinary medicine"
    ],
    "journalUrl": "https://sciendo.com/journal/FV",
    "abstract": "Dirofilariasis is a disease of clinical importance in dogs. It is to this end that a case of a seven-year-old mongrel with dirofilariasis was presented to examine the unique features and presentation in the canine patient in question. The dog had clinical signs consistent with the disease. Further diagnostic tests were performed to establish the presence and severity of the disease and make an appropriate treatment plan. The Knott’s test revealed Dirofilaria species in the circulating blood and radiography showed right ventricular hypertrophy with pulmonary arterial enlargement and increased bronchial opacification. The treatment instituted was ivermectin therapy by subcutaneous injection every two weeks for six months, cardiac glycoside and antibiotics for 14 days. The clinical signs resolved after completion of the treatment. A general overview of heartworm infection in dogs was also done to update current knowledge of the disease. Though the risk of significant propagation of Dirofilaria immitis is considered low, with the climate change and international pet travel regulations, this emerging zoonosis remains a threat.",
    "readLink": "https://doi.org/10.2478/fv-2020-0029"
  },
  {
    "title": "Nitrous oxide emission from a flooded tropical wetland across a vegetation and land use gradient",
    "authors": [
      "David Were,",
      "Thomas Hein,",
      "Frank Kansiime"
    ],
    "doi": "https://doi.org/10.2166/wcc.2023.274",
    "journalVolume": "Vol. 14,\n                                no. 2\n                                \n                                  pp.\n                                  387\n                                  – 400",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "This study investigated, using the closed chamber method, the impact of (1) vegetation community type (Typha latifolia, Cyperus papyrus and Phragmites mauritianus) in a natural tropical freshwater marsh wetland (marsh) and (2) conversion of a natural tropical freshwater marsh into a rice paddy wetland (rice paddy), on nitrous oxide (N2O) emission. Both the marsh and the rice paddy were continuously flooded, while the rice paddy was unfertilized. Average N2O emission from the marsh did not vary significantly (p > 0.05) among the vegetation communities, ranging from 0.5 to 0.6 μg m−2 h−1. Similarly, these N2O emission rates were not significantly different (p > 0.05) from those recorded in the rice paddy (0.7 ± 2.8 [SE] μg m−2 h−1). There was no significant correlation (p > 0.05) between environmental parameters and N2O emission. We concluded that vegetation community type does not affect N2O emission from natural tropical freshwater marshes under continuous flooding. Further, converting natural tropical freshwater marshes into continuously flooded and unfertilized rice paddies does not affect N2O emission but instead enhances carbon emission, as was depicted by the significantly lower (p > 0.05) soil organic carbon content in the rice paddy. In view of climate change mitigation, therefore, wetland management should give priority to the conservation/protection of natural wetlands. HIGHLIGHTS Vegetation community type does not affect N2O emission from continuously flooded natural tropical wetlands.; Continuously flooded and unfertilized rice paddies are not N2O emission hotspots but are significant carbon sources.; N2O emission from continuously flooded tropical wetlands is not affected by seasonal changes.; Conserving natural wetlands, rather than converting them into rice paddies, enhances climate change mitigation.;",
    "readLink": "http://jwcc.iwaponline.com/content/14/2/387"
  },
  {
    "title": "Agriculture's Contribution to Climate Change and Role in Mitigation Is Distinct From Predominantly Fossil CO2-Emitting Sectors",
    "authors": [
      "John Lynch,",
      "Michelle Cain,",
      "Michelle Cain,",
      "David Frame,",
      "Raymond Pierrehumbert"
    ],
    "doi": "https://doi.org/10.3389/fsufs.2020.518039",
    "journalVolume": "Vol. 4",
    "issn": "2571-581X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply",
      "Technology: Chemical technology: Food processing and manufacture"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/sustainable-food-systems#",
    "abstract": "Agriculture is a significant contributor to anthropogenic global warming, and reducing agricultural emissions—largely methane and nitrous oxide—could play a significant role in climate change mitigation. However, there are important differences between carbon dioxide (CO2), which is a stock pollutant, and methane (CH4), which is predominantly a flow pollutant. These dynamics mean that conventional reporting of aggregated CO2-equivalent emission rates is highly ambiguous and does not straightforwardly reflect historical or anticipated contributions to global temperature change. As a result, the roles and responsibilities of different sectors emitting different gases are similarly obscured by the common means of communicating emission reduction scenarios using CO2-equivalence. We argue for a shift in how we report agricultural greenhouse gas emissions and think about their mitigation to better reflect the distinct roles of different greenhouse gases. Policy-makers, stakeholders, and society at large should also be reminded that the role of agriculture in climate mitigation is a much broader topic than climate science alone can inform, including considerations of economic and technical feasibility, preferences for food supply and land-use, and notions of fairness and justice. A more nuanced perspective on the impacts of different emissions could aid these conversations.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fsufs.2020.518039/full"
  },
  {
    "title": "Development of a multi-scale monitoring programme: approaches for the Arctic and lessons learned from the Circumpolar Biodiversity Monitoring Programme 2002-2022",
    "authors": [
      "Tom Barry,",
      "Tom Barry,",
      "Tom Christensen,",
      "Carolina Behe,",
      "Catherine Coon,",
      "Joseph M. Culp,",
      "Sierra Fletcher,",
      "Micheal Gill,",
      "Willem Goedkoop,",
      "Reidar Hindrum,",
      "Cynthia Jacobson,",
      "Tahzay Jones,",
      "Kári Fannar Lárusson,",
      "Jennifer Lento,",
      "Mark Marissink,",
      "Donald McLennan,",
      "Courtney Price,",
      "Mia Rönkä,",
      "Michael Svoboda,",
      "Inge Thaulow,",
      "Jason Taylor,",
      "Susse Wegeberg,",
      "Niels Martin Schmidt,",
      "Risa Smith"
    ],
    "doi": "https://doi.org/10.3389/fcosc.2023.1220521",
    "journalVolume": "Vol. 4",
    "issn": "2673-611X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/conservation-science",
    "abstract": "The Arctic Council working group, the Conservation of Arctic Flora and Fauna (CAFF) established the Circumpolar Biodiversity Monitoring Programme (CBMP), an international network of scientists, governments, Indigenous organizations, and conservation groups working to harmonize and integrate efforts to extend and develop monitoring and assessment of the Arctic’s biodiversity. Its relevance stretches beyond the Arctic to a broad range of regional and global initiatives and agreements. This paper describes the process and approach taken in the last two decades to develop and implement the CBMP. It documents challenges encountered, lessons learnt, and solutions, and considers how it has been a model for national, regional, and global monitoring programmes; explores how it has impacted Arctic biodiversity monitoring, assessment, and policy and concludes with observations on key issues and next steps. The following are overarching prerequisites identified in the implementation of the CBMP: effective coordination, sufficient and sustained funding, improved standards and protocols, co-production of knowledge and equitable involvement of IK approaches, data management to facilitating regional analysis and comparisons, communication and outreach to raising awareness and engagement in the programme, ensuring resources to engage in international fora to ensuring programme implementation.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fcosc.2023.1220521/full"
  },
  {
    "title": "Recent increase in autumn temperature has stabilized tree growth in forests near the tree lines in Chilean Patagonia",
    "authors": [
      "Stephanie Gibson‐Carpintero,",
      "Alejandro Venegas‐González,",
      "Vinci D. Urra,",
      "Sergio A. Estay,",
      "Álvaro G. Gutiérrez"
    ],
    "doi": "https://doi.org/10.1002/ecs2.4266",
    "journalVolume": "Vol. 13,\n                                no. 10\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract It is widely accepted that global warming is affecting forests near the tree line by increasing tree growth in these cold‐limited environments. However, since about 1970, a reduction in tree growth near the tree line has been observed in response to warming and increased drought stress. This reduction in tree growth has been mainly reported in forests of the northern hemisphere but less studied in southern forests. In this study, we investigated tree populations of Nothofagus pumilio located near the arboreal altitudinal limit in the central Patagonian Andes (45–47° S, Aysén region, Chile). In this region, warming has been accompanied by increased drought conditions since the 2000s. We explored whether this climatic variability has promoted or reduced tree growth at the regional scale in tree lines of these broadleaved temperate forests of central Patagonia. We constructed tree‐ring chronologies and determined common growth patterns and trends, and then analyzed the influence of recent climate. We detected a significant change in the slope of regional growth trends between the periods 1955–1985 and 1985–2015. We found that positive growth trends in the period 1955–1985 were associated with warmer and drier springs. However, after 1985, we found a stabilization in N. pumilio growth associated with a steady increase in temperature in autumn. Our results support the idea that more frequent warm autumns, with very thin or no snow cover, have stabilized tree growth due to water deficit at the end of the growing season of N. pumilio. The predicted climate change scenario of increasing temperatures and drought in central Patagonia may increase competition among trees for water, particularly at the end of the growing season. Consequently, we could expect a decreasing forest growth trend in central Patagonia, potentially impacting forest dynamics of these southern forests.",
    "readLink": "https://doi.org/10.1002/ecs2.4266"
  },
  {
    "title": "Using a Rainfall Simulator to Define the Effect of Soil Conservation Techniques on Soil Loss and Water Retention",
    "authors": [
      "Jakub Stašek,",
      "Josef Krása,",
      "Martin Mistr,",
      "Tomáš Dostál,",
      "Jan Devátý,",
      "Tomáš Středa,",
      "Jan Mikulka"
    ],
    "doi": "https://doi.org/10.3390/land12020431",
    "journalVolume": "Vol. 12,\n                                no. 431\n                                \n                                  p.\n                                  431",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "In the Czech Republic, the Universal Soil Loss Equation provides the basis for defining the soil protection strategy. Field rainfall simulators were used to define the actual cover-management factor values of the most extensively seeded crops in the Czech Republic. The second purpose was to assess rainfall-runoff ratio for different crops and management to contribute to the debate of water retention effectiveness during approaching climate change. The methodology focused on multi-seasonal measurements to cover the most important phenological phases. The rainfall intensity was 60 mm·h−1 for 30 min and a plot size of 16 m2. More than 380 rainfall simulation experiments provided data. Soil conservation techniques proved to have a significant effect on runoff reduction. Conventionally seeded maize can reduce the runoff ratio to around 50%. However, cover crops combined with reduced tillage or direct seeding can reduce the runoff ratio to 10–20% for ‘dry’ conditions and to 12–40% for ‘saturated’ conditions. Conventionally seeded maize on average loses 4.3 Mg·ha−1 per 30 min experiment. However, reduced tillage and direct seeding reduce soil loss to 0.6 and 0.16 Mg·ha−1, respectively. A comparison with the original USDA values for maize showed that it is desirable to redefine the crop cover factor.",
    "readLink": "https://www.mdpi.com/2073-445X/12/2/431"
  }
]