[
  {
    "title": "Saudi Arabia’s Journey toward Net-Zero Emissions: Progress and Challenges",
    "authors": [
      "Mazen A. Al-Sinan,",
      "Abdulaziz A. Bubshait,",
      "Fatimah Alamri"
    ],
    "doi": "https://doi.org/10.3390/en16020978",
    "journalVolume": "Vol. 16,\n                                no. 978\n                                \n                                  p.\n                                  978",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Combating climate change by reducing greenhouse gas (GHG) emissions has become an obligation for countries that ratified the Paris Agreement. Saudi Arabia, as a member of the Paris Agreement, pledged to achieve net zero emissions (NZE) by 2060. This endeavor is challenging for all countries. This paper provides an analysis and assessment of the Saudi measures to achieve NZE by 2060. The analysis reveals that Saudi Arabia will reduce the total net emissions to 49.67 Mt of CO2eq, whereas under a business-as-usual scenario, the emissions would reach 1.724 million tons (Mt) of CO2 equivalent (CO2eq). The study reveals that sectors conducting environmental, social, and governance ratings (ESG) and those where the government is a stakeholder are on the right track and will facilitate the government’s efforts in reaching NZE. The gap in reaching NZE will be mainly due to the Saudi steel and cement industries.",
    "readLink": "https://www.mdpi.com/1996-1073/16/2/978"
  },
  {
    "title": "Whole transcriptome analysis reveals changes in expression of immune-related genes during and after bleaching in a reef-building coral",
    "authors": [
      "Jorge H. Pinzón,",
      "Bishoy Kamel,",
      "Colleen A. Burge,",
      "C. Drew Harvell,",
      "Mónica Medina,",
      "Ernesto Weil,",
      "Laura D. Mydlarz"
    ],
    "doi": "https://doi.org/10.1098/rsos.140214",
    "journalVolume": "Vol. 2,\n                                no. 4",
    "issn": "2054-5703 (Online)",
    "publisher": "The Royal Society",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://royalsocietypublishing.org/journal/rsos",
    "abstract": "Climate change is negatively affecting the stability of natural ecosystems, especially coral reefs. The dissociation of the symbiosis between reef-building corals and their algal symbiont, or coral bleaching, has been linked to increased sea surface temperatures. Coral bleaching has significant impacts on corals, including an increase in disease outbreaks that can permanently change the entire reef ecosystem. Yet, little is known about the impacts of coral bleaching on the coral immune system. In this study, whole transcriptome analysis of the coral holobiont and each of the associate components (i.e. coral host, algal symbiont and other associated microorganisms) was used to determine changes in gene expression in corals affected by a natural bleaching event as well as during the recovery phase. The main findings include evidence that the coral holobiont and the coral host have different responses to bleaching, and the host immune system appears suppressed even a year after a bleaching event. These results support the hypothesis that coral bleaching changes the expression of innate immune genes of corals, and these effects can last even after recovery of symbiont populations. Research on the role of immunity on coral's resistance to stressors can help make informed predictions on the future of corals and coral reefs.",
    "readLink": "https://royalsocietypublishing.org/doi/pdf/10.1098/rsos.140214"
  },
  {
    "title": "Comparing impacts of climate change and mitigation on global agriculture by 2050",
    "authors": [
      "Hans van Meijl,",
      "Petr Havlik,",
      "Hermann Lotze-Campen,",
      "Elke Stehfest,",
      "Peter Witzke,",
      "Ignacio Pérez Domínguez,",
      "Benjamin Leon Bodirsky,",
      "Michiel van Dijk,",
      "Jonathan Doelman,",
      "Thomas Fellmann,",
      "Florian Humpenöder,",
      "Jason F L Koopman,",
      "Christoph Müller,",
      "Alexander Popp,",
      "Andrzej Tabeau,",
      "Hugo Valin,",
      "Willem-Jan van Zeist"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aabdc4",
    "journalVolume": "Vol. 13,\n                                no. 6\n                                \n                                  p.\n                                  064021",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Systematic model inter-comparison helps to narrow discrepancies in the analysis of the future impact of climate change on agricultural production. This paper presents a set of alternative scenarios by five global climate and agro-economic models. Covering integrated assessment (IMAGE), partial equilibrium (CAPRI, GLOBIOM, MAgPIE) and computable general equilibrium (MAGNET) models ensures a good coverage of biophysical and economic agricultural features. These models are harmonized with respect to basic model drivers, to assess the range of potential impacts of climate change on the agricultural sector by 2050. Moreover, they quantify the economic consequences of stringent global emission mitigation efforts, such as non-CO _2 emission taxes and land-based mitigation options, to stabilize global warming at 2 °C by the end of the century under different Shared Socioeconomic Pathways. A key contribution of the paper is a vis-à-vis comparison of climate change impacts relative to the impact of mitigation measures. In addition, our scenario design allows assessing the impact of the residual climate change on the mitigation challenge. From a global perspective, the impact of climate change on agricultural production by mid-century is negative but small. A larger negative effect on agricultural production, most pronounced for ruminant meat production, is observed when emission mitigation measures compliant with a 2 °C target are put in place. Our results indicate that a mitigation strategy that embeds residual climate change effects (RCP2.6) has a negative impact on global agricultural production relative to a no-mitigation strategy with stronger climate impacts (RCP6.0). However, this is partially due to the limited impact of the climate change scenarios by 2050. The magnitude of price changes is different amongst models due to methodological differences. Further research to achieve a better harmonization is needed, especially regarding endogenous food and feed demand, including substitution across individual commodities, and endogenous technological change.",
    "readLink": "https://doi.org/10.1088/1748-9326/aabdc4"
  },
  {
    "title": "Project house water: a novel interdisciplinary framework to assess the environmental and socioeconomic consequences of flood-related impacts",
    "authors": [
      "Sarah E. Crawford,",
      "Catrina Brüll nee Cofalla,",
      "Benedikt Aumeier,",
      "Markus Brinkmann,",
      "Elisa Classen,",
      "Verena Esser,",
      "Caroline Ganal,",
      "Elena Kaip,",
      "Roger Häussling,",
      "Frank Lehmkuhl,",
      "Peter Letmathe,",
      "Anne-Katrin Müller,",
      "Ilja Rabinovitch,",
      "Klaus Reicherter,",
      "Jan Schwarzbauer,",
      "Marco Schmitt,",
      "Georg Stauch,",
      "Matthias Wessling,",
      "Süleyman Yüce,",
      "Markus Hecker,",
      "Karen A. Kidd,",
      "Rolf Altenburger,",
      "Werner Brack,",
      "Holger Schüttrumpf,",
      "Henner Hollert"
    ],
    "doi": "https://doi.org/10.1186/s12302-017-0121-1",
    "journalVolume": "Vol. 29,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 10",
    "issn": "2190-4715 (Online)",
    "publisher": "SpringerOpen",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Law: Law in general. Comparative and uniform law. Jurisprudence: Comparative law. International uniform law: Environmental law"
    ],
    "journalUrl": "http://www.enveurope.com/",
    "abstract": "Abstract Protecting our water resources in terms of quality and quantity is considered one of the big challenges of the twenty-first century, which requires global and multidisciplinary solutions. A specific threat to water resources, in particular, is the increased occurrence and frequency of flood events due to climate change which has significant environmental and socioeconomic impacts. In addition to climate change, flooding (or subsequent erosion and run-off) may be exacerbated by, or result from, land use activities, obstruction of waterways, or urbanization of floodplains, as well as mining and other anthropogenic activities that alter natural flow regimes. Climate change and other anthropogenic induced flood events threaten the quantity of water as well as the quality of ecosystems and associated aquatic life. The quality of water can be significantly reduced through the unintentional distribution of pollutants, damage of infrastructure, and distribution of sediments and suspended materials during flood events. To understand and predict how flood events and associated distribution of pollutants may impact ecosystem and human health, as well as infrastructure, large-scale interdisciplinary collaborative efforts are required, which involve ecotoxicologists, hydrologists, chemists, geoscientists, water engineers, and socioeconomists. The research network “project house water” consists of a number of experts from a wide range of disciplines and was established to improve our current understanding of flood events and associated societal and environmental impacts. The concept of project house and similar seed fund and boost fund projects was established by the RWTH Aachen University within the framework of the German excellence initiative with support of the German research foundation (DFG) to promote and fund interdisciplinary research projects and provide a platform for scientists to collaborate on innovative, challenging research. Project house water consists of six proof-of-concept studies in very diverse and interdisciplinary areas of research (ecotoxicology, water, and chemical process engineering, geography, sociology, economy). The goal is to promote and foster high-quality research in the areas of water research and flood-risk assessments that combine and build off-laboratory experiments with modeling, monitoring, and surveys, as well as the use of applied methods and techniques across a variety of disciplines.",
    "readLink": "http://link.springer.com/article/10.1186/s12302-017-0121-1"
  },
  {
    "title": "Analysis of Aerosol Optical Depth and Forward Scattering in an Ultraviolet Band Based on Sky Radiometer Measurements",
    "authors": [
      "Jingjing Liu,",
      "Mengping Li,",
      "Luyao Zhou,",
      "Jinming Ge,",
      "Jingtao Liu,",
      "Zhuqi Guo,",
      "Yangyang Liu,",
      "Jun Wang,",
      "Qing Yan,",
      "Dengxin Hua"
    ],
    "doi": "https://doi.org/10.3390/rs15174342",
    "journalVolume": "Vol. 15,\n                                no. 4342\n                                \n                                  p.\n                                  4342",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "The sky-radiometer/sun-photometer is the most widely used instrument for obtaining aerosol optical depth (AOD) or aerosol optical properties worldwide. Due to the existence of field of view (FOV, 1°), the radiation received by the sky-radiometer includes the forward scattering in addition to direct solar irradiance. This leads to more diffuse light errors of retrieved AODs, especially for shorter wavelength and heavily polluted weather conditions. Using simulation data of three typical aerosol particles (dust, soot, water-soluble), we first verified the accuracy of the Monte Carlo method for calculating the forward scattering effect. Based on the sky-radiometer data collected in Xi’an (2015–2020) where heavy pollution weather is common, the relative errors and correction factors of the AOD were obtained under different conditions, including various short wavelengths (≤400 nm), solar zenith angles (SZAs) and AODs. Our analysis indicates the close dependence of AOD correction factors on wavelength, SZA, AOD and the optical properties of aerosol particles. The mean relative error in Xi’an increases with the decrease of wavelength (~16.1% at 315 nm) and decreases first and then increases with the increase of the SZA. The relative errors caused by forward scattering can exceed 10% when the AOD is greater than 1 and 25% when the AOD is larger than 2 in the ultraviolet (UV) band. The errors with a wavelength greater than 400 nm and an AOD below 1.0 can be within 5%, which can be ignored. The correlation coefficients of AODs before and after a correction from 315 nm to 400 nm are greater than 0.96, which basically increase with the increase of the wavelength. This indicates that the significance of the forward scattering effect in the Xi’an area with heavy pollution cannot be ignored for short wavelengths. However, such effect is negligible at the longer wavelengths and lower AODs (<1.0) of a sky-radiometer.",
    "readLink": "https://www.mdpi.com/2072-4292/15/17/4342"
  },
  {
    "title": "Long-Term Changes in the Zooplankton Community of Lake Maggiore in Response to Multiple Stressors: A Functional Principal Components Analysis",
    "authors": [
      "Andrea Arfè,",
      "Piero Quatto,",
      "Antonella Zambon,",
      "Hugh  J. MacIsaac,",
      "Marina Manca"
    ],
    "doi": "https://doi.org/10.3390/w11050962",
    "journalVolume": "Vol. 11,\n                                no. 5\n                                \n                                  p.\n                                  962",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "We describe the long-term (1981−2008) dynamics of several physico-chemical and biological variables and how their changes may have influenced zooplankton structure in Lake Maggiore (Italy). Data was available for the 1981−1992 and 1995−2008 periods. Standardized time-series for temperature and total phosphorus (TP), chlorophyll-a, phytoplankton density (cel m−3), and cell size (µm3), as well as zooplankton structure (Copepoda, Cladocera, and Rotifera density, ind m−3) were smoothed using penalized B-splines and analyzed using Functional Principal Components (FPCs) to assess their dominant modes of variation. The first four FPCs explained 55% of 1981−1992 and 65% of 1995−2008 overall variation. Results showed that temperature fluctuated during the study period, particularly during 1988−1992 with a general tendency to increase. TP showed a declining trend with some reversions in the pattern observed in the years 1992, 1999, and 2000. Phytoplankton estimators and chlorophyll-a concentration showed a variable trend along the study period. Zooplankton groups also had a variable trend along the study period with a general increase in density of large carnivorous (mainly Bythotrephes longimanus) and a decrease of large herbivorous (mainly Daphnia), and a similar increase in the ratio of raptorial to microphagous rotifers. Our results suggest that the lake experienced a strong trophic change associated with oligotrophication, followed by pronounced climate-induced changes during the latter period. TP concentration was strongly associated with changes in abundance of some zooplankton taxa.",
    "readLink": "https://www.mdpi.com/2073-4441/11/5/962"
  },
  {
    "title": "Climate change, regulatory policies and regional cooperation in South Asia",
    "authors": [
      "Habib Zafarullah,",
      "Ahmed Shafiqul Huque"
    ],
    "doi": "https://doi.org/10.1108/PAP-06-2018-001",
    "journalVolume": "Vol. 21,\n                                no. 1\n                                \n                                  pp.\n                                  22\n                                  – 35",
    "issn": "1727-2645 (Print)",
    "publisher": "2517-679X (Online)",
    "countryOfPublisher": "Emerald Publishing",
    "lcc": [
      "United Kingdom",
      "Political science: Political institutions and public administration (General)"
    ],
    "journalUrl": "https://www.emeraldgrouppublishing.com/journal/pap",
    "abstract": "Purpose – With climate change and environmental degradation being major issues in the world today, it is imperative for governments within a regional setting to collaborate on initiatives, harmonize their policies and develop strategies to counter threats. In South Asia, several attempts have been made to create a common framework for action in implementing synchronized policies. However, both political and technical deterrents have thwarted moves to accommodate priorities and interests of collaborating states. The purpose of this paper is to assess these issues and existing policies/strategies in selected South Asian countries and evaluate integrated plans of action based on collaborative partnerships. Design/methodology/approach – Using a broad exploratory and interpretive approach, this paper evaluates how harmonization of environmental principles and synergies among countries can help reduce the effect of climate change and environmental hazards. Based on a review of ideas and concepts as well as both primary and secondary sources, including official records, legislation, inter-state and regional agreements, evaluation reports, impact studies (social, economic and ecological), and commentaries, it highlights several initiatives and processes geared to creating environmental protection standards and practices for the South Asian region. Findings – Climate change has resulted in devastating impacts on people. It contributed to the proliferation of climate refugees and high incidence of poverty in South Asia. The region faces both political and technical obstacles in developing a sustainable approach to combat climate change. This is exacerbated by non-availability of information as well as reluctance to acknowledge the problem by key actors. The best strategy will be to integrate policies and regulations in the various countries of the region to develop strategic plans. The approach of prevention and protection should replace the existing emphasis on relief and rehabilitation. Originality/value – The paper provides a critical overview of the climatic and environmental problems encountered in the South Asian region and provides pointers to resolving shared problems through the use of policy instruments for regulating the problems within the gamut of regional environmental governance. It attempts to identify solutions to offset regulatory and institutional barriers in achieving preferred results by emphasizing the need for redesigning regulatory structures and policy approaches for ecological well-being.",
    "readLink": "https://www.emerald.com/insight/content/doi/10.1108/PAP-06-2018-001/full/pdf?title=climate-change-regulatory-policies-and-regional-cooperation-in-south-asia"
  },
  {
    "title": "Climate Change Sustainability: From Bargaining to Cooperative Balanced Approach",
    "authors": [
      "Tiziana Ciano,",
      "Massimiliano Ferrara,",
      "Mariangela Gangemi,",
      "Domenica  Stefania Merenda,",
      "Bruno  Antonio Pansera"
    ],
    "doi": "https://doi.org/10.3390/g12020045",
    "journalVolume": "Vol. 12,\n                                no. 45\n                                \n                                  p.\n                                  45",
    "issn": "2073-4336 (Print)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology",
      "Social Sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/games/",
    "abstract": "This work aims to provide different perspectives on the relationships between cooperative game theory and the research field concerning climate change dynamics. New results are obtained in the framework of competitive bargaining solutions and related issues, moving from a cooperative approach to a competitive one. Furthermore, the dynamics of balanced and super-balanced games are exposed, with particular reference to coalitions. Some open problems are presented to aid future research in this area.",
    "readLink": "https://www.mdpi.com/2073-4336/12/2/45"
  },
  {
    "title": "A hierarchical bayesian model to quantify uncertainty of stream water temperature forecasts.",
    "authors": [
      "Guillaume Bal,",
      "Etienne Rivot,",
      "Jean-Luc Baglinière,",
      "Jonathan White,",
      "Etienne Prévost"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0115659",
    "journalVolume": "Vol. 9,\n                                no. 12\n                                \n                                  p.\n                                  e115659",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Providing generic and cost effective modelling approaches to reconstruct and forecast freshwater temperature using predictors as air temperature and water discharge is a prerequisite to understanding ecological processes underlying the impact of water temperature and of global warming on continental aquatic ecosystems. Using air temperature as a simple linear predictor of water temperature can lead to significant bias in forecasts as it does not disentangle seasonality and long term trends in the signal. Here, we develop an alternative approach based on hierarchical Bayesian statistical time series modelling of water temperature, air temperature and water discharge using seasonal sinusoidal periodic signals and time varying means and amplitudes. Fitting and forecasting performances of this approach are compared with that of simple linear regression between water and air temperatures using i) an emotive simulated example, ii) application to three French coastal streams with contrasting bio-geographical conditions and sizes. The time series modelling approach better fit data and does not exhibit forecasting bias in long term trends contrary to the linear regression. This new model also allows for more accurate forecasts of water temperature than linear regression together with a fair assessment of the uncertainty around forecasting. Warming of water temperature forecast by our hierarchical Bayesian model was slower and more uncertain than that expected with the classical regression approach. These new forecasts are in a form that is readily usable in further ecological analyses and will allow weighting of outcomes from different scenarios to manage climate change impacts on freshwater wildlife.",
    "readLink": "http://europepmc.org/articles/PMC4277306?pdf=render"
  },
  {
    "title": "Survey data on climate change adaptation and barriers to adoption among smallholder farmers in Nepal",
    "authors": [
      "Prahlad Lamichhane,",
      "Kelly K. Miller,",
      "Michalis Hadjikakou,",
      "Brett A. Bryan"
    ],
    "doi": "Vol. 39\n                                \n                                \n                                  p.\n                                  107620",
    "issn": "2352-3409 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine: Medicine (General): Computer applications to medicine. Medical informatics",
      "Science: Science (General)"
    ],
    "journalUrl": "http://www.journals.elsevier.com/data-in-brief/",
    "abstract": "The dataset presents the raw data collected through household surveys of smallholder farmers on adaptation to climatic variabilities and change in Sudurpaschim Pradesh (Far Western Province), Nepal. The dataset comprises farmers' responses on the likely determinants of adaptation decisions, actual uptake of adaptation measures, and the barriers to adaptation. We collected the data by conducting face-to-face interviews of 327 farmers using structured questionnaires in all nine districts representing the Mountain, Hill, and Terai agroecosystems in the province. We employed a stratified random sampling technique to recruit participants and interviewed them during December 2019 and March 2020. The interview methodology was approved by the Human Ethics Review Committee at Deakin University, Australia. The dataset is important for understanding the drivers of climate change adaptation and the barriers to adaptation to enhance the resilience of smallholder agriculture in far-western Nepal and can inform climate change adaptation strategies for the region and for the smallholder agroecosystems more broadly. The data are provided with this article.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2352340921008957"
  }
]