[
  {
    "title": "Scenarios for an impact assessment of global bioeconomy strategies: Results from a co-design process",
    "authors": [
      "Ruth Delzeit,",
      "Tobias Heimann,",
      "Franziska Schuenemann,",
      "Mareike Söder,",
      "Florian Zabel,",
      "Mona Hosseini"
    ],
    "doi": "Vol. 3\n                                \n                                \n                                  p.\n                                  100060",
    "issn": "2590-051X (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Human ecology. Anthropogeography: Settlements: Cities. Urban geography",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: Urbanization. City and country"
    ],
    "journalUrl": "https://www.journals.elsevier.com/research-in-globalization",
    "abstract": "The replacement of fossil resources with renewable biomass in a bioeconomy is seen as a major contribution to climate change mitigation. This transformation will affect all members of society, making it crucial to consider the views of different stakeholders to ensure a socially acceptable transition towards a sustainable bioeconomy. To explore potential outcomes of bioeconomy strategies assuming different future pathways, a scenario analysis is a tool to inform decision-makers about policy impacts and trade-offs. The inter- and transdisciplinary research project “BioNex – The future of the biomass nexus” is the first project to develop bioeconomy scenarios together with stakeholders from politics, industry, and civil society in an iterative co-design process. As a result, three storylines describing diverging potential global futures are developed and quantified: Towards sustainability, business as usual, and towards resource depletion. The futures are driven by different assumptions on climate policy, cropland expansion, productivity growth in agriculture, prices of fossil energy, and consumption behaviour. Additionally, in the co-design process, three bioeconomy policies are developed: policy as usual, stronger development of the bioeconomy, and no policies. Besides presenting the results of the stakeholder workshops, this paper evaluates the strengths and shortcomings of a stakeholder approach in terms of policy-oriented research. According to the experience made within this study, it provides valuable insights for researchers and funding authorities they can use to optimise the employment of stakeholder-based research approaches.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2590051X21000253"
  },
  {
    "title": "Farmers’ Attitudes toward On-Farm Adoption of Soil Organic Matter in Piedmont Region, Italy",
    "authors": [
      "Niccolò Pampuro,",
      "Federica Caffaro,",
      "Eugenio Cavallo"
    ],
    "doi": "https://doi.org/10.3390/agriculture10010014",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  p.\n                                  14",
    "issn": "2077-0472 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agriculture",
    "abstract": "This study aimed at exploring the frequency of use and perceived benefits of application of organic matter to the soil in a group of Italian farmers, investigating also the preferred sources of information, to identify potential interventions to promote the improvement of the soil organic matter. The study has been carried out administering a 21-item paper-and-pencil questionnaire to 44 farmers. The results of the study highlighted that the main perceived benefit linked to soil organic matter application is related to its capacity of increasing productivity, while the aspects related to work pace, production costs, and implications with the climate change appeared to be less relevant. According to the results of the study, web targeted information campaigns for the smaller farms operators and training activities for the bigger farms operators are the most effective solutions to make farmers aware of the importance of increasing soil organic matter content.",
    "readLink": "https://www.mdpi.com/2077-0472/10/1/14"
  },
  {
    "title": "Balancing wildlife protection and wildfire threat mitigation using a network optimization approach",
    "authors": [
      "Denys Yemshanov,",
      "Denyse A. Dawe,",
      "Amanda Bakalarczyk,",
      "Ning Liu,",
      "Yan Boulanger,",
      "Jonathan Boucher,",
      "Alexandre Beauchemin,",
      "Dominique Arseneault,",
      "Mathieu Leblond,",
      "Marc-André Parisien"
    ],
    "doi": "https://doi.org/10.3389/ffgc.2023.1186616",
    "journalVolume": "Vol. 6",
    "issn": "2624-893X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Forestry",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/forests-and-global-change#",
    "abstract": "In boreal forests of North America, land managers often carry out preventive treatments of forest fuel for the protection of human infrastructure from wildfires. However, these treatments may negatively affect other ecosystem services, such as the capacity to sustain wildlife populations. Here, we examine the efficacy of a strategy aimed at preserving a critical movement corridor for boreal woodland caribou (Rangifer tarandus caribou) in northern Québec, Canada, by raising high-voltage power line conductors above the forest canopy. To assess the interplay between the caribou protection objectives and a reduction in power line's exposure to wildfires, we developed an optimization model that combines the objectives of protecting the power line from wildfires via fuel treatments and maintaining a suitable movement corridor for caribou. The model combines a critical node detection (CND) problem with a habitat connectivity problem that allocates a minimum-resistance fixed-width habitat corridor between isolated wildlife refuges. Our results identify the best locations to perform fire fuel treatments to lessen the threat of fire damage to human infrastructure while maintaining a connectivity corridor for caribou in present and future climate scenarios. The selected fuel treatment locations aimed to mitigate wildfire exposure to a power line. In small-budget solutions, the exposure of power line infrastructure to wildfires was reduced by 36–39% in current climate conditions and by 20–31% in future climate, compared with no-treatment scenarios. Despite the detrimental effects of wildfire on both the industrial asset and caribou habitat, the approach provides strategies that help achieve a compromise between these two values. Such knowledge is timely to help mitigate the negative impacts of climate change on human livelihoods and natural ecosystems.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/ffgc.2023.1186616/full"
  },
  {
    "title": "Breeding phenology and performance for four swallows over 57 years: relationships with temperature and precipitation",
    "authors": [
      "Tara L. Imlay,",
      "Joanna Mills Flemming,",
      "Sarah Saldanha,",
      "Nathaniel T. Wheelwright,",
      "Marty L. Leonard"
    ],
    "doi": "https://doi.org/10.1002/ecs2.2166",
    "journalVolume": "Vol. 9,\n                                no. 4\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract Climate change can drive population declines for many species, often through changes to their food supply. These changes can involve a mis‐timing between periods of high food demand and peak food availability, typically from advances in breeding phenology, and/or an overall reduction in food availability. Aerial insectivores, birds that feed on insects caught in flight, are experiencing steep population declines possibly because of shifts in the timing and/or abundance of aerial insects. We determined whether changes in breeding performance over time could account for declines in Bank Riparia riparia, Barn Hirundo rustica, Cliff Petrochelidon pyrrhonota, and Tree Tachycineta bicolor Swallows, and if so, whether changes were related to shifts in breeding phenology and/or climate change. We compared breeding performance and phenology in Maritime Canada before (1962–1972) and after (2006–2016) the onset of steep population declines during the mid‐1980s, to determine whether breeding performance was reduced or phenology was advanced. Then, we modeled relationships between temperature, precipitation, breeding phenology, and performance for Barn and Tree Swallows, the only species with sufficient data, from 1960 to 2016, to determine whether phenology and performance were related to climatic conditions. Between the two time periods, we found significantly lower performance in Bank Swallows, higher performance in Barn and Tree Swallows, and unchanged performance in Cliff Swallows. We also found clutch initiation dates advanced by 8–10 d for all species except Bank Swallows. On the breeding grounds, warmer winter temperatures for Tree Swallows and less winter precipitation for Barn and Tree Swallows in a given year were associated with earlier breeding, and for Tree Swallows, changes in nestling survival. Otherwise, Barn and Tree Swallow breeding performance was unaffected by winter temperature and precipitation. Our results suggest that in this region poorer breeding performance could contribute to population declines for Bank Swallows but not for the other three species.",
    "readLink": "https://doi.org/10.1002/ecs2.2166"
  },
  {
    "title": "The Imperativeness of Environmental Quality in China Amidst Renewable Energy Consumption and Trade Openness",
    "authors": [
      "Özgür  Bayram Soylu,",
      "Tomiwa  Sunday Adebayo,",
      "Dervis Kirikkaleli"
    ],
    "doi": "https://doi.org/10.3390/su13095054",
    "journalVolume": "Vol. 13,\n                                no. 5054\n                                \n                                  p.\n                                  5054",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "It is widely accepted that CO2 emissions are the primary cause of climate change and environmental destruction. China, the world’s biggest carbon emitter, is the subject of this research. Utilizing the wavelet tools (wavelet correlation, wavelet coherence, multiple wavelet coherence, and partial wavelet coherence), the present study intends to capture the time-frequency dependence between CO2 emissions and renewable energy, economic growth, trade openness, and energy usage in China between 1965 and 2019. The advantage of the wavelet tools is that they can differentiate between short, medium, and long-run dynamics over the period of study. Furthermore, the study utilized the gradual shift causality test to capture the causal interconnection between CO2 emissions and the regressors. The findings from Bayer and Hanck showed a long-run relationship among the variables of interest. Furthermore, the findings from the wavelet coherence test revealed a positive relationship between CO2 emissions and economic growth and energy usage at all frequencies. Although there is a weak negative relationship between renewable energy and CO2 emissions in the short run, there is no significant co-movement between CO2 emissions and trade openness. The outcomes of the partial and multiple wavelet coherence also give credence to the outcomes of the wavelet coherence test. Lastly, the gradual shift causality test revealed a one-way causality from energy usage and economic growth to CO2 emissions. Based on the findings, suitable policy suggestions were proposed.",
    "readLink": "https://www.mdpi.com/2071-1050/13/9/5054"
  },
  {
    "title": "Coral Reef Ecosystems under Climate Change and Ocean Acidification",
    "authors": [
      "Ove Hoegh-Guldberg,",
      "Ove Hoegh-Guldberg,",
      "Ove Hoegh-Guldberg,",
      "Elvira S. Poloczanska,",
      "Elvira S. Poloczanska,",
      "William Skirving,",
      "Sophie Dove,",
      "Sophie Dove"
    ],
    "doi": "https://doi.org/10.3389/fmars.2017.00158",
    "journalVolume": "Vol. 4",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Coral reefs are found in a wide range of environments, where they provide food and habitat to a large range of organisms as well as providing many other ecological goods and services. Warm-water coral reefs, for example, occupy shallow sunlit, warm, and alkaline waters in order to grow and calcify at the high rates necessary to build and maintain their calcium carbonate structures. At deeper locations (40–150 m), “mesophotic” (low light) coral reefs accumulate calcium carbonate at much lower rates (if at all in some cases) yet remain important as habitat for a wide range of organisms, including those important for fisheries. Finally, even deeper, down to 2,000 m or more, the so-called “cold-water” coral reefs are found in the dark depths. Despite their importance, coral reefs are facing significant challenges from human activities including pollution, over-harvesting, physical destruction, and climate change. In the latter case, even lower greenhouse gas emission scenarios (such as Representative Concentration Pathway RCP 4.5) are likely drive the elimination of most warm-water coral reefs by 2040–2050. Cold-water corals are also threatened by warming temperatures and ocean acidification although evidence of the direct effect of climate change is less clear. Evidence that coral reefs can adapt at rates which are sufficient for them to keep up with rapid ocean warming and acidification is minimal, especially given that corals are long-lived and hence have slow rates of evolution. Conclusions that coral reefs will migrate to higher latitudes as they warm are equally unfounded, with the observations of tropical species appearing at high latitudes “necessary but not sufficient” evidence that entire coral reef ecosystems are shifting. On the contrary, coral reefs are likely to degrade rapidly over the next 20 years, presenting fundamental challenges for the 500 million people who derive food, income, coastal protection, and a range of other services from coral reefs. Unless rapid advances to the goals of the Paris Climate Change Agreement occur over the next decade, hundreds of millions of people are likely to face increasing amounts of poverty and social disruption, and, in some cases, regional insecurity.",
    "readLink": "http://journal.frontiersin.org/article/10.3389/fmars.2017.00158/full"
  },
  {
    "title": "Identifying Dominant Runoff Processes at a Regional Scale – A GIS - Based Approach",
    "authors": [
      "Fagbohun Babatunde Joseph,",
      "Olabode Oluwaseun Franklin,",
      "Adebola Abiodun Olufemi"
    ],
    "doi": "https://doi.org/10.2478/pesd-2018-0002",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  19\n                                  – 33",
    "issn": "2284-7820 (Online)",
    "publisher": "Alexandru Ioan Cuza University Press, Iasi, Romania",
    "countryOfPublisher": "Romania",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.pesd.ro/",
    "abstract": "Identifying landscapes with similar hydrological characteristics is useful for the determination of dominant runoff process (DRP) and flood prediction. Several approaches used for DRP-mapping differ in respect to time and data requirement. Manual approaches based on field investigation and expert knowledge are time consuming and difficult to implement at regional scale. Automatic GIS-based approach on the other hand require simplification of data but are easier to implement and it is applicable on regional scale. In this study, GIS-based automated approach was used to identify the DRPs in Anambra area. The result showed that Hortonian Overland Flow (HOF) has the highest coverage of 1508.3 Km2 (33.5%) followed by Deep Percolation (DP) with coverage of 1455.3 Km2 (32.3%). Subsurface Flow (SSF) is the third dominant runoff process covering 920.6 Km2 (20.4%) while Saturated Overland Flow (SOF) covers the least area of 618.4 Km2 (13.7%) of the study area. The result reveal that considerable amount of precipitated water would be infiltrated into the subsurface through deep percolation process contributing to groundwater recharge in the study area. However, it is envisaged that HOF and SOF will continue to increase due to the continuous expansion of built-up area. With the expected increase in HOF and SOF and the change in rainfall pattern associated with perpetual problem of climate change, it is paramount that groundwater conservation practices be considered to ensure continued sustainable utilization of groundwater in the study area.",
    "readLink": "http://www.degruyter.com/view/j/pesd.2018.12.issue-1/pesd-2018-0002/pesd-2018-0002.xml?format=INT"
  },
  {
    "title": "Using Geomatic Techniques to Estimate Volume–Area Relationships of Watering Ponds",
    "authors": [
      "Ubaldo Marín-Comitre,",
      "Álvaro Gómez-Gutiérrez,",
      "Francisco Lavado-Contador,",
      "Manuel Sánchez-Fernández,",
      "Alberto Alfonso-Torreño"
    ],
    "doi": "https://doi.org/10.3390/ijgi10080502",
    "journalVolume": "Vol. 10,\n                                no. 502\n                                \n                                  p.\n                                  502",
    "issn": "2220-9964 (Print)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/ijgi",
    "abstract": "Watering ponds represent an important part of the hydrological resources in some water-limited environments. Knowledge about their storage capacity and geometrical characteristics is crucial for a better understanding and management of water resources in the context of climate change. In this study, the suitability of different geomatic approaches to model watering pond geometry and estimate pond-specific and generalized volume–area–height (V–A–h) relationships was tested. Terrestrial structure-from-motion and multi-view-stereo photogrammetry (SfM-MVS), terrestrial laser scanner (TLS), laser-imaging detection and ranging (LIDAR), and aerial SfM-MVS were tested for the emerged terrain, while the global navigation satellite system (GNSS) was used to survey the submerged terrain and to test the resulting digital elevation models (DEMs). The combined use of terrestrial SfM-MVS and GNSS produced accurate DEMs of the ponds that resulted in an average error of 1.19% in the maximum volume estimation, comparable to that obtained by the TLS+GNSS approach (3.27%). From these DEMs, power and quadratic functions were used to express pond-specific and generalized V–A–h relationships and checked for accuracy. The results revealed that quadratic functions fit the data particularly well (R2 ≥ 0.995 and NRMSE < 2.25%) and can therefore be reliably used as simple geometric models of watering ponds in hydrological simulation studies. Finally, a generalized V–A power relationship was obtained. This relationship may be a valuable tool to estimate the storage capacity of other watering ponds in comparable areas in a context of data scarcity.",
    "readLink": "https://www.mdpi.com/2220-9964/10/8/502"
  },
  {
    "title": "Global pattern in hunger and educational opportunity: a multilevel analysis of child hunger and TIMSS mathematics achievement",
    "authors": [
      "Yusuf Canbolat,",
      "David Rutkowski,",
      "Leslie Rutkowski"
    ],
    "doi": "https://doi.org/10.1186/s40536-023-00161-z",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 24",
    "issn": "2196-0739 (Online)",
    "publisher": "SpringerOpen",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Education: Education (General)"
    ],
    "journalUrl": "http://www.largescaleassessmentsineducation.com/",
    "abstract": "Abstract In low-income countries, there exists a common concern about the effect of hunger and food insecurity on educational outcomes. However, income inequalities, economic slowdown, conflict, and climate change have raised those concerns globally. Yet, little is known about how widespread the problem of hunger in schools is worldwide. This study examines child hunger and student achievement internationally, using data from the Trends in Mathematics and Science Study (TIMSS) 2019. To examine the relationship between hunger and student achievement, we fitted multilevel models to the data and controlled for student SES, class SES, teacher experience, and teacher educational attainment. The results suggest that hunger among students is not exclusive to low-income countries. Instead, child hunger is a common issue around the world, affecting about one-third of children and exacerbating unequal education opportunities globally. Controlling for other variables, the achievement gap between students who never come to school hungry and those who come to school always or almost always hungry is significant and deserves our attention. A clear policy recommendation from our results suggests that all countries that participated in TIMSS need to examine their school meal programs and explore ways to feed the students who show up to school hungry.",
    "readLink": "https://doi.org/10.1186/s40536-023-00161-z"
  },
  {
    "title": "Indigenous Knowledge Systems in Ecological Pest Control and Post-Harvest Rice Conservation Techniques: Sustainability Lessons from Baduy Communities",
    "authors": [
      "Alexis Habiyaremye,",
      "Leeja Korina"
    ],
    "doi": "https://doi.org/10.3390/su13169148",
    "journalVolume": "Vol. 13,\n                                no. 9148\n                                \n                                  p.\n                                  9148",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "With the impending threat of global climate change, the past decades have witnessed an increasing recognition of the potential contribution of indigenous knowledge to tackling global challenges of environmental sustainability. In this study, we used a qualitative analysis of data collected in September 2018 from key informant interviews and focus group discussion sessions in the Baduy communities in western Java to examine how their swidden cultivation, pest control and rice preservation techniques contribute to strengthening the sustainability of their livelihoods. The study also examines the potential for knowledge sharing between Baduy indigenous knowledge holders and outside scientific communities for mutual enhancement. Our analysis of collected data indicates that while the Baduy are open to sharing their ecological knowledge with outsiders for the sake of a greater environment protection, they remain wary of adopting external knowledge sources, as these external influences constitute a threat of disruption to their own epistemic system and way of life.",
    "readLink": "https://www.mdpi.com/2071-1050/13/16/9148"
  }
]