[
  {
    "title": "Physio-Morphological and Biochemical Trait-Based Evaluation of Ethiopian and Chinese Wheat Germplasm for Drought Tolerance at the Seedling Stage",
    "authors": [
      "Gizie  Abeje Belay,",
      "Zhengbin Zhang,",
      "Ping Xu"
    ],
    "doi": "https://doi.org/10.3390/su13094605",
    "journalVolume": "Vol. 13,\n                                no. 4605\n                                \n                                  p.\n                                  4605",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "For Ethiopia’s wheat production, drought is a major natural disaster. Exploration of drought-resistant varieties from a bulk of wheat germplasm conserved in the gene bank is of paramount importance for breeding climate change-resilient modern cultivars. The present study was aimed at identifying the best performing drought-resistant genotypes under non-stress and polyethylene glycol simulated (PEG) stress conditions in a growth chamber. Forty diverse Ethiopian bread and durum wheat cultivars along with three Chinese bread wheat cultivars possessing strong drought resistance and susceptibility were evaluated. After acclimation with the natural environment, the seedlings were imposed to severe drought stress (20% PEG6000), and 15 seedling traits including photosynthetic and free proline were investigated. Our findings indicated that drought stress caused a profound decline in plant water consumption (83.0%), shoot fresh weight (64.9%), stomatal conductance (61.6%), root dry weight (55.2%), and other investigated traits except root to shoot length ratio and proline content which showed a significant increase under drought stress. A significant and positive correlation was found between photosynthetic pigments in both growth conditions. Proline exhibited a negative correlation with most of the investigated traits except root to shoot length ratio and all photosynthetic pigments which showed a positive and non-significant association. Our result also showed a wide range of genetic variation (CV) ranging from 3.23% to 47.3%; the highest in shoot dry weight (SDW) (47.3%) followed by proline content (44.63%) and root dry weight (36.03%). Based on multivariate principal component biplot analysis and average sum of ranks (ASR), G12, G16 and G25 were identified as the best drought tolerant and G6, G42, G4, G11, and G9 as bottom five sensitive. The potential of these genotypes offers further investigation at a molecular and cellular level to identify the novel gene associated with the stress response.",
    "readLink": "https://www.mdpi.com/2071-1050/13/9/4605"
  },
  {
    "title": "The Risky Decrease of Fishing Reference Points Under Climate Change",
    "authors": [
      "Morgane Travers-Trolet,",
      "Pierre Bourdaud,",
      "Mathieu Genu,",
      "Laure Velez,",
      "Youen Vermard"
    ],
    "doi": "https://doi.org/10.3389/fmars.2020.568232",
    "journalVolume": "Vol. 7",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "In Europe, implementation of sustainable fisheries management has been reinforced in the latest common fisheries policy, and presently marine fish stocks are mostly managed through assessment of their exploitation and ecological status compared to reference points such as Maximum Sustainable Yield (MSY). However, MSY and its associated fishing mortality rate FMSY are sensitive to both stock characteristics and environment conditions. In parallel, climate change impacts are increasingly affecting fish stocks directly and indirectly but might also change the exploitation reference points and the associated level of catch. Here we explored the variability of MSY reference points under climate change by using a multi-species model applied to the Eastern English Channel, a highly exploited semi-continental sea. The spatial individual-based OSMOSE explicitly represents the entire fish life cycle of 14 species interacting through size-based opportunistic predation. The model was first parameterized and run to fit the historical situation (2000–2009) and then used to assess the ecosystem state for the 2050–2059 period, using two contrasting climate change scenarios (RCP 4.5 and RCP 8.5). For each condition, a monospecific MSY estimation routine was performed by varying species fishing mortality independently and allowed estimation of reference points for each species. The FMSY estimated with OSMOSE were mostly in accordance with available values derived from stock assessment and used for fishing advice. Evolution of reference points with climate change was compared across species and highlighted that overexploited cold-water species are likely to have both MSY and FMSY declining with climate warming. Considering all species together, MSY under RCP scenarios was expected to be higher than historical MSY for half of them, with no clear link with species temperature preferences, exploitation status or trophic level, but in relation with expected change of species biomass under climate change. By contrast, for 80% of cases FMSY projections showed consistent decreasing pattern as climate conditions changed from historical to RCP scenarios in the Eastern English Channel. This result constitutes a risk for fisheries management, and anticipation of climate change impacts on fish community would require targeting a smaller fishing mortality than FMSY to ensure sustainable exploitation of marine stocks.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2020.568232/full"
  },
  {
    "title": "The threat of wildfire is unique to cannabis among agricultural sectors in California",
    "authors": [
      "Christopher Dillis,",
      "Van Butsic,",
      "Diana Moanga,",
      "Phoebe Parker‐Shames,",
      "Ariani Wartenberg,",
      "Theodore E. Grantham"
    ],
    "doi": "https://doi.org/10.1002/ecs2.4205",
    "journalVolume": "Vol. 13,\n                                no. 9\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract At the intersection of climate change and rural development, wildfire has emerged as a threat to agriculture in the Western United States. This nexus is particularly problematic for the rapidly developing cannabis industry in California, which includes farms located outside of traditional agricultural zones and within landscapes potentially more prone to wildfire. With the goal of determining whether cannabis is uniquely vulnerable to direct wildfire impacts (in terms of crop loss to burning), we integrated fire hazard severity zone (FHSZ) data, wildfire perimeters, and future burn regime projections in relation to the location and cultivated area of cannabis farming. We then applied descriptive statistics and generalized additive models (GAMs) to compare the location of licensed cannabis farms to other agricultural types in California, including grapes, pasture, and all other general crops combined. We found cannabis farming was located more often in high and very high FHSZs and closer to wildfire perimeters than any other agricultural type. GAM estimates of likelihood of occurrence in high and very high severity zones were highest for cannabis, even after accounting for spatial clustering of farm types, although there was no reliable difference in predicted distances to wildfire. Cannabis more often occurred in projected (from 2020 to 2100) wildfire hotspots than all other agricultural types, with GAM estimates affirming a reliably higher likelihood of cannabis in future hotspots than pasture or general crops. Our findings highlight cannabis' particular vulnerability to wildfire in California and may in fact underestimate wildfire risks given the potential indirect impacts of smoke to crops and farmworkers, which were not evaluated in this study. In light of the sector's growing economic importance in the state, these vulnerabilities should be considered in future cannabis and rural development policies.",
    "readLink": "https://doi.org/10.1002/ecs2.4205"
  },
  {
    "title": "Future Projection of Droughts over South Korea Using Representative Concentration Pathways (RCPs)",
    "authors": [
      "Byung Sik Kim,",
      "In Hyeok Park,",
      "Sung Ryong Ha"
    ],
    "doi": "https://doi.org/10.3319/TAO.2014.03.13.01(Hy)",
    "journalVolume": "Vol. 25,\n                                no. 5\n                                \n                                  p.\n                                  673",
    "issn": "1017-0839 (Print)",
    "publisher": "2311-7680 (Online)",
    "countryOfPublisher": "Springer",
    "lcc": [
      "Singapore",
      "Science: Geology",
      "Science: Physics: Geophysics. Cosmic physics"
    ],
    "journalUrl": "https://www.springer.com/journal/44195",
    "abstract": "The Standardized Precipitation Index (SPI), a method widely used to analyze droughts related to climate change, does not consider variables related to temperature and is limited because it cannot consider changes in hydrological balance, such as evapotranspiration from climate change. If we were to consider only the future increase in precipitation from climate change, droughts may decrease. However, because usable water can diminish from an increase in evapotranspiration, it is important to research on projected droughts considering the amount of evapotranspiration along with projecting and evaluating potential droughts considering the impact of climate change. As such, this study evaluated the occurrence of droughts using the Standardized Precipitation Evapotranspiration Index (SPEI) as a newly conceptualized drought index that is similar to SPI but includes the temperature variability. We extracted simulated future precipitation and temperature data (2011 - 2099) from the Representative Concentration Pathway (RCP) climate change scenario of IPCC AR5 to evaluate the impact of future climate change on the occurrence of droughts of South Korea. We analyzed the ratio of evapotranspiration to precipitation of meteorological observatories nationwide. In addition, we calculated the SPEI related to drought in the process to evaluate the future occurrence of droughts of South Korea. To confirm validity of SPEI results, extreme indices were analyzed. This resulted in the notion that as we go further into the future, the precipitation increases. But because of an increase in evapotranspiration also from a rise in temperature and continued dryness, the severity of droughts is projected to exacerbate.",
    "readLink": "\nhttp://tao.cgu.org.tw/images/attachments/v255p673.pdf\n"
  },
  {
    "title": "Modelling the Effects of Aerosol on Mei-Yu Frontal Precipitation and Physical Processes",
    "authors": [
      "Yun Zhang,",
      "Zuhang Wu,",
      "Lifeng Zhang,",
      "Yanqiong Xie,",
      "Hengchi Lei,",
      "Hepeng Zheng,",
      "Xiaolin Ma"
    ],
    "doi": "https://doi.org/10.3390/app9183802",
    "journalVolume": "Vol. 9,\n                                no. 18\n                                \n                                  p.\n                                  3802",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "The Mei-Yu front is a significantly important summer precipitation system in eastern Asia. In recent years, anthropogenic air pollution over the Yangtze-Huaihe region of China has been aggravating continuously. A cloud-resolving model coupled with an idealized frontal model is used to investigate the response of aerosols on the Mei-Yu frontal precipitation. The results indicate that increasing droplet concentrations lead to significant precipitation enhancement with the current pollution levels in Mei-Yu frontal system. Under the polluted conditions, the enhanced cold-cloud process is of great importance. Moreover, with the “towing” of active cold-cloud process, cold-cloud and warm-cloud processes developed mutually. These account for the complicated and special microphysical mechanism for aerosol impacts on Mei-Yu frontal system. Furthermore, two types of “microphysical-dynamic positive feedback loop” caused by the interactions of various physical processes and effects (direct dynamic effect, frontogenesis effect, and vapor pump effect) can be found in the Mei-Yu precipitation, which in turn reinforce the microphysical processes. The combined effect is to increase Mei-Yu front precipitation. The interaction of microphysical processes and dynamic processes, and the positive feedback loops they create are the main physical mechanisms behind the significant impacts of aerosol on Mei-Yu frontal precipitation. This may also be an important feature of climate change in eastern Asia.",
    "readLink": "https://www.mdpi.com/2076-3417/9/18/3802"
  },
  {
    "title": "Temperature signal in suspended sediment export from an Alpine catchment",
    "authors": [
      "A. Costa,",
      "P. Molnar,",
      "L. Stutenbecker,",
      "M. Bakker,",
      "T. A. Silva,",
      "F. Schlunegger,",
      "S. N. Lane,",
      "J.-L. Loizeau,",
      "S. Girardclos"
    ],
    "doi": "https://doi.org/10.5194/hess-22-509-2018",
    "journalVolume": "Vol. 22\n                                \n                                \n                                  pp.\n                                  509\n                                  – 528",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "Suspended sediment export from large Alpine catchments ( > 1000 km2) over decadal timescales is sensitive to a number of factors, including long-term variations in climate, the activation–deactivation of different sediment sources (proglacial areas, hillslopes, etc.), transport through the fluvial system, and potential anthropogenic impacts on the sediment flux (e.g. through impoundments and flow regulation). Here, we report on a marked increase in suspended sediment concentrations observed near the outlet of the upper Rhône River Basin in the mid-1980s. This increase coincides with a statistically significant step-like increase in basin-wide mean air temperature. We explore the possible explanations of the suspended sediment rise in terms of changes in water discharge (transport capacity), and the activation of different potential sources of fine sediment (sediment supply) in the catchment by hydroclimatic forcing. Time series of precipitation and temperature-driven snowmelt, snow cover, and ice melt simulated with a spatially distributed degree-day model, together with erosive rainfall on snow-free surfaces, are tested to explore possible reasons for the rise in suspended sediment concentration. We show that the abrupt change in air temperature reduced snow cover and the contribution of snowmelt, and enhanced ice melt. The results of statistical tests show that the onset of increased ice melt was likely to play a dominant role in the suspended sediment concentration rise in the mid-1980s. Temperature-driven enhanced melting of glaciers, which cover about 10 % of the catchment surface, can increase suspended sediment yields through an increased contribution of sediment-rich glacial meltwater, increased sediment availability due to glacier recession, and increased runoff from sediment-rich proglacial areas. The reduced extent and duration of snow cover in the catchment are also potential contributors to the rise in suspended sediment concentration through hillslope erosion by rainfall on snow-free surfaces, and increased meltwater production on snow-free glacier surfaces. Despite the rise in air temperature, changes in mean discharge in the mid-1980s were not statistically significant, and their interpretation is complicated by hydropower reservoir management and the flushing operations at intakes. Overall, the results show that to explain changes in suspended sediment transport from large Alpine catchments it is necessary to include an understanding of the multitude of sediment sources involved together with the hydroclimatic conditioning of their activation (e.g. changes in precipitation, runoff, air temperature). In addition, this study points out that climate signals in suspended sediment dynamics may be visible even in highly regulated and human-impacted systems. This is particularly relevant for quantifying climate change and hydropower impacts on streamflow and sediment budgets in Alpine catchments.",
    "readLink": "https://www.hydrol-earth-syst-sci.net/22/509/2018/hess-22-509-2018.pdf"
  },
  {
    "title": "The Woody Planet: From Past Triumph to Manmade Decline",
    "authors": [
      "Laurence Fazan,",
      "Yi-Gang Song,",
      "Gregor Kozlowski"
    ],
    "doi": "https://doi.org/10.3390/plants9111593",
    "journalVolume": "Vol. 9,\n                                no. 1593\n                                \n                                  p.\n                                  1593",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Woodiness evolved in land plants approximately 400 Mya, and very soon after this evolutionary invention, enormous terrestrial surfaces on Earth were covered by dense and luxurious forests. Forests store close to 80% of the biosphere’s biomass, and more than 60% of the global biomass is made of wood (trunks, branches and roots). Among the total number of ca. 374,000 plant species worldwide, approximately 45% (138,500) are woody species—e.g., trees, shrubs or lianas. Furthermore, among all 453 described vascular plant families, 191 are entirely woody (42%). However, recent estimations demonstrate that the woody domination of our planet was even greater before the development of human civilization: 1.4 trillion trees, comprising more than 45% of forest biomass, and 35% of forest cover disappeared during the last few thousands of years of human dominance on our planet. The decline in the woody cover of Planet Earth did not decelerate during the last few centuries or decades. Ongoing overexploitation, land use and climate change have pushed ten thousand woody species to the brink of extinction. Our review highlights the importance, origin and past triumph of woody species and summarizes the unprecedented recent decline in woody species on our planet.",
    "readLink": "https://www.mdpi.com/2223-7747/9/11/1593"
  },
  {
    "title": "On the simulation of shared autonomous micro-mobility",
    "authors": [
      "Naroa Coretti Sanchez,",
      "Iñigo Martinez,",
      "Luis Alonso Pastor,",
      "Kent Larson"
    ],
    "doi": "Vol. 2\n                                \n                                \n                                  p.\n                                  100065",
    "issn": "2772-4247 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General): Transportation engineering"
    ],
    "journalUrl": "https://www.journals.elsevier.com/communications-in-transportation-research",
    "abstract": "Fast urbanization and climate change require innovative systems for an efficient movement of people and goods in cities. As trends towards vehicle-sharing, autonomous vehicles, and the use of micro-mobility systems gain strength, the intersection of these fields appears as an area of great opportunity. Autonomy could potentially bring the convenience of on-demand mobility into already prevalent shared micro-mobility systems (SMMS), increasing their efficiency and incentivizing more people to use active mobility modes. The novelty of introducing autonomous driving technology into SMMS and their inherent complexity requires tools to assess and quantify the potential impact of autonomy on fleet performance and user experience. This paper presents an ad-hoc agent-based simulator for the assessment of the fleet behavior of autonomous SMMS in realistic scenarios, including a rebalancing system based on demand prediction. It also allows comparing its performance to station-based and dockless schemes. The proposed simulation framework is highly configurable and flexible and works with high resolution and precision geospatial data. The results of studies carried out with this simulation tool could provide valuable insights for many stakeholders, including vehicle design engineers, fleet operators, city planners, and governments.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2772424722000154"
  },
  {
    "title": "The Feasibility of Carbon Capturing, Storage and Utilization Projects in Developing Countries: A Case of Malaysia",
    "authors": [
      "Mohammed Yussoff Ibrahim,",
      "Zulkipli Ghazali,",
      "Haseeb Ur Rahman"
    ],
    "doi": "Vol. 6,\n                                no. 3S",
    "issn": "2146-4138 (Online)",
    "publisher": "EconJournals",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Social Sciences: Commerce: Business",
      "Social Sciences: Economic theory. Demography: Economics as a science"
    ],
    "journalUrl": "http://www.econjournals.com/index.php/ijefi",
    "abstract": "The rapid change in climate and the high cost of controlling it are the issues caught much attention around the world especially during the last two decades. The CCSU (Carbon Capture, Storage and Utilization) is widely believed the mechanism to control both these issues to a great extent. However, the adoption, expansion, or development of CCSU isn't yet common to counter these issues. The pace of CCSU adoption and development is greatly impaired by its high cost and non-availability of funds in both developed and developing countries of the world. The scenario in developing countries is worse as these countries have no mandatory obligation for carbon emissions like developed countries. Subsequently, most of the developing countries except few are not willing to carry out CCSU operations voluntarily. This paper, therefore, sheds light on various costs associated to CCSU operations and the potential sources of financing them in developing countries especially Malaysia. The paper concludes that public awareness is fundamental in persuading governments and other entities to finance CCSU operations and ensuring the feasibility, economic viability and success of these projects. The paper recommends that governments, environmental agencies, international financial institutions, and developed countries should support CCSU projects in developing countries by providing funds and capacity building measures. The paper contributes to the limited literature and policy making of CCSU funding especially in developing countries like Malaysia where the mechanism (CCSU) is yet in embryonic stage. Keywords - CCSU, Public Awareness, Developing countries, Malaysia JEL Classifications: L13, Q32",
    "readLink": "http://mail.econjournals.com/index.php/ijefi/article/view/2575"
  },
  {
    "title": "Climate in Africa sequentially shapes spring passage of Willow Warbler Phylloscopus trochilus across the Baltic coast",
    "authors": [
      "Magdalena Remisiewicz,",
      "Les G. Underhill"
    ],
    "doi": "https://doi.org/10.7717/peerj.12964",
    "journalVolume": "Vol. 10\n                                \n                                \n                                  p.\n                                  e12964",
    "issn": "2167-8359 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://peerj.com/",
    "abstract": "Background Many migrant birds have been returning to Europe earlier in spring since the 1980s. This has been attributed mostly to an earlier onset of spring in Europe, but we found the timing of Willow Warblers’ passage to be influenced by climate indices for Africa as much as those for Europe. Willow Warblers’ spring passage through northern Europe involves populations from different wintering quarters in Africa. We therefore expected that migration timing in the early, middle and late periods of spring would be influenced sequentially by climate indices operating in different parts of the winter range. Methods Using data from daily mistnetting in 1 April–15 May over 1982–2017 at Bukowo (Poland, Baltic Sea coast), we derived an Annual Anomaly (AA, in days) of Willow Warbler spring migration. We decomposed this anomaly into three main periods (1–26 April, 27 April–5 May, 6–15 May); one-third of migrants in each period. We modelled three sequential time series of spring passage using calendar year and 15 large-scale climate indices averaged over the months of Willow Warblers’ life stages in the year preceding spring migration as explanatory variables in multiple regression models. Nine climate variables were selected in the best models. We used these nine explanatory variables and calculated their partial correlations in models for nine overlapping sub-periods of AA. The pattern of relationships between AA in these nine sub-periods of spring and the nine climate variables indicated how spring passage had responded to the climate. We recommend this method for the study of birds’ phenological responses to climate change. Results The Southern Oscillation Index and Indian Ocean Dipole in Aug–Oct showed large partial correlations early in the passage, then faded in importance. For the Sahel Precipitation Index (PSAH) and Sahel Temperature Anomaly (TSAH) in Aug–Oct partial correlations occurred early then peaked in mid-passage; for PSAH (Nov–March) correlations peaked at the end of passage. NAO and local temperatures (April–May) showed low correlations till late April, which then increased. For the Scandinavian Index (Jun–Jul) partial correlations peaked in mid-passage. Year was not selected in any of the best models, indicating that the climate variables alone accounted for Willow Warblers’ multiyear trend towards an earlier spring passage. Discussion Climate indices for southern and eastern Africa dominated relationships in early spring, but western African indices dominated in mid- and late spring. We thus concluded that Willow Warblers wintering in southern and eastern Africa dominated early arrivals, but those from western Africa dominated later. We suggest that drivers of phenological shifts in avian migration are related to changes in climate at remote wintering grounds and at stopovers, operating with climate change in the north, especially for species with complex and long-distance migration patterns.",
    "readLink": "https://peerj.com/articles/12964.pdf"
  }
]