[
  {
    "title": "Groundwater Level Prediction through GMS Software – Case Study of Karvan Area, Iran",
    "authors": [
      "Bayat Mandana,",
      "Eslamian Saeid,",
      "Shams Gholamreza,",
      "Hajiannia Alborz"
    ],
    "doi": "https://doi.org/10.2478/quageo-2020-0028",
    "journalVolume": "Vol. 39,\n                                no. 3\n                                \n                                  pp.\n                                  139\n                                  – 145",
    "issn": "2081-6383 (Online)",
    "publisher": "Sciendo",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "https://sciendo.com/journal/QUAGEO",
    "abstract": "Iran, being located in arid and semi-arid regions, faces an increase in human demand for water, and the global climate change has led to the excessive use of groundwater. China, India and Iran were ranked from first to third, respectively, in excessive groundwater consumption in 2005. The effects of effective parameters on groundwater recharge such as precipitation, surface recharge and well water harvesting in the Karvan aquifer are assessed. Groundwater flow models have typically been and are being adopted since the beginning of this millennium to better manage groundwater resources. The decrease in groundwater level and the potential environmental hazards thereof have made the researchers here to apply the Groundwater Modelling System (GMS software) in 3D in the subject area. This modelling is calibrated and validated for 86 months at steady and unsteady states. In this study, six scenarios are defined as both an increase and a decrease of 30% in precipitation, both an increase and a decrease of 30% in surface recharge, an increase of 10% in well water harvesting and a decrease of 30% in well water harvesting. The best scenario is selected for the subject area water management.",
    "readLink": "https://doi.org/10.2478/quageo-2020-0028"
  },
  {
    "title": "Perceptions, Knowledge and Adaptation about Climate Change: A Study on Farmers of Haor Areas after a Flash Flood in Bangladesh",
    "authors": [
      "Kanis  Fatama Ferdushi,",
      "Mohd.  Tahir Ismail,",
      "Anton  Abdulbasah Kamil"
    ],
    "doi": "https://doi.org/10.3390/cli7070085",
    "journalVolume": "Vol. 7,\n                                no. 7\n                                \n                                  p.\n                                  85",
    "issn": "2225-1154 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/climate",
    "abstract": "Bangladesh remains one of the most vulnerable countries in the world to the effects of climate change. Given the reliance of a large segment of the population on the agricultural sector for both their livelihoods as well as national food security, climate change adaptation in the agricultural sector is crucial for continued national food security and economic growth. Using household data from lowland rice farmers of selected haor areas in Sylhet, the current work presents an analysis of the determinants behind the implementation of different climate change adaptation strategies by lowland rice farmers. The first objective of this study was to explore the extent of awareness of climate change within this population as well as the type of opinions held by lowland rice farmers with respect to climate change. To serve this purpose, a severity index (SI) was developed and subsequently employed to evaluate the perceptions and attitudes of 378 farmers with respect to climate change vulnerability. Respondents were interviewed with respect to climate change related circumstances they faced in their daily lives. Attained SI index values ranged from 69.18% to 93.52%. The SI for the perception “Climate change affects rice production” was measured as 93.52%. Using data collected from the same 378 farmers, a logistic regression was carried out to investigate the impact of socio-economic and institutional factors on adaptation. The results show that credit from non-government organizations is highly statistically significant for adaptation, and that rural market structure also has a positive effect on adaptation. Among the studied factors, credit from non-governmental organizations (NGOs) was found to be the most important factor for adaptation. The results of this work further indicate that marginal farmers would benefit from government (GoB) funded seasonal training activities that cover pertinent information regarding adaptation after flash floods. Additionally, the authors of this piece recommend timely issuance of government-assisted credit during early flash floods to afflicted farmers, as such an initiative can aid farmers in adapting different strategies to mitigate losses and enhance their productivity as well as livelihood.",
    "readLink": "https://www.mdpi.com/2225-1154/7/7/85"
  },
  {
    "title": "Reconstructing the thermal history of fish juveniles using stable oxygen isotope analysis of otoliths",
    "authors": [
      "Fabien Morat,",
      "Fabien Morat,",
      "Dominique Blamart,",
      "Bernadette Bounket,",
      "Christine Argillier,",
      "Georges Carrel,",
      "Anthony Maire"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2023.1213239",
    "journalVolume": "Vol. 11",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "Introduction: Characterizing the thermal habitat of fish is key to understanding their ecological requirements in order to make appropriate management plans for the preservation of fish populations in the context of climate change. Little is known about the thermal habitat of the early life stages of fish (larvae and juveniles), as most methods have been designed for large, easily handled individuals. In particular, the study of otoliths holds great promise for unveiling the early thermal history of fish, although it is challenging to implement due to the very small size of the biological material.Methods: The stable oxygen isotope content (δ18O) of biogenic carbonates (such as otoliths) can be used to reconstruct the life temperature of fish individuals. However, relationships between δ18O of otoliths and ambient temperature are scarce and mainly developed for commercial species. In this study, we assessed the δ18O of juvenile European chub (Squalius cephalus, Linnaeus 1758) living in a section of the lower Rhône River in France.Results: The δ18O of otoliths showed significant relationship with ambient temperature [δ18Ooto(VPDB)- δ18Ow(VPDB) = 33.391 – 0.2641 * T (°C)], and the relationship between temperature and the fractionation factor (α) was 1,000 ln α = −43.472 + 21.205 [1,000/T(K)].Discussion: As expected, back-calculated temperatures from these equations were in much better agreement with the measured in situ temperatures than previously published equations. This equation is the first to be developed for leuciscid fish in Europe and the second in the world.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2023.1213239/full"
  },
  null,
  {
    "title": "Economic Activities and Management Issues for the Environment: An Environmental Kuznets Curve (EKC) and STIRPAT Analysis in Turkey",
    "authors": [
      "Mortaza Ojaghlou,",
      "Erginbay Ugurlu,",
      "Marta Kadłubek,",
      "Eleftherios Thalassinos"
    ],
    "doi": "https://doi.org/10.3390/resources12050057",
    "journalVolume": "Vol. 12,\n                                no. 57\n                                \n                                  p.\n                                  57",
    "issn": "2079-9276 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/resources",
    "abstract": "The emission of air pollutants from energy production and consumption is a major cause of environmental problems. In addition, urbanisation and CO2 emissions have become major environmental concerns that are closely related to climate change and sustainable economic growth. The purpose of this paper is to investigate the long-run relationship among CO2 emissions, energy consumption, economic activities, and management issues for Turkey for the period between 1980 and 2021. The STIRPAT hypothesis and the environmental Kuznets curve (EKC) hypothesis were employed by using dynamic conditional correlation (DCC) and ARDL bound methodologies for these goals. The findings indicate that there is a long-run relationship between variables of the STIRPAT model. The coefficient of economic expansion and energy consumption affected CO2 emissions positively, which means that energy consumption and the expansion of economic activity have significant effects on environmental degradation. Those results are also confirmed by the environmental Kuznets curve (EKC) model. In addition, the N-shaped environmental Kuznets curve (EKC) is developed for Turkey. The DCC model also shows that economic growth increases CO2 emissions significantly, and energy productivity can be considered for decreasing CO2 emissions.",
    "readLink": "https://www.mdpi.com/2079-9276/12/5/57"
  },
  {
    "title": "Separating radiative forcing by aerosol–cloud interactions and rapid cloud adjustments in the ECHAM–HAMMOZ aerosol–climate model using the method of partial radiative perturbations",
    "authors": [
      "J. Mülmenstädt,",
      "J. Mülmenstädt,",
      "E. Gryspeerdt,",
      "M. Salzmann,",
      "P.-L. Ma,",
      "S. Dipu,",
      "J. Quaas"
    ],
    "doi": "https://doi.org/10.5194/acp-19-15415-2019",
    "journalVolume": "Vol. 19\n                                \n                                \n                                  pp.\n                                  15415\n                                  – 15429",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Using the method of offline radiative transfer modeling within the partial radiative perturbation (PRP) approach, the effective radiative forcing by aerosol–cloud interactions (ERFaci) in the ECHAM–HAMMOZ aerosol climate model is decomposed into a radiative forcing by anthropogenic cloud droplet number change and adjustments of the liquid water path and cloud fraction. The simulated radiative forcing by anthropogenic cloud droplet number change and liquid water path adjustment are of approximately equal magnitude at −0.52 and −0.53 W m−2, respectively, while the cloud-fraction adjustment is somewhat weaker at −0.31 W m−2 (constituting 38 %, 39 %, and 23 % of the total ERFaci, respectively); geographically, all three ERFaci components in the simulation peak over China, the subtropical eastern ocean boundaries, the northern Atlantic and Pacific oceans, Europe, and eastern North America (in order of prominence). Spatial correlations indicate that the temporal-mean liquid water path adjustment is proportional to the temporal-mean radiative forcing, while the relationship between cloud-fraction adjustment and radiative forcing is less direct. While the estimate of warm-cloud ERFaci is relatively insensitive to the treatment of ice and mixed-phase cloud overlying warm cloud, there are indications that more restrictive treatments of ice in the column result in a low bias in the estimated magnitude of the liquid water path adjustment and a high bias in the estimated magnitude of the droplet number forcing. Since the present work is the first PRP decomposition of the aerosol effective radiative forcing into radiative forcing and rapid cloud adjustments, idealized experiments are conducted to provide evidence that the PRP results are accurate. The experiments show that using low-frequency (daily or monthly) time-averaged model output of the cloud property fields underestimates the ERF, but 3-hourly mean output is sufficiently frequent.",
    "readLink": "https://www.atmos-chem-phys.net/19/15415/2019/acp-19-15415-2019.pdf"
  },
  {
    "title": "Singapore Country Assistance to Help Extinguish Forest Fire in South Sumatera",
    "authors": [
      "Anton Minardi,",
      "Taufik Taufik,",
      "Dewi Astuti,",
      "Mochammad Irvan Pamungkas"
    ],
    "doi": "Vol. 5,\n                                no. 1\n                                \n                                  pp.\n                                  53\n                                  – 59",
    "issn": "2527-4961 (Print)",
    "publisher": "2527-3809 (Online)",
    "countryOfPublisher": "Sriwijaya University, Graduate Program",
    "lcc": [
      "Indonesia",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://ojs.pps.unsri.ac.id/index.php/ppsunsri/index",
    "abstract": "Forest and land fires has become one of the most difficult natural disaster to handle, forest and land fires happened every year all around the world, and become one of the many cause of global warming and climate change and if it is not resolved immediately then it will harm all of the living beings on this earth. Forest and land fire in Indonesia happened nearly every year, the first biggest forest and land fires ever recorded in Indonesia happened in 1998-1999 which harm many parties, especially the ASEAN, since then, forest and land fires in Indonesia nearly happened every year whose impact neighboring countries like Singapore and Malaysia, In 2015 forest and land fires can be said quite large and once again affects neighboring countries, until Indonesia neighboring countries like Singapore want to try to help extinguish the forest and land fires in Indonesia.",
    "readLink": "http://www.ojs.pps.unsri.ac.id/index.php/ppsunsri/article/view/208"
  },
  {
    "title": "Spatial Discrimination of Complex, Low-Relief Quaternary Siliciclastic Strata Using Airborne Lidar and Near-Surface Geophysics: An Example from the Texas Coastal Plain, USA",
    "authors": [
      "Jeffrey G. Paine,",
      "Edward W. Collins,",
      "Lucie Costard"
    ],
    "doi": "Vol. 4,\n                                no. 5\n                                \n                                  pp.\n                                  676\n                                  – 684",
    "issn": "2095-8099 (Print)",
    "publisher": "2096-0026 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "China",
      "Technology: Engineering (General). Civil engineering (General)"
    ],
    "journalUrl": "http://www.journals.elsevier.com/engineering",
    "abstract": "Depositional units preserved on coastal plains worldwide control lithologic distribution in the shallow subsurface that is critical to infrastructure design and construction, and are also an important repository of information about the large-scale climate change that has occurred during many Quaternary glacial-interglacial cycles. The lateral and vertical lithologic and stratigraphic complexity of these depositional units and their response to climatic and sea-level change are poorly understood, making it difficult to predict lithologic distribution and to place historical and future climate and sea-level change within a natural geologic context. Mapping Quaternary siliciclastic depositional units on low-relief coastal plains traditionally has been based on their expression in aerial photographs and low-resolution topographic maps. Accuracy and detail have been hindered by low relief and lack of exposure. High-resolution airborne lidar surveys, along with surface and borehole geophysical measurements, are being used to identify subtle lateral and vertical boundaries of lithologic units on the Texas Coastal Plain within Quaternary strata. Ground and borehole conductivity measurements discriminate sandy barrier island and fluvial and deltaic channel deposits from muddy floodplain, delta-plain, and estuarine deposits. Borehole conductivity and natural gamma logs similarly distinguish distinct lithologic units in the subsurface and identify erosional unconformities that likely separate units deposited during different glacial-interglacial stages. High-resolution digital elevation models obtained from airborne lidar surveys reveal previously unrecognized topographic detail that aids identification of surface features such as sandy channels, clay-rich interchannel deposits, and accretionary features on Pleistocene barrier islands. An optimal approach to identify lithologic and stratigraphic distribution in low-relief coastal-plain environments employs ① an initial lidar survey to produce a detailed elevation model; ② selective surface sampling and geophysical measurements based on preliminary mapping derived from lidar data and aerial imagery; and ③ borehole sampling, logging, and analysis at key sites selected after lidar and surface measurements are complete. Keywords: Lithology, Geophysics, Electromagnetic induction, Lidar",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2095809918303278"
  },
  {
    "title": "An Integrated Approach for Urban Pluvial Flood Risk Assessment at Catchment Level",
    "authors": [
      "Man Qi,",
      "Huabing Huang,",
      "Lin Liu,",
      "Xi Chen"
    ],
    "doi": "https://doi.org/10.3390/w14132000",
    "journalVolume": "Vol. 14,\n                                no. 2000\n                                \n                                  p.\n                                  2000",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "With the rapid development of urbanization and global climate change, urban pluvial floods have occurred more frequently in urban areas. Despite of the increasing urban pluvial flood risk, there is still a lack of comprehensive understanding of the physical and social influencing factors on the process. To fill this knowledge gap, this paper proposes a novel approach to calculate the comprehensive urban pluvial flooding risk index (PFRI) and investigates the interplay impacts from different components at catchment level. To be more specific, PFRI is determined by two components, Exposure Index (EI) and Social Vulnerability Index (SoVI). EI is evaluated based on two indicators, the depression-based Topographic Control Index (TCI) and impervious area ratio. SoVI is measured based on a set of demographic and socio-economic indicators. Our results demonstrated the spatial heterogeneity of urban pluvial flood exposure and social vulnerability, as well as the composite flooding risk across the study area. Our catchment-based urban pluvial flooding risk assessment method can provide a comprehensive understanding of urban flooding and promote the formulation of effective flood mitigation strategies from the catchment perspective.",
    "readLink": "https://www.mdpi.com/2073-4441/14/13/2000"
  },
  {
    "title": "A Series of Green Oxovanadium(IV) Precatalysts with O, N and S Donor Ligands in a Sustainable Olefins Oligomerization Process",
    "authors": [
      "Mariusz Urbaniak,",
      "Kacper Pobłocki,",
      "Paweł Kowalczyk,",
      "Karol Kramkowski,",
      "Joanna Drzeżdżon,",
      "Barbara Gawdzik,",
      "Patrycja Świtała,",
      "Maja Miler,",
      "Daria Heleniak,",
      "Przemysław Rybiński,",
      "Dagmara Jacewicz"
    ],
    "doi": "https://doi.org/10.3390/molecules27228038",
    "journalVolume": "Vol. 27,\n                                no. 8038\n                                \n                                  p.\n                                  8038",
    "issn": "1420-3049 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Chemistry: Organic chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/molecules",
    "abstract": "Designing catalyst systems based on transition metal ions and activators using the principles of green chemistry is a fundamental research goal of scientists due to the reduction of poisonous solvents, metal salts and organic ligands released into the environment. Urgent measures to reduce climate change are in line with the goals of sustainable development and the new restrictive laws ordained by the European Union. In this report, we attempted to use known oxovanadium(IV) green complex compounds with O, N and S donor ligands, i.e., [VO(TDA)phen] • 1.5 H2O (TDA = thiodiacetate), (phen = 1,10-phenanthroline), oxovanadium(IV) microclusters with 2-phenylpyridine (oxovanadium(IV) cage), [VOO(dipic)(2-phepyH)] • H2O (dipic = pyridine-2,6-dicarboxylate anion), (2-phepyH = 2-phenylpyridine), [VO(dipic)(dmbipy)] • 2H2O (dmbipy = 4,4′-dimethoxy-2,2′-dipyridyl) and [VO(ODA)(bipy)] • 2 H2O (ODA = oxydiacetate), (bipy = 2,2′-bipyridine), as precatalysts in oligomerization reactions of 3-buten-2-ol, 2-propen-1-ol, 2-chloro-2-propen-1-ol and 2,3-dibromo-2-propen-1-ol. The precatalysts, in most cases, turned out to be highly active because the catalytic activity exceeded 1000 g mmol−1·h−1. In addition, the oligomers were characterized by Fourier-transform infrared spectroscopy (FTIR), matrix-assisted laser desorption/ionization (MALDI-TOF-MS), thermogravimetric analysis (TGA) and differential scanning calorimetry (DSC) techniques.",
    "readLink": "https://www.mdpi.com/1420-3049/27/22/8038"
  }
]