[
  {
    "title": "Alaskan soil carbon stocks: spatial variability and dependence on environmental factors",
    "authors": [
      "U. Mishra,",
      "W. J. Riley"
    ],
    "doi": "https://doi.org/10.5194/bg-9-3637-2012",
    "journalVolume": "Vol. 9,\n                                no. 9\n                                \n                                  pp.\n                                  3637\n                                  – 3645",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "The direction and magnitude of soil organic carbon (SOC) changes in response to climate change depend on the spatial and vertical distributions of SOC. We estimated spatially resolved SOC stocks from surface to C horizon, distinguishing active-layer and permafrost-layer stocks, based on geospatial analysis of 472 soil profiles and spatially referenced environmental variables for Alaska. Total Alaska state-wide SOC stock was estimated to be 77 Pg, with 61% in the active-layer, 27% in permafrost, and 12% in non-permafrost soils. Prediction accuracy was highest for the active-layer as demonstrated by highest ratio of performance to deviation (1.5). Large spatial variability was predicted, with whole-profile, active-layer, and permafrost-layer stocks ranging from 1–296 kg C m<sup>−2</sup>, 2–166 kg m<sup>−2</sup>, and 0–232 kg m<sup>−2</sup>, respectively. Temperature and soil wetness were found to be primary controllers of whole-profile, active-layer, and permafrost-layer SOC stocks. Secondary controllers, in order of importance, were found to be land cover type, topographic attributes, and bedrock geology. The observed importance of soil wetness rather than precipitation on SOC stocks implies that the poor representation of high-latitude soil wetness in Earth system models may lead to large uncertainty in predicted SOC stocks under future climate change scenarios. Under strict caveats described in the text and assuming temperature changes from the A1B Intergovernmental Panel on Climate Change emissions scenario, our geospatial model indicates that the equilibrium average 2100 Alaska active-layer depth could deepen by 11 cm, resulting in a thawing of 13 Pg C currently in permafrost. The equilibrium SOC loss associated with this warming would be highest under continuous permafrost (31%), followed by discontinuous (28%), isolated (24.3%), and sporadic (23.6%) permafrost areas. Our high-resolution mapping of soil carbon stock reveals the potential vulnerability of high-latitude soil carbon and can be used as a basis for future studies of anthropogenic and climatic perturbations.",
    "readLink": "http://www.biogeosciences.net/9/3637/2012/bg-9-3637-2012.pdf"
  },
  {
    "title": "Assessment of the macro-economic impacts of low-carbon road transportation policies in Chongqing, China",
    "authors": [
      "Xian-Chun Tan,",
      "Yuan Zeng,",
      "Bai-He Gu,",
      "Jie Tang,",
      "Dong Wang,",
      "Jian-Xin Guo"
    ],
    "doi": "Vol. 11,\n                                no. 4\n                                \n                                  pp.\n                                  429\n                                  – 441",
    "issn": "1674-9278 (Print)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/advances-in-climate-change-research/",
    "abstract": "Reductions in the transportation sector's carbon dioxide emissions are increasingly of global concern. As one of the first low-carbon pilot and carbon trading pilot cities, and as one of the largest automobile production bases in China, Chongqing has multiple low-carbon transportation policies that are coupled. In this study, three policy scenarios are set, including: 1) improving the fuel economy of newly sold gasoline passenger cars to 5.7 l per 100 km by 2020, 2) promoting pure electric private cars to increase the share to 7% of private car sales by 2020, and 3) the policy mix scenario of the above two policies. Simulations are undertaken with the Chinese Academy of Sciences general equilibrium (CAS-GE) model, a type of computable GE model, to assess the macro-economic impact and the industrial impact of the three policy scenarios. Through the policy impact mechanism analysis and data-mapping process, the micro-economic impact analysis results, including costs and fuel savings, for the two policies from the bottom-up model are taken as the shock variables and inputs for the CAS-GE model. The results show that: 1) the two policies will both have a slightly negative impact (−0.09% and −0.30%) on Chongqing's GDP in 2020; 2) the employment rate will decrease by 0.12% and 0.47%, but the inflation rate will be restrained to a certain extent (−0.21% and −0.17%); and 3) the complementarity of the mixed policy can weaken the negative impact of the two policies when implemented separately. The mixed policy will reduce the GDP slightly by 0.37%, compared with the cumulative effect of the two policies implemented separately, resulting in cost-effective synergies at the macro-economic impact level; and 4) the COVID-19 pandemic in 2020 has an uncertain impact on the results. The method and results can provide a reference for the formulation and adjustment of low-carbon transportation policies in other large cities.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674927820300976"
  },
  {
    "title": "Biological features of the vegetative and flowering phenophase onsets among diploid plum species in Northwestern Russia",
    "authors": [
      "O. E. Radchenko,",
      "L. Yu. Novikova"
    ],
    "doi": "https://doi.org/10.30901/2227-8834-2023-2-101-111",
    "journalVolume": "Vol. 184,\n                                no. 2\n                                \n                                  pp.\n                                  101\n                                  – 111",
    "issn": "2227-8834 (Print)",
    "publisher": "2619-0982 (Online)",
    "countryOfPublisher": "N.I. Vavilov All-Russian Institute of Plant Genetic Resources",
    "lcc": [
      "Russian Federation",
      "Technology: Chemical technology: Biotechnology",
      "Science: Botany"
    ],
    "journalUrl": "https://elpub.vir.nw.ru/jour",
    "abstract": "Background. Monitoring of phenological rhythms in plants is one of the stages in the study of new genotypes. The adaptive potential of a genotype at the northern border of the area of plum distribution is the main criterion characterizing a cultivar. The main role in the formation of the assortment of diploid plum species in Russia is played by cherry plum, Chinese plum, and Russian plum. The goal of this study was to identify the factors affecting the dates of the growing season and flowering onsets for diploid plums under the conditions of Northwestern Russia. Materials and methods. The dates of the onsets of the vegetative and flowering phases in 50 accessions of cherry, Russian and Chinese plums in 1986–2020 served as the material for the study under the conditions of collection plantations at Pushkin and Pavlovsk Laboratories of VIR. Results and conclusion. All the species demonstrated a tendency towards a shift of phenodates to earlier dates with an average rate of 1-2 days/10 years caused by warming. The conditions of the year had the greatest effect on phenodates, as they determined 67.0–68.3 % of the variability in the phenophase onset dates; the impact of the species factor was manifold less: 0.5–1.1 %. Russian plum occupied an intermediate position between cherry plum and Chinese plum in the onsets of both the vegetative and flowering phases. No differences were observed between the species in the duration of the period between the onsets of the vegetative phase and flowering. According to the long-term observations, the most adaptive cultivars were cv. ‘Podarok Sankt-Peterburgu’ (k-41445) of Russian plum, with medium dates of both the vegetative and flowering phase onsets, and with a 20-day difference in years in the onsets of these phases, cv. ‘14-1-14’ (k-7375А) of Russian plum, and cherry plum cvs. ‘Pchelnikovskaya’ (k-41446) and ‘Krasnaya 25-29’ (k-15792А).",
    "readLink": "https://elpub.vir.nw.ru/jour/article/view/1583"
  },
  {
    "title": "Nature-based solutions in mountain catchments reduce impact of anthropogenic climate change on drought streamflow",
    "authors": [
      "Petra B. Holden,",
      "Alanna J. Rebelo,",
      "Piotr Wolski,",
      "Romaric C. Odoulami,",
      "Kamoru A. Lawal,",
      "Joyce Kimutai,",
      "Tiro Nkemelang,",
      "Mark G. New"
    ],
    "doi": "https://doi.org/10.1038/s43247-022-00379-9",
    "journalVolume": "Vol. 3,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "2662-4435 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Geology",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.nature.com/commsenv/",
    "abstract": "Adapting to climate change through Nature-Based Solutions can reduce the severity of hydrological droughts caused by human influence on the climate, according to a multi-model joint-attribution of climate and landscape-vegetation states developed in South Africa.",
    "readLink": "https://doi.org/10.1038/s43247-022-00379-9"
  },
  {
    "title": "Climate change mitigation potential of agroforestry farms in West African Savanna",
    "authors": [
      "Patrick Benebere,",
      "Divine Odame Appiah,",
      "Raymond Aabeyir,",
      "Kabila Abass,",
      "Lawrence Guodaar"
    ],
    "doi": "Vol. 10\n                                \n                                \n                                  p.\n                                  100678",
    "issn": "2667-0100 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.journals.elsevier.com/environmental-challenges/",
    "abstract": "Agroforestry is a land management strategy which interfaces between agriculture and forestry. It is a reliable means to combating climate change in different parts of the world. Although majority of smallholder farmers in Ghana are aware of the benefits associated with agroforestry practice, degradation of trees on farmlands remains a major concern. This study investigates the potential of agroforestry as a climate change mitigation strategy in the Nandom Municipal. Eight (8) agroforestry farms were selected for assessment using the non-destructive method. In each farm, the trees were identified by both scientific and local names. The diameter at breast height and height of the trees were measured. The biomass was estimated using the allometric model developed by Aabeyir et al. (2020). The carbon was estimated from the biomass using a factor of 0.47. The results indicate that carbon sequestration is high among trees species like Lannea velutina, Parkia biglobosa and Vitellaria paradoxa which often have large DBH. The study therefore recommends for nursery and integration of such tree species with smallholder crops for purposes of agroforestry.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S266701002300001X"
  },
  {
    "title": "Industrial and commercial opportunities to utilise concentrating solar thermal systems in South Africa",
    "authors": [
      "Alan Brent,",
      "Marthinus Pretorius"
    ],
    "doi": "https://doi.org/10.17159/2413-3051/2011/v22i4a3226",
    "journalVolume": "Vol. 22,\n                                no. 4\n                                \n                                  pp.\n                                  15\n                                  – 30",
    "issn": "1021-447X (Print)",
    "publisher": "2413-3051 (Online)",
    "countryOfPublisher": "University of Cape Town",
    "lcc": [
      "South Africa",
      "Technology: Mechanical engineering and machinery: Energy conservation",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://journals.assaf.org.za/jesa",
    "abstract": "A solar energy technology roadmap has been developed for South Africa. The roadmap lists a number of technological systems that fulfil three requirements from a South African perspective. First, they have clearly been demonstrated or commercialised. Second, a local industry could be stimulated including the potential to export, with associate socio-economic growth; and the other requirements of government can be met in terms of improving energy security and access, and addressing climate change. Third, they have a medium to high R&D intensity, in terms of available capacity and associate resources needed to support the further development of the technological systems. Concentrated Solar Thermal systems feature prominently in the list of technologies. These systems can generate electrical power, then referred to as Concentrating Solar Power systems, typically in the 1 to 100 MW range for on- and off-grid applications. They can also simply produce heat, typically in the 100 to 1000ºC range, primarily for commercial and industrial process applications. This paper discusses the international trends and drivers for these systems to generate power and heat, and then focuses on the specific potential in the South African context. A number of barriers to realizing the potential are discussed and recommendations are made accordingly to stimulate the growth of this industry sector in South Africa.",
    "readLink": "https://journals.assaf.org.za/jesa/article/view/3226"
  },
  {
    "title": "Adaptation and application of the large LAERTES-EU regional climate model ensemble for modeling hydrological extremes: a pilot study for the Rhine basin",
    "authors": [
      "F. Ehmele,",
      "L.-A. Kautz,",
      "H. Feldmann,",
      "Y. He,",
      "M. Kadlec,",
      "F. D. Kelemen,",
      "F. D. Kelemen,",
      "H. S. Lentink,",
      "P. Ludwig,",
      "D. Manful,",
      "J. G. Pinto"
    ],
    "doi": "https://doi.org/10.5194/nhess-22-677-2022",
    "journalVolume": "Vol. 22\n                                \n                                \n                                  pp.\n                                  677\n                                  – 692",
    "issn": "1561-8633 (Print)",
    "publisher": "1684-9981 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.nat-hazards-earth-syst-sci.net/volumes_and_issues.html",
    "abstract": "Enduring and extensive heavy precipitation events associated with widespread river floods are among the main natural hazards affecting central Europe. Since such events are characterized by long return periods, it is difficult to adequately quantify their frequency and intensity solely based on the available observations of precipitation. Furthermore, long-term observations are rare, not homogeneous in space and time, and thus not suitable to running hydrological models (HMs) with respect to extremes. To overcome this issue, we make use of the recently introduced LAERTES-EU (LArge Ensemble of Regional climaTe modEl Simulations for EUrope) data set, which is an ensemble of regional climate model simulations providing over 12 000 simulated years. LAERTES-EU is adapted for use in an HM to calculate discharges for large river basins by applying quantile mapping with a parameterized gamma distribution to correct the mainly positive bias in model precipitation. The Rhine basin serves as a pilot area for calibration and validation. The results show clear improvements in the representation of both precipitation (e.g., annual cycle and intensity distributions) and simulated discharges by the HM after the bias correction. Furthermore, the large size of LAERTES-EU also improves the statistical representativeness for high return values above 100 years of discharges. We conclude that the bias-corrected LAERTES-EU data set is generally suitable for hydrological applications and posterior risk analyses. The results of this pilot study will soon be applied to several large river basins in central Europe.",
    "readLink": "https://nhess.copernicus.org/articles/22/677/2022/nhess-22-677-2022.pdf"
  },
  {
    "title": "The Potential Distribution of Tree Species in Three Periods of Time under a Climate Change Scenario",
    "authors": [
      "Pablo Antúnez,",
      "Mario  Ernesto Suárez-Mota,",
      "César Valenzuela-Encinas,",
      "Faustino Ruiz-Aquino"
    ],
    "doi": "https://doi.org/10.3390/f9100628",
    "journalVolume": "Vol. 9,\n                                no. 10\n                                \n                                  p.\n                                  628",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Species distribution models have become some of the most important tools for the assessment of the impact of climatic change, and human activity, and for the detection of failure in silvicultural or conservation management plans. In this study, we modeled the potential distribution of 13 tree species of temperate forests distributed in the Mexican state Durango in the Sierra Madre Occidental, for three periods of time. Models were constructed for each period of time using 19 climate variables from the MaxEnt (Maximum Entropy algorithm) modelling algorithm. Those constructed for the future used a severe climate change scenario. When comparing the potential areas of the periods, some species such as Pinus durangensis (Martínez), Pinus teocote (Schiede ex Schltdl. & Cham.) and Quercus crassifolia (Bonpl.) showed no drastic changes. Rather, the models projected a slight reduction, displacement or fragmentation in the potential area of Pinus arizonica (Engelm.), P. cembroides (Zucc), P. engelmanni (Carr), P. leiophylla (Schl), Quercus arizonica (Sarg), Q. magnolifolia (Née) and Q. sideroxila (Humb. & Bonpl.) in the future period. Thus, establishing conservation and reforestation strategies in the medium and long term could guarantee a wide distribution of these species in the future.",
    "readLink": "http://www.mdpi.com/1999-4907/9/10/628"
  },
  {
    "title": "The Danube – The Axis of European Security",
    "authors": [
      "Florin Iftode"
    ],
    "doi": "Vol. 13,\n                                no. 2\n                                \n                                  pp.\n                                  150\n                                  – 170",
    "issn": "2065-0272 (Print)",
    "publisher": "Danubius University",
    "countryOfPublisher": "Romania",
    "lcc": [
      "Political science: International relations"
    ],
    "journalUrl": "https://dj.univ-danubius.ro/index.php/AUDRI",
    "abstract": "This article highlights some aspects of the Danube River, which, in an increasingly dynamic Europe, offered good premises for cooperation, and the sustainability of its borders has conferred, in general, stability and territorial strength of coastal states. However, this strength, over time, has unfavorably placed itself on the political convenience of the coastal states in terms of the geo-economic dynamism of the riparian states. The European Union must meet the challenge of constantly adapting to the changes generated by the internal factors (enlargement, aging, population growth and decline, the need to adapt the Union's institutions, efficiency, transparency and legitimacy of decision-making at Community level, communication with its citizens), and by the external factors (global economic and financial crisis, the crisis of natural resources and raw materials, the competition coming from the other poles of power and not only, the terrorist threat, the political instability in the states of North Africa, threats related to the environment such as climate change, natural disasters, pandemics, etc.). Due to the interference of economic and political interests, the Danube now represents a key point in the North Atlantic Alliance, facilitating access to the extended region of the Black Sea. We consider that the turbulent history of Europe has been closely linked to the legal regime of the Danube, and the chessboard of the players of political, diplomatic and economic interests has always reflected this issue. In addition, as the river, Danube is not a simple waterway, but a powerful base on the infrastructure of any interest, its problems must be fully understood.",
    "readLink": "https://dj.univ-danubius.ro/index.php/AUDRI/article/view/745/1047"
  },
  {
    "title": "A Visual Analytics Pipeline for the Identification and Exploration of Extreme Weather Events from Social Media Data",
    "authors": [
      "Lise Styve,",
      "Carlo Navarra,",
      "Julie Maria Petersen,",
      "Tina-Simone Neset,",
      "Katerina Vrotsou"
    ],
    "doi": "https://doi.org/10.3390/cli10110174",
    "journalVolume": "Vol. 10,\n                                no. 174\n                                \n                                  p.\n                                  174",
    "issn": "2225-1154 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/climate",
    "abstract": "Extreme weather events are expected to increase in frequency and intensity due to global warming. During disaster events, up-to-date relevant information is crucial for early detection and response. Recently, Twitter emerged as a potentially important source of volunteered geographic information of key value for global monitoring systems and increasing situational awareness. While research on the use of machine learning approaches to automatically detect disaster events from social media is increasing, the visualization and exploration of the identified events and their contextual data are often neglected. In this paper, we address this gap by proposing a visual analytics pipeline for the identification and flexible exploration of extreme weather events, in particular floods, from Twitter data. The proposed pipeline consists of three main steps: (1) text classification, (2) location extraction, and (3) interactive visualization. We tested and assessed the performances of four classification algorithms for classifying relevant tweets as flood-related, applied an algorithm to assign location information, and introduced a visual interface for exploring their spatial, temporal, and attribute characteristics. To demonstrate our work, we present an example use case where two independent flooding events were identified and explored. The proposed approach has the potential to support real-time monitoring of events by providing data on local impacts collected from citizens and to facilitate the evaluation of extreme weather events to increase adaptive capacity.",
    "readLink": "https://www.mdpi.com/2225-1154/10/11/174"
  }
]