[
  {
    "title": "An evaluation of GNSS radio occultation atmospheric profiles from Sentinel-6",
    "authors": [
      "Mohamed Zhran"
    ],
    "doi": "Vol. 26,\n                                no. 3\n                                \n                                  pp.\n                                  654\n                                  – 665",
    "issn": "1110-9823 (Print)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Egypt",
    "lcc": [
      "Science: Astronomy: Geodesy"
    ],
    "journalUrl": "http://www.journals.elsevier.com/the-egyptian-journal-of-remote-sensing-and-space-sciences/",
    "abstract": "The Global Navigation Satellite System (GNSS) radio occultation (RO) significantly impacts climate change monitoring. GNSS RO is based mainly on the refraction of the GNSS signals transmitted by satellites and received by a receiver on a Low Earth Orbit (LEO) satellite. Sentinel-6 (S6) is the first satellite from the Sentinel missions to retrieve atmospheric parameters using the RO technique. Temperature, pressure, and water vapor profiles can be retrieved using S6 based on the refraction of GNSS signals. This research evaluated the distribution and coverage of GNSS RO data from S6. This research also aims to evaluate the results of GNSS RO products, especially temperature from S6, from January 2022 to June 2022. The results of S6 are compared with the results from the Meteorological Operational Polar Satellite series (MetOp-B and MetOp-C) and the European Centre for Medium-Range Weather Forecasts (ECMWF) Reanalysis v5 (ERA5) dataset. Our results indicate that S6 allows for many RO observations in space by receiving signals from the Global Positioning System (GPS) and Russia's Global Navigation Satellite System (GLONASS). S6 provides monthly RO profiles from GPS that are greater than monthly RO profiles from GLONASS. Results show that S6 provides more GNSS RO data than MetOp-B and MetOp-C. The findings indicate that the distribution of GNSS RO events from S6 over the globe is uniform in longitude and non-uniform at latitude, with the minimum number at the poles. This paper makes a significant contribution to exploring the atmosphere with the S6 as a promising satellite for weather forecasting and monitoring climate change.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1110982323000534"
  },
  {
    "title": "Trends of Changes in Minimum Lake Water Temperature in Poland",
    "authors": [
      "Mariusz Ptak,",
      "Temidayo Olowoyeye,",
      "Mariusz Sojka"
    ],
    "doi": "https://doi.org/10.3390/app122412601",
    "journalVolume": "Vol. 12,\n                                no. 12601\n                                \n                                  p.\n                                  12601",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "Water temperature in lakes is their basic property that determines many processes. Changes in average values are thoroughly investigated using a long-term approach. Knowledge of extreme situations such as temperature minimums is still insufficient. This paper analyses changes in the minimum temperature in 10 lakes in Poland in the period 1972–2021. The obtained results show variability over the course of the parameter, both at the annual and monthly scale. In the first case, half of the analysed set showed statistically significant increasing trends (on average 0.10 °C per decade). In the latter case, the greatest changes occurred in the months of the warm half-year (on average 0.57 °C per decade). The reported situation is caused by the individual conditions of particular lakes, i.e., their location, morphometric parameters, or the dynamics of the occurrence of ice phenomena. A successive increase in the minimum temperature in lakes has its consequences for biotic and abiotic processes. Exceeding specific thresholds results in the evident transformation of these ecosystems.",
    "readLink": "https://www.mdpi.com/2076-3417/12/24/12601"
  },
  {
    "title": "Coastal Flooding Caused by Extreme Coastal Water Level at the World Heritage Historic Keta City (Ghana, West Africa)",
    "authors": [
      "Emmanuel K. Brempong,",
      "Rafael Almar,",
      "Donatus Bapentire Angnuureng,",
      "Precious Agbeko Dzorgbe Mattah,",
      "Philip-Neri Jayson-Quashigah,",
      "Kwesi Twum Antwi-Agyakwa,",
      "Blessing Charuka"
    ],
    "doi": "https://doi.org/10.3390/jmse11061144",
    "journalVolume": "Vol. 11,\n                                no. 1144\n                                \n                                  p.\n                                  1144",
    "issn": "2077-1312 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Naval Science: Naval architecture. Shipbuilding. Marine engineering",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://www.mdpi.com/journal/jmse",
    "abstract": "Like low-lying sandy coasts around the world, the Ghanaian coast is experiencing increasingly frequent coastal flooding due to climate change, putting important socioeconomic infrastructure and people at risk. Our study assesses the major factors contributing to extreme coastal water levels (ECWLs) from 1994 to 2015. ECWLs are categorized into low, moderate, and severe levels corresponding to the 30th, 60th, and 98th percentiles, respectively. Using these three levels over the Pleiades satellite-derived digital elevation model topography, potential flood extent zones are mapped. ECWLs have the potential to flood more than 40% of the study area, including socioeconomically important sites such as tourist beach resorts, Cape St. Paul lighthouse, and Fort Prinzenstein. In this study, all coastal flooding events recorded by the municipality of Keta fall within the 98th percentile category. Our results show a gradual increase in the frequency of flooding over the years. Flooding events are caused by a compound effect of the tide, sea level anomaly, waves, and atmospheric conditions. Finally, while wave run-up is the major contributor to coastal flooding, the tide is the one varying most, which facilitates a simple early warning system based on waves and tide but adds uncertainty and complicates long-term predictability.",
    "readLink": "https://www.mdpi.com/2077-1312/11/6/1144"
  },
  {
    "title": "How food-system resilience is undermined by the weather: the case of the Rama Indigenous group, Nicaragua",
    "authors": [
      "Andrew J. Papworth,",
      "Mark Maslin,",
      "Samuel Randalls"
    ],
    "doi": "https://doi.org/10.5751/ES-13376-270401",
    "journalVolume": "Vol. 27,\n                                no. 4\n                                \n                                  p.\n                                  1",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "Climate change is likely to increase both the extent of seasonal weather variation and the magnitude of extreme weather events. The food security of those living in poorer countries and in poorer communities will be disproportionately affected by this change in weather patterns. We explored how the heterogeneity that exists within the Rama Indigenous community (Nicaragua) interacts with seasonal weather variation and extreme weather events to adversely affect food-system resilience. Firstly, we show that there are different levels of food system resilience between the Rama who fish using the traditional methods of hand nets and paddle-powered canoes, and those that can afford gill nets and motorboats. Secondly, there are significant differences in the way Rama farmers respond to threats to their food security: some rely on short-term resilience-based strategies, whereas others focus on more transitional responses. These differences contribute to short-term inequalities in food security and are also likely to have a differential impact on the future food-system resilience of the Rama community. More research at the household scale is vital for understanding how to improve food-system resilience for the most vulnerable populations without introducing policies that are unsustainable and/or curtail future options.",
    "readLink": "https://www.ecologyandsociety.org/vol27/iss4/art1"
  },
  {
    "title": "Leveraging CSR for Sustainability: Assessing Performance Implications of Sustainability Reporting in a National Business System",
    "authors": [
      "Labrini Sideri"
    ],
    "doi": "https://doi.org/10.3390/su13115987",
    "journalVolume": "Vol. 13,\n                                no. 5987\n                                \n                                  p.\n                                  5987",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "In the light of Agenda 2030 awareness of sustainability is steadily growing all over the world. Devastating phenomena like pandemics (Sustainable Development Goal 3 (SDGs—Agenda 2030)), poverty (Sustainable Development Goal 1 (SDGs—Agenda 2030)) as well as climate change (Sustainable Development Goal 13 (SDGs—Agenda 2030)) threaten humanity, calling for more sustainable solutions. Although economic growth (Sustainable Development Goal 8 (SDGs—Agenda 2030)) is one of the principal goals for a sustainable future, little research has been devoted to the interface of corporate social responsibility (CSR) and sustainability and their contribution to the financial sector, in view of sustainable banking. Even fewer are the studies concerning sustainable banking in Greece. This paper attempts a comparative overview of sustainability integration into businesses, focusing on the banking industry. The current theoretical analysis initially provides an extended review of the CSR and sustainability concepts, which is followed by a comprehensive analysis of non-financial disclosures (NFDs) and their business value, providing some evidence from Greece. The following sections refer to the performance implications and sustainability integration in the banking industry. Eventually, sustainable banking seems to enhance banking performance in a national business system. This is a very important deduction for sustainability to be both the cause and effect of corporate banking. Along with the discussion, some avenues for future research are highlighted.",
    "readLink": "https://www.mdpi.com/2071-1050/13/11/5987"
  },
  {
    "title": "Fuel Moisture Content Dynamics under Climate Change in Spanish Forests",
    "authors": [
      "Rodrigo Balaguer-Romano,",
      "Ruben Diaz-Sierra,",
      "Victor Resco de Dios"
    ],
    "doi": "https://doi.org/10.3390/IECF2022-13121",
    "journalVolume": "Vol. 22,\n                                no. 11\n                                \n                                  p.\n                                  11",
    "issn": "2673-4931 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.mdpi.com/journal/environsciproc",
    "abstract": "The monitoring of live and dead fuels’ moisture content (LFMC and DFMC) dynamics plays a crucial role in wildfire management and prevention. In this study, we estimate LFMC and DFMC across the 21st century, considering the meteorological conditions derived from medium- and high-greenhouse gas emission scenarios (Representative Concentration Pathway scenarios 4.5 and 8.5) by selecting a representative subset of global and regional climate model combinations. A stable atmospheric CO2 concentration was also considered to assess possible CO2 mitigation effects. We applied semi-mechanistic models to infer moisture content dynamics across 36 study sites located in peninsular Spain, which corresponds to the monospecific stands of twelve tree species. Overall, our results indicate that both live and dead fuels’ moisture content dynamics will experience generalized declining trends in the coming decades. Furthermore, increases in the number of days per year when these fuels’ moisture content falls below wildfire occurrence thresholds will extend the lengths of fire seasons. Moreover, we observe a significant CO2 mitigation effect, although it is not enough to offset the declining trends in LFMC induced by climate change. Finally, the results suggest that, in ecosystems where plant biomass is abundant enough to sustain a fire, the moisture content of live fuels will be the main limiting factor for the occurrence of future large wildfires.",
    "readLink": "https://www.mdpi.com/2673-4931/22/1/11"
  },
  {
    "title": "Latitudinal Distribution of Sunspot and North-South Asymmetry Revisited",
    "authors": [
      "Heon-Young Chang"
    ],
    "doi": "https://doi.org/10.5140/JASS.2018.35.2.55",
    "journalVolume": "Vol. 35,\n                                no. 2\n                                \n                                  pp.\n                                  55\n                                  – 66",
    "issn": "2093-5587 (Print)",
    "publisher": "2093-1409 (Online)",
    "countryOfPublisher": "Korean Space Science Society (KSSS)",
    "lcc": [
      "Korea, Republic of",
      "Science: Astronomy"
    ],
    "journalUrl": "http://janss.kr",
    "abstract": "The solar magnetic field plays a central role in the field of solar research, both theoretically and practically. Sunspots are an important observational constraint since they are considered a discernable tracer of emerged magnetic flux tubes, providing the longest running records of solar magnetic activity. In this presentation, we first review the statistical properties of the latitudinal distribution of sunspots and discuss their implications. The phase difference between paired wings of the butterfly diagram has been revealed. Sunspots seem to emerge with the exponential distribution on top of slowly varying trends by periods of ~11 years, which is considered multiplicative rather than additive. We also present a concept for the center-of-latitude (COL) and its use. With this, one may sort out a traditional butterfly diagram and find new features. It is found that the centroid of the COL does not migrate monotonically toward the equator, appearing to form an `active latitude`. Furthermore, distributions of the COL as a function of latitude depend on solar activity and the solar North-South asymmetry. We believe that these findings serve as crucial diagnostic tools for any potential model of the solar dynamo. Finally, we find that as the Sun modulates the amount of observed galactic cosmic ray influx, the solar North-South asymmetry seems to contribute to the relationship between the solar variability and terrestrial climate change.",
    "readLink": "http://ocean.kisti.re.kr/downfile/volume/kosss/OJOOBS/2018/v35n2/OJOOBS_2018_v35n2_55.pdf"
  },
  {
    "title": "Report on Workshop \"Planning of Future Science in the Polar Ocean Study with Cooperation among Study Groups\"",
    "authors": [
      "Mitsuo Fukuchi,",
      "Tsuneo Odate"
    ],
    "doi": "https://doi.org/10.15094/00009156",
    "journalVolume": "Vol. 45,\n                                no. 1\n                                \n                                  pp.\n                                  148\n                                  – 156",
    "issn": "0085-7289 (Print)",
    "publisher": "2432-079X (Online)",
    "countryOfPublisher": "National Institute of Polar Research",
    "lcc": [
      "Japan",
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://www.nipr.ac.jp/library/en/ar/index.html",
    "abstract": "A workshop on \"Planning of Future Science in the Polar Ocean Study with Cooperation among Study Groups\" was held on November 1,2000,at the National Institute of Polar Research with 21 participants. In this workshop, a plan to charter a research vessel other than \"Shirase\" was introduced and a science plan using the chartered research vessel by 43rd Japanese Antarctic Research Expedition was discussed. This study is going to be conducted in the sea ice area around 140-150°E in mid-summer (February 2002), when biological production becomes active in the Antarctic Ocean. Oceanographic observations using \"Shirase\" are difficult to conduct in this season since she supports a wide range of summer operations around Syowa Station. The relationships between biological production and greenhouse effect gas production and the vertical transport of organic materials from the surface to deep ocean will be the focus of this study. At this stage, one deputy leader and three members of JARE, and 25-26 other scientists including graduate students and foreign scientists, will participate in the field observations using the chartered vessel. The members of JARE will conduct a project science program of the VI Phase of JARE, while the other participants will do part of the science program \"Antarctic Ocean in Earth System\". Since further observations for several years after the summer of 2002 will be required to understand the role of the Antarctic Ocean in global climate change, we have applied for a Grant-in-Aid for Scientific Research for the next project, which will start from 2001,to the Ministry of Education, Science, Sports and Culture of Japan. The proposal was discussed in detail in this workshop.",
    "readLink": "http://doi.org/10.15094/00009156"
  },
  {
    "title": "Dryland Forest Restoration Under a Changing Climate in Central Asia and Mongolia",
    "authors": [
      "John A. Stanturf,",
      "Evgeniy Botman,",
      "Andrey Kalachev,",
      "Yuliya Borissova,",
      "Michael Kleine,",
      "Muslim Rajapbaev,",
      "Nurstan Chyngozhoev,",
      "Batkhuu Nyam-Osor"
    ],
    "doi": "https://doi.org/10.22353/mjbs.2020.18.11",
    "journalVolume": "Vol. 18,\n                                no. 2\n                                \n                                  pp.\n                                  3\n                                  – 18",
    "issn": "1684-3908 (Print)",
    "publisher": "2225-4994 (Online)",
    "countryOfPublisher": "National University of Mongolia",
    "lcc": [
      "Mongolia",
      "Science: Biology (General)"
    ],
    "journalUrl": "https://www.biotaxa.org/mjbs/index",
    "abstract": "Diverse environmental gradients in Central Asia and Mongolia, from high mountain forests to semi-desert lowlands salinized by past agriculture and water withdrawals, pose challenges to restoring degraded forests and landscapes. Technical approaches in dryland forestry and agroforestry methods are available to overcome these challenges, but to be fully effective, require policy and institutional changes. Climate variability and natural hazards are features of the region and the future is projected to become more arid with more intense rainfall. Closed forests, open woodlands, and shrublands are features of the dryland landscape, and provide a variety of ecosystem functions and services to be restored. In this work, steps in the restoration process are discussed, including halting degradation, conserving and rehabilitating existing forests, restoring dryland forests and agroforestry where trees are lacking, and adapting to climate change.",
    "readLink": "https://www.biotaxa.org/mjbs/article/view/59748/59631"
  },
  {
    "title": "Adaptive Multi-Paddock Grazing Lowers Soil Greenhouse Gas Emission Potential by Altering Extracellular Enzyme Activity",
    "authors": [
      "Bharat  M. Shrestha,",
      "Edward  W. Bork,",
      "Scott  X. Chang,",
      "Cameron  N. Carlyle,",
      "Zilong Ma,",
      "Timm  F. Döbert,",
      "Dauren Kaliaskar,",
      "Mark  S. Boyce"
    ],
    "doi": "https://doi.org/10.3390/agronomy10111781",
    "journalVolume": "Vol. 10,\n                                no. 1781\n                                \n                                  p.\n                                  1781",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "Adaptive multi-paddock (AMP) grazing is a form of rotational grazing in which small paddocks are grazed with high densities of livestock for short periods, with long recovery periods prior to regrazing. We compared the fluxes of greenhouse gases (GHGs), including carbon dioxide (CO2), methane (CH4), and nitrous oxide (N2O), from soils of AMP-grazed grasslands to paired neighboring non-AMP-grazed grasslands across a climatic gradient in Alberta, Canada. We further tested GHG responses to changes in temperature (5 °C vs. 25 °C) and moisture levels (permanent wilting point (PWP), 40% of field capacity (0.4FC), or field capacity (FC)) in a 102-day laboratory incubation experiment. Extracellular enzyme activities (EEA), microbial biomass C (MBC) and N (MBN), and available-N were also measured on days 1, 13, and 102 of the incubation to evaluate biological associations with GHGs. The 102-day cumulative fluxes of CO2, N2O, and CH4 were affected by both temperature and moisture content (p 2O were independent of the grazing system, CH4 uptake was 1.5 times greater in soils from AMP-grazed than non-AMP-grazed grasslands (p p 2 flux, with AMP soils emitting 17% more CO2 than non-AMP soils at 5 °C, but 18% less at 25 °C. The temperature sensitivity (Q10) of CO2 fluxes increased with soil moisture level (i.e., PWP 2 or N2O fluxes, but had an effect on CH4 fluxes on days 1 and 13, indicating that CH4 uptake increased in association with AMP grazing. Increasing soil moisture level increased fluxes of GHGs—directly and indirectly—by influencing EEAs. Irrespective of the grazing system, the MBC was an indirect driver of CO2 emissions and CH4 uptake through its effects on soil EEAs. The relationships of N-acetyl-β glucosaminidase and β-glucosidase to N2O fluxes were subtle on day 1, and independent thereafter. AMP grazing indirectly affected N2O fluxes by influencing N-acetyl-β glucosaminidase on day 13. We conclude that AMP grazing has the potential to mitigate the impact of a warmer soil on GHG emissions by consuming more CH4 compared to non-AMP grazing in northern temperate grasslands, presumably by altering biogeochemical properties and processes.",
    "readLink": "https://www.mdpi.com/2073-4395/10/11/1781"
  }
]