[
  {
    "title": "Temporal matching of occurrence localities and forest cover data helps improve range estimates and predict climate change vulnerabilities",
    "authors": [
      "Maria Gavrutenko,",
      "Beth E. Gerstner,",
      "Jamie M. Kass,",
      "Steven M. Goodman,",
      "Robert P. Anderson"
    ],
    "doi": "Vol. 27\n                                \n                                \n                                  p.\n                                  e01569",
    "issn": "2351-9894 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/global-ecology-and-conservation/",
    "abstract": "Improved quantification of species’ ranges is needed to provide more accurate estimates of extinction risks for conservation planning. Highland tropical biodiversity may be particularly vulnerable to the anthropogenic changes in land cover and climate and is subject to overestimation of geographic range size in IUCN assessments. Here, we demonstrate a novel and practical approach for quantifying inferred range reductions based upon temporal matching of recent species occurrence localities and vegetation data. As an illustration pertinent to montane forest-associated species with limited distribution data, we use Gymnuromys roberti, an endemic Malagasy rodent with a Least Concern conservation status. We estimated climatic suitability and climate change vulnerability using species distribution modeling (SDM). We then determined deforestation tolerance thresholds for the species by temporally matching recent occurrence localities with percent forest cover values from MODIS forest cover layers. Finally, we applied these thresholds in postprocessing SDM-based range estimates. These estimates demonstrate that the lack of sufficient forest cover substantially reduces the species’ current estimated range compared with the IUCN range map. Projections to 2050 suggest that there will be a loss of climatic suitability over three quarters of the currently suitable habitat along with increased fragmentation, highlighting the need to include climate change vulnerability assessments as an integral part of conservation planning. Broader application of SDMs could assist practitioners at various stages of conservation planning, stressing the need for improved accessibility of methodologically complex SDM approaches.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2351989421001190"
  },
  {
    "title": "Case Studies on Elderly and Institutionalization in the  Southern region of Kerala",
    "authors": [
      "Sharon Fernandez,",
      "Lithin Zacharias,",
      "Harikrishnan U."
    ],
    "doi": "Vol. 3,\n                                no. 3",
    "issn": "2456-2068 (Online)",
    "publisher": "Social Workers in India",
    "countryOfPublisher": "India",
    "lcc": [
      "Social Sciences: Social pathology. Social and public welfare. Criminology"
    ],
    "journalUrl": "http://jswep.in",
    "abstract": "Aging is a period of decline and social attitude towards old age affects the aged population. The practice of institutionalizing the elderly is a broad spreading concept in the modern world, and the old age homes and hospices are growing day by day. The current study aims at exploring the life experiences of the elderly on account of the transition happening due to institutionalization. The current study followed the multiple case study design. The objectives of the study are 1) to understand the social conditions that propel the elderly to choose institutional care, 2) to assess changing the attitude of the elderly towards the society and 3) to determine the coping mechanisms by the elderly in institutions, towards effective adjustment. Samples were selected from the old age homes who were above the age of 65 and institutionalized for at least ten years. Four case studies focused on the current objectives, and semi-structured interview guide was used. The study found that there was some level of psychosocial issues among the elderly and need psychosocial interventions and specialized care for the elderly in the primary, secondary and tertiary levels.",
    "readLink": "https://jswep.in/index.php/jswep/article/view/64"
  },
  {
    "title": "Proposal of the “Wastewater Use Basin” Concept as an Integrated Sewage and Rainwater Management Unit in Semiarid Regions—A Case Study in the Southeast of the Iberian Peninsula",
    "authors": [
      "Miguel B. Bernabé-Crespo,",
      "Jorge Olcina,",
      "Antonio Oliva"
    ],
    "doi": "https://doi.org/10.3390/w15122181",
    "journalVolume": "Vol. 15,\n                                no. 2181\n                                \n                                  p.\n                                  2181",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Semi-arid and arid regions are characterized by their water scarcity, which leads territories to seek ways of increasing the water resources available to meet their demands (urban, agricultural, industrial, leisure and tourism, etc.). For this reason, this article proposes the term “wastewater use basin”; the concept of the “wastewater use basin” is presented as a working unit of a smaller scale than traditional river basins, which allows for a better management of the water collected in the sewerage network and rainwater of urban agglomerations. It is a geographically-focused proposal for the integrated management of wastewater and stormwater that ends up in a wastewater treatment plant for treatment and reuse. The study area is located in the southeast of the Iberian Peninsula, Spain; specifically, the Campo of Cartagena-Mar Menor district (Murcia) and Vega Baja district (Alicante). The results show the trend behaviour of rainfall in the Segura river basin in recent episodes of torrential rainfall. There is a clear tendency for these episodes to occur in the coastal and pre-coastal areas, so that the water does not reach the headwaters where the reservoirs are located. For this reason, the proposed concept includes the area of the basin that would be formed by the wastewater and rainwater collectors which, in short, are intended to be treated in a treatment plant for subsequent reuse. The calculations made on the basis of the capacity of the environmental tanks executed and projected amount to four cubic hectometers which could be added to the hydrological planning of the Segura basin. In conclusion, the collection of rainwater allows the incorporation of an additional volume of water that complements and increases the resources offered by the treatment plants in the hydrological planning. It also serves as a measure of adaptation to climatic extremes (droughts and floods) and to the effects of climate change, supporting a circular management of the use of resources.",
    "readLink": "https://www.mdpi.com/2073-4441/15/12/2181"
  },
  {
    "title": "Household’s Vulnerability to Climate Change Impacts in Selected Coastal Communities of Baybay City, Leyte",
    "authors": [
      "Eulaine Marie D. Mangaoang,",
      "Maria Hazel I. Bellezas"
    ],
    "doi": "https://doi.org/10.5281/zenodo.4517166",
    "journalVolume": "Vol. 2,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 21",
    "issn": "2599-5464 (Print)",
    "publisher": "2718-9694 (Online)",
    "countryOfPublisher": "Visayas Socio-Economic Research and Data Analytics Center",
    "lcc": [
      "Philippines",
      "Social Sciences: Commerce: Commercial geography. Economic geography",
      "Social Sciences: Economic theory. Demography"
    ],
    "journalUrl": "https://reserds.vsu.edu.ph/",
    "abstract": "The study investigates households’ vulnerabilities to climate change impacts in selected coastal communities of Baybay City, Leyte. Personal interviews were conducted among 152 randomly selected respondents. Principal Component Analysis was used to estimate the vulnerability index. Results of the study show that more than 80% of households experienced flooding in their homes, usually due to heavy rains, or a combination of heavy rains and high tide. However, households were indirectly sensitive to climate change impacts because more depend on non-natural resource-based income. Living in houses made up of light materials, make them more vulnerable to natural hazards. More than the geographic location and physical features, these communities are potentially vulnerable to climate change owing to the prevailing socio-economic conditions in the area as well as the capacity of households to adapt to climate-related hazards. Policies such as establishment of mangrove forests or physical infrastructures like dikes or breakwaters, capacity development on the conduct of seminars about climate change and different adaptation strategies are suggested to improve the adaptive capacity and resilience of the selected coastal communities in Baybay City, Leyte.",
    "readLink": "https://www.reserds.com/wp-content/uploads/2020/04/Vol-2-2018-pp.-1-21-Paper-1.pdf"
  },
  {
    "title": "Variability of Water Use Efficiency Associated with Climate Change in the Extreme West of Bahia",
    "authors": [
      "Dimas de Barros Santiago,",
      "Humberto Alves Barbosa,",
      "Washington Luiz Félix Correia Filho,",
      "José Francisco de Oliveira-Júnior,",
      "Franklin Paredes-Trejo,",
      "Catarina de Oliveira Buriti"
    ],
    "doi": "https://doi.org/10.3390/su142316004",
    "journalVolume": "Vol. 14,\n                                no. 16004\n                                \n                                  p.\n                                  16004",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Water has become more important in agricultural implementations over the years, as has the need for water management. Thus, Water Use Efficiency (WUE) has been used as an alternative form of detecting the variability of water management based on the carbon–water cycle. The study aimed to map and quantify the spatio-temporal distribution of WUE based on its interactions with environmental changes. It focused on an agricultural area in the westernmost region of Bahia, Northeast Brazil (NEB). For WUE estimation, data from Collection 6 MODIS Gross Primary Productivity (GPP) and Evapotranspiration (ET) products with a spatial resolution of 0.05° × 0.05° were obtained from the Earth Explorer website. Subsequently, annual WUE anomalies were calculated based on the 2001–2019 period. The results obtained indicated that the highest values of GPP (580 gC/m2), ET (3000 mm), and WUE (3.5 gC/mm·m2) occurred in agricultural areas, associated with cultural treatments and insertion of irrigation, which helped in the higher WUE values and consequently increased agricultural productivity in the study region. In addition, there was a marked influence of the phases of the climate variability mode—El Niño-Southern Oscillation (ENSO)—on the annual variability of the WUE, with a reduction of 96% during the La Niña of 2016 (an increase of 89% during El Niño of 2005). During El Niños, vegetation had greater efficiency resulting from the adaptation of vegetation in maintaining the carbon–water balance, using water more efficiently. However, unlike Las Niñas, with excessive precipitation there is an interference in the WUE, which interferes with the absorption of radiation and nutrients for the biophysical processes of vegetation and agriculture and, consequently, agricultural production. The use of WUE for agriculture is extremely important, especially for Brazil and countries with an economy based on primary production. This information on the way vegetation (native or agricultural) responds to interactions with the environment aids in decision-making about water management, possibly lowering losses or agricultural damage caused by a lack of water.",
    "readLink": "https://www.mdpi.com/2071-1050/14/23/16004"
  },
  {
    "title": "Energy system transitions pathways with the new H2RES model: A comparison with existing planning tool",
    "authors": [
      "Luka Herc,",
      "Antun Pfeifer,",
      "Felipe Feijoo,",
      "Neven Duić"
    ],
    "doi": "Vol. 1\n                                \n                                \n                                  p.\n                                  100024",
    "issn": "2772-6711 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering"
    ],
    "journalUrl": "https://www.journals.elsevier.com/e-prime",
    "abstract": "Anthropogenically caused climate change is amongst the main problems that society faces today. To limit the increase in average global surface temperature, several countries have developed targets (e.g., goals of the Paris agreement) that seek to reduce their greenhouse gas emissions levels, particularly from the energy and transport sectors. The installation of large renewable generating capacities creates new challenges. Particularly, their high variability creates uncertainties to the energy system regulators and operators to guarantee the security of supply at affordable prices. Therefore, new approaches must be considered to help reduce the uncetainty associated with variable renewable energy. Power-to-X and demand response technologies, which provide a high degree of flexibility to energy systems, could be in fact a viable solution.This research compares two methods of planning the development of energy system. The developed software H2RES is being compared to the existing commercial energy system's configuration optimization program PLEXOS. The research compares these models in terms of endogenous capacity expansion of renewable sources and flexibility options Additionally, H2RES is extended to account for endogenous capacity investment decisions in power and energy storage technologies. The two models are compared on the case of the Croatian Energy system. Results show that Power-to-X technologies provide the required flexibility in order to successfully integrate new generating capacities of variable renewable sources, reaching economically optimal and low carbon energy systems. Newly developed software H2RES is shown to be capable in providing energy system simulations, optimization and investment planning. Displayed functionalities in some aspects have shown to be even more capable than in established software PLEXOS to which it is compared. There is as well high amount of room for improvements due to its open-source nature.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2772671121000231"
  },
  {
    "title": "How the Hydrometeorological Parameters of the Curonian Lagoon Changed during Two Periods of Standard Climate Normal (1961–1990 and 1991–2020)",
    "authors": [
      "Darius Jakimavičius,",
      "Diana Šarauskienė,",
      "Jūratė Kriaučiūnienė"
    ],
    "doi": "https://doi.org/10.3390/w15061008",
    "journalVolume": "Vol. 15,\n                                no. 1008\n                                \n                                  p.\n                                  1008",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Coastal lagoons are recognized as specific and complex water bodies vulnerable to climate change. The focus of this study was the Curonian Lagoon, the largest freshwater lagoon in the Baltic Sea and the whole of Europe. The changes in the hydrometeorological parameters of the lagoon over six decades were evaluated using two periods of climatological standard normal: the most recent 30-year period, i.e., 1991–2020, and the period of 1961–1990. Before statistical analysis, data were checked for homogeneity, and breakpoints were determined by Pettitt and Buishand tests. The Mann–Kendall test was used to determine trends in the data series. The analysis revealed substantial changes in the hydrometeorological parameters of the lagoon during two climate normal periods. An exceptionally high rise in air temperature was detected. A considerable increase was identified in the lagoon water temperature and water level data series. The duration of permanent ice cover on the lagoon declined, as did the ice thickness, whereas the ice breakup advanced. A downward trend in wind speed data was detected, while the change in precipitation had a positive direction. Air and water temperatures were highly correlated with the Arctic Oscillation (AO) index and the water level with the Scandinavia pattern (SCAND).",
    "readLink": "https://www.mdpi.com/2073-4441/15/6/1008"
  },
  {
    "title": "Changes Detected in Five Bioclimatic Indices in Large Romanian Cities over the Period 1961–2016",
    "authors": [
      "Ștefana Banc,",
      "Adina-Eliza Croitoru,",
      "Nicoleta  Afrodita David,",
      "Andreea-Sabina Scripcă"
    ],
    "doi": "https://doi.org/10.3390/atmos11080819",
    "journalVolume": "Vol. 11,\n                                no. 819\n                                \n                                  p.\n                                  819",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Bioclimatic indices are very important tools to evaluate the thermal stress of the human body. The aims of this study were to analyze the general bioclimatic conditions in ten big cities in Romania and to find out if there has been any change in five bioclimatic indices over a 56‑year period: 1961–2016. The indices considered were: equivalent temperature, effective temperature, cooling power, universal thermal climate index and temperature-humidity index. They were calculated based on the daily meteorological data of air temperature, relative humidity, and wind speed recorded in 10 weather stations in Romania: Bucharest-Băneasa, Botoșani, Cluj-Napoca, Constanța, Craiova, Galați, Iași, Oradea, Sibiu and Timișoara. The features investigated for trend detection consisted of the frequency and length of the occurrence period for each class and for each index. The test used for trend detection was Mann-Kendall and the magnitude of the trend (the slope) was calculated by employing Sen’s slope method. The main results are based on frequency analysis. Three indices showed comfort class as dominant whereas the other two indicated cold stress conditions as dominant in the area. There was a shift from the cold stress conditions to the warm and hot ones for all the indices. The most stressful conditions for hot extremes did not indicate significant change. The climate in the big cities of Romania became milder during the cold season and hotter during the warm period of the year. The analysis of the length of each thermal class indicated mainly longer occurrence periods during the year for comfortable or warm stress classes.",
    "readLink": "https://www.mdpi.com/2073-4433/11/8/819"
  },
  {
    "title": "Impact of Climate Change on Twenty-First Century Crop Yields in the U.S.",
    "authors": [
      "Lillian  Kay Petersen"
    ],
    "doi": "https://doi.org/10.3390/cli7030040",
    "journalVolume": "Vol. 7,\n                                no. 3\n                                \n                                  p.\n                                  40",
    "issn": "2225-1154 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/climate",
    "abstract": "Crop yields are strongly dependent on the average climate, extreme temperatures, and carbon dioxide concentrations, all of which are projected to increase in the coming century. In this study, a statistical model was created to predict US yields to 2100 for three crops using low and high-emissions future scenarios (RCP 4.5 and 8.5). The model is based on linear regressions between historical crop yields and daily weather observations since 1970 for every county in the US. Yields were found to be most strongly dependent on heat waves, summer average temperatures, and killing degree days; these relationships were hence used to predict future yields. The model shows that warming temperatures will significantly decrease corn and soybean yields, but will not have as strong of an influence on rice. Before accounting for CO 2 fertilization, crops in the high-emissions scenario are predicted to produce 77%, 85%, and 96% of their expected yield without climate change for corn, soybeans, and rice, respectively. When a simple CO 2 fertilization factor is included, corn, a C4 plant, increases slightly, while the yields of the C3 plants (soybeans and rice) are actually predicted to increase compared to today’s yields. This study exhibits the wide range of possible impacts of climate change on crop yields in the coming century, and emphasizes the need for field research on the combined effects of CO 2 fertilization and heat extremes.",
    "readLink": "http://www.mdpi.com/2225-1154/7/3/40"
  },
  {
    "title": "Managing emerging pathogen risks in recycled water",
    "authors": [
      "E. Donner,",
      "P. Monis,",
      "B. van den Akker,",
      "M. D. Short"
    ],
    "doi": "Vol. 43,\n                                no. 4\n                                \n                                  pp.\n                                  177\n                                  – 182",
    "issn": "1324-4272 (Print)",
    "publisher": "2201-9189 (Online)",
    "countryOfPublisher": "CSIRO Publishing",
    "lcc": [
      "Australia",
      "Science: Microbiology"
    ],
    "journalUrl": "https://www.publish.csiro.au/ma",
    "abstract": "The COVID-19 pandemic raised the public profile of wastewater-based infectious disease monitoring. General media coverage about wastewater detection of SARS-CoV-2 (the COVID-19 coronavirus) increased community awareness of the potential use of wastewater for the detection and surveillance of emerging diseases and also heightened recognition of the potential for wastewater to harbour and convey a variety of pathogens. This has also generated questions about the potential public health impacts of emerging pathogens, such as SARS-CoV-2 and mpox, in sewage and recycled water. To ensure water security in an era of climate change, water recycling is increasingly important in Australia and other water-stressed nations and managing disease risks in integrated water management is thus of critical importance. This paper demonstrates the existing risk management provisions for recycled water and explores potential issues posed by novel and emerging pathogens. First, a synopsis of some key emerging and re-emerging human pathogens is presented and the risks associated with these pathogens in the context of recycled water provision is considered. Then, an overview of the engineered treatment systems and regulatory framework used to manage these emerging risks in Australia is presented, together with a discusion of how emerging pathogen risks can be managed to ensure safe recycled water supply now and into the future.",
    "readLink": "https://www.publish.csiro.au/ma/pdf/MA22058"
  }
]