[
  {
    "title": "Comparative Evaluation of Top-Down GOSAT XCO<sub>2</sub> vs. Bottom-Up National Reports in the European Countries",
    "authors": [
      "Youngseok Hwang,",
      "Stephan Schlüter,",
      "Tanupriya Choudhury,",
      "Jung-Sup Um"
    ],
    "doi": "https://doi.org/10.3390/su13126700",
    "journalVolume": "Vol. 13,\n                                no. 6700\n                                \n                                  p.\n                                  6700",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Submitting national inventory reports (NIRs) on emissions of greenhouse gases (GHGs) is obligatory for parties of the United Nations Framework Convention on Climate Change (UNFCCC). The NIR forms the basis for monitoring individual countries’ progress on mitigating climate change. Countries prepare NIRs using the default bottom–up methodology of the Intergovernmental Panel on Climate Change (IPCC), as approved by the Kyoto protocol. We provide tangible evidence of the discrepancy between official bottom–up NIR reporting (unit: tons) versus top–down XCO2 reporting (unit: ppm) within the European continent, as measured by the Greenhouse Gases Observing Satellite (GOSAT). Bottom–up NIR (annual growth rate of CO2 emission from 2010 to 2016: −1.55%) does not show meaningful correlation (geographically weighted regression coefficient = −0.001, R2 = 0.024) to top–down GOSAT XCO2 (annual growth rate: 0.59%) in the European countries. The top five countries within the European continent on carbon emissions in NIR do not match the top five countries on GOSAT XCO2 concentrations. NIR exhibits anthropogenic carbon-generating activity within country boundaries, whereas satellite signals reveal the trans-boundary movement of natural and anthropogenic carbon. Although bottom–up NIR reporting has already gained worldwide recognition as a method to track national follow-up for treaty obligations, the single approach based on bottom–up did not present background atmospheric CO2 density derived from the air mass movement between the countries. In conclusion, we suggest an integrated measuring, reporting, and verification (MRV) approach using top–down observation in combination with bottom–up NIR that can provide sufficient countrywide objective evidence for national follow-up activities.",
    "readLink": "https://www.mdpi.com/2071-1050/13/12/6700"
  },
  {
    "title": "How large-scale subsidence affects stratocumulus transitions",
    "authors": [
      "J. J. van der Dussen,",
      "S. R. de Roode,",
      "A. P. Siebesma,",
      "A. P. Siebesma"
    ],
    "doi": "https://doi.org/10.5194/acp-16-691-2016",
    "journalVolume": "Vol. 16\n                                \n                                \n                                  pp.\n                                  691\n                                  – 701",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Some climate modeling results suggest that the Hadley circulation might weaken in a future climate, causing a subsequent reduction in the large-scale subsidence velocity in the subtropics. In this study we analyze the cloud liquid water path (LWP) budget from large-eddy simulation (LES) results of three idealized stratocumulus transition cases, each with a different subsidence rate. As shown in previous studies a reduced subsidence is found to lead to a deeper stratocumulus-topped boundary layer, an enhanced cloud-top entrainment rate and a delay in the transition of stratocumulus clouds into shallow cumulus clouds during its equatorwards advection by the prevailing trade winds. The effect of a reduction of the subsidence rate can be summarized as follows. The initial deepening of the stratocumulus layer is partly counteracted by an enhanced absorption of solar radiation. After some hours the deepening of the boundary layer is accelerated by an enhancement of the entrainment rate. Because this is accompanied by a change in the cloud-base turbulent fluxes of moisture and heat, the net change in the LWP due to changes in the turbulent flux profiles is negligibly small.",
    "readLink": "https://www.atmos-chem-phys.net/16/691/2016/acp-16-691-2016.pdf"
  },
  {
    "title": "Sustainability Mindsets for Strategic Management: Lifting the Yoke of the Neo-Classical Economic Perspective",
    "authors": [
      "Gerard Farias,",
      "Christine Farias,",
      "Isabella Krysa,",
      "Joel Harmon"
    ],
    "doi": "https://doi.org/10.3390/su12176977",
    "journalVolume": "Vol. 12,\n                                no. 6977\n                                \n                                  p.\n                                  6977",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "While sustainability has attracted the attention of managers and academicians for over two decades, the macro-level indicators of sustainability are not moving in the right direction. Climate change continues to be an existential threat for humanity and other indicators of sustainability do not fare much better. The logic of the business case and the associated framing of tension between financial outcomes and sustainability have generated a limited and inadequate response to the existential challenges before humanity today. In this essay, we analyze the evolution of sustainability in the business context and call for a recognition that social and environmental outcomes must supersede economic ones in corporate sustainability thinking. We call for a widening of the spatial, temporal, and moral lenses in the formulation and execution of business strategy to ensure that it is in alignment with the needs of current and future generations of humanity and proportionate to planetary conditions.",
    "readLink": "https://www.mdpi.com/2071-1050/12/17/6977"
  },
  null,
  {
    "title": "Astronomical age constraints and extinction mechanisms of the Late Triassic Carnian crisis",
    "authors": [
      "Charlotte S. Miller,",
      "Francien Peterse,",
      "Anne-Christine da Silva,",
      "Viktória Baranyi,",
      "Gert J. Reichart,",
      "Wolfram M. Kürschner"
    ],
    "doi": "https://doi.org/10.1038/s41598-017-02817-7",
    "journalVolume": "Vol. 7,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 7",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract The geological record contains evidence for numerous pronounced perturbations in the global carbon cycle, some of which are associated with mass extinction. In the Carnian (Late Triassic), evidence from sedimentology and fossil pollen points to a significant change in climate, resulting in biotic turnover, during a time termed the ‘Carnian Pluvial Episode’ (CPE). Evidence from the marine realm suggests a causal relationship between the CPE, a global ‘wet’ period, and the injection of light carbon into the atmosphere. Here we provide the first evidence from a terrestrial stratigraphic succession of at least five significant negative C-isotope excursions (CIE)’s through the CPE recorded in both bulk organic carbon and compound specific plant leaf waxes. Furthermore, construction of a floating astronomical timescale for 1.09 Ma of the Late Triassic, based on the recognition of 405 ka eccentricity cycles in elemental abundance and gamma ray (GR) data, allows for the estimation of a duration for the isotope excursion(s). Source mixing calculations reveal that the observed substantial shift(s) in δ13C was most likely caused by a combination of volcanic emissions, subsequent warming and the dissociation of methane clathrates.",
    "readLink": "https://doi.org/10.1038/s41598-017-02817-7"
  },
  {
    "title": "Variations of Cooling and Dehumidification Degree Days in Major Climate Zones of China during the Past 57 Years",
    "authors": [
      "Jingfu Cao,",
      "Jun Shi,",
      "Mingcai Li,",
      "Zhihong Zhai,",
      "Ruixue Zhang,",
      "Min Wang"
    ],
    "doi": "https://doi.org/10.3390/atmos14040752",
    "journalVolume": "Vol. 14,\n                                no. 752\n                                \n                                  p.\n                                  752",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "In previous studies, the concept of degree days has been widely used to indicate heating or cooling energy requirements, but it does not consider the dehumidification effect. In the present study, the concept of dehumidification degree days based on moisture content is used, and the degree days over the past 57 years for temperature decreasing and dehumidification in 4 cities belonging to major climate zones of China are analyzed. The results showed that the number of cooling degree days showed a significant increase (1.2–4.6 days/10 a) in all the selected cities, corresponding to the warming climate. In contrast, the degree days of dehumidification accounted for 19%–45% of the total days in summer and showed significant decreases (2.0–3.7 days/10 a) in the cold, hot summer and cold winter, and hot summer and warm winter climate zones. Comfortable days, i.e., days requiring no cooling and no dehumidification, accounting for 8–45% of the total days in summer, decreased significantly in the extreme cold and cold zones (0.9–1.8 days/10 a) but showed no apparent changes in the hot summer and cold winter and hot summer and warm winter climate zones. This study suggests that energy consumption for cooling increases linearly with climate warming, and only the energy consumed for dehumidification had an apparent decrease. The degree days of dehumidification, as well as those requiring no cooling and no dehumidification, should be fully considered in the capacity design of air-conditioning units, especially air-conditioning systems with temperature- and humidity-independent control (THIC). This study indicates that the assessment of energy consumption for requests for air-conditioning in relation to climate change should be carried out after separating energy consumption for cooling from energy consumption for dehumidification to improve building energy efficiency and indoor comfort.",
    "readLink": "https://www.mdpi.com/2073-4433/14/4/752"
  },
  {
    "title": "The affect of effect: affirmative political ecologies in monitoring climate change adaptation interventions",
    "authors": [
      "Kelly Dombroski,",
      "Huong Thi Do"
    ],
    "doi": "Vol. 47,\n                                no. 5",
    "issn": "1238-2086 (Print)",
    "publisher": "2736-9722 (Online)",
    "countryOfPublisher": "The Geographical Society of Northern Finland",
    "lcc": [
      "Finland",
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "https://nordia.journal.fi/",
    "abstract": "All over the world, climate change adaptation interventions (CCAIs) are being implemented in a variety of ways, but mostly monitored using outcomes-based monitoring and evaluation (M&E) frameworks that are prone to oversimplification and outside-imposed priorities and knowledges about climate change. Existing monitoring and evaluation practices can only provide results with reference to project goals and processes, and tend to be top-down and neo-colonial in method and scope. This means they may frequently miss unexpected or localised aspects of adaptation interventions, some of which may be useful beyond the local level. While it may be possible to just explore the neo-colonial aspects of this political ecology of monitoring and evaluation of climate change adaptation interventions in our fieldwork in Thai Binh Province of Vietnam, an affirmative political ecology also tries to identify and proliferate alternative possibilities for meaningful monitoring and evaluation of adaptation interventions. In this essay, we reflect on the ways in which our research into embodied knowledge in local level monitoring and evaluation in rural Thai Binh province of Vietnam could be understood as affirmative political ecology. Through paying attention to the embodied knowledges and the cares and concerns of farmers and ourselves as scholars, we can get at the physical and material changes in environment and livelihood, but also move beyond critique into rethinking how new worlds and ways of being in and with the more than human can emerge.",
    "readLink": "https://nordia.journal.fi/article/view/79931"
  },
  {
    "title": "Soil microbial abundance was more affected by soil depth than the altitude in peatlands",
    "authors": [
      "Meiling Zhao,",
      "Meiling Zhao,",
      "Ming Wang,",
      "Yantong Zhao,",
      "Yantong Zhao,",
      "Nanlin Hu,",
      "Nanlin Hu,",
      "Lei Qin,",
      "Lei Qin,",
      "Zhibin Ren,",
      "Zhibin Ren,",
      "Guodong Wang,",
      "Guodong Wang,",
      "Ming Jiang"
    ],
    "doi": "https://doi.org/10.3389/fmicb.2022.1068540",
    "journalVolume": "Vol. 13",
    "issn": "1664-302X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.frontiersin.org/microbiology",
    "abstract": "Soil microbial abundance is a key factor to predict soil organic carbon dynamics in peatlands. However, little is known about the effects of altitude and soil depth and their interaction on soil microbial abundance in peatlands. In this study, we measured the microbial abundance and soil physicochemical properties at different soil depths (0–30 cm) in peatlands along an altitudinal gradient (from 200 to 1,500 m) on Changbai Mountain, China. The effect of soil depth on soil microbial abundance was stronger than the altitude. The total microbial abundance and different microbial groups showed the same trend along the soil depth and altitudinal gradients, respectively. Microbial abundance in soil layer of 5–10 cm was the highest and then decreased with soil depth; microbial abundance at the altitude of 500–800 m was the highest. Abiotic and biotic factors together drove the change in microbial abundance. Physical variables (soil water content and pH) and microbial co-occurrence network had negative effects on microbial abundance, and nutrient variables (total nitrogen and total phosphorus) had positive effects on microbial abundance. Our results demonstrated that soil depth had more effects on peatland microbial abundance than altitude. Soil environmental change with peat depth may lead to the microorganisms receiving more disturbances in future climate change.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmicb.2022.1068540/full"
  },
  {
    "title": "Inputs of Terrestrial Dissolved Organic Matter Enhance Bacterial Production and Methylmercury Formation in Oxic Coastal Water",
    "authors": [
      "Juanjo Rodríguez,",
      "Juanjo Rodríguez,",
      "Agneta Andersson,",
      "Agneta Andersson,",
      "Erik Björn,",
      "Sari Timonen,",
      "Sonia Brugel,",
      "Sonia Brugel,",
      "Aleksandra Skrobonja,",
      "Owen Rowe"
    ],
    "doi": "https://doi.org/10.3389/fmicb.2022.809166",
    "journalVolume": "Vol. 13",
    "issn": "1664-302X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.frontiersin.org/microbiology",
    "abstract": "Methylmercury (MeHg) is a potent neurotoxin commonly found in aquatic environments and primarily formed by microbial methylation of inorganic divalent mercury (Hg(II)) under anoxic conditions. Recent evidence, however, points to the production of MeHg also in oxic pelagic waters, but the magnitude and the drivers for this process remain unclear. Here, we performed a controlled experiment testing the hypothesis that inputs of terrestrial dissolved organic matter (tDOM) to coastal waters enhance MeHg formation via increased bacterial activity. Natural brackish seawater from a coastal area of the Baltic Sea was exposed to environmentally relevant levels of Hg(II) and additions of tDOM according to climate change scenarios. MeHg formation was observed to be coupled to elevated bacterial production rates, which, in turn, was linked to input levels of tDOM. The increased MeHg formation was, however, not coupled to any specific change in bacterial taxonomic composition nor to an increased abundance of known Hg(II) methylation genes. Instead, we found that the abundance of genes for the overall bacterial carbon metabolism was higher under increased tDOM additions. The findings of this study may have important ecological implications in a changing global climate by pointing to the risk of increased exposure of MeHg to pelagic biota.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmicb.2022.809166/full"
  },
  {
    "title": "Output prediction of alpha-type Stirling engines using gradient boosted regression trees and corresponding heat recovery system optimization based on improved NSGA-II",
    "authors": [
      "Jiying Chen,",
      "Zedong Chu,",
      "Rui Zhao,",
      "Alexander F. Luo,",
      "Kai H. Luo"
    ],
    "doi": "Vol. 8\n                                \n                                \n                                  pp.\n                                  835\n                                  – 846",
    "issn": "2352-4847 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering"
    ],
    "journalUrl": "http://www.journals.elsevier.com/energy-reports/",
    "abstract": "Climate change is becoming a pressing global concern, and the search for new energy and energy recovery technologies is becoming a worldwide research imperative. The broad adaptability of the Stirling engine to a wide variety of heat sources makes it a promising technology for industrial waste heat recovery and solar thermal generation. The operation of the Stirling engine involves a multi-physical coupled process of heat transfer and mechanics as well as non-linear losses due to mechanical friction and gas charge leaking. Therefore, accurate prediction of Stirling engine power output through theoretical analysis is complex and costly. Emerging machine learning algorithms like Gradient Boosted Regression Trees (GBRT) can offer new approaches to solve this problem. The GBRT model consists of multiple decision trees that branch by exhausting thresholds for all features under study to find the best split structure for data regression, and the principle of GBRT gives it the natural advantage of finding a wide range of distinguishing features and combinations, and a powerful generalization capability. A GBRT forecasting model is thus constructed to model the output power of Alpha-type Stirling engines. Test data from the General Motors 4L23 Stirling Engine are applied as the training and test set. Results from the random test set accounting for 25% of the total samples indicate that the GBRT model has a prediction accuracy of 96.23%. Furthermore, a regional microgrid containing Stirling engines, photovoltaic panels and batteries for industrial waste heat recovery is constructed and an evaluation system for energy supply performance is also established. Finally, based on the proposed power output model, multi-objective optimization based on improved NSGA-II is implemented, providing guidance for industrial application of Stirling engines.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2352484722004693"
  }
]