[
  {
    "title": "National natural&amp;nbsp;heritage at risk: The Seven Rila Lakes",
    "authors": [
      "Mariyana Nikolova,",
      "Peter Nojarov,",
      "Stoyan Nedkov"
    ],
    "doi": "https://doi.org/10.3897/jbgs.e78709",
    "journalVolume": "Vol. 45\n                                \n                                \n                                  pp.\n                                  67\n                                  – 80",
    "issn": "2738-8107 (Print)",
    "publisher": "2738-8115 (Online)",
    "countryOfPublisher": "Bulgarian Geographical Society",
    "lcc": [
      "Bulgaria",
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "https://jbgs.arphahub.com/",
    "abstract": "The area of the Seven Rila Lakes is situated in the North-West part of the Rila Mountain at an altitude between 2100 and 2500 m a.s.l. within the borders of Rila National Park. There are 140 glacial lakes in Rila Mountain but the area of the Seven Rila Lakes is the most visited and famous with its natural beauty and sacred significance. It is a valuable part of the national natural heritage. The popularity of this area grows constantly with the number of visitors from the country and abroad. This process leads to the deterioration of the natural conditions in the site. At the same time, it is not clear what is the effect of climate change on the environment in the lake&rsquo;s area. There are many factors that contribute to the degradation of ecosystems in the protected area of the Seven Rila Lakes and pose risk to this valuable natural heritage. These factors are natural (mainly climate change-related), anthropogenic (associated with the excessive tourist pressures on the ecosystems in the protected area), and management (stemming from the ongoing conservation policy over the years). This study explores to what extent climate change may put at risk the ecosystems of Seven Rila Lakes. Mean monthly data from The European Center for Medium-Range Weather Forecasts (ECMWF) ERA5-Land reanalysis were used in this study. The resolution of these data is 0.1 x 0.1 (9 x 9 km) and their period is 1981-2020. Reanalysis data include air temperature, precipitation, evaporation, snow depth, etc. Based on data from various sources such as reanalysis data, in situ measurements, and statistical modeling, a scenario, based on current trends in different climatic elements, has been developed in order to project future changes and their impact on lake ecosystems. The results of the modelling of climate change show that in the coming decades an increase in temperature is expected in the high mountain regions of South-western Bulgaria and in particular in the Seven Rila Lakes area. This, combined with the ever-increasing flow of tourists, and high demand for the provided cultural ecosystem services, and insufficient management practices, put at risk the state of the lakes and their capacity to provide the same quality of cultural ecosystem services in the future, which attracts tourists in the area now. Recommendations have been made for the optimization of the management of the protected area in accordance with the observed trends.",
    "readLink": "https://jbgs.arphahub.com/article/78709/download/pdf/"
  },
  {
    "title": "Urbanization Impacts on Pearl River Delta Extreme Rainfall Sensitivity to Land Cover Change Versus Anthropogenic Heat",
    "authors": [
      "Chenxi Hu,",
      "Kwun Yip Fung,",
      "Chi‐Yung Tam,",
      "Ziqian Wang"
    ],
    "doi": "https://doi.org/10.1029/2020EA001536",
    "journalVolume": "Vol. 8,\n                                no. 3\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2333-5084 (Online)",
    "publisher": "American Geophysical Union (AGU)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Astronomy",
      "Science: Geology"
    ],
    "journalUrl": "http://agupubs.onlinelibrary.wiley.com/agu/journal/10.1002/(ISSN)2333-5084/",
    "abstract": "Abstract Impacts of urban land cover and anthropogenic heat (AH) on extreme local rainfall over the coastal Pearl River Delta (PRD) megacity region during boreal summer are investigated by conducting numerical experiments using the Weather Research and Forecastingmodel coupled with a single‐layer urban canopy model. To examine the relative importance of land cover change versus the presence of AH, three numerical experiments corresponding to different levels of urbanization in the PRD area were designed: one with cropland covering the whole region, one with urban land cover but zero AH, and one with urban land cover and a strong diurnal maximum of 300 Wm−2 of AH in the model simulations. Results show that the increase of rainfall in the urban area is much more sensitive to the intensity of AH than the mere change of surface properties. Urbanization with intense AH can enhance both the intensity and frequency of extreme rainfall, which can be attributed to higher surface temperature (of about 3.5–4°C), higher convective available potential energy, and lower convective inhibition, thus creating an environment more conducive to strong convection over the urban areas. Moreover, enhanced rainfall is supported by moisture supply from the South China Sea and increased water vapor flux convergence over the PRD city area. The amount of moisture flux converging over the coastal megacity area was found to depend on the direction of prevailing background wind.",
    "readLink": "https://doi.org/10.1029/2020EA001536"
  },
  {
    "title": "The conservation value of karst dolines for vascular plants in woodland habitats of Hungary: refugia and climate change",
    "authors": [
      "Zoltán Bátori,",
      "János Csiky,",
      "Tünde Farkas,",
      "E. Anna Vojtkó,",
      "László Erdős,",
      "Dániel Kovács,",
      "Tamás Wirth,",
      "László Körmöczi,",
      "András Vojtkó"
    ],
    "doi": "https://doi.org/10.5038/1827-806X.43.1.2",
    "journalVolume": "Vol. 43,\n                                no. 1\n                                \n                                  pp.\n                                  15\n                                  – 26",
    "issn": "0392-6672 (Print)",
    "publisher": "1827-806X (Online)",
    "countryOfPublisher": "University of South Florida Libraries",
    "lcc": [
      "United States",
      "Science: Biology (General)",
      "Science: Geology"
    ],
    "journalUrl": "http://scholarcommons.usf.edu/ijs",
    "abstract": "Limestone (karst) surfaces in Hungary are rich in dolines, in which many endangered vascular plant species occur. To date, the majority of studies dealing with doline vegetation have focused on the local rather than the landscape level, without using comparative data from other areas. However, in this study we aimed to compare the vegetation pattern and species composition of dolines under different climate regimes of Hungary with regard to regional species pools. The fieldwork was carried out between 2005 and 2012. Twenty dolines were selected in the Mecsek Mountains (southern Hungary) and nine dolines in the Aggtelek Karst area (northern Hungary). More than 900 vascular plants and more than 2000 plots were included in the study. The moving split window (MSW) technique, nestedness analysis and principal coordinates analysis (PCoA) were used to reveal the vegetation patterns in dolines. Although we found remarkable differences between the species composition of the two regions, dolines of both regions play a similar role in the preservation of different groups of species. Many plants, in particular mountain species, are restricted to the bottom of dolines where appropriate environmental conditions exist. In addition, depending on the doline geometry, many species of drier and warmer forests have colonized the upper slopes and rims. Thus, we can conclude that karst dolines of Hungary can be considered as reservoirs for many vascular plant species, therefore they are particularly important from a conservation point of view. Moreover, these dolines will likely become increasingly indispensable refugia for biodiversity under future global warming.",
    "readLink": "http://scholarcommons.usf.edu/ijs/vol43/iss1/2/"
  },
  {
    "title": "Wildland fire reburning trends across the US West suggest only short-term negative feedback and differing climatic effects",
    "authors": [
      "B Buma,",
      "S Weiss,",
      "K Hayes,",
      "M Lucash"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ab6c70",
    "journalVolume": "Vol. 15,\n                                no. 3\n                                \n                                  p.\n                                  034026",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Wildfires are a significant agent of disturbance in forests and highly sensitive to climate change. Short-interval fires and high severity (mortality-causing) fires in particular, may catalyze rapid and substantial ecosystem shifts by eliminating woody species and triggering conversions from forest to shrub or grassland ecosystems. Modeling and fine-scale observations suggest negative feedbacks between fire and fuels should limit reburn prevalence as overall fire frequency rises. However, while we have good information on reburning patterns for individual fires or small regions, the validity of scaling these conclusions to broad regions like the US West remains unknown. Both the prevalence of reburning and the strength of feedbacks on likelihood of reburning over differing timescales have not been documented at the regional scale. Here we show that while there is a strong negative feedback for very short reburning intervals throughout wildland forests of the Western US, that feedback weakens after 10–20 years. The relationship between reburning intervals and drought diverges depending on location, with coastal systems reburning quicker (e.g. shorter interval between fires) in wetter conditions and interior forests in drier. This supports the idea that vegetation productivity—primarily fine fuels that accumulate rapidly (<10 years)—is of primary importance in determining reburn intervals. Our results demonstrate that while over short time intervals increasing fires inhibits reburning at broad scales, that breaks down after a decade. This provides important insights about patterns at very broad scales and agrees with finer scale work, suggesting that lessons from those scales apply across the entire western US.",
    "readLink": "https://doi.org/10.1088/1748-9326/ab6c70"
  },
  {
    "title": "DISASTER-RESILIENT HOSPITALS: THE NOAH'S ARK",
    "authors": [
      "Geetha Mani,",
      "Raja Danasekaran,",
      "Kalaivani Annadurai"
    ],
    "doi": "https://doi.org/10.36685/phi.v2i4.95",
    "journalVolume": "Vol. 2,\n                                no. 4\n                                \n                                  pp.\n                                  172\n                                  – 176",
    "issn": "2528-1542 (Print)",
    "publisher": "2477-1570 (Online)",
    "countryOfPublisher": "YCAB Publisher",
    "lcc": [
      "Indonesia",
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://stikbar.org/ycabpublisher/index.php/PHI/index",
    "abstract": "Health services are important lifelines of a community any time and this role is more pronounced during times of disasters. Evidence from various parts of the world presents examples of disaster-induced damage to hospitals and failure of health services at times of need. The impact of disasters-induced damage to health care is three-dimensional: health, social and economic. Damage to health care facilities apart from delaying and complicating relief measures also compromise the achievement of planned national and global health and related goals. The indirect and long-term costs of damage to health sector are greater than direct and immediate costs, compounding the disastrous consequences on the economy. The increasing invasion of nature spaces, climate change and urbanisation are bound to aggravate more natural hazards in future. So a resilient health care system is an immediate necessity for all global states. This paper discusses the international and national endeavours towards a resilient health-care system and analyses the strategies to promote safe hospitals in future.",
    "readLink": "https://stikbar.org/ycabpublisher/index.php/PHI/article/view/95"
  },
  {
    "title": "Participatory analysis of groundnut (Arachis hypogaea L.) cropping system and production constraints in Burkina Faso",
    "authors": [
      "Boubacar Sinare,",
      "Amos Miningou,",
      "Baloua Nebié,",
      "John Eleblu,",
      "Ofori Kwadwo,",
      "Appolinaire Traoré,",
      "Bertin Zagre,",
      "Haile Desmae"
    ],
    "doi": "https://doi.org/10.1186/s13002-020-00429-6",
    "journalVolume": "Vol. 17,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 15",
    "issn": "1746-4269 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Other systems of medicine",
      "Science: Botany"
    ],
    "journalUrl": "https://ethnobiomed.biomedcentral.com/",
    "abstract": "Abstract Background Groundnut is one of the major legume crops grown as food and cash crop across the different agroecological zones of Burkina Faso. It is ranked the 2nd important legume crop for household food, nutrition, and income generation for both rural and urban zones, contributing significantly to food supply and economy of the country. Despite its importance and breeding efforts to develop improved varieties, groundnut productivity remains low. Assessing and describing the present groundnut cropping system and production constraints as well as gender dynamics in the main production areas will help in defining the groundnut breeding priorities. Methods A participatory rural appraisal study was conducted in three groundnut production regions (central-eastern, central-northern, and central-western). In each region, 4 villages were selected with a total of 124 farmers interviewed to collect data on socio-demographics, farming systems, cropping practices, and production constraints. Data analysis was carried out for qualitative and quantitative variables using STATA 14. Analysis of variance was conducted across regions and gender, and also between and within regions. Kendall’s coefficients were determined for qualitative variables across regions for the constraints using the pairwise rank. Pearson’s correlation was carried out to assess the relationship between variables, and the chi-square test was used to assess the difference in farmer preferences. Results The study revealed a cropping system of groundnut in an environment largely affected by climate change and in a subsistence and extensive agriculture. There is a variation in the groundnut cropping system across the regions. Gender plays a key role in the production of the groundnut, and 48.39% of women are engaged in groundnut cropping with less access to land and production resources. A yield gap between men and women was observed with men achieving more yield than women. There was a strong correlation between the use of improved varieties and technical assistance. A strong correlation was observed between farm size and production, and farm size and sex denoting an extensive production. Production constraints, although similar, were perceived and ranked differently between regions. The lack of improved varieties, absence of agricultural credit, lack of production tools, the high price of seeds, the high price of fertilizer, drought, and disease are some of the important constraints affecting groundnut productivity. Conclusion This study provides a recent view of groundnut cropping, allowing a good understanding of the farmers’ situation. The result will contribute to the refining of breeding priorities and guide further activities in groundnut breeding in Burkina Faso.",
    "readLink": "https://doi.org/10.1186/s13002-020-00429-6"
  },
  {
    "title": "The social cost of carbon driven by green behaviors.",
    "authors": [
      "Min Fu,",
      "Yixiang Zhang,",
      "Lixin Tian,",
      "Zaili Zhen"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0286534",
    "journalVolume": "Vol. 18,\n                                no. 6\n                                \n                                  p.\n                                  e0286534",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "With the change of climate issues and the needs of economic development, the idea of practicing green and low-carbon behaviors sinks deeper and deeper into people's hearts. This paper based on the social cost of carbon (SCC) model, this paper constructs a new carbon social cost model by adding the impact of green low-carbon behavior. Classify climate states, based on Bayesian statistical knowledge, study the posterior probability distribution of climate state transitions, and discuss the optimal carbon policy for different climate states by balancing emission utility costs and utility weighted carbon marginal products. This article also discusses the damage caused by rising temperatures and explores their impact on carbon price policies. then, the paper calculates SCC under four kinds of climate states, which will be visually displayed with graphs. Finally, we compare SCC obtained in this paper with that in other researches. The results show that: (1) Climate status has a significant impact on carbon policy, and carbon price predictions will dynamically change with climate status. (2) Green low-carbon behavior has a positive impact on climate status. (3) There are differences in the impact of the three types of damage caused by rising temperatures on carbon price policies. (4) Green development is conducive to stabilizing the value of SCC. (5) Close monitoring of the climate state helps to update the probability of damage in time so that we can precisely adjust the corresponding policies on SCC. This study provides theoretical and empirical reference for the government to formulate carbon price policies and promote the development of social green behavior.",
    "readLink": "https://doi.org/10.1371/journal.pone.0286534"
  },
  {
    "title": "Alternative Perspectives on Sustainability: Indigenous Knowledge and Methodologies",
    "authors": [
      "Meg Parsons,",
      "Johanna Nalau,",
      "Karen Fisher"
    ],
    "doi": "https://doi.org/10.12924/cis2017.05010007",
    "journalVolume": "Vol. 5,\n                                no. 1\n                                \n                                  pp.\n                                  7\n                                  – 14",
    "issn": "2297-6477 (Online)",
    "publisher": "Librelloph",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.librelloph.com/challengesinsustainability",
    "abstract": "Indigenous knowledge (IK) is now recognized as being critical to the development of effective, equitable and meaningful strategies to address socio-ecological crises. However efforts to integrate IK and Western science frequently encounter difficulties due to different systems of knowledge production and underlying worldviews. New approaches are needed so that sustainability can progress on the terms that matter the most for the people involved. In this paper we discuss a case study from Aotearoa New Zealand where an indigenous community is in the process of renegotiating and enacting new indigenous-led approaches to address coupled socio-ecological crises. We reflect on novel methodological approaches that highlight the ways in which projects/knowledge are co-produced by a multiplicity of human and non-human actors. To this end we draw on conceptualizations of environmental ethics offered by indigenous scholars and propose alternative bodies of thought, methods, and practices that can support the wider sustainability agenda.",
    "readLink": "http://www.librelloph.com/challengesinsustainability/article/view/274"
  },
  {
    "title": "Predicting the impacts of climate change on groundwater recharge in an arid environment using modeling approach",
    "authors": [
      "Reza Ghazavi,",
      "Haidar Ebrahimi"
    ],
    "doi": "https://doi.org/10.1108/IJCCSM-04-2017-0085",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  88\n                                  – 99",
    "issn": "1756-8692 (Print)",
    "publisher": "1756-8706 (Online)",
    "countryOfPublisher": "Emerald Publishing",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.emeraldgrouppublishing.com/products/journals/journals.htm?id=ijccsm",
    "abstract": "Purpose - Groundwater is an important source of water supply in arid and semi-arid areas. The purpose of this study is to predict the impact of climate change on groundwater recharge in an arid environment in Ilam Province, west of Iran. Design/methodology/approach - A three-dimensional transient groundwater flow model (modular finite difference groundwater FLOW model: MODFLOW) was used to simulate the impacts of three climate scenarios (i.e. an average of a long-term rainfall, predicted rainfall in 2015-2030 and three years moving average rainfall) on groundwater recharge and groundwater levels. Various climate scenarios in Long Ashton Research Station Weather Generator were applied to predict weather data. Findings - HadCM3 climatic model and A2 emission scenario were selected as the best methods for weather data generation. Based on the results of these models, annual precipitation will decrease by 3 per cent during 2015-2030. For three emission scenarios, i.e. an average of a long-term rainfall, predicted rainfall in 2015-2030 and three years moving average rainfall, precipitation in 2030 is estimated to be 265, 257 and 247 mm, respectively. For the studied aquifer, predicted recharge will decrease compared to recharge calculated based on the average of long-term rainfall. Originality/value - The decline of groundwater level in the study area was 11.45 m during the past 24 years or 0.48 m/year. Annual groundwater depletion should increase to 0.75 m in the coming 16 years via climate change. Climate change adaptation policies in the basin should include changing the crop type, as well as water productivity and irrigation efficiency enhancement at the farm and regional scales.",
    "readLink": "https://www.emeraldinsight.com/doi/pdfplus/10.1108/IJCCSM-04-2017-0085"
  },
  {
    "title": "Nature-Based Thermal Insulation Materials From Renewable Resources – A State-Of-The-Art Review",
    "authors": [
      "Bozsaky David"
    ],
    "doi": "https://doi.org/10.2478/sjce-2019-0008",
    "journalVolume": "Vol. 27,\n                                no. 1\n                                \n                                  pp.\n                                  52\n                                  – 59",
    "issn": "1338-3973 (Online)",
    "publisher": "Sciendo",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)"
    ],
    "journalUrl": "https://sciendo.com/journal/SJCE",
    "abstract": "In the 21st century, global climate change and the high level of fossil energy consumption have introduced changes affecting all sectors of the economy, including the building industry. Reducing energy consumption has become an important task for engineers because 30% of the total energy consumption is used for heating our buildings. Recycling the huge amount of industrial and agricultural by-products has also become urgent because due to their CO2 emissions, their combustion is not a state-of-the-art alternative. Besides rediscovering some long-known, nature-based insulating materials, there are also several research projects that have resulted in new products. In the last century it was relatively easy to review this product range, but nowadays there are so many kinds of nature-based thermal insulating products, there is a need for systematization, and more in-depth knowledge about them is required. The purpose of this paper is to develop a new systematization of nature-based thermal insulation materials, summarize the main knowledge about them, and indicate the direction of recent research and development.",
    "readLink": "http://www.degruyter.com/view/j/sjce.2019.27.issue-1/sjce-2019-0008/sjce-2019-0008.xml?format=INT"
  }
]