[
  {
    "title": "Effect of Zinc Foliar Fertilization Alone and Combined with Trehalose on Maize (<i>Zea mays</i> L.) Growth under the Drought",
    "authors": [
      "Daniel Klofac,",
      "Jiri Antosovsky,",
      "Petr Skarpa"
    ],
    "doi": "https://doi.org/10.3390/plants12132539",
    "journalVolume": "Vol. 12,\n                                no. 2539\n                                \n                                  p.\n                                  2539",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Maize (Zea mays L.) is one of the most widely grown cereals in the world. Its cultivation is affected by abiotic stress caused by climate change, in particular, drought. Zinc (Zn) supplied by foliar nutrition can increase plant resistance to water stress by enhancing physiological and enzymatic antioxidant defence mechanisms. One of the possibilities to reduce the effect of drought on plant production is also the utilization of trehalose. In order to confirm the effect of the foliar application of selected forms of Zn (0.1% w/v solution)—zinc oxide micro- (ZnO) and nanoparticles (ZnONP), zinc sulphate (ZnSO4) and zinc chelate (ZnEDTA)—a pot experiment in controlled conditions was conducted in combination with trehalose (1% w/v solution) on selected growth parameters of maize exposed to the drought stress. A significant effect of coapplication of Zn and trehalose on chlorophyll content, chlorophyll fluorescence parameters, root electrical capacity, weight of maize aboveground biomass (AGB) and Zn content in AGB was found. At the same time, the hypothesis of a positive effect of carbohydrates on increasing the uptake of foliar-applied Zn was confirmed, especially for the ZnEDTA and ZnSO4. This paper presents the first empirical evidence of the trehalose addition to sprays for zinc foliar fertilization of maize proving to be an effective way of increasing the resistance of maize grown under drought stress conditions.",
    "readLink": "https://www.mdpi.com/2223-7747/12/13/2539"
  },
  {
    "title": "Exploring the Variations and Influencing Factors of Land Surface Temperature in the Urban Agglomeration on the Northern Slope of the Tianshan Mountains",
    "authors": [
      "Hongwu Liang,",
      "Alimujiang Kasimu,",
      "Haitao Ma,",
      "Yongyu Zhao,",
      "Xueling Zhang,",
      "Bohao Wei"
    ],
    "doi": "https://doi.org/10.3390/su141710663",
    "journalVolume": "Vol. 14,\n                                no. 10663\n                                \n                                  p.\n                                  10663",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Changes in land surface temperature (LST) can have serious impacts on the water cycle and ecological environment evolution, which in turn threaten the sustainability of ecosystems. The urban agglomeration on the northern slopes of the Tianshan Mountains (UANSTM) is located in the arid and semi-arid regions of northwest China, with an extremely fragile ecological environment and sensitive to climate change. However, studies on the LST of the UANSTM have not received much attention. Therefore, this study explored the spatial distribution pattern, fluctuation characteristics, and influencing factors of the LST of the UANSTM from 2005 to 2021 based on MODIS time series LST data and the geo-detector model with optimal parameters. The results show that the UANSTM is dominated by medium- and high-temperature classes, with high- and extremely high-temperature classes clustered in Turpan City. The daytime and nighttime LST patterns are significantly different, with a typical “daytime cold island and nighttime heat island” feature in the oasis region. During 2005–2021, LST fluctuated greatly in the northwestern part of the UANSTM, with LST showing an increasing trend during both daytime and nighttime, and the warming rate was more intense during daytime than nighttime. The increasing trend of LST in Urumqi, Changji Hui Autonomous Prefecture, Shihezi, and Wujiaqu is very significant and will remain consistent in the future. Precipitation, DEM, and AOD are the most important influencing factors of LST in the UANSTM, where precipitation and DEM are negatively correlated with LST, and AOD is positively correlated with LST. Land cover factors (LULC, NDVI,, and NDBSI) are the next most influential, and socioeconomic factors (NTL, GDP, and POP) are the least influential. The results of this study can provide a scientific reference for the conservation and sustainable development of the ecological environment of the UANSTM.",
    "readLink": "https://www.mdpi.com/2071-1050/14/17/10663"
  },
  {
    "title": "Climate Change Mitigation in Agriculture: Barriers to the Adoption of Carbon Farming Policies in the EU",
    "authors": [
      "Sam Van Hoof"
    ],
    "doi": "https://doi.org/10.3390/su151310452",
    "journalVolume": "Vol. 15,\n                                no. 10452\n                                \n                                  p.\n                                  10452",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Climate change mitigation in the agricultural sector is essential to keep the goal of limiting global warming to 1.5 °C within reach. This article explores why there has been a limited adoption of carbon farming policies in the EU, despite the potential for emissions reductions and carbon sequestration at the farm level. Desk research revealed that EU Member States are increasingly setting sectoral climate targets for agriculture, but there is a lack of policies addressing carbon farming. Governments have largely refrained from using laws and regulatory instruments, with strategies and plans representing the large majority of carbon farming policies in the EU. Moreover, interviews with policymakers and other stakeholders revealed that the main barriers to the adoption of carbon farming policies are concerns over carbon leakage and competitive advantage, the need for a just transition, and structural issues in the food value chain. Despite being regarded by researchers as a main barrier to carbon farming, the agricultural lobby is not perceived as a barrier by policymakers, who emphasise the importance of involving farmers in the policy process. A key implication of these findings is that carbon farming policies need to form part of a wider food system transformation in order to successfully contribute to climate change mitigation.",
    "readLink": "https://www.mdpi.com/2071-1050/15/13/10452"
  },
  {
    "title": "Comment on: Akasofu, S.-I. On the Present Halting of Global Warming. Climate 2013, 1, 4–11",
    "authors": [
      "Dana A. Nuccitelli,",
      "John P. Abraham,",
      "Rasmus E. Benestad,",
      "Scott A. Mandia"
    ],
    "doi": "https://doi.org/10.3390/cli1020076",
    "journalVolume": "Vol. 1,\n                                no. 2\n                                \n                                  pp.\n                                  76\n                                  – 83",
    "issn": "2225-1154 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/climate",
    "abstract": "A recent article which has set forth new interpretations of Earth’s recent climate history has included some questions of authentic scientific inquiry, particularly related to the impact of ocean oscillations on atmospheric temperatures. In fact, this very issue is currently being investigated by multiple research groups. On the other hand, the claim that a two-century linear temperature increase is a recovery from a recent cool period is not supported by the data. Furthermore, this thermal recovery hypothesis is not connected to any physical phenomenon; rather it is a result of a simplistic and incorrect curve-fitting operation. Other errors in the article are: the claim that the heating of the Earth has halted, misunderstanding of the relationship between carbon dioxide concentration and the resultant radiative forcing, and a failure to account for forcings other than carbon dioxide (such as other greenhouse gases, atmospheric aerosols, land use changes, etc.). Each of these errors brings serious question to the conclusions drawn in the referenced article. The simultaneous occurrence of all of these errors in a single study guarantees that its conclusions cannot be supported and, in fact, are demonstrably incorrect.",
    "readLink": "http://www.mdpi.com/2225-1154/1/2/76"
  },
  {
    "title": "Plant community responses to simultaneous changes in temperature, nitrogen availability, and invasion.",
    "authors": [
      "Elise S Gornish,",
      "Thomas E Miller"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0123715",
    "journalVolume": "Vol. 10,\n                                no. 4\n                                \n                                  p.\n                                  e0123715",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "BACKGROUND:Increasing rates of change in climate have been observed across the planet and have contributed to the ongoing range shifts observed for many species. Although ecologists are now using a variety of approaches to study how much and through what mechanisms increasing temperature and nutrient pollution may influence the invasions inherent in range shifts, accurate predictions are still lacking. METHODS AND RESULTS:In this study, we conducted a factorial experiment, simultaneously manipulating warming, nitrogen addition and introduction of Pityopsis aspera, to determine how range-shifting species affect a plant community. We quantified the resident community using ordination scores, then used structural equation modeling to examine hypotheses related to how plants respond to a network of experimental treatments and environmental variables. Variation in soil pH explained plant community response to nitrogen addition in the absence of invasion. However, in the presence of invasion, the direct effect of nitrogen on the community was negligible and soil moisture was important for explaining nitrogen effects. We did not find effects of warming on the native plant community in the absence of invasion. In the presence of invasion, however, warming had negative effects on functional richness directly and invasion and herbivory explained the overall positive effect of warming on the plant community. CONCLUSIONS AND SIGNIFICANCE:This work highlights the variation in the biotic and abiotic factors responsible for explaining independent and collective climate change effects over a short time scale. Future work should consider the complex and non-additive relationships among factors of climate change and invasion in order to capture more ecologically relevant features of our changing environment.",
    "readLink": "http://europepmc.org/articles/PMC4400009?pdf=render"
  },
  {
    "title": "Best Management Practices for Sustaining Agricultural Production at Choctawhatchee Watershed in Alabama, USA, in Response to Climate Change",
    "authors": [
      "Mahnaz Dil Afroz,",
      "Runwei Li,",
      "Khaleel Muhammed,",
      "Aavudai Anandhi,",
      "Gang Chen"
    ],
    "doi": "https://doi.org/10.1177/1178622121991789",
    "journalVolume": "Vol. 14",
    "issn": "1178-6221 (Online)",
    "publisher": "SAGE Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://journals.sagepub.com/home/asw",
    "abstract": "Climate change will ultimately result in higher surface temperature and more variable precipitation, negatively affecting agricultural productivity. To sustain the agricultural production in the face of climate change, adaptive agricultural management or best management practices (BMPs) are needed. The currently practiced BMPs include crop rotation, early planting, conservation tillage, cover crops, effective fertilizer use, and so on. This research investigated the agricultural production of BMPs in response to climate change for a Hydrologic Unit Code12 sub-watershed of Choctawhatchee Watershed in Alabama, USA. The dominating soil type of this region was sandy loam and loamy sand soil. Agricultural Production Systems sIMulator and Cropping Systems Simulation Model were used to estimate the agricultural production. Representative Concentration Pathway (RCP) 4.5 and RCP8.5 that projected a temperature increase of 2.3℃ and 4.7℃ were used as climate scenarios. The research demonstrated that crop rotation had positive response to climate change. With peanuts in the rotation, a production increase of 105% was observed for cotton. There was no consistent impact on crop yields by early planting. With selected peanut-cotton rotations, 50% reduced nitrogen fertilizer use was observed to achieve comparable crop yields. In response to climate change, crop rotation with legume incorporation is thus suggested, which increased crop production and reduced fertilizer use.",
    "readLink": "https://doi.org/10.1177/1178622121991789"
  },
  {
    "title": "Development of a Spectral Index for the Detection of Yellow-Flowering Vegetation",
    "authors": [
      "Congying Shao,",
      "Yanmin Shuai,",
      "Hao Wu,",
      "Xiaolian Deng,",
      "Xuecong Zhang,",
      "Aigong Xu"
    ],
    "doi": "https://doi.org/10.3390/rs15071725",
    "journalVolume": "Vol. 15,\n                                no. 1725\n                                \n                                  p.\n                                  1725",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Floral phenology as a special indicator of climate change and vegetation dynamics is drawing more attention. The long-term observations of flowering events collected at scattered ground sites have accumulated valuable priority on the understanding of floral phenology, but with insufficient investigation on the spatio-temporal dynamics at regional scale, which is mainly induced by the lack of effective ways to capture the pixel-based flower events from remote sensing images. The existing yellowness indices are constructed for rape (Brassica napus L.) with less suppression to the bright background and dark green vegetation, and further with inadequate consideration on physiological characteristics and the temporal spectral signature of investigated vegetation. In this paper, we examined rape and several other representative vegetation types to determine spectral features of yellow-flower period within the growing season, then selected the visible and near-infrared bands to construct a Novel Yellowness Index (NYI) with an enhancement on the physiological mechanism of plants. The proposed NYI were discussed on the variation of mathematical properties with representative instances, cross-compared with three typical yellowness indices—Ratio Yellowness Index (RYI), Normalized Difference Yellowness Index (NDYI), and Ashourloo Canola Index (ACI) —over various yellow-flowering vegetation species at multiple scales, and validated with ground observations of three available PhenoCam network stations and field phenological observations at Görlitz, Sachsen, and Germany. In addition, we applied NYI to detect the rape field using Sentinel-2 image at Görlitz with typical rape area as a case study. Results show that the proposed NYI exhibits the potential to capture yellow-flowering events with increased sensitivity to the variation of flower density, and reduction of noise introduced by bright background or dark green vegetation of multiple vegetation species at different scales. As the flower density increases from 33% to 78%, the relative differences of NYI captured can reach up to 74%, compared with other three indices which have the relative differences no more than 57%. The cross-comparison indicates NYI performs better with higher consistent with PhenoCam observation and Deutscher Wetterdienst phenological station than other yellowness indices in capturing the variation of yellow flower density. The case study of NYI application in the identification of rape field exhibits good accuracy with the overall accuracy up to 97.5%, the Kappa coefficient of 0.94, and F score of 0.96. Consequently, the satellite-derived yellowness index will be a potential means to investigate the flowering dynamics and planting range of yellow-flowering vegetation such as rape.",
    "readLink": "https://www.mdpi.com/2072-4292/15/7/1725"
  },
  {
    "title": "Artificial Intelligence to Improve the Food and Agriculture Sector",
    "authors": [
      "Rayda Ben Ayed,",
      "Mohsen Hanana"
    ],
    "doi": "https://doi.org/10.1155/2021/5584754",
    "journalVolume": "Vol. 2021",
    "issn": "0146-9428 (Print)",
    "publisher": "1745-4557 (Online)",
    "countryOfPublisher": "Hindawi-Wiley",
    "lcc": [
      "United Kingdom",
      "Technology: Home economics: Nutrition. Foods and food supply"
    ],
    "journalUrl": "https://www.hindawi.com/journals/jfq/",
    "abstract": "The world population is expected to reach over 9 billion by 2050, which will require an increase in agricultural and food production by 70% to fit the need, a serious challenge for the agri-food industry. Such requirement, in a context of resources scarcity, climate change, COVID-19 pandemic, and very harsh socioeconomic conjecture, is difficult to fulfill without the intervention of computational tools and forecasting strategy. Hereby, we report the importance of artificial intelligence and machine learning as a predictive multidisciplinary approach integration to improve the food and agriculture sector, yet with some limitations that should be considered by stakeholders.",
    "readLink": "http://dx.doi.org/10.1155/2021/5584754"
  },
  {
    "title": "The next climate war? Statecraft, security, and weaponization in the geopolitics of a low-carbon future",
    "authors": [
      "Benjamin K. Sovacool,",
      "Chad Baum,",
      "Sean Low"
    ],
    "doi": "Vol. 45\n                                \n                                \n                                  p.\n                                  101031",
    "issn": "2211-467X (Print)",
    "publisher": "2211-4688 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://www.journals.elsevier.com/energy-strategy-reviews",
    "abstract": "The impacts of global climate change on international security and geopolitics could be of historic proportion, challenging those of previous global threats such as nuclear weapons proliferation, the Great Depression, and terrorism. But while the evidence surrounding the security impacts of climate change is fairly well-understood and improving, less is known about the security risks to climate-technology deployment. In this study, we focus on the geopolitical, security, and military risks facing negative emissions and solar geoengineering options. Although controversial, these options could become the future backbone of a low-carbon or net-zero society, given that they avoid the need for coordinated or global action (and can be deployed by a smaller group of actors, even non-state actors), and that they can “buy time” for mitigation and other options to be scaled up. We utilize a large and diverse expert-interview exercise (N = 125) to critically examine the security risks associated with ten negative emission options (or greenhouse gas removal technologies) and ten solar geoengineering options (or solar radiation management technologies). We ask: What geopolitical considerations does deployment give rise to? What particular military applications exist? What risks do these options entail in terms of weaponization, misuse, and miscalculation? We examine such existing and prospective security risks across a novel conceptual framework envisioning their use as (i) diplomatic or military negotiating tools, (ii) objectives for building capacity, control, or deterrence, (iii) targets in ongoing conflicts, and (iv) causes of new conflicts. This enables us to capture a far broader spectrum of security concerns than those which exist in the extant literature and to go well beyond insights derived from climate modelling or game theory by drawing on a novel, rich, and original dataset of expert perceptions.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2211467X22002255"
  },
  {
    "title": "Global issues, local action: exploring local governments use of research in “tackling climate change and its impacts on health” in Victoria, Australia",
    "authors": [
      "Jennifer Dam,",
      "Annemarie Wright,",
      "Joannette J (Annette) Bos,",
      "Peter Bragge"
    ],
    "doi": "https://doi.org/10.1186/s12913-023-10087-5",
    "journalVolume": "Vol. 23,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 14",
    "issn": "1472-6963 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "http://bmchealthservres.biomedcentral.com",
    "abstract": "Abstract Background Local government plays an important role in addressing complex public health challenges. While the use of research in this work is important, it is often poorly understood. This study aimed to build knowledge about how research is used by investigating its use by local government authorities (LGAs) in Victoria, Australia in responding to a new legislative requirement to prioritise climate and health in public health planning. The role of collaboration was also explored. Methods Informed by Normalization Process Theory (NPT), this study adopted multiple research methods, combining data from an online survey and face-to-face interviews. Quantitative data were analysed using descriptive statistics; thematic analysis was used to analyse qualitative data. Results Participants comprised 15 interviewees, and 46 survey respondents from 40 different LGAs. Research was most commonly accessed via evidence synthesis, and largely used to inform understanding about climate and health. When and how research was used was shaped by contextual factors including legislation, community values and practical limitations of how research needed to be communicated to decision-makers. Collaboration was more commonly associated with research access than use. Conclusions Greater investment in the production and dissemination of localised research, that identifies local issues (e.g. climate risk factors) and is tailored to the communication needs of local audiences is needed to foster more impactful research use in local public health policy.",
    "readLink": "https://doi.org/10.1186/s12913-023-10087-5"
  }
]