[
  {
    "title": "\"WE DON'T TALK ABOUT UNDOCUMENTED STATUS…WE TALK ABOUT HELPING CHILDREN\": HOW SCHOOL LEADERS SHAPE SCHOOL CLIMATE FOR UNDOCUMENTED IMMIGRANTS",
    "authors": [
      "Emily Crawford,",
      "Noelle Witherspoon Arnold"
    ],
    "doi": "https://doi.org/10.17583/ijelm.2017.2840",
    "journalVolume": "Vol. 5,\n                                no. 2",
    "issn": "2014-9018 (Online)",
    "publisher": "Hipatia Press",
    "countryOfPublisher": "Spain",
    "lcc": [
      "Education: Theory and practice of education"
    ],
    "journalUrl": "https://hipatiapress.com/hpjournals/index.php/ijelm/index",
    "abstract": "The racial/ethnic tensions, policies, and practices in society can be mirrored in spaces and institutions like schools. In schools, sociopolitical discourses can be reproduced and protected in institutional policies. One way K-12[i] leaders can initiate change and limit marginalization is by creating a school environment that accepts and integrates students regardless of legal status.. This study investigate how K-12 school leaders influence the school climate to enhance receptiveness for undocumented students, and the children of undocumented immigrants. Study findings come from a CTA of nine school leaders in K-12 schools in two urban districts in Texas along the U.S.-Mexico border. Findings demonstrate that leaders acted to increase student performance, sense of belonging at school, and to enhance student integration and participation in school as paths to a welcoming school climate. Their talk revealed they used practices and strategies to reduce barriers between home and schooling cultures.",
    "readLink": "https://www.hipatiapress.com/hpjournals/index.php/ijelm/article/view/2840"
  },
  {
    "title": "Durban Climate Conference: new perspectives on forests",
    "authors": [
      "Perugini L,",
      "Vespertino D,",
      "Valentini R"
    ],
    "doi": "https://doi.org/10.3832/efor0688-009",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 7",
    "issn": "1824-0119 (Online)",
    "publisher": "Italian Society of Silviculture and Forest Ecology (SISEF)",
    "countryOfPublisher": "Italy",
    "lcc": [
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://foresta.sisef.org/",
    "abstract": "The recent Durban Climate Conference can be considered a step forward in the agroforestry sector within the international climate regulatory regime. After four years of negotiations the long-awaited decision on Land Use, Land Use Change and Forestry for the second commitment period of the Kyoto Protocol was agreed, including a new activity (wetland drainage and rewetting), defining the accounting rules for forest management (which was shifted from voluntary to mandatory), the accounting for harvested wood products and the treatment of emissions from natural disturbances. Reducing emissions from deforestation and forest degradation, conservation, sustainable management of forest, and the enhancement of forest carbon stock (REDD+) has moved ahead as well, with the agreement of two decisions as an intermediate step for the finalization of the REDD+ mechanism architecture. The first decision is about methodological aspects on guidance on system for providing information on how safeguards are addressed and respected and on modalities relating to forest reference emission levels and forest reference levels that are benchmarks for assessing country’s performance in implementing REDD+ activities. The second decision is about policy approaches and incentives on REDD+ activities, that is the controversial issue on the sources of financing for REDD+ mechanism. As source of finance for result-based actions, a wide variety of sources are recognized: public and private, bilateral and multilateral, including the Green Climate Fund, provided that they are new, additional and predictable. Both market and non-market approaches were also considered as possible tool for financing REDD+ action, to be developed by the Conference of Parties. Although a more ambitious outcome would have been desirable, the conference in Durban concluded with the finalization of key outcomes in the forestry sector providing important operational instruments to incentivize sustainable forest management at global level, representing a significant step forward in the full recognition of the fundamental role of forests in the carbon cycle.",
    "readLink": "http://www.sisef.it/forest@/contents/?id=688&amp;lang=en"
  },
  {
    "title": "Stephanie C Kane (2022) Just One Rain Away: The Ethnography of River-City Flood Control. Montreal: McGill-Queens University Press",
    "authors": [
      "Steven Kohm"
    ],
    "doi": "https://doi.org/10.5204/ijcjsd.3043",
    "journalVolume": "Vol. 12,\n                                no. 3\n                                \n                                  pp.\n                                  127\n                                  – 129",
    "issn": "2202-7998 (Print)",
    "publisher": "2202-8005 (Online)",
    "countryOfPublisher": "Queensland University of Technology",
    "lcc": [
      "Australia",
      "Social Sciences: Social pathology. Social and public welfare. Criminology"
    ],
    "journalUrl": "https://www.crimejusticejournal.com/index",
    "abstract": "Steven Kohm reviews Just One Rain Away: The Ethnography of River-City Flood Control by Stephanie C Kane",
    "readLink": "https://www.crimejusticejournal.com/article/view/3043"
  },
  {
    "title": "Vegetation Changes in Response to Climatic Factors and Human Activities in Jilin Province, China, 2000–2019",
    "authors": [
      "Ying Li,",
      "Zhibo Zhao,",
      "Lingzhi Wang,",
      "Guanghui Li,",
      "Lei Chang,",
      "Yuefen Li"
    ],
    "doi": "https://doi.org/10.3390/su13168956",
    "journalVolume": "Vol. 13,\n                                no. 8956\n                                \n                                  p.\n                                  8956",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Dynamic change in vegetation is an integral component of terrestrial ecosystems, which has become a significant research area in the current context of global climate warming. Jilin Province in northeast China is an ecologically fragile area, and there is an urgent need to understand its vegetation changes and responses to both climatic factors and human activities. The normalized difference vegetation index (NDVI) was used to analyze trends in vegetation growth, and indicated significant growth overall. The NDVI of different vegetation cover types is increasing, indicating that the vegetation is continuously greening, and in descending order, the growth trends were grassland (0.0035/year) > permanent wetland (0.0028/year) > cropland (0.0027/year) > forest land (0.0022/year) > barren land (−0.0001/year). Grassland and cropland vegetation types included the most severely degraded areas, with fluctuating NDVI values. Precipitation was the main positive controlling climatic factor of NDVI in the western regions of the study area, while average temperature was the main factor in the eastern regions. Precipitation was the main climatic control factor for grassland and cropland, while forest land was limited by precipitation and average temperature. Barren land and permanent wetland were slightly negatively correlated with precipitation. From 2000 to 2019, the residual values for NDVI increased from −0.0121 to 0.0116, and the impact of human activities on vegetation changed from negative to positive. By 2019, the proportion of positively affected zones was as high as 94.01%, and the negatively affected zones were mainly distributed across transitional areas of cropland and grassland, and urban and built-up land and forest land.",
    "readLink": "https://www.mdpi.com/2071-1050/13/16/8956"
  },
  {
    "title": "Natural Weathering Effects on the Mechanical, Rheological, and Morphological Properties of Magnetorheological Elastomer (MRE) in Tropical Climate",
    "authors": [
      "Mohd Aidy Faizal Johari,",
      "Saiful Amri Mazlan,",
      "Ubaidillah Ubaidillah,",
      "Nur Azmah Nordin,",
      "Muntaz Hana Ahmad Khairi,",
      "Siti Aishah Abdul Aziz,",
      "Michal Sedlacik,",
      "Siti Asma’ Nikmat Leong"
    ],
    "doi": "https://doi.org/10.3390/ijms23179929",
    "journalVolume": "Vol. 23,\n                                no. 9929\n                                \n                                  p.\n                                  9929",
    "issn": "1661-6596 (Print)",
    "publisher": "1422-0067 (Online)",
    "countryOfPublisher": "MDPI AG",
    "lcc": [
      "Switzerland",
      "Science: Biology (General)",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/ijms",
    "abstract": "Magnetorheological elastomer (MRE) materials have the potential to be used in a wide range of applications that require long-term service in hostile environments. These widespread applications will result in the emergence of MRE-specific durability issues, where durability refers to performance under in-service environmental conditions. In response, the outdoor tropical climatic environment, combined with the effects of weathering, will be the primary focus of this paper, specifically the photodegradation of the MRE. In this study, MRE made of silicone rubber (SR) and 70 wt% micron-sized carbonyl iron particles (CIP) were prepared and subjected to mechanical and rheological testing to evaluate the effects under natural weathering. Magnetorheological elastomer samples were exposed to the natural weathering conditions of a tropical climate in Kuala Lumpur, Malaysia, for 30 days. To obtain a comprehensive view of MRE degradation during natural weathering, mechanical testing, rheology, and morphological evaluation were all performed. The mechanical and rheological properties test results revealed that after 30 days of exposure and known meteorological parameters, Young’s modulus and storage modulus increased, while elongation at break decreased. The degradation processes of MRE during weathering, which are responsible for their undesirable change, were given special attention. With the help of morphological evidence, the relationship between these phenomena and the viscoelastic properties of MRE was comprehensively defined and discussed.",
    "readLink": "https://www.mdpi.com/1422-0067/23/17/9929"
  },
  {
    "title": "Urban Heritage Rehabilitation: Institutional Stakeholders’ Contributions to Improve Implementation of Urban and Building Regulations",
    "authors": [
      "Cilísia Ornelas,",
      "João Miranda Guedes,",
      "Isabel Breda-Vázquez,",
      "Virginia Gallego Guinea,",
      "Alessandra Turri"
    ],
    "doi": "https://doi.org/10.17645/up.v8i1.6203",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  137\n                                  – 150",
    "issn": "2183-7635 (Online)",
    "publisher": "Cogitatio",
    "countryOfPublisher": "Portugal",
    "lcc": [
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: City planning"
    ],
    "journalUrl": "http://www.cogitatiopress.com/urbanplanning",
    "abstract": "Climate change, natural hazards, and human actions are threatening cultural heritage in urban areas. More than ever, building regulations’ procedures and criteria are essential to guarantee the protection and safeguarding of urban areas and their buildings. These procedures and criteria are crucial to assist stakeholders in decision-making, especially when facing rapid transitions and transformative changes in urban heritage areas. Several institutional stakeholders in charge of urban heritage protection strengthen the need for a better implementation of building regulations through flexible criteria to support intervention procedures in buildings with different features and in different contexts. Under this topic, the present study uses a twofold method. Firstly, the authors analyze and compare the urban and building regulations of three Southern European countries, Italy, Spain, and Portugal, concerning procedures and criteria directed to the built heritage; secondly, they highlight and compare the views of different institutional stakeholders from the same three countries, at different levels (national, regional, and municipal), to understand the impact of the implementation of the regulations on the ground. The findings show the relevance of the institutional stakeholders’ views to improve the regulations and their practice. They highlight the need to promote inventory and cataloging procedures, as well as flexible criteria when dealing with urban heritage buildings.",
    "readLink": "https://www.cogitatiopress.com/urbanplanning/article/view/6203"
  },
  {
    "title": "Assessing Soil Loss by Water Erosion in a Typical Mediterranean Ecosystem of Northern Greece under Current and Future Rainfall Erosivity",
    "authors": [
      "Stefanos Stefanidis,",
      "Vasileios Alexandridis,",
      "Chrysoula Chatzichristaki,",
      "Panagiotis Stefanidis"
    ],
    "doi": "https://doi.org/10.3390/w13152002",
    "journalVolume": "Vol. 13,\n                                no. 2002\n                                \n                                  p.\n                                  2002",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Soil is a non-renewable resource essential for life existence. During the last decades it has been threatened by accelerating erosion with negative consequences for the environment and the economy. The aim of the current study was to assess soil loss changes in a typical Mediterranean ecosystem of Northern Greece, under climate change. To this end, freely available geospatial data was collected and processed using open-source software package. The widespread RUSLE empirical erosion model was applied to estimate soil loss. Current and future rainfall erosivity were derived from a national scale study considering average weather conditions and RCMs outputs for the medium Representative Concentration Pathway scenario (RCP4.5). Results showed that average rainfall erosivity (R-Factor) was 508.85 MJ mm ha h−1 y−1 while the K-factor ranged from 0.0008 to 0.05 t ha h ha−1 MJ−1 mm−1 and LS-factor reached 60.51. Respectively, C-factor ranged from 0.01 to 0.91 and P-factor ranged from 0.42 to 1. The estimated potential soil loss rates will remain stable for the near future period (2021–2050), while an increase of approximately 9% is expected by the end of the 21th century (2071–2100). The results suggest that appropriate erosion mitigation strategies should be applied to reduce erosion risk. Subsequently, appropriate mitigation measures per Land Use/Land Cover (LULC) categories are proposed. It is worth noting that the proposed methodology has a high degree of transferability as it is based on open-source data.",
    "readLink": "https://www.mdpi.com/2073-4441/13/15/2002"
  },
  {
    "title": "Distributed modelling of climate change impacts on snow sublimation in Northern Mongolia",
    "authors": [
      "L. Menzel,",
      "T. aus der Beek,",
      "S. Schlaffer,",
      "F. Wimmer"
    ],
    "doi": "Vol. 21\n                                \n                                \n                                  pp.\n                                  117\n                                  – 124",
    "issn": "1680-7340 (Print)",
    "publisher": "1680-7359 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology: Dynamic and structural geology"
    ],
    "journalUrl": "http://www.advances-in-geosciences.net",
    "abstract": "Sublimation of snow is an important factor of the hydrological cycle in Mongolia and is likely to increase according to future climate projections. In this study the hydrological model TRAIN was used to assess spatially distributed current and future sublimation rates based on interpolated daily data of precipitation, air temperature, air humidity, wind speed and solar radiation. An automated procedure for the interpolation of the input data is provided. Depending on the meteorological parameter and the data availability for the individual days, the most appropriate interpolation method is chosen automatically from inverse distance weighting, Ordinary Least Squares interpolation, Ordinary or Universal Kriging. Depending on elevation simulated annual sublimation in the period 1986–2006 was 23 to 35 mm, i.e. approximately 80% of total snowfall. Moreover, future climate projections for 2071–2100 of ECHAM5 and HadCM3, based on the A1B emission scenario of the Intergovernmental Panel on Climate Change, were analysed with TRAIN. In the case of ECHAM5 simulated sublimation increases by up to 17% (26...41 mm) while it remains at the same level for HadCM3 (24...34 mm). The differences are mainly due to a distinct increase in winter precipitation for ECHAM5. Simulated changes of the all-season hydrological conditions, e.g. the sublimation-to-precipitation ratio, were ambiguous due to diverse precipitation patterns derived by the global circulation models.",
    "readLink": "http://www.adv-geosci.net/21/117/2009/adgeo-21-117-2009.pdf"
  },
  {
    "title": "Long-term observations of cloud condensation nuclei over the Amazon rain forest &ndash; Part 2: Variability and characteristics of biomass burning, long-range transport, and pristine rain forest aerosols",
    "authors": [
      "M. L. Pöhlker,",
      "F. Ditas,",
      "J. Saturno,",
      "J. Saturno,",
      "T. Klimach,",
      "I. Hrabě de Angelis,",
      "A. C. Araùjo,",
      "J. Brito,",
      "J. Brito,",
      "S. Carbone,",
      "S. Carbone,",
      "Y. Cheng,",
      "X. Chi,",
      "X. Chi,",
      "R. Ditz,",
      "S. S. Gunthe,",
      "B. A. Holanda,",
      "K. Kandler,",
      "J. Kesselmeier,",
      "T. Könemann,",
      "O. O. Krüger,",
      "J. V. Lavrič,",
      "S. T. Martin,",
      "S. T. Martin,",
      "E. Mikhailov,",
      "D. Moran-Zuloaga,",
      "L. V. Rizzo,",
      "D. Rose,",
      "D. Rose,",
      "H. Su,",
      "R. Thalman,",
      "R. Thalman,",
      "D. Walter,",
      "J. Wang,",
      "S. Wolff,",
      "H. M. J. Barbosa,",
      "P. Artaxo,",
      "M. O. Andreae,",
      "M. O. Andreae,",
      "U. Pöschl,",
      "C. Pöhlker"
    ],
    "doi": "https://doi.org/10.5194/acp-18-10289-2018",
    "journalVolume": "Vol. 18\n                                \n                                \n                                  pp.\n                                  10289\n                                  – 10331",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Size-resolved measurements of atmospheric aerosol and cloud condensation nuclei (CCN) concentrations and hygroscopicity were conducted over a full seasonal cycle at the remote Amazon Tall Tower Observatory (ATTO, March 2014–February 2015). In a preceding companion paper, we presented annually and seasonally averaged data and parametrizations (Part 1; Pöhlker et al., 2016a). In the present study (Part 2), we analyze key features and implications of aerosol and CCN properties for the following characteristic atmospheric conditions:Empirically pristine rain forest (PR) conditions, where no influence of pollution was detectable, as observed during parts of the wet season from March to May. The PR episodes are characterized by a bimodal aerosol size distribution (strong Aitken mode with DAit  ≈  70 nm and NAit  ≈  160 cm−3, weak accumulation mode with Dacc  ≈  160 nm and Nacc ≈  90 cm−3), a chemical composition dominated by organic compounds, and relatively low particle hygroscopicity (κAit ≈  0.12, κacc ≈  0.18).Long-range-transport (LRT) events, which frequently bring Saharan dust, African biomass smoke, and sea spray aerosols into the Amazon Basin, mostly during February to April. The LRT episodes are characterized by a dominant accumulation mode (DAit  ≈  80 nm, NAit  ≈  120 cm−3 vs. Dacc  ≈  180 nm, Nacc  ≈  310 cm−3), an increased abundance of dust and salt, and relatively high hygroscopicity (κAit ≈  0.18, κacc  ≈  0.35). The coarse mode is also significantly enhanced during these events.Biomass burning (BB) conditions characteristic for the Amazonian dry season from August to November. The BB episodes show a very strong accumulation mode (DAit  ≈  70 nm, NAit  ≈  140 cm−3 vs. Dacc  ≈  170 nm, Nacc  ≈  3400 cm−3), very high organic mass fractions ( ∼  90 %), and correspondingly low hygroscopicity (κAit ≈  0.14, κacc  ≈  0.17).Mixed-pollution (MPOL) conditions with a superposition of African and Amazonian aerosol emissions during the dry season. During the MPOL episode presented here as a case study, we observed African aerosols with a broad monomodal distribution (D  ≈  130 nm, NCN, 10  ≈  1300 cm−3), with high sulfate mass fractions (∼  20 %) from volcanic sources and correspondingly high hygroscopicity (κ < 100 nm ≈  0.14, κ > 100 nm ≈  0.22), which were periodically mixed with fresh smoke from nearby fires (D  ≈  110 nm, NCN, 10  ≈  2800 cm−3) with an organic-dominated composition and sharply decreased hygroscopicity (κ < 150 nm ≈  0.10, κ > 150 nm ≈  0.20).Insights into the aerosol mixing state are provided by particle hygroscopicity (κ) distribution plots, which indicate largely internal mixing for the PR aerosols (narrow κ distribution) and more external mixing for the BB, LRT, and MPOL aerosols (broad κ distributions).The CCN spectra (CCN concentration plotted against water vapor supersaturation) obtained for the different case studies indicate distinctly different regimes of cloud formation and microphysics depending on aerosol properties and meteorological conditions. The measurement results suggest that CCN activation and droplet formation in convective clouds are mostly aerosol-limited under PR and LRT conditions and updraft-limited under BB and MPOL conditions. Normalized CCN efficiency spectra (CCN divided by aerosol number concentration plotted against water vapor supersaturation) and corresponding parameterizations (Gaussian error function fits) provide a basis for further analysis and model studies of aerosol–cloud interactions in the Amazon.",
    "readLink": "https://www.atmos-chem-phys.net/18/10289/2018/acp-18-10289-2018.pdf"
  },
  {
    "title": "Oil Sands Wetland Ecosystem Monitoring Program Indicators in Alberta, Canada: Transitioning from Pilot to Long-Term Monitoring",
    "authors": [
      "Craig Mahoney,",
      "Joshua Montgomery,",
      "Stephanie Connor,",
      "Danielle Cobbaert"
    ],
    "doi": "https://doi.org/10.3390/w15101914",
    "journalVolume": "Vol. 15,\n                                no. 1914\n                                \n                                  p.\n                                  1914",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Boreal wetlands within the oil sands region of Alberta, Canada, are subject to natural and anthropogenic pressures, resulting in the need for monitoring these sensitive ecosystems to ensure their protection. This study presents results from Canada’s pilot Oil Sands Monitoring (OSM) Wetland Program. This study is part of a project that seeks to assess and determine which of a selection of wetland indicators is suitable for identifying changes to wetland ecosystem “states” within a regional wetland monitoring program resulting from the effects of oil sands development. Specifically, this study seeks to identify indicators that can detect changes in a wetland ecosystem “state” using data from a 3-year pilot of the OSM Wetland Program and identify potential high-level oil sands-related pathways through which changes in states may occur, where appropriate. The monitoring data acquired during the pilot program are synthesized to identify preliminary trends and programmatic knowledge gaps, and future recommendations for an improved long-term “core” monitoring program are discussed. This study does not seek to attribute changes in wetland states measured via indicators to specific oil sands pressures but focuses on identifying those indicators that are sensitive enough to identify change over time. The results suggest that water quality, benthic invertebrates, and vegetation indicators can identify changes in wetland states over time, whereas wildlife indicators are inconclusive. Further, it is recommended that hydrometeorology data are acquired in parallel to other indicator data for contextualizing climate conditions. The findings from this work provide insights for developing and transitioning the OSM Wetland Program to a long-term effort, in addition to providing information for other regional wetland monitoring programs.",
    "readLink": "https://www.mdpi.com/2073-4441/15/10/1914"
  }
]