[
  {
    "title": "Biodiversity Areas under Threat: Overlap of Climate Change and Population Pressures on the World's Biodiversity Priorities.",
    "authors": [
      "Juliann E Aukema,",
      "Narcisa G Pricope,",
      "Gregory J Husak,",
      "David Lopez-Carr"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0170615",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  p.\n                                  e0170615",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Humans and the ecosystem services they depend on are threatened by climate change. Places with high or growing human population as well as increasing climate variability, have a reduced ability to provide ecosystem services just as the need for these services is most critical. A spiral of vulnerability and ecosystem degradation often ensues in such places. We apply different global conservation schemes as proxies to examine the spatial relation between wet season precipitation, population change over three decades, and natural resource conservation. We pose two research questions: 1) Where are biodiversity and ecosystem services vulnerable to the combined effects of climate change and population growth? 2) Where are human populations vulnerable to degraded ecosystem services? Results suggest that globally only about 20% of the area between 50 degrees latitude North and South has experienced significant change-largely wetting-in wet season precipitation. Approximately 40% of rangelands and 30% of rainfed agriculture lands have experienced significant precipitation changes, with important implications for food security. Over recent decades a number of critical conservation areas experienced high population growth concurrent with significant wetting or drying (e.g. the Horn of Africa, Himalaya, Western Ghats, and Sri Lanka), posing challenges not only for human adaptation but also to the protection and sustenance of biodiversity and ecosystem services. Identifying areas of climate and population risk and their overlap with conservation priorities can help to target activities and resources that promote biodiversity and ecosystem services while improving human well-being.",
    "readLink": "http://europepmc.org/articles/PMC5268772?pdf=render"
  },
  {
    "title": "Designing Coastal Adaptation Strategies to Tackle Sea Level Rise",
    "authors": [
      "Théophile Bongarts Lebbe,",
      "Hélène Rey-Valette,",
      "Éric Chaumillon,",
      "Guigone Camus,",
      "Rafael Almar,",
      "Anny Cazenave,",
      "Joachim Claudet,",
      "Nicolas Rocle,",
      "Nicolas Rocle,",
      "Catherine Meur-Férec,",
      "Frédérique Viard,",
      "Denis Mercier,",
      "Christine Dupuy,",
      "Frédéric Ménard,",
      "Bernardo Aliaga Rossel,",
      "Lauren Mullineaux,",
      "Marie-Alexandrine Sicre,",
      "Anna Zivian,",
      "Françoise Gaill,",
      "Agathe Euzen"
    ],
    "doi": "https://doi.org/10.3389/fmars.2021.740602",
    "journalVolume": "Vol. 8",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Faced with sea level rise and the intensification of extreme events, human populations living on the coasts are developing responses to address local situations. A synthesis of the literature on responses to coastal adaptation allows us to highlight different adaptation strategies. Here, we analyze these strategies according to the complexity of their implementation, both institutionally and technically. First, we distinguish two opposing paradigms – fighting against rising sea levels or adapting to new climatic conditions; and second, we observe the level of integrated management of the strategies. This typology allows a distinction between four archetypes with the most commonly associated governance modalities for each. We then underline the need for hybrid approaches and adaptation trajectories over time to take into account local socio-cultural, geographical, and climatic conditions as well as to integrate stakeholders in the design and implementation of responses. We show that dynamic and participatory policies can foster collective learning processes and enable the evolution of social values and behaviors. Finally, adaptation policies rely on knowledge and participatory engagement, multi-scalar governance, policy monitoring, and territorial solidarity. These conditions are especially relevant for densely populated areas that will be confronted with sea level rise, thus for coastal cities in particular.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2021.740602/full"
  },
  {
    "title": "PUBLIC POLICIES TO SUPPORT ENTREPRENEURSHIP: DO THEY CONTRIBUTE TO STRENGTHEN SMES SECTOR?",
    "authors": [
      "Dragos Dianu,",
      "Monica (Cenan) Ciucos,",
      "Alina Badulescu,",
      "Daniel Badulescu"
    ],
    "doi": "Vol. 30,\n                                no. 1\n                                \n                                  pp.\n                                  39\n                                  – 48",
    "issn": "1222-569X (Print)",
    "publisher": "1582-5450 (Online)",
    "countryOfPublisher": "University of Oradea",
    "lcc": [
      "Romania",
      "Social Sciences: Commerce: Business",
      "Social Sciences: Finance"
    ],
    "journalUrl": "http://anale.steconomiceuoradea.ro/",
    "abstract": "The role of entrepreneurship and private initiative in economic development and jobs creation, for the development of a dynamic and innovative small and medium enterprises (SME) sector is widely recognized in economic theory and practice. Entrepreneurship do not only contribute to productivity improvements, but it could also help finding practical solutions to social and environmental challenges, climate change, global economic or health crises. However, despite this widespread recognition, entrepreneurship relatively recently becomes a concern for the decision-makers’, and in many cases the support measures are partial, difficult to understand and access, marked by bureaucracy and over-regulation, even in developed countries. Therefore, the active involvement of policy makers, the contribution of public or private support structures, education, public awareness of the benefits of entrepreneurship and small and medium-sized businesses are essential. Building policies and strategies to support entrepreneurship starts from objective characteristics, but it must be adapted to the specific conditions of each country, the profile, size and structure of the business sector in that country (or region) in order to enhance its contribution to development goals. In our article we state that public policies for entrepreneurship must find a balance between stimulating the new firms’ creation, the size of existing ones and the impetus given to the sub-sector of dynamic, innovative companies, high growth-oriented. In the case of the developed countries analysed here, characterized by opportunity-driven entrepreneurship, the objectives of public policies to support entrepreneurship and SMEs should not excessively focus on setting up new companies. Rather, they must insist on creating a business-friendly environment and promoting an entrepreneurial culture, on the efficient functioning of support structures and networks, on encouraging the establishment and development of companies based on high knowledge, on strengthening and growth of the existing SMEs.",
    "readLink": "http://anale.steconomiceuoradea.ro/volume/2021/n1/003.pdf"
  },
  {
    "title": "Partitioning Climate, Users, and Thermophysical Uncertainties from Building Energy Use: A Monte Carlo & ANOVA Approach",
    "authors": [
      "Hamed Yassaghi,",
      "Nariman Mostafavi,",
      "Jin Wen,",
      "Simi Hoque"
    ],
    "doi": "https://doi.org/10.3390/buildings12020095",
    "journalVolume": "Vol. 12,\n                                no. 95\n                                \n                                  p.\n                                  95",
    "issn": "2075-5309 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Building construction"
    ],
    "journalUrl": "https://www.mdpi.com/journal/buildings",
    "abstract": "Buildings are subject to many uncertainties ranging from thermophysical performance to user activity. Climate change is an additional source of uncertainty that complicates building performance evaluation. This study aims to quantify the share of uncertainties stemming from building factors, user behavior, and climate uncertainty from boilers, chillers, fans, pumps, total HVAC systems, and total site energy use. A novel method combining Monte Carlo analysis and ANOVA is proposed to partition uncertainties from building energy simulation results under different climate change scenarios. The Monte Carlo method is used to generate distributions of building and user factors as building simulation inputs. Then, simulation results under current and future climate conditions are post-processed using a three-way ANOVA technique to discretize the uncertainties for a reference office building in Philadelphia, PA. The proposed method shows the share in percentages of each input factor (building, user, and climate) in the total uncertainty of building energy simulation output results. Our results indicate that the contribution of climate uncertainty increases from current conditions to future climate scenarios for chillers, boilers, fans, and pumps’ electricity use. User parameters are the dominant uncertainty factor for total site energy use and fans’ electricity use. Moreover, boiler and HVAC energy use are highly sensitive to the shape and range of user and building input factor distributions. We underline the importance of selecting the appropriate distribution for input factors when partitioning the uncertainties of building performance modeling.",
    "readLink": "https://www.mdpi.com/2075-5309/12/2/95"
  },
  {
    "title": "Conceptual Study and Development of an Autonomously Operating, Sailing Renewable Energy Conversion System",
    "authors": [
      "Christopher Rickert,",
      "Anurag Mohanan Thevar Parambil,",
      "Mareike Leimeister"
    ],
    "doi": "https://doi.org/10.3390/en15124434",
    "journalVolume": "Vol. 15,\n                                no. 4434\n                                \n                                  p.\n                                  4434",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "With little time left for humanity to reduce climate change to a tolerable level, a highly scalable and rapidly deployable solution is needed that can be implemented by any country. Offshore wind energy in international waters is an underused resource and could even be harnessed by landlocked countries. In this paper, the use of sailing wind turbines operating autonomously in high seas to harvest energy is proposed. The electrical energy that is generated by the wind turbine is converted to a renewable fuel and stored onboard. Later, the fuel will be transferred to shore or to other destinations of use. The presented idea is explored at the system level, where the basic subsystems necessary are identified and defined, such as energy conversion and storage as well as propulsion subsystems. Moreover, various operating possibilities are investigated, including a comparison of different sailing strategies and fuels for storage. Existing ideas are also briefly addressed and an example concept is suggested as well. In this paper, the proposed sailing renewable energy conversion system is explored at a higher level of abstraction. Following up on this conceptual study, more detailed investigations are necessary to determine whether the development of such a sailing renewable energy conversion system is viable from an engineering, economic, and environmental point of view.",
    "readLink": "https://www.mdpi.com/1996-1073/15/12/4434"
  },
  {
    "title": "Future flooding increases unequal exposure risks to relic industrial pollution",
    "authors": [
      "Thomas Marlow,",
      "James R Elliott,",
      "Scott Frickel"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ac78f7",
    "journalVolume": "Vol. 17,\n                                no. 7\n                                \n                                  p.\n                                  074021",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Climate change is increasing the probability that urban communities with lengthy histories of land-based industrial pollution and ongoing residential segregation will experience more frequent and destructive flooding in the years ahead. This paper investigates where these past, present, and future forces will converge to potentially produce a new type of climate injustice, as the flooding of former, or ‘relic,’ industrial sites threatens to transport sequestered industrial contaminants off site. Merging property-level flood-risk projections from the First Street Foundation with historical data on former hazardous manufacturing facilities in 6 U.S. cities, we identify more than 6000 relic industrial sites with elevated flood risk over the next 30 years. Exploratory spatial analysis reveals that these sites cluster spatially to create identifiable zones of cumulative impact, within which as many as 560 thousand residents and 229 thousand housing units are currently located. Spatial multilevel modeling further indicates that socially vulnerable groups (i.e. racial minorities, those with lower incomes, and those residing in less autonomous housing) are consistently and disproportionately likely to live in these areas. These findings highlight the need to develop new strategic plans to rethink site-based strategies of remediation and to engage residents of historically marginalized communities in planning efforts as government agencies at all levels work to make their cities more resilient and environmentally just in the age of climate change.",
    "readLink": "https://doi.org/10.1088/1748-9326/ac78f7"
  },
  {
    "title": "Hierarchical change-point regression models including random effects to estimate empirical critical loads for nitrogen using Bayesian Regression Models (brms) and JAGS",
    "authors": [
      "Tobias Roth,",
      "Simon Tresch,",
      "Enzai Du,",
      "Sabine Braun"
    ],
    "doi": "Vol. 9\n                                \n                                \n                                  p.\n                                  101902",
    "issn": "2215-0161 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.journals.elsevier.com/methodsx/",
    "abstract": "The concept of critical loads is used in the framework of the Convention on Long-range Transboundary Air Pollution (UNECE) to define thresholds below which no damaging effects on habitats occur based on the latest scientific knowledge. Change-point regression models applied in a Bayesian framework are useful statistical tools to estimate critical empirical loads. While hierarchical study designs are common in ecological research, previous methods to estimate critical loads using change-point regression did not allow to analyse data collected under such a design. This method update provides an implementation of hierarchical data structure by including random effects such as study sites or as in this example tree species within the Bayesian approach of change-point regression models using two different approaches. The example data set is an European wide gradient study of the impact of climate change and air pollution on forest tree health assessed by foliar nutrient status of nitrogen (N) to phosphorus (P) from 10 different conifer tree species originated from 88 forest sites and 9 countries covering 22 years (1995-2017). Both modelling approaches using JAGS and Bayesian Regression Models using ‘Stan’ (brms) resulted in reasonable and similar estimations of the critical empirical load for nitrogen (CLempN) for temperate forests. These methodological examples of using different approaches of Bayesian change-point regression models dealing with random effects could prove useful to infer CLempN for other ecosystems and long-term data sets. • Hierarchical change-point regression models are suitable for estimating critical empirical loads. • The Bayesian framework of these models provides the inclusion of the current critical load and various confounding or modifying variables. • Here we present two ways of implementing hierarchical data sets in Bayesian change-point regression models using JAGS and brms.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2215016122002813"
  },
  {
    "title": "A critical appraisal of the status and hydrogeochemical characteristics of freshwater springs in Kashmir Valley",
    "authors": [
      "Sami Ullah Bhat,",
      "Shahid Ahmad Dar,",
      "Aadil Hamid"
    ],
    "doi": "https://doi.org/10.1038/s41598-022-09906-2",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract With growing water scarcity, jeopardized by climate change, springs are likely to perform a vital role in meeting the domestic water demand in future. This paper examines the water quality status of Kashmir valley springs in relation to their geographical location, regional hydrogeological conditions, anthropogenic activities and climate change. We analyzed data for 258 springs from the whole Kashmir valley using water quality index (WQI) and geographic information system techniques. WQI ranged from 23 (excellent water) to 537 (water unsuitable for drinking). The WQI indicated that 39.5% of the springs had excellent waters, 47.7% had good water, 5% had poor water, 1.6% had very-poor water, and 6.2% of the springs had water unfit for drinking purposes. The Piper diagram identified Ca–Mg–HCO3, Ca–Mg–SO4, and Na–HCO3 as the most predominant hydro-chemical facies, whereas Gibbs diagram revealed that the water of springs in the study region is mainly controlled by rock weathering dominance. The results of the study offer inputs about the water quality to be used by the concerned departments and agencies at a bigger scale for drinking purposes. Our findings therefore suggest that springs which are in thousands in Kashmir landscape have the potential to offer viable solution to the rising drinking water demand and therefore merit an attention for their protection and management.",
    "readLink": "https://doi.org/10.1038/s41598-022-09906-2"
  },
  {
    "title": "Linking sustainable local economic development to a market-based carbon control regime: Carbon restoration projects in the Eastern Cape province of South Africa using Portulacaria afra",
    "authors": [
      "James Polak,",
      "Jeanette Snowball"
    ],
    "doi": "https://doi.org/10.4102/jef.v12i1.225",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  e1\n                                  – e10",
    "issn": "1995-7076 (Print)",
    "publisher": "2312-2803 (Online)",
    "countryOfPublisher": "AOSIS",
    "lcc": [
      "South Africa",
      "Social Sciences: Economic theory. Demography: Economics as a science"
    ],
    "journalUrl": "https://jefjournal.org.za",
    "abstract": "Orientation: There is growing interest in how international climate change mitigation and adaptation programmes play out at the local level. Research purpose: The aim of this study was to investigate the link between land restoration and carbon sequestration projects in the Eastern Cape, using Portulacaria afra (Spekboom), and market-based approaches to address global climate change. Motivation for the study: The Eastern Cape is one of the poorest areas of the country, and there is great emphasis on the establishment of economically and environmentally sustainable, as well as socially just, local economic development (LED) initiatives. However, LED projects are often not sustainable in the long run. Research design, approach and method: A mixed methods design, using data on international carbon markets, and key stakeholder interviews with those involved in LED land restoration programmes, was used. Qualitative results were analysed using Connelly’s (2007) framework for sustainable development, which included indicators for environmental protection, economic growth and social justice. Main findings: Stakeholders perceive the long-term financial sustainability of such projects as resting on their ability to earn carbon credits, despite the current very low international carbon prices. Practical/managerial implications: The long-term success of carbon-based restoration projects may depend on the establishment of a local carbon market or continued public funding. Upfront costs of land restoration projects are high and return only starts years later. Contribution/value-add: The establishment of a South African carbon market that helps carbon sequestration LED projects to meet the technical and administrative requirements needed to sell carbon credits will be an important determinant of their sustainability.",
    "readLink": "https://jefjournal.org.za/index.php/jef/article/view/225"
  },
  {
    "title": "Will extreme drought impact the reservoir water quality? A 30-year observational study",
    "authors": [
      "Yu-I Lin,",
      "Shu-Yuan Pan,",
      "Hui-Hsien Chang,",
      "Mei-Siang Yu,",
      "Wei-Lung Lin"
    ],
    "doi": "Vol. 289\n                                \n                                \n                                  p.\n                                  108574",
    "issn": "1873-2283 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Agriculture: Agriculture (General)",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Agricultural industries"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/agricultural-water-management",
    "abstract": "Climate change affects the security of the global water supply. However, only a few studies on the effects of drought on water quality in Asia have been published. In 2021, Taiwan faced its most severe water crisis in the past 56 years. The Te-Chi reservoir, situated at an elevation exceeding 1420 m, stands out as significantly affected by hydrologic variability. Overcoming geographical challenges, we captured an exceptional climatic period to sample and analyze water quality. Subsequently, we investigated multivariate long-term water quality data incorporating climate and hydrological information to evaluate the effect of climate change on the reservoir. The results showed the annual average temperature had risen by about 1.4 °C while total annual rainfall declined over the past 18 years. 30-year water quality data from 1993 to 2022 was analyzed to examined the long-term water quality change. There was an observed upward trend in the electrical conductivity of the reservoir water. The concentration of dissolved oxygen showed a decreasing trend, which may be attributed to the increase of temperature due to climate change. Besides, as the water level dropped during the drought, we found that the concentration of total phosphorus, total nitrogen and electrical conductivity in Te-Chi reservoir tended to increase, while the transparency of the water decreased. Consequently, we further explored the potential pollution sources during extreme drought by multivariate statistical methods, such as Pearson’s correlations, principal component analysis, and factor analysis. We found that four varimax rotated principal components collectively explain 82% of the variation in water quality data of the Te-Chi reservoir with the reservoir water level, signifying their representativeness in interpreting the monitoring data. We also assessed the contribution of each factor to specific water parameters, which can aid in better management of water resources during such challenging conditions. In conclusion, this study provides evidence and raises awareness on the effect of climate change by long-term water quality data with multiple parameters. The water quality components in the reservoir are affected by extreme weather, which is predicted to occur more frequently in the future and thus could affect energy scarcity, public health and food safety for sustainable reservoir operation. The study underscores adaptive management, mitigation strategies and the future research direction.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S0378377423004390"
  }
]