[
  {
    "title": "Driving forces for changes in geographical distribution of <it>Ixodes ricinus</it> ticks in Europe",
    "authors": [
      "Medlock Jolyon M,",
      "Hansford Kayleigh M,",
      "Bormane Antra,",
      "Derdakova Marketa,",
      "Estrada-Peña Agustín,",
      "George Jean-Claude,",
      "Golovljova Irina,",
      "Jaenson Thomas GT,",
      "Jensen Jens-Kjeld,",
      "Jensen Per M,",
      "Kazimirova Maria,",
      "Oteo José A,",
      "Papa Anna,",
      "Pfister Kurt,",
      "Plantard Olivier,",
      "Randolph Sarah E,",
      "Rizzoli Annapaola,",
      "Santos-Silva Maria Margarida,",
      "Sprong Hein,",
      "Vial Laurence,",
      "Hendrickx Guy,",
      "Zeller Herve,",
      "Van Bortel Wim"
    ],
    "doi": "https://doi.org/10.1186/1756-3305-6-1",
    "journalVolume": "Vol. 6,\n                                no. 1\n                                \n                                  p.\n                                  1",
    "issn": "1756-3305 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Internal medicine: Infectious and parasitic diseases"
    ],
    "journalUrl": "https://parasitesandvectors.biomedcentral.com/",
    "abstract": "Abstract Many factors are involved in determining the latitudinal and altitudinal spread of the important tick vector Ixodes ricinus (Acari: Ixodidae) in Europe, as well as in changes in the distribution within its prior endemic zones. This paper builds on published literature and unpublished expert opinion from the VBORNET network with the aim of reviewing the evidence for these changes in Europe and discusses the many climatic, ecological, landscape and anthropogenic drivers. These can be divided into those directly related to climatic change, contributing to an expansion in the tick’s geographic range at extremes of altitude in central Europe, and at extremes of latitude in Scandinavia; those related to changes in the distribution of tick hosts, particularly roe deer and other cervids; other ecological changes such as habitat connectivity and changes in land management; and finally, anthropogenically induced changes. These factors are strongly interlinked and often not well quantified. Although a change in climate plays an important role in certain geographic regions, for much of Europe it is non-climatic factors that are becoming increasingly important. How we manage habitats on a landscape scale, and the changes in the distribution and abundance of tick hosts are important considerations during our assessment and management of the public health risks associated with ticks and tick-borne disease issues in 21st century Europe. Better understanding and mapping of the spread of I. ricinus (and changes in its abundance) is, however, essential to assess the risk of the spread of infections transmitted by this vector species. Enhanced tick surveillance with harmonized approaches for comparison of data enabling the follow-up of trends at EU level will improve the messages on risk related to tick-borne diseases to policy makers, other stake holders and to the general public.",
    "readLink": "http://www.parasitesandvectors.com/content/6/1/1"
  },
  {
    "title": "Advocacy for Sustainability Communication: Unseen Potential of Queer Communicators in Environmental, Climate Change and Sustainability Science",
    "authors": [
      "Franzisca Weder,",
      "Swastika Samanta"
    ],
    "doi": "https://doi.org/10.3390/su132413871",
    "journalVolume": "Vol. 13,\n                                no. 13871\n                                \n                                  p.\n                                  13871",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The story of climate change, of destruction and loss, is well represented in mass media around natural hazards and new scientific data (i.e., the newest IPCC report); in contrast, new concepts of restoration, eco-cultural identities, social change and sustainable development are not picked up in public discourses—similarly to how the voices of NGO communicators, activists or queer communicators are not heard in the media. Additionally, the growth of digital publishing technologies and related audience behavior not only influence public communication processes, but also challenge professional communicators, including journalists and PR professionals to scientists, artists and activists. With a series of explorative interviews in different cultural settings (Central Europe, Australia, New Zealand), we can show that queer communicators have the potential to cultivate a new understanding of sustainability communication as social conversation about sustainability, and thus, overcome the very visible old story about climate change and rather propagate the new story of sustainability and transformation. The interviews show that queer communicator advocacy focuses on mobilizing and initiating dialectic conversations, which includes community building and queering existing norms, thus choosing new pathways for communication for sustainability. The findings and the developed concept of advocacy for sustainability communication are discussed at the end of the paper, including a reflection on the limitations of the explorative character of the analysis and future research potential.",
    "readLink": "https://www.mdpi.com/2071-1050/13/24/13871"
  },
  {
    "title": "Climate Change, Grape Phenology, and Frost Risk in Southeast England",
    "authors": [
      "C. Llanaj,",
      "G. McGregor"
    ],
    "doi": "https://doi.org/10.1155/2022/9835317",
    "journalVolume": "Vol. 2022",
    "issn": "1322-7130 (Print)",
    "publisher": "1755-0238 (Online)",
    "countryOfPublisher": "Hindawi-Wiley",
    "lcc": [
      "United Kingdom",
      "Agriculture: Plant culture",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades"
    ],
    "journalUrl": "https://www.hindawi.com/journals/ajgwr/",
    "abstract": "Background and Aims. The cultivation of grapevines in England is expected to benefit under climate change. Yet assessments of future wine climates remain undeveloped. Accordingly, this study assesses how climate change might modify frost risk for Chardonnay in the Southeast England viticulture region. Methods and Results. Cold-bias-corrected climate projections from the UKCP18 Regional (12 km) perturbed parameter ensemble (PPE) climate model under RCP8.5 are applied with phenological models to determine how frost risk and the timing of key grapevine phenophases might alter under climate change. Notwithstanding the uncertainties associated with projections of key viticulture-related bioclimate variables, the last spring frost was found to advance at a greater rate than budburst, indicating a general decrease in frost risk. Conclusions. Although projections point to an improving climate for viticulture across Southeast England, frost will remain a risk for viticulture, albeit at a reduced level compared to the present. Furthermore, the strong cold-bias found for temperature simulations used in this study needs to be given careful consideration when using the UKCP18 projections for viticulture impact assessments of climate change. Significance of the Study. This study highlights the present sensitivity of viticulture to climate variability and the inherent uncertainty associated with making future projections of wine climate under climate change.",
    "readLink": "http://dx.doi.org/10.1155/2022/9835317"
  },
  {
    "title": "No common pesticides detected in snow buntings utilizing a farmland landscape in eastern Québec",
    "authors": [
      "Emily Cornelius Ruhs,",
      "Oliver P. Love,",
      "Louis Drainville,",
      "François Vézina"
    ],
    "doi": "Vol. 16,\n                                no. 2\n                                \n                                  p.\n                                  26",
    "issn": "1712-6568 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ace-eco.org/",
    "abstract": "Many species of migratory birds are declining worldwide, including throughout North America. Some of the most cited causes of decline are linked to climate change, urbanization, and growth in agriculture. Across eastern Canada, a number of insecticides and herbicides are commonly sprayed before and during the grain growing season to control pests and foliage competitors. During wintering and migration, a declining Arctic-breeding songbird, the snow bunting (Plectrophenax nivalis), utilizes open farmlands of southern Canada; therefore, this could be a period when the species is most exposed to these pesticides. We tested snow bunting tissues (blood and liver) for the 4 pesticides most commonly used in grain agriculture in Canada: atrazine, chlothianidin, imidacloprid, and glyphosate, as well as a glyphosate derivative (aminomethylphosphic acid, AMPA). Although this species is thought to forage in grain fields during autumn through spring, we found no detectable traces of any of the five substances. Wintering buntings may either not be exposed to these pesticides during their presence in agriculture fields or, given the rapid turnover of these pesticides in the blood and tissues, be exposed to doses below detection level in samples.",
    "readLink": "https://www.ace-eco.org/vol16/iss2/art26/"
  },
  {
    "title": "Regional Development and Climate Change Adaptation: A Study of the Role of Legitimacy",
    "authors": [
      "Thorstensen Erik,",
      "Forsberg Ellen-Marie,",
      "Underthun Anders,",
      "Danihelka Pavel,",
      "Řeháček Jakub"
    ],
    "doi": "https://doi.org/10.1515/euco-2016-0016",
    "journalVolume": "Vol. 8,\n                                no. 3\n                                \n                                  pp.\n                                  207\n                                  – 226",
    "issn": "1803-8417 (Online)",
    "publisher": "Sciendo",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Agriculture",
      "Social Sciences"
    ],
    "journalUrl": "https://sciendo.com/journal/EUCO",
    "abstract": "This paper presents results from a study of Czech Local Action Groups (LAGs), focusing on gaining knowledge about their internally perceived legitimacy and their potential role in local adaptation to climate change. Former studies on the role of governance networks in climate change adaptation have suggested that these networks’ legitimacy are crucial for their success. In this article we provide an analytical framework that can be used to address different aspects of local governance networks which are important for their legitimacy and the way they are apt as instruments for climate change adaptation actions. We also present a survey among LAG members that provide empirical data that we discuss in the article. The framework and the data are discussed with reference to existing contributions in the intersection of legitimacy, governance networks and climate change adaptation. A specific aim is to provide research based recommendations for further improving LAGs as an adaptation instrument. In addition, knowledge is generated that will be interesting for further studies of similar local governance initiatives in the climate change adaptation context.",
    "readLink": "https://doi.org/10.1515/euco-2016-0016"
  },
  {
    "title": "Studying of the resistance to winter stresses of grapevine varieties of different ecological and geographical origin*",
    "authors": [
      "Nenko Nataliya,",
      "Ilina Irina,",
      "Zaporozhets Natalia,",
      "Kiseleva Galina,",
      "Skhalyakho Tatiana"
    ],
    "doi": "https://doi.org/10.1051/bioconf/20202502015",
    "journalVolume": "Vol. 25\n                                \n                                \n                                  p.\n                                  02015",
    "issn": "2117-4458 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Science: Microbiology",
      "Science: Physiology",
      "Science: Zoology"
    ],
    "journalUrl": "http://www.bio-conferences.org",
    "abstract": "In terms of climate change researches about adaptation mechanism of perennial crop plant to summer and winter stresses are actual. Physiological-biochemical assessment of grapevine varieties allows to clarify the mechanisms of protective and adaptive reaction on stresses and identify perspective genotypes for cultivation in stressful terms. Ecological and geographical origin are important in this case. Winterhardiness of following grapevine varieties: ‘Kristal’, ‘Aligote’, ‘Dostoyniy’ ‘Krasnostop AZOS’, ‘Zarif’ and ‘Vostorg’, are studied in conditions of Anapa-Taman region of the Russian Federation. At the beginning of winter reduced water content of vine tissue are noted for ‘Kristal’, ‘Krasnostop AZOS’ and ‘Dostoyniy’ (41,4-45,3 %). Also, for this varieties are found elevated accumulation of sucrose (2 times more) which means high resistance to low temperature. Intensification of antioxidative protective system’s functioning in response on stress are discovered for varieties ‘Kristal’, ‘Krasnostop AZOS’, ‘Dostoyniy’ and ‘Vostorg’. High containing of anthocyanins and chalcones in varieties ‘Kristal’, ‘Dostoyniy’, ‘Krasnostop AZOS’ and ascorbic acid in varieties ‘Krasnostop AZOS’, ‘Dostoyniy’ are revealed. According to generalized assessment of physiological-biochemical research results in conditions of climate change in Anapa-Taman region of Russia more winterhardiness were varieties ‘Krasnostop AZOS’, ‘Dostoyniy’, ‘Kristal’ than varieties ‘Aligote’, ‘Vostorg’, ‘Zarif’.",
    "readLink": "https://www.bio-conferences.org/articles/bioconf/full_html/2020/09/bioconf_bioengineering2020_02015/bioconf_bioengineering2020_02015.html"
  },
  {
    "title": "Pollution and climate change impacts on livelihood outcomes of lagoon fishermen in Central Region, Ghana",
    "authors": [
      "Moses Kwadzo,",
      "Michael K. Miyittah,",
      "Delali B.K. Dovie,",
      "Richard K. Kosivi,",
      "Rebecca Owusu"
    ],
    "doi": "Vol. 4\n                                \n                                \n                                  p.\n                                  100137",
    "issn": "2666-0490 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection"
    ],
    "journalUrl": "https://www.journals.elsevier.com/current-research-in-environmental-sustainability",
    "abstract": "Although the concurrent impacts of pollution and climate change on livelihoods of fishermen are well established, the mechanics within the livelihoods are less known. To understand the mechanics, this paper evaluates the responses of fishermen on the impact of pollution and climate change on livelihoods, using field surveys of 124 fishermen. The result indicated that plastic and domestic wastes are the major lagoon pollutants identified by the respondents. Also, almost all the respondents noted that climate change and lagoon pollution impact negatively on the lagoon which subsequently affect their fishing activities. The fishermen reported difficulty in meeting basic livelihood essentials including feeding their family, paying of their children school expenses, paying of hospital and utility bills. The analysis of logistic model indicated that the likelihood of fishermen landing a high volume of fish catch was statistically significantly influenced by the number of days of fishing in a week, lagoon water temperature, other jobs and formal education. Considering the fact that the main factors impacting on fishing activities are extrinsic without controls of the fishermen, there is need for policy makers within the Cape Coast Metropolis to address drainage systems that feed pollutants into the lagoon.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666049022000159"
  },
  {
    "title": "Decoding long-term trends in the wet deposition of sulfate, nitrate, and ammonium after reducing the perturbation from climate anomalies",
    "authors": [
      "X. Yao,",
      "L. Zhang"
    ],
    "doi": "https://doi.org/10.5194/acp-20-721-2020",
    "journalVolume": "Vol. 20\n                                \n                                \n                                  pp.\n                                  721\n                                  – 733",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Long-term trends of wet deposition of inorganic ions are affected by multiple factors, among which emission changes and climate conditions are dominant ones. To assess the effectiveness of emission reductions on the wet deposition of pollutants of interest, contributions from these factors to the long-term trends of wet deposition must be isolated. For this purpose, a two-step approach for preprocessing wet deposition data is presented herein. This new approach aims to reduce the impact of climate anomalies on the trend analysis so that the impact of emission reductions on the wet deposition can be revealed. This approach is applied to a 2-decade wet deposition dataset of sulfate (SO42-), nitrate (NO3-), and ammonium (NH4+) at rural Canadian sites. Analysis results show that the approach allows for statistically identifying inflection points on decreasing trends in the wet deposition fluxes of SO42- and NO3- in northern Ontario and Quebec. The inflection points match well with the three-phase mitigation of SO2 emissions and two-phase mitigation of NOx emissions in Ontario. Improved correlations between the wet deposition of ions and their precursors' emissions were obtained after reducing the impact from climate anomalies. Furthermore, decadal climate anomalies were identified as dominating the decreasing trends in the wet deposition fluxes of SO42- and NO3- at a western coastal site. Long-term variations in NH4+ wet deposition showed no clear trends due to the compensating effects between NH3 emissions, climate anomalies, and chemistry associated with the emission changes of sulfur and nitrogen.",
    "readLink": "https://www.atmos-chem-phys.net/20/721/2020/acp-20-721-2020.pdf"
  },
  {
    "title": "Assessment and Spatial Modelling of Agrochernozem Properties for Reclamation Measurements",
    "authors": [
      "Ruslan Suleymanov,",
      "Azamat Suleymanov,",
      "Gleb Zaitsev,",
      "Ilgiza Adelmurzina,",
      "Gulnaz Galiakhmetova,",
      "Evgeny Abakumov,",
      "Ruslan Shagaliev"
    ],
    "doi": "https://doi.org/10.3390/app13095249",
    "journalVolume": "Vol. 13,\n                                no. 5249\n                                \n                                  p.\n                                  5249",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "Traditional land-use systems can be modified under the conditions of climate change. Higher air temperatures and loss of productive soil moisture lead to reduced crop yields. Irrigation is a possible solution to these problems. However, intense irrigation may have contributed to land degradation. This research assessed the ameliorative potential of soil and produced large-scale digital maps of soil properties for arable plot planning for the construction and operation of irrigation systems. Our research was carried out in the southern forest–steppe zone (Southern Ural, Russia). The soil cover of the site is represented by agrochernozem soils (Luvic Chernozem). We examined the morphological, physicochemical and agrochemical properties of the soil, as well as its heavy metal contents. The random forest (RF) non-linear approach was used to estimate the spatial distribution of the properties and produce maps. We found that soils were characterized by high organic carbon content (SOC) and neutral acidity and were well supplied with nitrogen and potassium concentrations. The agrochernozem was characterized by favorable water–physical properties and showed good values for water infiltration and moisture categories. The contents of heavy metals (lead, cadmium, mercury, cobalt, zinc and copper) did not exceed permissible levels. The soil quality rating interpretation confirms that these soils have high potential fertility and are convenient for irrigation activities. The spatial distribution of soil properties according to the generated maps were not homogeneous. The results showed that remote sensing covariates were the most critical variables in explaining soil properties variability. Our findings may be useful for developing reclamation strategies for similar soils that can restore soil health and improve crop productivity.",
    "readLink": "https://www.mdpi.com/2076-3417/13/9/5249"
  },
  {
    "title": "Black carbon and mineral dust on two glaciers on the central Tibetan Plateau: sources and implications",
    "authors": [
      "Xiaofei Li,",
      "Shichang Kang,",
      "Michael Sprenger,",
      "Yulan Zhang,",
      "Xiaobo He,",
      "Guoshuai Zhang,",
      "Lekhendra Tripathee,",
      "Chaoliu Li,",
      "Junji Cao"
    ],
    "doi": "https://doi.org/10.1017/jog.2019.100",
    "journalVolume": "Vol. 66\n                                \n                                \n                                  pp.\n                                  248\n                                  – 258",
    "issn": "0022-1430 (Print)",
    "publisher": "1727-5652 (Online)",
    "countryOfPublisher": "Cambridge University Press",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.cambridge.org/core/journals/journal-of-glaciology",
    "abstract": "Sources and implications of black carbon (BC) and mineral dust (MD) on two glaciers on the central Tibetan Plateau were estimated based on in situ measurements and modeling. The results indicated that BC and MD accounted for ~11 ± 1% and 4 ± 0% of the albedo reduction relative to clean snow, while the radiative forcing varied between 11 and 196 and 1–89 W m−2, respectively. Assessment of BC and MD contributions to the glacier melt can reach up 88 to 434 and 35 to 187 mm w.e., respectively, contributing ~9–23 and 4–10% of the total glacier melt. A footprint analysis indicated that BC and MD deposited on the glaciers originated mainly from the Middle East, Central Asia, North China and South Asia during the study period. Moreover, a potentially large fraction of BC may have originated from local and regional fossil fuel combustion. This study suggests that BC and MD will enhance glacier melt and provides a scientific basis for regional mitigation efforts.",
    "readLink": "https://www.cambridge.org/core/product/identifier/S002214301900100X/type/journal_article"
  }
]