[
  {
    "title": "The endophyte Allantophomopsis cytisporea is associated with snow blight on Calluna vulgaris in the Alps—An effect of climate change?",
    "authors": [
      "Thomas N. Sieber"
    ],
    "doi": "https://doi.org/10.1080/15230430.2019.1676951",
    "journalVolume": "Vol. 51,\n                                no. 1\n                                \n                                  pp.\n                                  460\n                                  – 470",
    "issn": "1523-0430 (Print)",
    "publisher": "1938-4246 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/uaar",
    "abstract": "Shoots of Calluna vulgaris, Erica carnea, Juniperus communis subsp. nana, Picea abies, and Pinus mugo subsp. mugo covered with felty, melanized epiphytic mycelia typical for brown felt blight caused by Herpotrichia pinetorum were collected at several locations in the Swiss Alps. Most cultures prepared from the mycelia on J. communis subsp. nana and P. abies were H. pinetorum, whereas the majority of cultures from P. mugo subsp. mugo and C. vulgaris were identified by internal transcribed spacer ITS1-5.8S-ITS2 sequencing and morphology as Allantophomopsis cytisporea. The fungus tolerates low temperatures, has an optimum between 16°C and 24°C, and ceases to grow at 28°C. 35°C is lethal. A. cytisporea is known as the causal agent of cranberry black rot on Vaccinium macrocarpon but has never been described as a snow mold. A. cytisporea is an endophyte in C. vulgaris but seems able to kill leaflets and whole shoots during winter. The epiphytic mycelium can expand from C. vulgaris to neighboring shoots of P. mugo subsp. mugo and J. communis subsp. nana below the snow where it forms epiphytic mycelial mats reminiscent of H. pinetorum. H. pinetorum has a strong antibiotic effect against A. cytisporea at 4°C and 20°C, whereas A. cytisporea grows faster at these temperatures. The effects of climate change on the interaction between the two snow mold fungi and their consequences on regeneration of woody plants at timberline are discussed.",
    "readLink": "http://dx.doi.org/10.1080/15230430.2019.1676951"
  },
  {
    "title": "Financing Sustainable Agriculture in Sub-Saharan Africa: A Review of the Role of Financial Technologies",
    "authors": [
      "Olga Mapanje,",
      "Selma Karuaihe,",
      "Charles Machethe,",
      "Mao Amis"
    ],
    "doi": "https://doi.org/10.3390/su15054587",
    "journalVolume": "Vol. 15,\n                                no. 4587\n                                \n                                  p.\n                                  4587",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "African agriculture needs to adapt to climate change and shift from unsustainable production practices to sustainable ones. This requires innovative, substantial, and long-term agricultural investments that can allow all agricultural actors to adopt sustainable agricultural practices. Better and more inclusive options to leapfrog Africa’s sustainable agricultural development lie in financial technologies (FinTech). FinTech uses digital technology innovations to ease the provision of financial services to users and thus enhance financial inclusion. The aim of this study is to clarify the important role that FinTech can play in financing sustainability in agriculture in sub-Saharan Africa (SSA). To examine this role, the study shortlisted 17 SSA countries. The literature on FinTech-enhanced agricultural initiatives in these countries was reviewed. The results confirm that FinTech has the opportunity to become the much needed ‘support system’ for sustainable agriculture in SSA. Most of the financial products accessed by smallholder farmers in the selected countries helped the farmers in addressing production and marketing challenges in agriculture. The technologies can also help to improve efficiency in financing smallholder agriculture, enabling wider adoption of sustainable agricultural practices. To promote the financing of sustainable agriculture at scale, there is a need to train the farmers about the functionality of digital platforms, and policymakers need to address challenges such as gaps in infrastructure between the urban and rural areas.",
    "readLink": "https://www.mdpi.com/2071-1050/15/5/4587"
  },
  {
    "title": "Development and validation of risk profiles of West African rural communities facing multiple natural hazards.",
    "authors": [
      "Daniel Asare-Kyei,",
      "Fabrice G Renaud,",
      "Julia Kloos,",
      "Yvonne Walz,",
      "Jakob Rhyner"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0171921",
    "journalVolume": "Vol. 12,\n                                no. 3\n                                \n                                  p.\n                                  e0171921",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "West Africa has been described as a hotspot of climate change. The reliance on rain-fed agriculture by over 65% of the population means that vulnerability to climatic hazards such as droughts, rainstorms and floods will continue. Yet, the vulnerability and risk levels faced by different rural social-ecological systems (SES) affected by multiple hazards are poorly understood. To fill this gap, this study quantifies risk and vulnerability of rural communities to drought and floods. Risk is assessed using an indicator-based approach. A stepwise methodology is followed that combines participatory approaches with statistical, remote sensing and Geographic Information System techniques to develop community level vulnerability indices in three watersheds (Dano, Burkina Faso; Dassari, Benin; Vea, Ghana). The results show varying levels of risk profiles across the three watersheds. Statistically significant high levels of mean risk in the Dano area of Burkina Faso are found whilst communities in the Dassari area of Benin show low mean risk. The high risk in the Dano area results from, among other factors, underlying high exposure to droughts and rainstorms, longer dry season duration, low caloric intake per capita, and poor local institutions. The study introduces the concept of community impact score (CIS) to validate the indicator-based risk and vulnerability modelling. The CIS measures the cumulative impact of the occurrence of multiple hazards over five years. 65.3% of the variance in observed impact of hazards/CIS was explained by the risk models and communities with high simulated disaster risk generally follow areas with high observed disaster impacts. Results from this study will help disaster managers to better understand disaster risk and develop appropriate, inclusive and well integrated mitigation and adaptation plans at the local level. It fulfills the increasing need to balance global/regional assessments with community level assessments where major decisions against risk are actually taken and implemented.",
    "readLink": "http://europepmc.org/articles/PMC5382969?pdf=render"
  },
  {
    "title": "Flight-reproduction trade-offs are weak in a field cage experiment across multiple Drosophila species",
    "authors": [
      "Liana I. De Araujo,",
      "Minette Karsten,",
      "John S. Terblanche"
    ],
    "doi": "Vol. 3\n                                \n                                \n                                  p.\n                                  100060",
    "issn": "2666-5158 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Zoology"
    ],
    "journalUrl": "https://www.journals.elsevier.com/current-research-in-insect-science",
    "abstract": "Flight-reproduction trade-offs, such that more mobile individuals sacrifice reproductive output (e.g., fecundity) or incur fitness costs, are well-studied in a handful of wing-dimorphic model systems. However, these trade-offs have not been systematically assessed across reproduction-related traits and taxa in wing monomorphic species despite having broad implications for the ecology and evolution of pterygote insect species.Here we therefore determined the prevalence, magnitude and direction of flight-reproduction trade-offs on several fitness-related traits in a semi-field setting by comparing disperser and resident flies from repeated releases of five wild-caught, laboratory-reared Drosophila species, and explicitly controlling for a suite of potential confounding effects (maternal effects, recent thermal history) and potential morphological covariates (wing-loading, body mass).We found almost no systematic differences in reproductive output (egg production), reproductive fitness (offspring survival), or longevity between flying (disperser) and resident flies in our replicated releases, even if adjusting for potential morphological variation. After correction for false discovery rates, none of the five species showed evidence of a significant fitness trade-off associated with increased flight (sustained, simulated voluntary field dispersal).Our results therefore suggest that flight-reproduction trade-offs are not as common as might have been expected when assessed systematically across species and under the relatively standardized conditions and field setting employed here, at least not in the genus Drosophila. The magnitude and direction of potential dispersal- or flight-induced trade-offs, and the conditions that promote them, clearly require closer scrutiny.We argue that flight or dispersal is either genuinely cheaper than expected, or the costs manifest differently than those assessed here. Lost opportunities (i.e., time spent on mate-finding, mating or foraging) or nutrient-poor conditions could promote fitness costs to dispersal in our study system and that could be explored in future.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666515823000094"
  },
  {
    "title": "Vegetation dynamics and responses to climate change and anthropogenic activities in the Three-River Headwaters Region, China",
    "authors": [
      "Xucai Zhang,",
      "Xiaomei Jin"
    ],
    "doi": "Vol. 131\n                                \n                                \n                                  p.\n                                  108223",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "The Three-River Headwaters Region (TRHR) is an area of crucial significance for the ecological security of China. Owing to dramatic climate change and human activities driven by a series of ecological restoration projects, the ecological environment and vegetation have changed drastically in recent years. However, our knowledge of the current state and driving force of the change in the entire region is limited. This study mapped the spatiotemporal changes in vegetation coverage and quantitatively identified the contributions of climate change and anthropogenic factors to such variations from 2000 to 2018 using 133 MODIS NDVI images at 250 m resolution. The results show that over the past 19 years, the average NDVI demonstrated a fluctuating but upward trend, with a rate of increase of 0.0013 yr−1. Areas with increased vegetation coverage accounted for 54.93% of the entire area, and among them, 18.52% showed a significant greening trend. Based on the Hurst exponent, areas with sustained increasing trends were primarily concentrated in the northeastern, western, and southwestern parts of the Yellow River region, and the western Yangtze River region. The average contributions of the precipitation, temperature, and sunshine duration to NDVI were 0.069, 0.098, and 0.059%·yr−1, respectively. Sunshine duration had the greatest influence on the inter-annual change of NDVI during the entire study period, while the temperature was the main climatic factor from 2000 to 2010. The average contributions of climate change and anthropogenic factors to inter-annual variations of NDVI were 0.226 and –0.096%·yr−1, respectively. The general climate conditions are beneficial to the vegetation recovery, whereas human activities negatively impact the vegetation growth. However, the ecological afforestation projects positively influenced the east Yellow River, Lancang River, and west Yangtze River regions.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X21008888"
  },
  {
    "title": "Towards a standardized protocol to assess natural capital and ecosystem services in solar parks",
    "authors": [
      "Fabio Carvalho,",
      "Lucy Treasure,",
      "Samuel J. B. Robinson,",
      "Hollie Blaydes,",
      "Giles Exley,",
      "Rachel Hayes,",
      "Belinda Howell,",
      "Aidan Keith,",
      "Hannah Montag,",
      "Guy Parker,",
      "Stuart P. Sharp,",
      "Cameron Witten,",
      "Alona Armstrong"
    ],
    "doi": "https://doi.org/10.1002/2688-8319.12210",
    "journalVolume": "Vol. 4,\n                                no. 1\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2688-8319 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://besjournals.onlinelibrary.wiley.com/journal/26888319",
    "abstract": "Abstract Natural capital and ecosystem services have emerged as fundamental concepts of ecosystem management strategies in the past two decades, particularly within major international land assessment frameworks, including the UN's Millennium Ecosystem Assessment and the Intergovernmental Science‐Policy Platform on Biodiversity and Ecosystem Services' Global Assessment Report. Despite the recent development of several analytical methods and models to quantify changes in natural capital and ecosystem services resulting from land use change, incorporating them into the land planning process can be challenging from a practical point of view without guidance on standard methods. In an attempt to decarbonize energy supply systems to meet internationally agreed targets on climate change, solar energy production, in the form of ground‐mounted solar parks, is emerging as one of the dominant forms of temporary land use for renewable energies globally. We propose 19 directly measurable indicators associated with 16 ecosystem services within three major stocks of natural capital (biodiversity, soil and water) that are most likely to be impacted by the development of solar parks. Indicators are supported by well‐established methods that have been widely used in pure and applied land use research within terrestrial ecosystems. Moreover, they can be implemented flexibly according to interest or land management objectives. Whilst not intended as a precise recipe for how to assess the effects of solar park development on hosting ecosystems, the protocol will guide the solar energy industry and all actors involved, be they researchers, practitioners, ecological consultancies or statutory bodies, to implement a standardized approach to evaluate temporal and spatial changes in natural capital and ecosystem services resulting from solar park development and operation, with the ultimate aim of generating comparable and reproducible data on ecosystem impact assessment across the solar energy sector.",
    "readLink": "https://doi.org/10.1002/2688-8319.12210"
  },
  {
    "title": "The fate of Holoregmia, a monospecific genus endemic to the Brazilian Caatinga, under different future climate scenarios",
    "authors": [
      "Taynara Rabelo-Costa,",
      "Paulo Weslem Portal Gomes,",
      "Brenda Oliveira Rocha,",
      "Iury Leite Cruz,",
      "Ravena Santiago Alves,",
      "Tiê Rocha de Sousa Oliveira,",
      "José Luís Passos Cordeiro,",
      "Moabe Ferreira Fernandes,",
      "Eimear Nic Lughadha,",
      "Marcelo Freire Moro"
    ],
    "doi": "https://doi.org/10.5091/plecevo.90511",
    "journalVolume": "Vol. 155,\n                                no. 2\n                                \n                                  pp.\n                                  261\n                                  – 274",
    "issn": "2032-3913 (Print)",
    "publisher": "2032-3921 (Online)",
    "countryOfPublisher": "Meise Botanic Garden",
    "lcc": [
      "Belgium",
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "https://plecevo.eu",
    "abstract": "Background and aims – Climatic fluctuations during the Pleistocene altered the distribution of many species and even entire biomes, allowing some species to increase their range while others underwent reductions. Recent and ongoing anthropogenic climate change is altering climatic patterns very rapidly and is likely to impact species’ distributions over shorter timescales than previous natural fluctuations. Therefore, we aimed to understand how Pleistocene and Holocene climatic fluctuations might have shaped the current distribution of Holoregmia and explore its expected distribution under future climate scenarios. Material and methods – We modelled the potential distribution of Holoregmia viscida (Martyniaceae), a monospecific plant genus endemic to the semi-arid Caatinga Domain in Brazil. We used an ensemble approach to model suitable areas for Holoregmia under present conditions, Paleoclimatic scenarios, and global warming scenarios in 2050 and 2090. Key results – Holocene climates in most Caatinga were too humid for Holoregmia, which restricted its suitable areas to the southern Caatinga, similar to its current distribution. However, under global warming scenarios, the Caatinga is expected to become too dry for this lineage, resulting in a steady decline in the area suitable for Holoregmia and even its possible extinction under the most pessimistic scenario modelled. Conclusion – The predicted extinction of the ancient and highly specialized Holoregmia viscida highlights the possible consequences of climate change for some species of endemic Caatinga flora. Invaluable phylogenetic diversity may be lost in the coming decades, representing millions of years of unique evolutionary history and consequent loss of evolutionary potential to adapt to future environmental changes in semi-arid environments.",
    "readLink": "https://plecevo.eu/article/90511/download/pdf/"
  },
  {
    "title": "Bringing function to structure: Root–soil interactions shaping phosphatase activity throughout a soil profile in Puerto Rico",
    "authors": [
      "Kristine Grace Cabugao,",
      "Daniela Yaffar,",
      "Nathan Stenson,",
      "Joanne Childs,",
      "Jana Phillips,",
      "Melanie A. Mayes,",
      "Xiaojuan Yang,",
      "David J. Weston,",
      "Richard J. Norby"
    ],
    "doi": "https://doi.org/10.1002/ece3.7036",
    "journalVolume": "Vol. 11,\n                                no. 3\n                                \n                                  pp.\n                                  1150\n                                  – 1164",
    "issn": "2045-7758 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20457758",
    "abstract": "Abstract Large areas of highly productive tropical forests occur on weathered soils with low concentrations of available phosphorus (P). In such forests, root and microbial production of acid phosphatase enzymes capable of mineralizing organic phosphorus is considered vital to increasing available P for plant uptake. We measured both root and soil phosphatase throughout depth and alongside a variety of root and soil factors to better understand the potential of roots and soil biota to increase P availability and to constrain estimates of the biochemical mineralization within ecosystem models. We measured soil phosphatase down to 1 m, root phosphatase to 30 cm, and collected data on fine‐root mass density, specific root length, soil P, bulk density, and soil texture using soil cores in four tropical forests within the Luquillo Experimental Forest in Puerto Rico. We found that soil phosphatase decreased with soil depth, but not root phosphatase. Furthermore, when both soil and root phosphatase were expressed per soil volume, soil phosphatase was 100‐fold higher that root phosphatase. Both root and soil factors influenced soil and root phosphatase. Soil phosphatase increased with fine‐root mass density and organic P, which together explained over 50% of the variation in soil phosphatase. Over 80% of the variation in root phosphatase per unit root mass was attributed to specific root length (positive correlation) and available (resin) P (negative correlation). Synthesis: Fine‐root traits and soil P data are necessary to understand and represent soil and root phosphatase activity throughout the soil column and across sites with different soil conditions and tree species. These findings can be used to parameterize or benchmark estimates of biochemical mineralization in ecosystem models that contain fine‐root biomass and soil P distributions throughout depth.",
    "readLink": "https://doi.org/10.1002/ece3.7036"
  },
  null,
  {
    "title": "Demographic profiles and environmental drivers of variation relate to individual breeding state in a long-lived trans-oceanic migratory seabird, the Manx shearwater.",
    "authors": [
      "Matt J Wood,",
      "Coline Canonne,",
      "Aurélien Besnard,",
      "Shelly Lachish,",
      "Stace M Fairhurst,",
      "Miriam Liedvogel,",
      "Dave Boyle,",
      "Samantha C Patrick,",
      "Simon Josey,",
      "Holly Kirk,",
      "Ben Dean,",
      "Tim Guilford,",
      "Robin M McCleery,",
      "Chris M Perrins,",
      "Cat Horswill"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0260812",
    "journalVolume": "Vol. 16,\n                                no. 12\n                                \n                                  p.\n                                  e0260812",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Understanding the points in a species breeding cycle when they are most vulnerable to environmental fluctuations is key to understanding interannual demography and guiding effective conservation and management. Seabirds represent one of the most threatened groups of birds in the world, and climate change and severe weather is a prominent and increasing threat to this group. We used a multi-state capture-recapture model to examine how the demographic rates of a long-lived trans-oceanic migrant seabird, the Manx shearwater Puffinus puffinus, are influenced by environmental conditions experienced at different stages of the annual breeding cycle and whether these relationships vary with an individual's breeding state in the previous year (i.e., successful breeder, failed breeder and non-breeder). Our results imply that populations of Manx shearwaters are comprised of individuals with different demographic profiles, whereby more successful reproduction is associated with higher rates of survival and breeding propensity. However, we found that all birds experienced the same negative relationship between rates of survival and wind force during the breeding season, indicating a cost of reproduction (or central place constraint for non-breeders) during years with severe weather conditions. We also found that environmental effects differentially influence the breeding propensity of individuals in different breeding states. This suggests individual spatio-temporal variation in habitat use during the annual cycle, such that climate change could alter the frequency that individuals with different demographic profiles breed thereby driving a complex and less predictable population response. More broadly, our study highlights the importance of considering individual-level factors when examining population demography and predicting how species may respond to climate change.",
    "readLink": "https://doi.org/10.1371/journal.pone.0260812"
  }
]