[
  {
    "title": "Integrated Assessment of Climate Change and Land Use Change Impacts on Hydrology in the Kathmandu Valley Watershed, Central Nepal",
    "authors": [
      "Suraj Lamichhane,",
      "Narendra  Man Shakya"
    ],
    "doi": "https://doi.org/10.3390/w11102059",
    "journalVolume": "Vol. 11,\n                                no. 10\n                                \n                                  p.\n                                  2059",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "The population growth and urbanization are rapidly increasing in both central and peripheral areas of the Kathmandu Valley (KV) watershed. Land use/cover (LULC) change and climate variability/change are exacerbating the hydrological cycle in the KV. This study aims to evaluate the extent of changes in hydrology due to changes in climate, LULC and integrated change considering both factors, with KV watershed in central Nepal as a case study. Historical LULC data were extracted from satellite image and future LULC are projected in decadal scale (2020 to 2050) using CLUE-S (the Conversion of Land Use and its Effects at Small regional contest) model. Future climate is projected based on three regional climate models (RCMs) and two representative concentration pathways (RCPs) scenarios, namely, RCP4.5 and RCP8.5. A hydrological model in soil and water assessment tool (SWAT) was developed to simulate hydrology and analyze impacts in hydrology under various scenarios. The modeling results show that the river runoff for RCP4.5 scenarios is projected to increase by 37%, 21%, and 12%, respectively, for climate change only, LULC only, and integrated changes of both. LULC change resulted in an increase in average annual flow, however, a decrease in base-flow. Furthermore, the impacts of integrated changes in both LULC and climate is not a simple superposition of individual changes.",
    "readLink": "https://www.mdpi.com/2073-4441/11/10/2059"
  },
  {
    "title": "Customer Expectations for Sustainability in the Swiss Insurance Market",
    "authors": [
      "Carlo Pugnetti,",
      "Sebastian Barth,",
      "Lukas Stricker"
    ],
    "doi": "https://doi.org/10.3390/su15118959",
    "journalVolume": "Vol. 15,\n                                no. 8959\n                                \n                                  p.\n                                  8959",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Climate change is a significant threat, and insurance can provide a significant impulse to provide systemic responses. While several normative frameworks for sustainable business models have been developed, it is still unclear what customers expect and how companies should actually act in their specific business environments. We investigated customer expectations in the context of Swiss retail insurance and found that less than a fifth of customers consider sustainability a very important factor in their next purchase decision, and that core customers in the 35–54 age range are comparatively less concerned about sustainability in general. Customers place most value on social rather than environmental issues. Insurers should improve their efforts in the core business, especially regarding sustainable claims handling, rather than regarding investment management or their own footprint. On the other hand, more than 40% of customers do not feel they know enough to have an opinion about their insurer’s efforts toward sustainability, and there were no significant differences in customer perceptions among the different insurers. These results should have profound implications for communication, business model development, and business transformation efforts for insurers. They also provide important missing detail about customer expectations regarding sustainability in the academic literature.",
    "readLink": "https://www.mdpi.com/2071-1050/15/11/8959"
  },
  {
    "title": "Scientific and practical tools for dealing with water resource estimations for the future",
    "authors": [
      "D. A. Hughes"
    ],
    "doi": "https://doi.org/10.5194/piahs-371-23-2015",
    "journalVolume": "Vol. 371\n                                \n                                \n                                  pp.\n                                  23\n                                  – 28",
    "issn": "2199-8981 (Print)",
    "publisher": "2199-899X (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.proceedings-international-association-of-hydrological-sciences.net/",
    "abstract": "Future flow regimes will be different to today and imperfect knowledge of present and future climate variations, rainfall–runoff processes and anthropogenic impacts make them highly uncertain. Future water resources decisions will rely on practical and appropriate simulation tools that are sensitive to changes, can assimilate different types of change information and flexible enough to accommodate improvements in understanding of change. They need to include representations of uncertainty and generate information appropriate for uncertain decision-making. This paper presents some examples of the tools that have been developed to address these issues in the southern Africa region. The examples include uncertainty in present day simulations due to lack of understanding and data, using climate change projection data from multiple climate models and future catchment responses due to both climate and development effects. The conclusions are that the tools and models are largely available and what we need is more reliable forcing and model evlaution information as well as methods of making decisions with such inevitably uncertain information.",
    "readLink": "https://www.proc-iahs.net/371/23/2015/piahs-371-23-2015.pdf"
  },
  {
    "title": "Kiribati – relocation and adaptation",
    "authors": [
      "Maryanne Loughry,",
      "Jane McAdam"
    ],
    "doi": "no. 31\n                                \n                                  pp.\n                                  51\n                                  – 52",
    "issn": "1460-9819 (Print)",
    "publisher": "2051-3070 (Online)",
    "countryOfPublisher": "University of Oxford",
    "lcc": [
      "United Kingdom",
      "Social Sciences: Social history and conditions. Social problems. Social reform"
    ],
    "journalUrl": "https://www.fmreview.org",
    "abstract": "As well as developing adaptation strategies, the people of Kiribati are having to consider the possibility of permanent relocation.",
    "readLink": "http://www.fmreview.org/en/FMRpdfs/FMR31/51-52.pdf"
  },
  {
    "title": "Integrated Farming System: Key to sustainability in arid and semi-arid regions",
    "authors": [
      "V S RATHORE,",
      "S P S TANWAR,",
      "PRAVEEN- KUMAR,",
      "O P YADAV"
    ],
    "doi": "https://doi.org/10.56093/ijas.v89i2.86982",
    "journalVolume": "Vol. 89,\n                                no. 2",
    "issn": "0019-5022 (Print)",
    "publisher": "2394-3319 (Online)",
    "countryOfPublisher": "Indian Council of Agricultural Research",
    "lcc": [
      "India",
      "Agriculture"
    ],
    "journalUrl": "https://epubs.icar.org.in/index.php/IJAgS/",
    "abstract": "Ensuring higher productivity and profitability, gainful employment and adequate supply of food, feed, fodder and fiber for a growing human and livestock population, along with maintaining environmental sustainability are major challenges in agricultural production systems of arid and semi-arid regions. Integrated farming systems (IFS) comprising of many agri-innovations have the potential to meet such requirements. An association of individual and interdependent components of farming on a given piece of land, taking cognizance of available natural resources and the differential requirement of a wide range of farming community, remains the guiding principle of IFS. Research conducted across arid and semi-arid regions is reviewed here in order to understand the role of IFS in enhancing production, income and livelihood; minimizing risk associated with farming in arid and drier semi-arid regions; utilizing and conserving the resources; and in enhancing mitigation and adaptation to climate change. It has been conclusively established that IFS involving integration of different enterprises (crop, livestock, horticulture, forestry, poultry and fish) enhanced productivity, profitability, resource use efficiency, generated more employment and minimized resources degradation and risks. IFS, therefore, could be a key form of farming intensification needed for achieving future food security and environmental sustainability in arid and semi-arid regions. Promoting adoption of the location-specific IFS in future is linked directly with coherent policy, institutional commitment, infrastructure development, better coordination among different agricultural and rural development programme and agencies, and a stimulus package of incentives. The relevance of IFS in adaptation to and mitigation of climate change is also discussed.",
    "readLink": "https://epubs.icar.org.in/index.php/IJAgS/article/view/86982"
  },
  {
    "title": "Down-Regulation of Cytokinin Receptor Gene <i>SlHK2</i> Improves Plant Tolerance to Drought, Heat, and Combined Stresses in Tomato",
    "authors": [
      "Naveed Mushtaq,",
      "Yong Wang,",
      "Junmiao Fan,",
      "Yi Li,",
      "Jing Ding"
    ],
    "doi": "https://doi.org/10.3390/plants11020154",
    "journalVolume": "Vol. 11,\n                                no. 154\n                                \n                                  p.\n                                  154",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Environmental stresses negatively affect the growth and development of plants. Several previous studies have elucidated the response mechanisms of plants to drought and heat applied separately; however, these two abiotic stresses often coincide in environmental conditions. The global climate change pattern has projected that combined drought and heat stresses will tend to increase in the near future. In this study, we down-regulated the expression of a cytokinin receptor gene SlHK2 using RNAi and investigated the role of this gene in regulating plant responses to individual drought, heat, and combined stresses (drought + heat) in tomato. Compared to the wild-type (WT), SlHK2 RNAi plants exhibited fewer stress symptoms in response to individual and combined stress treatments. The enhanced abiotic stress tolerance of SlHK2 RNAi plants can be associated with increased membrane stability, osmoprotectant accumulation, and antioxidant enzyme activities. Furthermore, photosynthesis machinery was also protected in SlHK2 RNAi plants. Collectively, our results show that down-regulation of the cytokinin receptor gene SlHK2, and consequently cytokinin signaling, can improve plant tolerance to drought, heat, and combined stress.",
    "readLink": "https://www.mdpi.com/2223-7747/11/2/154"
  },
  {
    "title": "Critical method needs in measuring greenhouse gas fluxes",
    "authors": [
      "David Bastviken,",
      "Julie Wilk,",
      "Nguyen Thanh Duc,",
      "Magnus Gålfalk,",
      "Martin Karlson,",
      "Tina-Simone Neset,",
      "Tomasz Opach,",
      "Alex Enrich-Prast,",
      "Ingrid Sundgren"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ac8fa9",
    "journalVolume": "Vol. 17,\n                                no. 10\n                                \n                                  p.\n                                  104009",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Reaching climate goals depends on appropriate and accurate methods to quantify greenhouse gas (GHG) fluxes and to verify that efforts to mitigate GHG emissions are effective. We here highlight critical advantages, limitations, and needs regarding GHG flux measurement methods, identified from an analysis of >13 500 scientific publications regarding three long-lived GHGs, carbon dioxide (CO _2 ), methane (CH _4 ), and nitrous oxide (N _2 O). While existing methods are well-suited for assessing atmospheric changes and local fluxes, they are expensive and have limited accessibility. Further, we are typically forced to choose between methods for very local GHG sources and sinks and their regulation (m ^2 -scaled measurements), or methods for aggregated net fluxes at >ha or km ^2 scales measurements. The results highlight the key need of accessible and affordable GHG flux measurement methods for the many flux types not quantifiable from fossil fuel use, to better verify inventories and mitigation efforts for transparency and accountability under the Paris agreement. The situation also calls for novel methods, capable of quantifying large scale GHG flux patterns while simultaneously distinguishing local source and sink dynamics and reveal flux regulation, representing key knowledge for quantitative GHG flux modeling. Possible strategies to address the identified GHG flux measurement method needs are discussed. The analysis also generated indications of how GHG flux measurements have been distributed geographically and across flux types, which are reported.",
    "readLink": "https://doi.org/10.1088/1748-9326/ac8fa9"
  },
  {
    "title": "The impact of increasing land productivity on groundwater dynamics: a case study of an oasis located at the edge of the Gobi Desert",
    "authors": [
      "Wu Lei,",
      "Li Changbin,",
      "Xie Xuhong,",
      "He Zhibin,",
      "Wang Wanrui,",
      "Zhang Yuan,",
      "Wei Jianmei,",
      "Lv Jianan"
    ],
    "doi": "https://doi.org/10.1186/s13021-020-00142-7",
    "journalVolume": "Vol. 15,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "1750-0680 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://cbmjournal.biomedcentral.com/",
    "abstract": "Abstract Background Intensification of agricultural systems may result in overexploitation of water resources in arid regions because enhanced productivity of crops is often associated with increased actual evapotranspiration (AET). The aim of this study was to quantify the effect of increased regional AET on the groundwater level in a case study of the oasis located within the Shiyang River Basin near the edge of the Gobi Desert. Result The results of the study show that regional AET increased during the period from 1981 to 2010 due to increasing oasis area and air temperature. The water losses due to AET exceeded the water supply from the mountainous discharges of the basin by the end of this period, leading to groundwater overexploitation in the oasis area. Conclusions This case study shows the importance of considering the effect of climate change on water losses associated with increasing agricultural production for the sustainable agricultural development of arid regions.",
    "readLink": "http://link.springer.com/article/10.1186/s13021-020-00142-7"
  },
  {
    "title": "Climate Change Education: Mapping the Nature of Climate Change, the Content Knowledge and Examination of Enactment in Upper Secondary Victorian Curriculum",
    "authors": [
      "Efrat Eilam,",
      "Veerendra Prasad,",
      "Helen Widdop Quinton"
    ],
    "doi": "https://doi.org/10.3390/su12020591",
    "journalVolume": "Vol. 12,\n                                no. 2\n                                \n                                  p.\n                                  591",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Climate change (CC) is widely accepted as the major threat of our time, posing unprecedented challenges to humanity. Yet very little is known regarding the ways in which upper-secondary curricula address the need to educate about this crisis. This study contributes to the field of CC education theoretically and empirically. From the theoretical perspective, the study contributes two CC conceptualisation frameworks: a characterisation of the nature of CC, and a mapping of the scope of CC content knowledge. The empirical contribution consists of examining CC education implementation within upper-secondary curriculum in the state of Victoria, Australia. Specifically we examined the CC conceptualisation and the scope of content present in the Victorian Certificate of Education (VCE) study designs. A total of 10 out of 94 study designs qualified for examination through referencing CC. The findings suggest that none of the study designs present a complete conceptualisation of the nature of CC. Common conceptualisations within the study designs perceive CC as a cause or an outcome, a problem of management, or of technological efficiency. CC content within the study designs is limited, and presents misconceptions, including the assumption that CC is a natural change caused by astronomical and solar systems. A cross-curriculum integration approach within the study designs is found to be ineffective. We conclude that CC presents a paradigm shift which brings about the new discipline of CC. There is a need for curricula reforms to address and incorporate CC as a coherent body of knowledge.",
    "readLink": "https://www.mdpi.com/2071-1050/12/2/591"
  },
  {
    "title": "Costs and Carbon Sequestration Assessment for REDD+ in Indonesia",
    "authors": [
      "Guifang Liu,",
      "Qing Liu,",
      "Mengxiao Song,",
      "Junsheng Chen,",
      "Chuanrong Zhang,",
      "Xing Meng,",
      "Jincai Zhao,",
      "Heli Lu"
    ],
    "doi": "https://doi.org/10.3390/f11070770",
    "journalVolume": "Vol. 11,\n                                no. 770\n                                \n                                  p.\n                                  770",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Research Highlights: Our findings highlight that the contribution of carbon sequestration from plantations to REDD+ will remain limited, and that opportunity costs in Southeast Asia will likely increase, due to future oil palm expansion. Background and Objectives: Land use, land-use change, and forestry (LULUCF) are significant sources of carbon emissions. The United Nations Framework Convention on Climate Change (UNFCCC) agreed that the Reducing Emissions from Deforestation and Forest Degradation Plus program, also known as REDD+, could contribute to carbon sinks in tropical regions. These reductions could serve as carbon credits that offset emissions from other sources. Materials and Methods: This study uses the cellular automaton technique to simulate the business-as-usual (BAU) scenario and the gain-loss method, to measure carbon emissions resulting from forest conversion. The output of the integration of the models makes it possible to evaluate one of the most important financial costs: opportunity costs. Two scenarios (with and without consideration of carbon sequestration) in rubber and oil palm plantations are examined. Results: A sensitivity assessment in Kalimantan, Indonesia, shows that carbon sequestration from plantations affects value of opportunity costs less than social discount rates. Further analysis suggests that oil palm plantations have a greater impact than rubber plantations. Conclusions: Our study provides a case that can be applied to other regions for evaluating the impacts of plantation carbon sequestration, and insights that can help local policymakers design a financially attractive REDD+ program in other forest areas of the world.",
    "readLink": "https://www.mdpi.com/1999-4907/11/7/770"
  }
]