[
  {
    "title": "Influence of climate change on the ice conditions of the Curonian Lagoon",
    "authors": [
      "Darius Jakimavičius,",
      "Diana Šarauskienė,",
      "Jūratė Kriaučiūnienė"
    ],
    "doi": "Vol. 62,\n                                no. 2\n                                \n                                  pp.\n                                  164\n                                  – 172",
    "issn": "0078-3234 (Print)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://www.journals.elsevier.com/oceanologia/",
    "abstract": "Summary: The Curonian Lagoon is a shallow freshwater lagoon of significant environmental value in the south-eastern part of the Baltic Sea. The objective of the study was to evaluate changes of ice indices (duration, thickness and breakup dates) of this lagoon and to assess their possible tendencies in the 21st century. A methodology was developed combining the assessment of past changes (1960–2017) of ice indices and their projections in the near (2021–2040) and far (2081–2100) future periods using a hydrometeorological database, statistical methods and regression analysis as well as regional climate models and RCP scenarios. Climate change has a considerable impact on ice conditions in the Curonian Lagoon. During the historical period of 1960–2017, the Curonian Lagoon was covered with ice for 72 days a year, ice thickness reached 23 cm, whereas ice breakup was observed in the middle of March on average. According to the different scenarios, in the near and far future periods, ice duration will last 35–45 and 3–34 days, respectively. Ice thickness is projected to be 13–15 cm in the near future, whereas, at the end of the century, it is expected to decline to 0–13 cm. In the past, the lagoon ice cover remained until the middle of the third decade of February. At the end of the 21st century, RCP8.5 scenario projects the most drastic shifts: the permanent ice cover might be absent, whereas short-term ice cover is expected to melt already in the beginning of January. Keywords: Curonian lagoon, Ice indices, Ice duration, Ice thickness, Ice breakup, RCP scenarios",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S0078323419300788"
  },
  {
    "title": "Two Decades of Terrestrial Water Storage Changes in the Tibetan Plateau and Its Surroundings Revealed through GRACE/GRACE-FO",
    "authors": [
      "Longwei Xiang,",
      "Hansheng Wang,",
      "Holger Steffen,",
      "Liming Jiang,",
      "Qiang Shen,",
      "Lulu Jia,",
      "Zhenfeng Su,",
      "Wenliang Wang,",
      "Fan Deng,",
      "Baojin Qiao,",
      "Haifu Cui,",
      "Peng Gao"
    ],
    "doi": "https://doi.org/10.3390/rs15143505",
    "journalVolume": "Vol. 15,\n                                no. 3505\n                                \n                                  p.\n                                  3505",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "The Tibetan Plateau (TP) has the largest number of high-altitude glaciers on Earth. As a source of major rivers in Asia, this region provides fresh water to more than one billion people. Any terrestrial water storage (TWS) changes there have major societal effects in large parts of the continent. Due to the recent acceleration in global warming, part of the water environment in TP has become drastically unbalanced, with an increased risk of water disasters. We quantified secular and monthly glacier-mass-balance and TWS changes in water basins from April 2002 to December 2021 through the Gravity Recovery and Climate Experiment and its Follow-on satellite mission (GRACE/GRACE-FO). Adequate data postprocessing with destriping filters and gap filling and two regularization methods implemented in the spectral and space domain were applied. The largest glacier-mass losses were found in the Nyainqentanglha Mountains and Eastern Himalayas, with rates of −4.92 ± 1.38 Gt a−1 and −4.34 ± 1.48 Gt a−1, respectively. The Tien Shan region showed strong losses in its eastern and central parts. Furthermore, we found small glacier-mass increases in the Karakoram and West Kunlun. Most of the glacier mass change can be explained by snowfall changes and, in some areas, by summer rainfall created by the Indian monsoon. Major water basins in the north and south of the TP exhibited partly significant negative TWS changes. In turn, the endorheic region and the Qaidam basin in the TP, as well as the near Three Rivers source region, showed distinctly positive TWS signals related to net precipitation increase. However, the Salween River source region and the Yarlung Zangbo River basin showed decreasing trends. We suggest that our new and improved TWS-change results can be used for the maintenance of water resources and the prevention of water disasters not only in the TP, but also in surrounding Asian countries. They may also help in global change studies.",
    "readLink": "https://www.mdpi.com/2072-4292/15/14/3505"
  },
  {
    "title": "Increased [CO<sub>2</sub>] Causes Changes in Physiological and Genetic Responses in C<sub>4</sub> Crops: A Brief Review",
    "authors": [
      "Renan  Gonçalves da Silva,",
      "Rita  de Cássia Alves,",
      "Sonia  Marli Zingaretti"
    ],
    "doi": "https://doi.org/10.3390/plants9111567",
    "journalVolume": "Vol. 9,\n                                no. 1567\n                                \n                                  p.\n                                  1567",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Climate change not only worries government representatives and organizations, but also attracts the attention of the scientific community in different contexts. In agriculture specifically, the cultivation and productivity of crops such as sugarcane, maize, and sorghum are influenced by several environmental factors. The effects of high atmospheric concentration of carbon dioxide ([CO2]) have been the subject of research investigating the growth and development of C4 plants. Therefore, this brief review presents some of the physiological and genetic changes in economically important C4 plants following exposure periods of increased [CO2] levels. In the short term, with high [CO2], C4 plants change photosynthetic metabolism and carbohydrate production. The photosynthetic apparatus is initially improved, and some responses, such as stomatal conductance and transpiration rate, are normally maintained throughout the exposure. Protein-encoding genes related to photosynthesis, such as the enzyme phosphoenolpyruvate carboxylase, to sucrose accumulation and to biomass growth and are differentially regulated by [CO2] increase and can variably participate owing to the C4 species and/or other internal and external factors interfering in plant development. Despite the consensus among some studies, mainly on physiological changes, further studies are still necessary to identify the molecular mechanisms modulated under this condition. In addition, considering future scenarios, the combined effects of high environmental and [CO2] stresses need to be investigated so that the responses of maize, sugarcane, and sorghum are better understood.",
    "readLink": "https://www.mdpi.com/2223-7747/9/11/1567"
  },
  {
    "title": "Future consequences and challenges for dairy cow production systems arising from climate change in Central Europe – a review",
    "authors": [
      "M. Gauly,",
      "H. Bollwein,",
      "G. Breves,",
      "K. Brügemann,",
      "S. Dänicke,",
      "G. Daş,",
      "J. Demeler,",
      "H. Hansen,",
      "J. Isselstein,",
      "S. König,",
      "M. Lohölter,",
      "M. Martinsohn,",
      "U. Meyer,",
      "M. Potthoff,",
      "C. Sanker,",
      "B. Schröder,",
      "N. Wrage,",
      "B. Meibaum,",
      "G. von Samson-Himmelstjerna,",
      "H. Stinshoff,",
      "C. Wrenzycki"
    ],
    "doi": "Vol. 7,\n                                no. 5\n                                \n                                  pp.\n                                  843\n                                  – 859",
    "issn": "1751-7311 (Print)",
    "publisher": "1751-732X (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Netherlands",
      "Agriculture: Animal culture"
    ],
    "journalUrl": "https://www.journals.elsevier.com/animal/",
    "abstract": "It is well documented that global warming is unequivocal. Dairy production systems are considered as important sources of greenhouse gas emissions; however, little is known about the sensitivity and vulnerability of these production systems themselves to climate warming. This review brings different aspects of dairy cow production in Central Europe into focus, with a holistic approach to emphasize potential future consequences and challenges arising from climate change. With the current understanding of the effects of climate change, it is expected that yield of forage per hectare will be influenced positively, whereas quality will mainly depend on water availability and soil characteristics. Thus, the botanical composition of future grassland should include species that are able to withstand the changing conditions (e.g. lucerne and bird's foot trefoil). Changes in nutrient concentration of forage plants, elevated heat loads and altered feeding patterns of animals may influence rumen physiology. Several promising nutritional strategies are available to lower potential negative impacts of climate change on dairy cow nutrition and performance. Adjustment of feeding and drinking regimes, diet composition and additive supplementation can contribute to the maintenance of adequate dairy cow nutrition and performance. Provision of adequate shade and cooling will reduce the direct effects of heat stress. As estimated genetic parameters are promising, heat stress tolerance as a functional trait may be included into breeding programmes. Indirect effects of global warming on the health and welfare of animals seem to be more complicated and thus are less predictable. As the epidemiology of certain gastrointestinal nematodes and liver fluke is favourably influenced by increased temperature and humidity, relations between climate change and disease dynamics should be followed closely. Under current conditions, climate change associated economic impacts are estimated to be neutral if some form of adaptation is integrated. Therefore, it is essential to establish and adopt mitigation strategies covering available tools from management, nutrition, health and plant and animal breeding to cope with the future consequences of climate change on dairy farming.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1751731112002352"
  },
  {
    "title": "Integrated Removal Of Carbon And Nitrogen From Wastewater Using Two-Step Cascade Technology",
    "authors": [
      "Elia Nabil,",
      "Fikry Ghobrial,",
      "Mahmoud Roushdi"
    ],
    "doi": "https://doi.org/10.6180/jase.202312_26(12).0010",
    "journalVolume": "Vol. 26,\n                                no. 12\n                                \n                                  pp.\n                                  1293\n                                  – 1302",
    "issn": "2708-9967 (Print)",
    "publisher": "2708-9975 (Online)",
    "countryOfPublisher": "Tamkang University Press",
    "lcc": [
      "Taiwan, Province of China",
      "Technology: Engineering (General). Civil engineering (General)",
      "Technology: Chemical technology: Chemical engineering",
      "Science: Physics"
    ],
    "journalUrl": "http://jase.tku.edu.tw/",
    "abstract": "The main purpose of this research was to use wood as a core material of composite sandwiched submersible pressure hulls to reduce weight and increase stability under hydrostatic pressure. This task presents design optimization for a submersible pressure hull by means of Finite Element Analysis (FEA). Different composite materials were implemented, and various kinds of woods were consumed as a core. Genetic Algorithm (GA) was used to conduct the optimization process. The ply layer numbers and core thickness, for pressure hulls have been optimized for the configuration of [0l/90m/0n/0c/0o/90p/0q]. The objective function was to decrease the buoyancy factor and to increase the buckling factor. The material failure criteria, and buckling factor were selected as constraints for the optimization process. A comparison was made between the steel pressure hull and promising results were achieved comparatively in favor of using composite material with the combination of wood core.",
    "readLink": "http://jase.tku.edu.tw/articles/jase-202312-26-12-0010"
  },
  {
    "title": "Climate Analogues for Temperate European Forests to Raise Silvicultural Evidence Using Twin Regions",
    "authors": [
      "Tobias Mette,",
      "Susanne Brandl,",
      "Christian Kölling"
    ],
    "doi": "https://doi.org/10.3390/su13126522",
    "journalVolume": "Vol. 13,\n                                no. 6522\n                                \n                                  p.\n                                  6522",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Climate analogues provide forestry practice with empirical evidence of how forests are managed in “twin” regions, i.e., regions where the current climate is comparable to the expected future climate at a site of interest. As the twin regions and their silvicultural evidence change with each climate scenario and model, we focus our investigation on how the uncertainty in future climate affects tree species prevalence. We calculate the future climate from 2000 to 2100 for three ensemble variants of the mild (representative concentration pathway (RCP) 4.5) and hard (RCP 8.5) climate scenarios. We determine climatic distances between the future climate of our site of interest ‘Roth’ and the current climate in Europe, generating maps with twin regions from 2000 to 2100. From forest inventories in these twin regions we trace how the prevalence of 23 major tree species changes. We realize that it is not the ‘how’ but the ‘how fast’ species’ prevalence changes that differs between the scenario variants. We use this finding to develop a categorization of species groups that integrates the uncertainty in future climate. Twin regions provide further information on silvicultural practices, pest management, product chains etc.",
    "readLink": "https://www.mdpi.com/2071-1050/13/12/6522"
  },
  {
    "title": "Poyang Lake Wetland Ecosystem Health Assessment of Using the Wetland Landscape Classification Characteristics",
    "authors": [
      "Hailin You,",
      "Hongxiang Fan,",
      "Ligang Xu,",
      "Yongming Wu,",
      "Lizhen Liu,",
      "Zhong Yao"
    ],
    "doi": "https://doi.org/10.3390/w11040825",
    "journalVolume": "Vol. 11,\n                                no. 4\n                                \n                                  p.\n                                  825",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Currently, wetland stability is under threat due to the joint effects of global climate change and human activity, especially in lakes. Hence, it is necessary to evaluate the health status of wetland ecosystems such as lakes, identify the variables causing the wetland degradation and work to protect the wetlands from the identified variables in the future. Based on fourteen high-resolution autumn remote sensing images from 1989–2013, the classification characteristics and spatial distribution patterns of wetland landscapes in Poyang Lake were studied through quantitative interpretation technology. An established health assessment index system named the EHCI (Ecological Health Comprehensive Index) was used to assess the health status of Poyang Lake. Additionally, the relationship between water regime and health status of wetland landscape distribution of Poyang Lake were investigated by multivariate statistical analysis. The results demonstrated: (1) The total area of three first level (or six second level) types of wetland landscapes showed a stable status, which was long-term maintaining at about 3026 km2 from 1989–2013. (2) The water area shows a downward trend, while the areas of vegetation and land-water transition zone show upward trends. (3) The proposed EHCI of the Poyang Lake wetland presented a downward trend. According to the EHCI results from 1989–2013, the health status of Poyang Lake wetland was healthy for two years, unhealthy for four years and sub-healthy for eight years. (4) The water level fluctuation greatly affected the EHCI, and the effect became greater as the water level increased. These results contribute to the understanding of specific effects of hydrological process on the health status of the Poyang Lake wetland. In addition they provide a scientific reference for the maintenance of stable ecosystem functions of the seasonal freshwater lake. These results contribute to the understanding of specific effects of hydrological process on the health status of the Poyang Lake. In addition they provide a scientific reference for the maintenance of stable ecosystem functions of the seasonal freshwater lake.",
    "readLink": "https://www.mdpi.com/2073-4441/11/4/825"
  },
  {
    "title": "Integrating GIS and remote sensing for land use/land cover mapping and groundwater potential assessment for climate-smart cocoa irrigation in Ghana",
    "authors": [
      "Komlavi Akpoti,",
      "Moctar Dembélé,",
      "Gerald Forkuor,",
      "Emmanuel Obuobie,",
      "Tafadzwanashe Mabhaudhi,",
      "Olufunke Cofie"
    ],
    "doi": "https://doi.org/10.1038/s41598-023-43286-5",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 21",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Although Ghana is a leading global cocoa producer, its production and yield have experienced declines in recent years due to various factors, including long-term climate change such as increasing temperatures and changing rainfall patterns, as well as drought events. With the increasing exposure of cocoa-producing regions to extreme weather events, the vulnerability of cocoa production is also expected to rise. Supplemental irrigation for cocoa farmers has emerged as a viable adaptation strategy to ensure a consistent water supply and enhance yield. However, understanding the potential for surface and groundwater irrigation in the cocoa-growing belt remains limited. Consequently, this study aims to provide decision-support maps for surface and groundwater irrigation potential to aid planning and investment in climate-smart cocoa irrigation. Utilizing state-of-the-art geospatial and remote sensing tools, data, and methods, alongside in-situ groundwater data, we assess the irrigation potential within Ghana's cocoa-growing areas. Our analysis identified a total area of 22,126 km2 for cocoa plantations and 125.2 km2 for surface water bodies within the cocoa-growing regions. The multi-criteria analysis (MCA) revealed that approximately 80% of the study area exhibits moderate to very high groundwater availability potential. Comparing the MCA output with existing borehole locations demonstrated a reasonable correlation, with about 80% of existing boreholes located in areas with moderate to very high potential. Boreholes in very high potential areas had the highest mean yield of 90.7 l/min, while those in low groundwater availability potential areas registered the lowest mean yield of 58.2 l/min. Our study offers a comprehensive evaluation of water storage components and their implications for cocoa irrigation in Ghana. While groundwater availability shows a generally positive trend, soil moisture and surface water have been declining, particularly in the last decade. These findings underline the need for climate-smart cocoa irrigation strategies that make use of abundant groundwater resources during deficit periods. A balanced conjunctive use of surface and groundwater resources could thus serve as a sustainable solution for maintaining cocoa production in the face of climate change.",
    "readLink": "https://doi.org/10.1038/s41598-023-43286-5"
  },
  {
    "title": "Optimal Water Allocation among Agricultural Consumers Using Crop Pattern Change Approach to Improve Farmers' Livelihood",
    "authors": [
      "Seyed Marzieh Hosseini,",
      "Hamed Mazandarani Zadeh"
    ],
    "doi": "https://doi.org/10.22055/jise.2021.32941.1915",
    "journalVolume": "Vol. 45,\n                                no. 3\n                                \n                                  pp.\n                                  47\n                                  – 61",
    "issn": "2588-5952 (Print)",
    "publisher": "2588-5960 (Online)",
    "countryOfPublisher": "Shahid Chamran University of Ahvaz",
    "lcc": [
      "Iran, Islamic Republic of",
      "Technology: Hydraulic engineering: Irrigation engineering. Reclamation of wasteland. Drainage"
    ],
    "journalUrl": "http://jise.scu.ac.ir/?lang=en",
    "abstract": "Qazvin plain is one of the areas in the country facing a severe shortage of water. In recent years, after the reduction of water allocation to this plain from Taleghan Dam, farmers have been digging illegal wells or over-harvesting existing wells in order to maintain their livelihoods. This has adverse effects, including severe depletion of wells, drying of aqueducts, salinity and degradation of groundwater quality, reduced yield of agricultural products, loss of soil quality, imposition of high costs on well owners, creating a major supply problem. Drinking water in cities and villages and eventually land subsidence (Qazvin Regional Water Authority, 2014). Studies show that the cultivation pattern in the last ten years has been almost constant and included wheat products, forage corn, canola, tomato, alfalfa, barley, sugar beet, peas, beans, potatoes, corn and lentils (Simiari and Mazandaranizadeh, 2017).Studies have shown that previous studies have either optimized water distribution or optimized cultivation patterns, but this study compared the differences between the two approaches to farmers' livelihoods in order to conserve groundwater resources.",
    "readLink": "https://jise.scu.ac.ir/article_16446_670b7c9125df42d44d6d465086c2ebfd.pdf"
  },
  {
    "title": "Techno-Economic Assessment of Bio-Energy with Carbon Capture and Storage Systems in a Typical Sugarcane Mill in Brazil",
    "authors": [
      "Sara Restrepo-Valencia,",
      "Arnaldo Walter"
    ],
    "doi": "https://doi.org/10.3390/en12061129",
    "journalVolume": "Vol. 12,\n                                no. 6\n                                \n                                  p.\n                                  1129",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "For significantly reducing greenhouse gas emissions, those from electricity generation should be negative by the end of the century. In this sense, bio-energy with carbon capture and storage (BECCS) technology in sugarcane mills could be crucial. This paper presents a technical and economic assessment of BECCS systems in a typical Brazilian sugarcane mill, considering the adoption of advanced—although commercial—steam cogeneration systems. The technical results are based on computational simulations, considering CO2 capture both from fermentation (released during ethanol production) and due to biomass combustion. The post combustion capture technology based on amine was considered integrated to the mill and to the cogeneration system. A range of energy requirements and costs were taken from the literature, and different milling capacities and capturing rates were considered. Results show that CO2 capture from both flows is technically feasible. Capturing CO2 from fermentation is the alternative that should be prioritized as energy requirements for capturing from combustion are meaningful, with high impacts on surplus electricity. In the reference case, the cost of avoided CO2 emissions was estimated at 62 €/t CO2, and this can be reduced to 59 €/t CO2 in case of more efficient technologies, or even to 48 €/t CO2 in case of larger plants.",
    "readLink": "https://www.mdpi.com/1996-1073/12/6/1129"
  }
]