[
  {
    "title": "Effects of Climate Change on Vegetation Cover in the Oued Lahdar Watershed. Northeastern Morocco",
    "authors": [
      "Hind Khalis,",
      "Abdelhamid Sadiki,",
      "Fatimazahra Jawhari,",
      "Haytam Mesrar,",
      "Ehab Azab,",
      "Adil A. Gobouri,",
      "Muhammad Adnan,",
      "Mohammed Bourhia"
    ],
    "doi": "https://doi.org/10.3390/plants10081624",
    "journalVolume": "Vol. 10,\n                                no. 1624\n                                \n                                  p.\n                                  1624",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Episodes of drought that Morocco experienced in the years 1984–1986, 1993–1995, and 1997–2000 had repercussions that were felt many years later and continue to pose serious problems for environmentalists, as some of the affected lands have become practically deserted. These problems acted on the socio-economic conditions and created severe constraints for the development of the country. This work was conducted to study and identify changes that occurred in vegetation cover in the Oued Lahdar watershed (Rif, Morocco) between 1984 and 2017 using Land Surface Temperature (LST), Normalized Difference Vegetation Index (NDVI), Landsat TM 5, and Landsat OLI 8. The LST had significantly increased overall from 1984 to 2017, where it moved from a mean value of 29.4 °C in 1984 to 40.4 °C in 2007 and then reduced slightly to 37.9 °C in 2017. The vegetation cover index for the study area indicates that in 1984, fully vegetated areas represented 94.3% before deteriorating to 35.4% in 2007 and recovering in 2017 to 54.3%. While bare soil, which previously constituted 5.7%, reached a very high value of 64.6% in 2007 and then decreased to 47.7%. This study contributes towards society as it provides interesting data about the consequences of climate change in the area studied as well as potential protective strategies to protect vegetation cover.",
    "readLink": "https://www.mdpi.com/2223-7747/10/8/1624"
  },
  {
    "title": "Resilience to climate change among small-scale fishery on the Northern Coastal of Bengkulu Province, Indonesia",
    "authors": [
      "Mulyasari Gita,",
      "Trisusilo Agung,",
      "Windirah Nola"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202337302001",
    "journalVolume": "Vol. 373\n                                \n                                \n                                  p.\n                                  02001",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "Climate change has become a global phenomenon and has become the focus of world attention. The resilience of fishermen in facing climate change shows the ability of fishermen to respond, organize, learn and adapt in the face of climate change. The purpose of this study is to analyze the livelihood resilience of small fishermen in the face of climate change based on three main indicators, namely buffer capacity, self-organization, and learning capacity. A total of 300 fishermen were selected using quota sampling and interviewed through a structured questionnaire. Data were analyzed using the descriptive and livelihood resilience index to explain the fishermen's resilience. The findings indicate that most fishermen in the coastal area of Bengkulu have a low level of livelihood resilience. The dimension of fisherman's learning capacity needs to be improved to strengthen livelihood resilience. Ecological, social, and economic adjustments to the capture fisheries business system in response to climate change can help fishermen in increasing their adaptive capacity and livelihood resilience is highly dependent on the ability and experience of fishermen in adapting.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2023/10/e3sconf_iseprolocal2023_02001.pdf"
  },
  {
    "title": "Study of Climate Change Impact to Local Rainfall Distribution in Lampung Provinces",
    "authors": [
      "Tumiar Katarina Manik,",
      "Bustomi Rosadi,",
      "Eva Nurhayati"
    ],
    "doi": "Vol. 28,\n                                no. 1",
    "issn": "0852-0682 (Print)",
    "publisher": "2460-3945 (Online)",
    "countryOfPublisher": "Universitas Muhammadiyah Surakarta",
    "lcc": [
      "Indonesia",
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://journals.ums.ac.id/index.php/fg/index",
    "abstract": "Global warming which leads to climate change has potential affect to Indonesia agriculture activities and production. Analyzing rainfall pattern and distribution is important to investigate the impact of global climate change to local climate. This study using rainfall data from 1976-2010 from both lowland and upland area of Lampung Province. The results show that rainfall tends to decrease since the 1990s which related to the years with El Nino event. Monsoonal pattern- having rain and dry season- still excist in Lampung; however, since most rain fell below the average, it could not meet crops water need. Farmers conclude that dry seasons were longer and seasonal pattern has been changed. Global climate change might affect Lampung rainfall distribution through changes on sea surface temperature which could intensify the El Nino effect. Therefore, watching the El Nino phenomena and how global warming affects it, is important in predicting local climate especially the rainfall distribution in order to prevent significant loss in agriculture productivities.",
    "readLink": "http://journals.ums.ac.id/index.php/fg/article/view/439"
  },
  {
    "title": "Carbon cycling in the East Sea (Japan Sea): A review",
    "authors": [
      "Minkyoung Kim,",
      "Jeomshik Hwang,",
      "Guebuem Kim,",
      "Taehee Na,",
      "Tae-Hoon Kim,",
      "Jung-Ho Hyun"
    ],
    "doi": "https://doi.org/10.3389/fmars.2022.938935",
    "journalVolume": "Vol. 9",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "The East Sea (also known as the Japan Sea; hereafter, EJS) is a semi-enclosed marginal sea surrounded by the Korean Peninsula, Russia, and the Japanese Islands. The EJS is connected to the Pacific through shallow straits. Thus, the EJS has its own thermohaline circulation and the characteristic biogeochemistry. The deep overturning circulation plays a critical role in carbon cycling including absorption of atmospheric CO2 and its sequestration into the interior of the sea. The turnover time of the deep EJS (>1000 m) is ~ hundred years and probably varies depending on physical climate forcing. Thus, the effect of climate change on oceanic processes may be more easily detected in the EJS. In this paper, we summarize the current understanding of carbon cycling in the EJS. We focus especially on the Ulleung Basin in the southwestern EJS, from which more extensive data are available. Notable features of carbon cycling in the EJS include the following: primary productivity and the export/production ratio are higher than in the adjacent Pacific; the EJS is a net sink of atmospheric CO2 and anthropogenic CO2 content is ~1% of the dissolved inorganic carbon inventory; dissolved inorganic carbon in the sea interior is mostly supplied by organic matter decomposition rather than CaCO3 dissolution and thus, the deep waters are vulnerable to acidification; N:P molar ratio of the deep waters is ~13, lower than the Redfield ratio; concentration of dissolved organic carbon is significantly higher than in the oceans; and sediment resuspension and lateral transport is an important component of sinking particulate organic carbon (POC) flux. Another important feature is the temporal trends observed for the last few decades. For example, pH, calcium carbonate saturation status, and dissolved oxygen concentration in the sea interior have decreased, whereas dissolved inorganic carbon and likely, the inventory of anthropogenic CO2 have increased. These temporal trends have an implication on better understanding of the processes occurring more slowly in the oceans. Brief suggestions for future research that will improve our understanding of carbon cycling and its variability are provided at the end of the paper.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2022.938935/full"
  },
  {
    "title": "Global pattern and change of cropland soil organic carbon during 1901-2010: Roles of climate, atmospheric chemistry, land use and management",
    "authors": [
      "Wei Ren,",
      "Kamaljit Banger,",
      "Bo Tao,",
      "Jia Yang,",
      "Yawen Huang,",
      "Hanqin Tian"
    ],
    "doi": "Vol. 1,\n                                no. 1\n                                \n                                  pp.\n                                  59\n                                  – 69",
    "issn": "2096-7438 (Print)",
    "publisher": "2666-6839 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Netherlands",
      "Geography. Anthropology. Recreation: Geography (General)",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.journals.elsevier.com/geography-and-sustainability",
    "abstract": "Soil organic carbon (SOC) in croplands is a key property of soil quality for ensuring food security and agricultural sustainability, and also plays a central role in the global carbon (C) budget. When managed sustainably, soils may play a critical role in mitigating climate change by sequestering C and decreasing greenhouse gas emissions into the atmosphere. However, the magnitude and spatio-temporal patterns of global cropland SOC are far from well constrained due to high land surface heterogeneity, complicated mechanisms, and multiple influencing factors. Here, we use a process-based agroecosystem model (DLEM-Ag) in combination with diverse spatially-explicit gridded environmental data to quantify the long-term trend of SOC storage in global cropland area during 1901-2010 and identify the relative impacts of climate change, elevated CO2, nitrogen deposition, land cover change, and land management practices such as nitrogen fertilizer use and irrigation. Model results show that the total SOC and SOC density in the 2000s increased by 125% and 48.8%, respectively, compared to the early 20th century. This SOC increase was primarily attributed to cropland expansion and nitrogen fertilizer use. Factorial analysis suggests that climate change reduced approximately 3.2% (or 2,166 Tg C) of the total SOC over the past 110 years. Our results indicate that croplands have a large potential to sequester C through implementing better land use management practices, which may partially offset SOC loss caused by climate change.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666683920300055"
  },
  {
    "title": "Spatiotemporal Patterns of Sea Ice Cover in the Marginal Seas of East Asia",
    "authors": [
      "Lei Zhang,",
      "Guoyu Ren,",
      "Mei Xu,",
      "Fanchao Meng,",
      "Rongwei Liao,",
      "Duanyang Liu,",
      "Minyan Wang,",
      "Dan Jia"
    ],
    "doi": "https://doi.org/10.3390/atmos14020207",
    "journalVolume": "Vol. 14,\n                                no. 207\n                                \n                                  p.\n                                  207",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Using multisource sea ice fusion data, the spatiotemporal characteristics of sea ice cover were analyzed for the marginal seas of East Asia for the period 2005–2021. The results show that there were obvious differences in the beginning and end dates of the sea ice in the different sea areas. The northern Sea of Japan had the longest ice period, and Laizhou Bay and Bohai Bay in the Bohai Sea had the shortest ice period. The time when the largest sea ice extent appeared was relatively stable and mostly concentrated in late January to mid-February. There were obvious spatial differences in the duration of the sea ice cover in the marginal seas of East Asia. The duration of the sea ice cover gradually decreased from high latitude to low latitude and from nearshore to open seas. The annual average duration of the sea ice cover was more than 100 days in most of the Sea of Japan and approximately 20 days in most of Laizhou Bay and Bohai Bay. The melting speed was significantly faster than the freezing speed in the Bohai Sea and Yellow Sea, resulting in asymmetric changes in the daily sea ice extent in the two seas. The increasing trends in the maximum sea ice extent and total sea ice extent were 0.912 × 105 km2/10 yr and 0.722 × 107 km2/10 yr, respectively, from 2005 to 2013, both of which passed the significance test at the 0.05 level.",
    "readLink": "https://www.mdpi.com/2073-4433/14/2/207"
  },
  {
    "title": "Analysis of the 20-Year Variability of Ocean Wave Hazards in the Northwest Pacific",
    "authors": [
      "Rui Li,",
      "Kejian Wu,",
      "Wenqing Zhang,",
      "Xianghui Dong,",
      "Lingyun Lv,",
      "Shuo Li,",
      "Jin Liu,",
      "Alexander V. Babanin"
    ],
    "doi": "https://doi.org/10.3390/rs15112768",
    "journalVolume": "Vol. 15,\n                                no. 2768\n                                \n                                  p.\n                                  2768",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "In the Northwest Pacific (NWP), where a unique monsoon climate exists and where both typhoons and extratropical storms occur frequently, hazardous waves pose a significant risk to maritime safety. To analyze the 20-year variability of hazardous waves in this region, this study utilized hourly reanalysis data from the ECMWF ERA5 dataset covering the period from 2001–2020, alongside the wave risk assessment method. The ERA5 data exhibits better consistency, in both the temporal and spatial dimensions, than satellite data. Although hazardous wind seas occur more frequently than hazardous swells, swells make hazardous waves travel further. Notably, the extreme wave height (EWH) shows an increasing trend in high- and low-latitude areas of the NWP. The change in meridional wind speeds is the primary reason for the change in the total wind speed in the NWP. Notably, the maximum annual increase rate of 0.013 m/year for EWH exists in the region of the Japanese Archipelago. This study elucidated the distributions of wave height intensity and wave risk levels, noting that the EWHs of the 50-year and 100-year return periods can reach 20.92 m and 23.07 m, respectively.",
    "readLink": "https://www.mdpi.com/2072-4292/15/11/2768"
  },
  {
    "title": "Inner and outer weather: Creative practice as contemplative ecological inquiry",
    "authors": [
      "Zuzana Vasko"
    ],
    "doi": "Vol. 3,\n                                no. 1",
    "issn": "2514-5347 (Online)",
    "publisher": "Liverpool John Moores University",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Education: Theory and practice of education"
    ],
    "journalUrl": "https://openjournals.ljmu.ac.uk/index.php/prism/",
    "abstract": "Ecological crises exist not only in the external environment; they have their source within us — in the mind and in personal and cultural values (Bai, 2012; Stoknes, 2018). Arts-based and contemplative inquiry are helpful in opening the self and the senses to the natural world and its elemental dynamics of weather. Creative contemplative practice also creates room for inner exploration about how we relate to other species and to the larger cosmos. This article describes a drawing project that was undertaken in an endeavour to build these connections, both within and without. Through the process of walking and making drawings of the bark of trees in a local ecosystem, attention was given also to the dynamics of weather and how we might be more conscious of its role in everyday life, with the belief that such caring attentiveness is necessary in a time of critical climate change. From a perspective that values interconnectivity, this exploration puts forth that the elements of air and water are within us too, and that our inner weather – our shifting psycho spiritual states – is affected by earth’s dynamics, just as, more importantly, and our more long-term values and psycho-spiritual perspectives have significant effects on ecological health.",
    "readLink": "https://openjournals.ljmu.ac.uk/prism/article/view/351"
  },
  {
    "title": "The promotion of both decent and green jobs through cooperatives",
    "authors": [
      "Josune López Rodríguez"
    ],
    "doi": "https://doi.org/10.18543/baidc-54-2019pp115-129",
    "journalVolume": "no. 54",
    "issn": "1134-993X (Print)",
    "publisher": "2386-4893 (Online)",
    "countryOfPublisher": "Universidad de Deusto",
    "lcc": [
      "Spain",
      "Law: Law in general. Comparative and uniform law. Jurisprudence"
    ],
    "journalUrl": "http://baidc.deusto.es",
    "abstract": "Nowadays, it is undeniable that continuous environmental degradation and climate change threaten the sustainability of the planet. As a consequence, there is an urgent need to face these menaces and to promote sustainable development. From this starting point, this paper aims to show how cooperatives can be a useful channel to promote green and decent jobs. In order to achieve this objective, first of all, we will analyse the conceptual scope of green and decent jobs. Secondly, we will highlight the meaning of cooperatives, paying special attention to cooperative values and principles. Thirdly, we will proceed to explain how cooperatives can contribute to encourage green and decent jobs. And, lastly, we will enumerate the main conclusions. Received: 29 November 2018 Accepted: 07 March 2019 Published online: 22 July 2019",
    "readLink": "https://baidc.revistas.deusto.es/article/view/1503"
  },
  {
    "title": "Estimates of the organic aerosol volatility in a boreal forest using two independent methods",
    "authors": [
      "J. Hong,",
      "M. Äijälä,",
      "S. A. K. Häme,",
      "L. Hao,",
      "J. Duplissy,",
      "L. M. Heikkinen,",
      "W. Nie,",
      "J. Mikkilä,",
      "M. Kulmala,",
      "N. L. Prisle,",
      "A. Virtanen,",
      "M. Ehn,",
      "P. Paasonen,",
      "D. R. Worsnop,",
      "I. Riipinen,",
      "T. Petäjä,",
      "V.-M. Kerminen"
    ],
    "doi": "https://doi.org/10.5194/acp-17-4387-2017",
    "journalVolume": "Vol. 17,\n                                no. 6\n                                \n                                  pp.\n                                  4387\n                                  – 4399",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "The volatility distribution of secondary organic aerosols that formed and had undergone aging – i.e., the particle mass fractions of semi-volatile, low-volatility and extremely low volatility organic compounds in the particle phase – was characterized in a boreal forest environment of Hyytiälä, southern Finland. This was done by interpreting field measurements using a volatility tandem differential mobility analyzer (VTDMA) with a kinetic evaporation model. The field measurements were performed during April and May 2014. On average, 40 % of the organics in particles were semi-volatile, 34 % were low-volatility organics and 26 % were extremely low volatility organics. The model was, however, very sensitive to the vaporization enthalpies assumed for the organics (ΔHVAP). The best agreement between the observed and modeled temperature dependence of the evaporation was obtained when effective vaporization enthalpy values of 80 kJ mol−1 were assumed. There are several potential reasons for the low effective enthalpy value, including molecular decomposition or dissociation that might occur in the particle phase upon heating, mixture effects and compound-dependent uncertainties in the mass accommodation coefficient. In addition to the VTDMA-based analysis, semi-volatile and low-volatility organic mass fractions were independently determined by applying positive matrix factorization (PMF) to high-resolution aerosol mass spectrometer (HR-AMS) data. The factor separation was based on the oxygenation levels of organics, specifically the relative abundance of mass ions at m∕z 43 (f43) and m∕z 44 (f44). The mass fractions of these two organic groups were compared against the VTDMA-based results. In general, the best agreement between the VTDMA results and the PMF-derived mass fractions of organics was obtained when ΔHVAP = 80 kJ mol−1 was set for all organic groups in the model, with a linear correlation coefficient of around 0.4. However, this still indicates that only about 16 % (R2) of the variation can be explained by the linear regression between the results from these two methods. The prospect of determining of extremely low volatility organic aerosols (ELVOAs) from AMS data using the PMF analysis should be assessed in future studies.",
    "readLink": "http://www.atmos-chem-phys.net/17/4387/2017/acp-17-4387-2017.pdf"
  }
]