[
  {
    "title": "Sea level variation in the Arctic Ocean since 1979 based on ORAS5 data",
    "authors": [
      "Ying Jin,",
      "Ying Jin,",
      "Meixiang Chen,",
      "Meixiang Chen,",
      "Han Yan,",
      "Han Yan,",
      "Tao Wang,",
      "Tao Wang,",
      "Jie Yang"
    ],
    "doi": "https://doi.org/10.3389/fmars.2023.1197456",
    "journalVolume": "Vol. 10",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "The Arctic is currently experiencing unprecedented changes across all components of the climate system, primarily driven by global warming. As an important indicator of climate change in the Arctic, sea level reflects variations in both the atmosphere and ocean. This paper analyzes the sea level variation of the Arctic Ocean over the past four decades using ORAS5 data, which is the product of the latest reanalysis-analysis system produced by the European Centre for Medium-Range Weather Forecasts (ECMWF). ORAS5 accurately reproduces the main spatial features of the climatology and temporal evolution of sea surface height (SSH) in the Arctic Ocean, as observed by satellite altimeters, and reveals that seasonal variability is the most significant property of the sea level variation in this region. The seasonal cycle of SSH is closely linked to atmospheric circulation and sea ice formation. The first two dominant modes of the annual-mean SSH in the Arctic Ocean exhibit significant decadal variability. The first mode can be explained by the Ekman transport of wind related to the Arctic Oscillation (AO), which leads to antiphase changes in SSH on the continental shelves and in the deep basins. The second mode shows an antiphase oscillation of SSH between the Eurasian and Canadian Arctic Archipelago (CAA) sides and is driven by the wind anomaly associated with the Arctic dipole anomaly (DA). Due to the decadal variations associated with climate modes, particularly the AO, sea level in the Arctic Ocean has been continuously rising since the mid-1990s or early 2000s, with the most rapid sea level rise occurring in the Beaufort Sea.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2023.1197456/full"
  },
  {
    "title": "Spatial Heterogeneity and Complexity of the Impact of Extreme Climate on Vegetation in China",
    "authors": [
      "Shuang Li,",
      "Feili Wei,",
      "Zheng Wang,",
      "Jiashu Shen,",
      "Ze Liang,",
      "Huan Wang,",
      "Shuangcheng Li"
    ],
    "doi": "https://doi.org/10.3390/su13105748",
    "journalVolume": "Vol. 13,\n                                no. 5748\n                                \n                                  p.\n                                  5748",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The impact of extreme climate on natural ecosystems and socioeconomic systems is more serious than that of the climate’s mean state. Based on the data of 1698 meteorological stations in China from 2001 to 2018, this study calculated the 27 extreme climate indices of the Expert Team on Climate Change Detection and Indices (ETCCDI). Through correlation analysis and collinearity diagnostics, we selected two representative extreme temperature indices and three extreme precipitation indices. The spatial scale of the impact of extreme climate on Normalized Difference Vegetation Index (NDVI) in China during the growing season from 2001 to 2018 was quantitatively analyzed, and the complexity of the dominant factors in different regions was discussed via clustering analysis. The research results show that extreme climate indices have a scale effect on vegetation. There are spatial heterogeneities in the impacts of different extreme climate indices on vegetation, and these impacts varied between the local, regional and national scales. The relationship between the maximum length of a dry spell (CDD) and NDVI was the most spatially nonstationary, and mostly occurred on the local scale, while the effect of annual total precipitation when the daily precipitation amount was more than the 95th percentile (R95pTOT) showed the greatest spatial stability, and mainly manifested at the national scale. Under the current extreme climate conditions, extreme precipitation promotes vegetation growth, while the influence of extreme temperature is more complicated. As regards intensity and range, the impact of extreme climate on NDVI in China over the past 18 years can be categorized into five types: the humidity-promoting type, the cold-promoting and drought-inhibiting compound type, the drought-inhibiting type, the heat-promoting and drought-inhibiting compound type, and the heat-promoting and humidity-promoting compound type. Drought is the greatest threat to vegetation associated with extreme climate in China.",
    "readLink": "https://www.mdpi.com/2071-1050/13/10/5748"
  },
  {
    "title": "Life Cycle Assessment of Hempstone for Green Buildings",
    "authors": [
      "Rattanawan Mungkung,",
      "Singh Intrachooto,",
      "Nathapon Srisuwanpip,",
      "Anyarat Lamai,",
      "Kannika Sorakon,",
      "Kittwan Kittipakornkarn"
    ],
    "doi": "https://doi.org/10.3303/CET1863042",
    "journalVolume": "Vol. 63",
    "issn": "1974-9791 (Print)",
    "publisher": "2283-9216 (Online)",
    "countryOfPublisher": "AIDIC Servizi S.r.l.",
    "lcc": [
      "Italy",
      "Technology: Chemical technology: Chemical engineering",
      "Technology: Electrical engineering. Electronics. Nuclear engineering: Electronics: Computer engineering. Computer hardware"
    ],
    "journalUrl": "https://www.cetjournal.it/index.php/cet",
    "abstract": "Hemp is a non-psychoactive (less than 1 % tetrahydrocannabinol) variety of Cannabis sativa L. It is cultivated on hills and used mainly for textiles. Hemp requires less water and pesticides. It grows fast (3 - 4 m in 3 months) and has a high carbon sequestration rate of 1.67 kg CO2-eq per kg of hemp fibre. The local hemp in Thailand is the Rpf3 species developed by the Highland Research and Development Institute. This study aims at exploring the potential use of hemp for eco-building materials to meet the increasing demands for green buildings by applying the upcycling design concept. Hemp stalks left after fibre harvesting were sun dried before ground into small pieces of varying sizes. Artificial stones (polyester-resin solid surface material) left over from production processes were also collected. Hemp materials and artificial stone scraps were used at different proportions to develop a new composite called Hempstone. The study found that Hempstone did not require the drying process; hemp fibers helped absorb the moisture. Hemp fibres also offered unique natural aesthetic. Quality tests were conducted to ensure that Hempstone was fit for use in construction. Life Cycle Assessment (LCA) was performed to identify the potential reduction of environmental impacts of typical artificial stone and Hempstone. The results indicated that the Hempstone sheet (0.82 x 3.04 x 0.012 m) with 10 % of hemp-stalks (6 - 10 mm size) and 7.5 % or 10 % by weight of artificial stone scraps performed best with the potential reduction of environmental impacts by 40 % on climate change, 42 % on freshwater eutrophication, 55 % on terrestrial eco-toxicity and 60 % on terrestrial eco-toxicity. With the growing pursuit of green buildings, these reductions show that the potential use of hemp in local eco-building materials to help reducing impact on the environment.",
    "readLink": "https://www.cetjournal.it/index.php/cet/article/view/2446"
  },
  {
    "title": "Cold Climate during Bud Break and Flowering and Excessive Nutrient Inputs Limit Apple Yields in Hebei Province, China",
    "authors": [
      "Zhiping Duan,",
      "Chengjuan Zheng,",
      "Shuaixiang Zhao,",
      "Tesema Feyissa,",
      "Tefera Merga,",
      "Yuanmao Jiang,",
      "Weifeng Zhang"
    ],
    "doi": "https://doi.org/10.3390/horticulturae8121131",
    "journalVolume": "Vol. 8,\n                                no. 1131\n                                \n                                  p.\n                                  1131",
    "issn": "2311-7524 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/horticulturae",
    "abstract": "Apples have become a major source of income for smallholder farmers in Bohai Bay. However, the annual productivity of apples in the area is relatively low and the interannual yield gap varies drastically. Identifying the apple yield gap and interannual production constraints can potentially promote the sustainable development of apple production. Based on track monitoring data of 45 smallholder farmers from 2016 to 2018, the yield gap and constraint factors were determined by adopting boundary analysis methodology. The results showed that the yield potential of apples during 2016–2018 was 75, 108, and 87 t ha−1, and actual yields were 36.8, 52.3, and 35.2 t ha−1, respectively. The explainable yield gaps were 40.5, 56.9, and 55.1 t ha−1. Soil, management, and climatic factors limit apple yield improvement. Among these, low temperatures during the bud break and flowering periods can induce yield losses. Soil nutrient content and fertilizer management are also important limiting factors that have polynomial relationships with yield. Too much fertilizer and high levels of nutrients in the soil have already caused yield losses in some fields. Sound scientific guidance to help farmers adopt reasonable management techniques adapted to climate change is necessary to close the yield gap.",
    "readLink": "https://www.mdpi.com/2311-7524/8/12/1131"
  },
  {
    "title": "Spatio-temporal rainfall variability and its linkage with large scale climate oscillations over the Republic of South Sudan",
    "authors": [
      "Andu Zakaria Lukwasa,",
      "Tadesse Terefe Zeleke,",
      "Kassahun Ture Beketie,",
      "Desalegn Y. Ayal"
    ],
    "doi": "Vol. 28\n                                \n                                \n                                  p.\n                                  100322",
    "issn": "2405-8807 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.journals.elsevier.com/climate-services/",
    "abstract": "Climate change has distorted the rainfall spatio-temporal distribution. Therefore, understanding the spatio-temporal rainfall variation and its causes at meso and micro-level could provide insight for the water and agricultural development interventions. This article examines the spatio-temporal rainfall variability and driving factors in connection with large scale global oscillation. CHIRPS rainfall and NCEP/NCAR wind fields data from 1981 to 2019 were used. Rotaed Emperical Ortogonal Function (REOF) was employed to investigate spatio-temporal rainfall variability. Large scale moisture transport was studied using lower (1000–850 hPa), middle (600–500 hpa), and upper (300–100 hPa) level wind fields. The result reveals that in South Sudan rainfall dominant variance regions were not uniform across seasons. Northern, Southcentral, and Southeastern tip regions were the top three dominant variance regions which explain around 30 %, 25 % and 17 % of the total variation in REOF1, REOF2, and REOF3 during the spring season respectively. Likewise, during the summer season the dominant variance REOF1 (28 %), REOF2 (24 %), and REOF3 (9 %) was observed in South-east, West, and, North-west, whereas; the autumn dominant variance in North-west, North-east, and South-east explain about REOF1 (22.6 %), REOF2 (19.9 %), and REOF3 (16.7 %) of the total variation respectively. The alternative wet and dry years were causing drought and flooding in the study sites. Low-level southeasterly winds from India and over the equator from the Atlantic Ocean carry rain-bearing moisture to South Sudan. The winds converge and convection is triggered by African Easterly and Tropical Easterly jet favors convection during the summer and spring seasons. Sea Surface temperature shows a positive and negative correlation with rainfall variability. Rainfall spatio-temporal assessment is crucial for water resource management, agricultural productivity, and climate change mitigation.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405880722000401"
  },
  {
    "title": "Compositional stability of peat in ecosystem-scale warming mesocosms.",
    "authors": [
      "Mackenzie R Baysinger,",
      "Rachel M Wilson,",
      "Paul J Hanson,",
      "Joel E Kostka,",
      "Jeffrey P Chanton"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0263994",
    "journalVolume": "Vol. 17,\n                                no. 3\n                                \n                                  p.\n                                  e0263994",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Peatlands historically have acted as a C sink because C-fixation rates exceeded the rate of heterotrophic decomposition. Under future warmer conditions predicted for higher latitudes, however, that balance may shift towards higher rates of heterotrophic respiration leading to the release of previously stored C as CO2 and CH4. The Spruce and Peatlands Response Under Changing Environments (SPRUCE) experiment is designed to test the response of peatlands to climate forcing using a series of warmed enclosures in combination with peat below-ground heating from 0 to +9°C above ambient conditions. This experimental design allowed a test of chemical changes occurring within peatland soils following five years of warming. We analyzed samples in the uppermost 2m of peat using Fourier Transform Infrared Spectroscopy (FT-IR) to quantify the relative abundance of carbohydrate and aromatic compounds in the peat. The peat soils were subjected to deep peat heating (DPH) beginning in June of 2014 followed by whole ecosystem warming (WEW) in August of 2015. We found that the relative amounts of labile and recalcitrant chemical compound groups across the full peat depth interval did not significantly change after five years of exposure to warming. This appears the case even though previous studies have shown that net C losses and loss of bulk peat mass to be instability over that time period. Results suggest that the current store of carbon in peatlands are largely compositionally stable leading to no changes the in the ratio of chemical moieties on the initial four-year timescale of this experiment.",
    "readLink": "https://doi.org/10.1371/journal.pone.0263994"
  },
  {
    "title": "A Holistic View of Soils in Delivering Ecosystem Services in Forests: A Case Study in South Korea",
    "authors": [
      "José  Luis Vicente-Vicente,",
      "Sabine Fuss,",
      "Cholho Song,",
      "Jongyeol Lee,",
      "Moonil Kim,",
      "Woo-Kyun Lee,",
      "Yowhan Son"
    ],
    "doi": "https://doi.org/10.3390/f10060487",
    "journalVolume": "Vol. 10,\n                                no. 6\n                                \n                                  p.\n                                  487",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "In 1955, after the Korean War, only 35% of the national land area in South Korea was covered by forests. In the 1960s, the Korean Government implemented the national forestation program in order to increase the extent of the forest surface and thereby counteract the negative ecological consequences from deforestation, such as erosion and ground instability. According to previous studies, this led to an increase in carbon (C) accumulated in the forest biomass of 1.48 Gt CO2 (0.40 Gt C) in the period 1954−2012. However, these studies did not take into account the amount of soil organic carbon (SOC) that was accumulated during that period and the influence of management practices on soil ecosystem services. Currently, South Korean authorities are considering the idea of implementing some forest management practices in order to increase timber extraction (e.g., by reducing the cutting age of the trees or by applying thinning and tending measures). In this study, we assess the influence of these management regimes on SOC dynamics and propose a theoretical framework to assess the influence of forest management practices on three ecosystem services, namely, C sequestration, water supply, and biomass production, while considering soil functioning, and especially SOC, as a group of supporting services underpinning the three named ecosystem services. We find that, in terms of SOC sequestration, reducing the cutting age from 80 to 40 years would be suitable only in the case of high biomass production forests, whereas in the case of lower biomass production forests reducing the cutting age would achieve very low SOC levels. However, we propose that increasing tree species diversity, even though it would not lead to a direct increase in the SOC content, could help to lessen the negative effects of reducing the cutting age by improving other soil properties, which in turn positively affect soil functioning (e.g., soil biodiversity, nutrient availability) and the resilience of the forest ecosystem. Finally, we discuss potential policy approaches to incentivize sustainable management practices in South Korean forests from a soil protection perspective.",
    "readLink": "https://www.mdpi.com/1999-4907/10/6/487"
  },
  {
    "title": "Aiding or undermining? The military as an emergent actor in global climate governance",
    "authors": [
      "Dhanasree Jayaram,",
      "Marie Claire Brisbois"
    ],
    "doi": "Vol. 9\n                                \n                                \n                                  p.\n                                  100107",
    "issn": "2589-8116 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Law: Law in general. Comparative and uniform law. Jurisprudence: Comparative law. International uniform law: Environmental law",
      "Political science"
    ],
    "journalUrl": "https://www.journals.elsevier.com/earth-system-governance",
    "abstract": "The military is emerging as an important actor in climate change mitigation and adaptation, particularly when it comes to responding to climate extremes. While not generally considered a “governance actor” in scholarship on climate governance, militaries increasingly participate in climate-related knowledge production, resource provision, and decision-making. However, the nature and degree of involvement of militaries in these issues vary from context to context, based on political, socio-cultural, institutional, and economic conditions. This Perspective examines this expanding role through the five Earth System Governance research lenses. We argue that it is necessary to more fully account for the emergence of this powerful actor within accepted democratic frameworks of climate governance. Key research questions relate to the implications of military involvement, the appropriateness of military involvement in different contexts, and the consequences of the involvement of an authoritarian actor for climate governance norms.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2589811621000112"
  },
  {
    "title": "THE RICE PLANTING WINDOW IN THE PHILIPPINES: AN ANALYSIS USING MULTI-TEMPORAL SAR IMAGERY",
    "authors": [
      "M. A. Gutierrez,",
      "N. M. Paguirigan,",
      "J. Raviz,",
      "M. R. Mabalay,",
      "E. Alosnos,",
      "L. Villano,",
      "S. Asilo,",
      "A. Arocena Jr.,",
      "J. Maloom,",
      "A. Laborte"
    ],
    "doi": "https://doi.org/10.5194/isprs-archives-XLII-4-W19-241-2019",
    "journalVolume": "Vol. XLII-4-W19\n                                \n                                \n                                  pp.\n                                  241\n                                  – 248",
    "issn": "1682-1750 (Print)",
    "publisher": "2194-9034 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Applied optics. Photonics"
    ],
    "journalUrl": "http://www.isprs.org/publications/archives.aspx",
    "abstract": "Knowing where and when rice is grown is essential for planning and decision-making in relation to food security, as well as in research wherein crop area and calendar are important inputs in crop production simulations, assessment of biotic and abiotic stresses, and analysis of the effect of climate change on crop production, among others. Remote sensing allows for efficient mapping and characterization of rice areas. In this study, we derived the rice planting window in all rice growing regions in the Philippines from 2016 to 2018 using multi-temporal Synthetic Aperture Radar (SAR), specifically TerraSAR-X and Sentinel-1. Using a rule-based method, rice area and Start of Season (SoS) were mapped based on the unique backscatter behaviour of rice corresponding to the initial deliberate agronomic flooding followed by rapid biomass increase. We defined the planting window per year and semester as the 15th and 85th percentile and the peak of planting as the dominant planting date. The accuracy of the rice map was 93% and the SoS was strongly correlated with the actual planting dates reported by farmers (R2 = 0.71) based on 482 ground observations in the Philippines in 2018 Semester 1. From this analysis, the planting window in the Philippines for the Semester 2 (wet season) is April-August (peak in June-July), and for Semester 1 (dry season) is September-February (peak in November-December) with large differences across regions. In majority of the regions, the planting window spans more than 100 days, which can have implications on incidence of pests and diseases.",
    "readLink": "https://www.int-arch-photogramm-remote-sens-spatial-inf-sci.net/XLII-4-W19/241/2019/isprs-archives-XLII-4-W19-241-2019.pdf"
  },
  {
    "title": "Elevational Distribution of Adult Trees and Seedlings in a Tropical Montane Transect, Southwest China",
    "authors": [
      "Xiaoyang Song,",
      "Akihiro Nakamura,",
      "Zhenhua Sun,",
      "Yong Tang,",
      "Min Cao"
    ],
    "doi": "https://doi.org/10.1659/MRD-JOURNAL-D-15-00109.1",
    "journalVolume": "Vol. 36,\n                                no. 3\n                                \n                                  pp.\n                                  342\n                                  – 354",
    "issn": "0276-4741 (Print)",
    "publisher": "1994-7151 (Online)",
    "countryOfPublisher": "International Mountain Society",
    "lcc": [
      "Switzerland",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.mrd-journal.org",
    "abstract": "Montane habitats are characterized by high variation of environmental factors within small geographic ranges, which offers opportunities to explore how forest assemblages respond to changes in environmental conditions. Understanding the distributional transition of adult trees and seedlings will provide insight into the fate of forest biodiversity in response to future climate change. We investigated the elevational distribution of 156 species of adult trees and 152 species of seedlings in a tropical montane forest in Xishuangbanna, southwest China. Adult trees and seedlings were surveyed within 5 replicate plots established at each of 4 elevational bands (800, 1000, 1200, and 1400 m above sea level). We found that species richness of both adult trees and seedlings changed with elevation, showing a notable decline in diversity values from 1000 to 1200 m. Tree species composition also demonstrated distinct differences between 1000 and 1200 m, marking the division between tropical seasonal rain forest (800 and 1000 m) and tropical montane evergreen broad-leaved forest (1200 and 1400 m). The results suggested that soil moisture and temperature regimes were associated with elevational distribution of tree species in this region. We also observed that seedlings from certain species found at high elevations were also distributed in low-elevation zones, but no seedlings of species from low elevations were distributed in high-elevation zones. The increase in temperature and droughts predicted for this region may result in the contraction of tropical seasonal rain forest at lower elevations and a downhill shift of higher tropical montane tree species.",
    "readLink": "http://www.bioone.org/doi/full/10.1659/MRD-JOURNAL-D-15-00109.1"
  }
]