[
  {
    "title": "Numerical groundwater modelling for studying surface water-groundwater interaction and impact of reduced draft on groundwater resources in central Ganga basin",
    "authors": [
      "Sumant Kumar,",
      "Anuj Kumar Dwivedi ,",
      "Chandra Shekhar Prasad Ojha,",
      "Vinod Kumar ,",
      "Apourv Pant,",
      "P. K. Mishra ,",
      "Nitesh Patidar ,",
      "Surjeet Singh,",
      "Archana Sarkar ,",
      "Sreekanth Janardhanan ,",
      "C. P. Kumar,",
      "Mohammed Mainuddin"
    ],
    "doi": "https://doi.org/10.3934/mbe.2022518",
    "journalVolume": "Vol. 19,\n                                no. 11\n                                \n                                  pp.\n                                  11114\n                                  – 11136",
    "issn": "1551-0018 (Online)",
    "publisher": "AIMS Press",
    "countryOfPublisher": "United States",
    "lcc": [
      "Technology: Chemical technology: Biotechnology",
      "Science: Mathematics"
    ],
    "journalUrl": "https://www.aimspress.com/journal/MBE",
    "abstract": "Water resources in India's Indo-Gangetic plains are over-exploited and vulnerable to impacts of climate change. The unequal spatial and temporal variation of meteorological, hydrological and hydrogeological parameters has created additional challenges for field engineers and policy planners. The groundwater and surface water are extensively utilized in the middle Gangetic plain for agriculture. The primary purpose of this study is to understand the discharge and recharge processes of groundwater system using trend analysis, and surface water and groundwater interaction using groundwater modelling. A comprehensive hydrological, and hydrogeological data analysis was carried out and a numerical groundwater model was developed for Bhojpur district, Bihar, India covering 2395 km2 geographical area, located in central Ganga basin. The groundwater level data analyses for the year 2018 revealed that depth to water level varies from 3.0 to 9.0 meter below ground level (m bgl) in the study area. The M-K test showed no significant declining trend in the groundwater level in the study area. The groundwater modelling results revealed that groundwater head is higher in the southern part of the district and the groundwater flow direction is from south-west to north-east. The groundwater head fluctuation between the monsoon and the summer seasons was observed to be 2 m, it is also witnessed that groundwater is contributing more to rivers in the monsoon season in comparison with other seasons. Impact of reduction in pumping on groundwater heads was also investigated, considering a 10% reduction in groundwater withdrawal. The results indicated an overall head rise of 2 m in the southern part and 0.2–0.5 m in the middle and northern part of the district.",
    "readLink": "https://www.aimspress.com/article/doi/10.3934/mbe.2022518?viewType=HTML"
  },
  {
    "title": "Perils facing Kenyan pastoralists, livelihood innovations and wider impacts: learning from project experience",
    "authors": [
      "Jules Siedenburg"
    ],
    "doi": "https://doi.org/10.1080/21665095.2021.1961595",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  218\n                                  – 235",
    "issn": "2166-5095 (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Social Sciences: Industries. Land use. Labor: Economic growth, development, planning",
      "Social Sciences: Communities. Classes. Races: Human settlements. Communities"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/rdsr",
    "abstract": "This paper shares findings from a detailed empirical analysis of seven development projects in Kenya that supported remote pastoral communities facing food insecurity and other difficulties linked to environmental degradation and climate change. The projects sought to address these challenges by trialing various livelihood innovations in partnership with communities. These project activities were assessed using a tailored cost–benefit analysis methodology to identify those offering the best use of scarce funds, thus informing future policy and programing for such areas. This evidence suggests that (a) the difficulties communities face are creating a desperate situation, and (b) some of the innovations trialed hold promise while others are problematic. The evidence presented includes an array of local voices that vividly convey community-level dynamics and prospects. This evidence is set in context using the literatures on human security and its wider impacts, notably migration from the Sahel. This analysis found the circumstances of pastoral communities can significantly impact neighboring regions, with ongoing instability posing a threat while smart interventions that create local opportunities offer more synergistic outcomes. The paper concludes by calling for greater recognition of the options facing such communities and their wider significance as a basis for scaled up support measures.",
    "readLink": "http://dx.doi.org/10.1080/21665095.2021.1961595"
  },
  {
    "title": "Investigating Welfare Effect of Climate Change on the Wheat Products in Iran",
    "authors": [
      "S. Khalilian,",
      "K. Shemshadi,",
      "S.A. Mortazavi,",
      "M. Ahmadian"
    ],
    "doi": "Vol. 0,\n                                no. 0\n                                \n                                  pp.\n                                  292\n                                  – 300",
    "issn": "2008-4722 (Print)",
    "publisher": "2423-3951 (Online)",
    "countryOfPublisher": "Ferdowsi University of Mashhad",
    "lcc": [
      "Iran, Islamic Republic of",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://jead.um.ac.ir/?lang=en",
    "abstract": "Agricultural sector will be most affected by climate change due to its extensive interaction with the environment. and as a result of changing production conditions, community welfare is changed. This study attempted at understanding the welfare effects of changes in climate parameters on the wheat product. Therefore, the yield functions were initially estimated. Supply, demand and import functions were secondly estimated by Simultaneous equations system. Finally, to study the welfare effects resulting from changes in temperature and precipitation, a price-endogenous mathematical programming model in three different scenarios of climate was used. The results showed that in the case of reducing precipitation with increasing temperature, consumer surplus, producer surplus and therefore society surplus will be reduced . Loss of welfare for consumers are higher than what is for producers.",
    "readLink": "http://jead.um.ac.ir/index.php/jead/article/view/35472"
  },
  {
    "title": "Polar Cooling Effect Due to Increase of Phytoplankton and Dimethyl-Sulfide Emission",
    "authors": [
      "Ah-Hyun Kim,",
      "Seong  Soo Yum,",
      "Hannah Lee,",
      "Dong  Yeong Chang,",
      "Sungbo Shim"
    ],
    "doi": "https://doi.org/10.3390/atmos9100384",
    "journalVolume": "Vol. 9,\n                                no. 10\n                                \n                                  p.\n                                  384",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "The effects of increased dimethyl-sulfide (DMS) emissions due to increased marine phytoplankton activity are examined using an atmosphere-ocean coupled climate model. As the DMS emission flux from the ocean increases globally, large-scale cooling occurs due to the DMS-cloud condensation nuclei (CCN)-cloud albedo interactions. This cooling increases as DMS emissions are further increased, with the most pronounced effect occurring over the Arctic, which is likely associated with a change in sea-ice fraction as sea ice mediates the air-sea exchange of the radiation, moisture and heat flux. These results differ from recent studies that only considered the bio-physical feedback that led to amplified Arctic warming under greenhouse warming conditions. Therefore, climate negative feedback from DMS-CCN-cloud albedo interactions that involve marine phytoplankton and its impact on polar climate should be properly reflected in future climate models to better estimate climate change, especially over the polar regions.",
    "readLink": "http://www.mdpi.com/2073-4433/9/10/384"
  },
  {
    "title": "Impact of Super Typhoon ‘Hinnamnor’ on Density of Kelp Forest and Associated Benthic Communities in Jeju Island, Republic of Korea",
    "authors": [
      "Kyeong-Tae Lee,",
      "Garance Perrois,",
      "Hyun-Sung Yang,",
      "Taeho Kim,",
      "Sun Kyeong Choi,",
      "Do-Hyung Kang,",
      "Taihun Kim"
    ],
    "doi": "https://doi.org/10.3390/jmse11051035",
    "journalVolume": "Vol. 11,\n                                no. 1035\n                                \n                                  p.\n                                  1035",
    "issn": "2077-1312 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Naval Science: Naval architecture. Shipbuilding. Marine engineering",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://www.mdpi.com/journal/jmse",
    "abstract": "This study was carried out to determine the levels of resistance and resilience of kelp forests to large-scale physical disturbances. Our study site, Seongsan, Jeju Island, was impacted by super typhoon ‘Hinnamnor’. Before the typhoon, Seongsan had shown high ecosystem stability. Our results indicated that the ecological stability of a kelp forest facing a severe typhoon is strongly linked to the prevailing environmental conditions. Although typhoon impact resulted in a significant loss of brown macroalgae canopy, Ecklonia cava remained dominant within the kelp forest community. Resistance and resilience levels strongly depended on water temperature and movement and presence of turf-forming algae. Hence, hydrodynamic and biological factors strongly influence the overall stability of a kelp forest. We also report the first occurrences of a scleractinian coral species (i.e., Montipora millepora) at Seongsan, which became visible after canopy loss following the typhoon. Our findings provide valuable ecological information about the benthic community of kelp-dominated ecosystems and are essential to mitigate the impacts of expected climate change-driven rises in seawater temperature and the frequency of super typhoons.",
    "readLink": "https://www.mdpi.com/2077-1312/11/5/1035"
  },
  {
    "title": "Clear skies or turbulence ahead? The international civil aviation organization’s obligation to mitigate climate change",
    "authors": [
      "Baine P. Kerr"
    ],
    "doi": "https://doi.org/10.36633/ulr.551",
    "journalVolume": "Vol. 16,\n                                no. 1",
    "issn": "1871-515X (Online)",
    "publisher": "Utrecht University School of Law",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Law: Law in general. Comparative and uniform law. Jurisprudence"
    ],
    "journalUrl": "https://www.utrechtlawreview.org",
    "abstract": "The International Civil Aviation Organization (ICAO) set a cap for international aviation’s greenhouse gas (GHG) emissions at its 2020 level and established a market-based mechanism to help achieve that cap. Against that backdrop, this article identifies ICAO’s legal obligation to mitigate climate change by examining the international climate change treaties, ICAO’s constituent treaty, the Chicago Convention, and ICAO’s organizational practice. It finds that because ICAO is not a party to the climate change treaties and has a high degree of institutional autonomy, those treaties do not directly impose an obligation on ICAO. Although the Chicago Convention does not expressly mention the environment or climate change, ICAO’s member states interpreted the Convention and enlarged ICAO’s mandate under it to include the reduction or limitation of GHG emissions from international aviation so as to prevent dangerous climate change. This article finds that pursuant to Jan Klabbers’ recently developed theory of role responsibility, ICAO arguably has an obligation to carry out this important mandate, and its failure to do so, or failure to do so effectively, could constitute an internationally wrongful omission.",
    "readLink": "https://www.utrechtlawreview.org/articles/551"
  },
  {
    "title": "A single-column ocean biogeochemistry model (GOTM–TOPAZ) version 1.0",
    "authors": [
      "H.-C. Jung,",
      "B.-K. Moon,",
      "J. Wie,",
      "H.-S. Park,",
      "J. Lee,",
      "Y.-H. Byun"
    ],
    "doi": "https://doi.org/10.5194/gmd-12-699-2019",
    "journalVolume": "Vol. 12\n                                \n                                \n                                  pp.\n                                  699\n                                  – 722",
    "issn": "1991-959X (Print)",
    "publisher": "1991-9603 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology"
    ],
    "journalUrl": "https://www.geoscientific-model-development.net/",
    "abstract": "Recently, Earth system models (ESMs) have begun to consider the marine ecosystem to reduce errors in climate simulations. However, many models are unable to fully represent the ocean-biology-induced climate feedback, which is due in part to significant bias in the simulated biogeochemical properties. Therefore, we developed the Generic Ocean Turbulence Model–Tracers of Phytoplankton with Allometric Zooplankton (GOTM–TOPAZ), a single-column ocean biogeochemistry model that can be used to improve ocean biogeochemical processes in ESMs. This model was developed by combining GOTM, a single-column model that can simulate the physical environment of the ocean, and TOPAZ, a biogeochemical module. Here, the original form of TOPAZ has been modified and modularized to allow easy coupling with other physical ocean models. To demonstrate interactions between ocean physics and biogeochemical processes, the model was designed to allow ocean temperature to change due to absorption of visible light by chlorophyll in phytoplankton. We also added a module to reproduce upwelling and the air–sea gas transfer process for oxygen and carbon dioxide, which are of particular importance for marine ecosystems. The simulated variables (e.g., chlorophyll, oxygen, nitrogen, phosphorus, silicon) of GOTM–TOPAZ were evaluated by comparison against observations. The temporal variability in the observed upper-ocean (0–20 m) chlorophyll is well captured by the GOTM–TOPAZ with a correlation coefficient of 0.53 at point 107 in the Sea of Japan. The surface correlation coefficients among GOTM–TOPAZ oxygen, nitrogen, phosphorus, and silicon are 0.47, 0.31, 0.16, and 0.19, respectively. We compared the GOTM–TOPAZ simulations with those from MOM–TOPAZ and found that GOTM–TOPAZ showed relatively lower correlations, which is most likely due to the limitations of the single-column model. Results also indicate that source–sink terms may contribute to the biases in the surface layer (<60 m), while initial values are important for realistic simulations in the deep sea (>250 m). Despite this limitation, we argue that our GOTM–TOPAZ model is a good starting point for further investigation of key biogeochemical processes and is also useful to couple complex biogeochemical processes with various oceanic global circulation models.",
    "readLink": "https://www.geosci-model-dev.net/12/699/2019/gmd-12-699-2019.pdf"
  },
  {
    "title": "Vulnerability assessment of urban remnant mountain ecosystems based on ecological sensitivity and ecosystem services",
    "authors": [
      "Qiuyu Luo,",
      "Yu Bao,",
      "Zhitai Wang,",
      "Xintong Chen,",
      "Wenfei Wei,",
      "Zhouyi Fang"
    ],
    "doi": "Vol. 151\n                                \n                                \n                                  p.\n                                  110314",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "Urban remnant mountains (URMs) are precious natural green habitat patches that can provide a series of ecosystem services for multi-mountainous cities. The increase in ecological sensitivity and degradation of ecosystem services affected by urban expansion and climate change have led to an increasing vulnerability of urban remnant mountain ecosystems (URMEs). To explore the vulnerability of URMEs, taking the central urban built-up area of the Guiyang city as the study area and URMs as the research object, the vulnerability of URMEs under natural factors and human disturbance was analyzed based on the Pressure-State-Response (PSR) model. The results showed that: (1) Karst rocky desertification, human disturbance, and road density within the buffer zones around URMs were the most important factors affecting the vulnerability of URMEs. Karst rocky desertification was the most likely eco-environmental problem of URMs, and carbon storage was the most important ecosystem service of URMEs. (2) Characteristics of fragile karst habitats in URMs and unreasonable human activities led to high ecological vulnerability, mainly with moderate and severe vulnerability predominating, and the low vulnerability of URMEs when they had moderate park utilization. (3) The ecological vulnerability of small URMs and those distributed in the urban center is higher, and the invulnerable URMEs and the slightly vulnerable URMEs are mainly distributed in the urban edge. The results of this study could provide references for ecological restoration and protection of URMs, and offer a basis for improving the resilience of multi-mountainous cities.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X23004569"
  },
  {
    "title": "Comparison of Fixed and Fluidized Beds Adsorber with Economic, Engineering, and Environmental approach",
    "authors": [
      "SEDIGHEH ATRKAR-ROSHAN,",
      "AMIRABBAS MOFIDI"
    ],
    "doi": "Vol. 6,\n                                no. 4",
    "issn": "2008-5109 (Print)",
    "publisher": "2008-5435 (Online)",
    "countryOfPublisher": "Tehran University of Medical Sciences",
    "lcc": [
      "Iran, Islamic Republic of",
      "Technology: Environmental technology. Sanitary engineering"
    ],
    "journalUrl": "https://ijoh.tums.ac.ir",
    "abstract": "Release Volatile organic compounds (VOCs) as environmental and occupational pollutant cause macro perspective affect such as climate change, humans and economic consequences. Although fixed bed absorber is widely used as a controlling method because of its economically and availability, but these absorbers are facing some issue like high pressure drop, non-uniform distribution of fluid, channeling and blocking. Fixed and fluidized beds adsorbent was compared from three economic, environmental and engineering perspectives using Multi Criteria Decision Making analysis (MCDA) technique. An annular fluidized bed adsorber was designed and charged with 50-100 µm (100-140 ASTM mesh) activated carbon (AC) particles. Effects of factors like flow rate, particle size, inlet concentration and adsorption capacity of VOCs was investigated under steady state. In the flow rate less than 0.25(Lit.min-1), inlet gas slowly passes through the void spaces of the bed’s particles. By increasing the inlet flow from 0.3(Lit/min-1), bubbles start to form in the bed and the bed pressure drop decrease. The pressure drop of 6 (g) of AC in minimum fluidization velocity was 20(KN.m-2). However, the pressure drop of 10 and 20(g) of AC were 150 and 420(KN.m-2) respectively. “maximin” technique used for comparison of two beds indicated that minimum score of pack bed absorber are 0.37 while the minimum score of fluidized bed adsorber are 0.5. It indicated when the adsorbent particles are smaller, fluidized bed adsorber are more suitable to use. In addition, using MCDA technique indicated that annular fluidized bed adsorber could considered as an alternative of fixed beds adsorber.",
    "readLink": "https://ijoh.tums.ac.ir/index.php/ijoh/article/view/114"
  },
  {
    "title": "Experience in a Climate Microworld: Influence of Surface and Structure Learning, Problem Difficulty, and Decision Aids in Reducing Stock-Flow Misconceptions",
    "authors": [
      "Medha Kumar,",
      "Varun Dutt,",
      "Varun Dutt"
    ],
    "doi": "https://doi.org/10.3389/fpsyg.2018.00299",
    "journalVolume": "Vol. 9",
    "issn": "1664-1078 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Philosophy. Psychology. Religion: Psychology"
    ],
    "journalUrl": "http://frontiersin.org/psychology",
    "abstract": "Research shows that people’s wait-and-see preferences for actions against climate change are a result of several factors, including cognitive misconceptions. The use of simulation tools could help reduce these misconceptions concerning Earth’s climate. However, it is still unclear whether the learning in these tools is of the problem’s surface features (dimensions of emissions and absorptions and cover-story used) or of the problem’s structural features (how emissions and absorptions cause a change in CO2 concentration under different CO2 concentration scenarios). Also, little is known on how problem’s difficulty in these tools (the shape of CO2 concentration trajectory), as well as the use of these tools as a decision aid influences performance. The primary objective of this paper was to investigate how learning about Earth’s climate via simulation tools is influenced by problem’s surface and structural features, problem’s difficulty, and decision aids. In experiment 1, we tested the influence of problem’s surface and structural features in a simulation called Dynamic Climate Change Simulator (DCCS) on subsequent performance in a paper-and-pencil Climate Stabilization (CS) task (N = 100 across four between-subject conditions). In experiment 2, we tested the effects of problem’s difficulty in DCCS on subsequent performance in the CS task (N = 90 across three between-subject conditions). In experiment 3, we tested the influence of DCCS as a decision aid on subsequent performance in the CS task (N = 60 across two between-subject conditions). Results revealed a significant reduction in people’s misconceptions in the CS task after performing in DCCS compared to when performing in CS task in the absence of DCCS. The decrease in misconceptions in the CS task was similar for both problems’ surface and structural features, showing both structure and surface learning in DCCS. However, the proportion of misconceptions was similar across both simple and difficult problems, indicating the role of cognitive load to hamper learning. Finally, misconceptions were reduced when DCCS was used as a decision aid. Overall, these results highlight the role of simulation tools in alleviating climate misconceptions. We discuss the implication of using simulation tools for climate education and policymaking.",
    "readLink": "http://journal.frontiersin.org/article/10.3389/fpsyg.2018.00299/full"
  }
]