[
  {
    "title": "Measurement report: Optical properties and sources of water-soluble brown carbon in Tianjin, North China – insights from organic molecular compositions",
    "authors": [
      "J. Deng,",
      "H. Ma,",
      "X. Wang,",
      "S. Zhong,",
      "Z. Zhang,",
      "J. Zhu,",
      "Y. Fan,",
      "W. Hu,",
      "L. Wu,",
      "X. Li,",
      "L. Ren,",
      "C. M. Pavuluri,",
      "X. Pan,",
      "Y. Sun,",
      "Z. Wang,",
      "K. Kawamura,",
      "P. Fu"
    ],
    "doi": "https://doi.org/10.5194/acp-22-6449-2022",
    "journalVolume": "Vol. 22\n                                \n                                \n                                  pp.\n                                  6449\n                                  – 6470",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Brown carbon (BrC) aerosols exert vital impacts on climate change and atmospheric photochemistry due to their light absorption in the wavelength range from near-ultraviolet (UV) to visible light. However, the optical properties and formation mechanisms of ambient BrC remain poorly understood, limiting the estimation of their radiative forcing. In the present study, fine particles (PM2.5) were collected during 2016–2017 on a day/night basis over urban Tianjin, a megacity in northern China. Light absorption and fluorescence properties of water extracts of PM2.5 were investigated to obtain seasonal and diurnal patterns of atmospheric water-soluble BrC. There were obvious seasonal, but no evident diurnal, variations in the light absorption properties of BrC. In winter, BrC showed much stronger light-absorbing ability, with a mass absorption efficiency at 365 nm (MAE365) in winter (1.54±0.33 m2 gC−1) that was 1.8 times larger than MAE365 in summer (0.84±0.22 m2 gC−1). Direct radiative effects by BrC absorption relative to black carbon in the UV range were 54.3±16.9 % and 44.6±13.9 % in winter and summer, respectively. In addition, five fluorescent components in BrC, including three humic-like fluorophores and two protein-like fluorophores were identified with excitation–emission matrix fluorescence spectrometry and parallel factor (PARAFAC) analysis. The less oxygenated components contributed more to winter and nighttime samples, while more oxygenated components increased in summer and daytime samples. The higher humification index (HIX), together with lower biological index (BIX) and fluorescence index (FI), suggests that the chemical compositions of BrC were associated with a high aromaticity degree in summer and daytime due to photobleaching. Fluorescent properties indicate that wintertime BrC were predominantly affected by primary emissions and fresh secondary organic aerosol (SOA), while summer ones were more influenced by aging processes. Results of source apportionments using organic molecular compositions of the same set of aerosols reveal that fossil fuel combustion and aging processes, primary bioaerosol emission, biomass burning, and biogenic and anthropogenic SOA formation were the main sources of BrC. Biomass burning contributed much more to BrC in winter and at nighttime, while biogenic SOA contributed more in summer and during the daytime. In particular, our study highlights that primary bioaerosol emission is an important source of BrC in urban Tianjin in summer.",
    "readLink": "https://acp.copernicus.org/articles/22/6449/2022/acp-22-6449-2022.pdf"
  },
  {
    "title": "The Influence of Climate Change on Three Dominant Alpine Species under Different Scenarios on the Qinghai–Tibetan Plateau",
    "authors": [
      "Huawei Hu,",
      "Yanqiang Wei,",
      "Wenying Wang,",
      "Chunya Wang"
    ],
    "doi": "https://doi.org/10.3390/d13120682",
    "journalVolume": "Vol. 13,\n                                no. 682\n                                \n                                  p.\n                                  682",
    "issn": "1424-2818 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/diversity/",
    "abstract": "The Qinghai–Tibetan Plateau (QTP) with high altitude and low temperature is one of the most sensitive areas to climate change and has recently experienced continuous warming. The species distribution on the QTP has undergone significant changes especially an upward shift with global warming in the past decades. In this study, two dominant trees (Picea crassifolia Kom and Sabina przewalskii Kom) and one dominant shrub (Potentilla parvifolia Fisch) were selected and their potential distributions using the MaxEnt model during three periods (current, the 2050s and the 2070s) were predicted. The predictions were based on four shared socio-economic pathway (SSPs) scenarios, namely, SSP2.6, SSP4.5, SSP7.0, SSP8.5. The predicted current potential distribution of three species was basically located in the northeastern of QTP, and the distribution of three species was most impacted by aspect, elevation, temperature seasonality, annual precipitation, precipitation of driest month, Subsoil CEC (clay), Subsoil bulk density and Subsoil CEC (soil). There were significant differences in the potential distribution of three species under four climate scenarios in the 2050s and 2070s including expanding, shifting, and shrinking. The total suitable habitat for Picea crassifolia shrank under SSP2.6, SSP4.5, SSP7.0 and enlarged under SSP8.5 in the 2070s. On the contrary, the total suitable habitat for Sabina przewalskii enlarged under SSP2.6, SSP4.5, SSP7.0 and shrank under SSP8.5 in the 2070s. The total suitable habitat for Potentilla parvifolia continued to increase with SSP2.6 to SSP8.5 in the 2070s. The average elevation in potentially suitable habitat for Potentilla parvifolia all increased except under SSP8.5 in the 2050s. Our study provides an important reference for the conservation of Picea crassifolia, Sabina przewalskii, Potentilla parvifolia and other dominant plant species on the QTP under future climate change.",
    "readLink": "https://www.mdpi.com/1424-2818/13/12/682"
  },
  {
    "title": "A new phenological metric for use in pheno‐climatic models: A case study using herbarium specimens of Streptanthus tortuosus",
    "authors": [
      "Natalie L. Rossington Love,",
      "Isaac W. Park,",
      "Susan J. Mazer"
    ],
    "doi": "https://doi.org/10.1002/aps3.11276",
    "journalVolume": "Vol. 7,\n                                no. 7\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2168-0450 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General)",
      "Science: Botany"
    ],
    "journalUrl": "https://bsapubs.onlinelibrary.wiley.com/journal/21680450",
    "abstract": "Premise Herbarium specimens have been used to detect climate‐induced shifts in flowering time by using the day of year of collection (DOY) as a proxy for first or peak flowering date. Variation among herbarium sheets in their phenological status, however, undermines the assumption that DOY accurately represents any particular phenophase. Ignoring this variation can reduce the explanatory power of pheno‐climatic models (PCMs) designed to predict the effects of climate on flowering date. Methods Here we present a protocol for the phenological scoring of imaged herbarium specimens using an ImageJ plugin, and we introduce a quantitative metric of a specimen's phenological status, the phenological index (PI), which we use in PCMs to control for phenological variation among specimens of Streptanthus tortuosus (Brassicaceeae) when testing for the effects of climate on DOY. We demonstrate that including PI as an independent variable improves model fit. Results Including PI in PCMs increased the model R2 relative to PCMs that excluded PI; regression coefficients for climatic parameters, however, remained constant. Discussion Our protocol provides a simple, quantitative phenological metric for any observed plant. Including PI in PCMs increases R2 and enables predictions of the DOY of any phenophase under any specified climatic conditions.",
    "readLink": "https://doi.org/10.1002/aps3.11276"
  },
  {
    "title": "How about a Green Caliphate?",
    "authors": [
      "Wardah Alkatiri"
    ],
    "doi": "https://doi.org/10.35632/ajis.v39i3-4.3100",
    "journalVolume": "Vol. 39,\n                                no. 3-4",
    "issn": "2690-3733 (Print)",
    "publisher": "2690-3741 (Online)",
    "countryOfPublisher": "International Institute of Islamic Thought",
    "lcc": [
      "United States",
      "Philosophy. Psychology. Religion: Islam. Bahai Faith. Theosophy, etc.: Islam"
    ],
    "journalUrl": "https://www.ajis.org/index.php/ajiss/index",
    "abstract": "Over fifty years into global environmental negotiations since the first UN Conference in 1972 on the Human Environment in Stockholm, to the Climate Change Conference COP27 in Sharm El Sheikh in 2022, the major environmental concerns of our time are no closer to being resolved. Negotiations continued to fall by the wayside. Given the commitment to economic development and sovereignty of the nation states, the deadlocks are understandable. Against this background, this article proposes a “Green Caliphate” as a faith-motivated global environmental governance for a network of Sharia-based countries and devout local Muslim communities around the world. The article offers a set of rationales for considering the Green Caliphate in the light of climate emergency from multiple perspectives: social justice, knowledge sharing, and cultural transformation. Drawing on Schumacher’s Small is Beautiful and Ovamir Anjum’s “Who Wants the Caliphate”, this article broaches the concept of a socially and environmentally-responsible caliphate governance which might be in congruent with the Schumacherian pursuit of the “Fourth World” where government and economics are under genuine human control because the size of such units are small, sensible, and human scale, and where the pace of development is in accordance with the religious cosmology of their members to adapt. The Green Caliphate is envisioned on a decolonial horizon of pluriversality towards a multipolar world order. In the cycle of nature there is no such things as victory or defeat; there is only movement. Within that cycle there are neither winners nor losers, there are only stages that must be gone through. Both will pass. One will succeed the other, and the cycle will continue until we liberate ourselves from the flesh and find the Divine Energy. —Paulo Coelho, “Manuscript Found in Accra”",
    "readLink": "https://www.ajis.org/index.php/ajiss/article/view/3100"
  },
  {
    "title": "Potential Distribution Predicted for Rhynchophorus ferrugineus in China under Different Climate Warming Scenarios.",
    "authors": [
      "Xuezhen Ge,",
      "Shanyong He,",
      "Tao Wang,",
      "Wei Yan,",
      "Shixiang Zong"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0141111",
    "journalVolume": "Vol. 10,\n                                no. 10\n                                \n                                  p.\n                                  e0141111",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "As the primary pest of palm trees, Rhynchophorus ferrugineus (Olivier) (Coleoptera: Curculionidae) has caused serious harm to palms since it first invaded China. The present study used CLIMEX 1.1 to predict the potential distribution of R. ferrugineus in China according to both current climate data (1981-2010) and future climate warming estimates based on simulated climate data for the 2020s (2011-2040) provided by the Tyndall Center for Climate Change Research (TYN SC 2.0). Additionally, the Ecoclimatic Index (EI) values calculated for different climatic conditions (current and future, as simulated by the B2 scenario) were compared. Areas with a suitable climate for R. ferrugineus distribution were located primarily in central China according to the current climate data, with the northern boundary of the distribution reaching to 40.1°N and including Tibet, north Sichuan, central Shaanxi, south Shanxi, and east Hebei. There was little difference in the potential distribution predicted by the four emission scenarios according to future climate warming estimates. The primary prediction under future climate warming models was that, compared with the current climate model, the number of highly favorable habitats would increase significantly and expand into northern China, whereas the number of both favorable and marginally favorable habitats would decrease. Contrast analysis of EI values suggested that climate change and the density of site distribution were the main effectors of the changes in EI values. These results will help to improve control measures, prevent the spread of this pest, and revise the targeted quarantine areas.",
    "readLink": "http://europepmc.org/articles/PMC4619733?pdf=render"
  },
  {
    "title": "Meeting Challenges in Forestry: Improving Performance and Competitiveness",
    "authors": [
      "Robert Lundmark,",
      "Tommy Lundgren,",
      "Elias Olofsson,",
      "Wenchao Zhou"
    ],
    "doi": "https://doi.org/10.3390/f12020208",
    "journalVolume": "Vol. 12,\n                                no. 208\n                                \n                                  p.\n                                  208",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Improving the efficiency of the forestry sector will have an important impact on our possibility to attain long-term sustainability and mitigate climate change. In this study, attainable, and sustainable, efficiency improvements in the harvesting of forest products are analyzed using Data Envelopment Analysis (DEA). The price impacts of the efficient harvesting volumes are evaluated in a second step using a spatial forest sector model. The results indicate that the harvested volumes of forest products, both for the industry and energy sectors, can be significantly increased if a more efficient forest management is adopted. This supply-side effect will also result in general price decreases for sawlogs, pulpwood, fuelwood and harvesting residues. However, in certain counties, and for specific forest products, the estimated decreasing price effect from a more efficient forest management cannot fully offset the increasing price effect of the energy sector expanding its use of forest products. More forest biomass enters the market, which is needed in the transition towards a bioeconomy, and the increased availability of forest biomass will restrict the price effect making investments in the bioeconomy more likely to be profitable.",
    "readLink": "https://www.mdpi.com/1999-4907/12/2/208"
  },
  {
    "title": "Anxiety in response to the climate and environmental crises: validation of the Hogg Eco-Anxiety Scale in Germany",
    "authors": [
      "Stephan Heinzel,",
      "Stephan Heinzel,",
      "Mira Tschorn,",
      "Michael Schulte-Hutner,",
      "Fabian Schäfer,",
      "Fabian Schäfer,",
      "Gerhard Reese,",
      "Carina Pohle,",
      "Felix Peter,",
      "Michael Neuber,",
      "Shuyan Liu,",
      "Jan Keller,",
      "Michael Eichinger,",
      "Michael Eichinger,",
      "Myriam Bechtoldt"
    ],
    "doi": "https://doi.org/10.3389/fpsyg.2023.1239425",
    "journalVolume": "Vol. 14",
    "issn": "1664-1078 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Philosophy. Psychology. Religion: Psychology"
    ],
    "journalUrl": "http://frontiersin.org/psychology",
    "abstract": "BackgroundAs the climate and environmental crises unfold, eco-anxiety, defined as anxiety about the crises’ devastating consequences for life on earth, affects mental health worldwide. Despite its importance, research on eco-anxiety is currently limited by a lack of validated assessment instruments available in different languages. Recently, Hogg and colleagues proposed a multidimensional approach to assess eco-anxiety. Here, we aim to translate the original English Hogg Eco-Anxiety Scale (HEAS) into German and to assess its reliability and validity in a German sample.MethodsFollowing the TRAPD (translation, review, adjudication, pre-test, documentation) approach, we translated the original English scale into German. In total, 486 participants completed the German HEAS. We used Bayesian confirmatory factor analysis (CFA) to assess whether the four-factorial model of the original English version could be replicated in the German sample. Furthermore, associations with a variety of emotional reactions towards the climate crisis, general depression, anxiety, and stress were investigated.ResultsThe German HEAS was internally consistent (Cronbach’s alphas 0.71–0.86) and the Bayesian CFA showed that model fit was best for the four-factorial model, comparable to the factorial structure of the original English scale (affective symptoms, rumination, behavioral symptoms, anxiety about personal impact). Weak to moderate associations were found with negative emotional reactions towards the climate crisis and with general depression, anxiety, and stress.DiscussionOur results support the original four-factorial model of the scale and indicate that the German HEAS is a reliable and valid scale to assess eco-anxiety in German speaking populations.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpsyg.2023.1239425/full"
  },
  {
    "title": "Trend analysis using non-stationary time series clustering based on the finite element method",
    "authors": [
      "M. Gorji Sefidmazgi,",
      "M. Sayemuzzaman,",
      "A. Homaifar,",
      "M. K. Jha,",
      "S. Liess"
    ],
    "doi": "https://doi.org/10.5194/npg-21-605-2014",
    "journalVolume": "Vol. 21,\n                                no. 3\n                                \n                                  pp.\n                                  605\n                                  – 615",
    "issn": "1023-5809 (Print)",
    "publisher": "1607-7946 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics: Geophysics. Cosmic physics"
    ],
    "journalUrl": "http://www.nonlinear-processes-in-geophysics.net/",
    "abstract": "In order to analyze low-frequency variability of climate, it is useful to model the climatic time series with multiple linear trends and locate the times of significant changes. In this paper, we have used non-stationary time series clustering to find change points in the trends. Clustering in a multi-dimensional non-stationary time series is challenging, since the problem is mathematically ill-posed. Clustering based on the finite element method (FEM) is one of the methods that can analyze multidimensional time series. One important attribute of this method is that it is not dependent on any statistical assumption and does not need local stationarity in the time series. In this paper, it is shown how the FEM-clustering method can be used to locate change points in the trend of temperature time series from in situ observations. This method is applied to the temperature time series of North Carolina (NC) and the results represent region-specific climate variability despite higher frequency harmonics in climatic time series. Next, we investigated the relationship between the climatic indices with the clusters/trends detected based on this clustering method. It appears that the natural variability of climate change in NC during 1950–2009 can be explained mostly by AMO and solar activity.",
    "readLink": "http://www.nonlin-processes-geophys.net/21/605/2014/npg-21-605-2014.pdf"
  },
  {
    "title": "Spatiotemporally consistent global dataset of the GIMMS Normalized Difference Vegetation Index (PKU GIMMS NDVI) from 1982 to 2022",
    "authors": [
      "M. Li,",
      "M. Li,",
      "M. Li,",
      "S. Cao,",
      "S. Cao,",
      "S. Cao,",
      "Z. Zhu,",
      "Z. Zhu,",
      "Z. Zhu,",
      "Z. Wang,",
      "Z. Wang,",
      "Z. Wang,",
      "R. B. Myneni,",
      "S. Piao,",
      "S. Piao,",
      "S. Piao"
    ],
    "doi": "https://doi.org/10.5194/essd-15-4181-2023",
    "journalVolume": "Vol. 15\n                                \n                                \n                                  pp.\n                                  4181\n                                  – 4203",
    "issn": "1866-3508 (Print)",
    "publisher": "1866-3516 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.earth-system-science-data.net/",
    "abstract": "Global products of remote sensing Normalized Difference Vegetation Index (NDVI) are critical to assessing the vegetation dynamic and its impacts and feedbacks on climate change from local to global scales. The previous versions of the Global Inventory Modeling and Mapping Studies (GIMMS) NDVI product derived from the Advanced Very High Resolution Radiometer (AVHRR) provide global biweekly NDVI data starting from the 1980s, being a reliable long-term NDVI time series that has been widely applied in Earth and environmental sciences. However, the GIMMS NDVI products have several limitations (e.g., orbital drift and sensor degradation) and cannot provide continuous data for the future. In this study, we presented a machine learning model that employed massive high-quality global Landsat NDVI samples and a data consolidation method to generate a new version of the GIMMS NDVI product, i.e., PKU GIMMS NDVI (1982–2022), based on AVHRR and Moderate-Resolution Imaging Spectroradiometer (MODIS) data. A total of 3.6 million Landsat NDVI samples that were well spread across the globe were extracted for vegetation biomes in all seasons. The PKU GIMMS NDVI exhibits higher accuracy than its predecessor (GIMMS NDVI3g) in terms of R2 (0.97 over 0.94), root mean squared error (RMSE: 0.05 over 0.09), mean absolute error (MAE: 0.03 over 0.07), and mean absolute percentage error (MAPE: 9 % over 20 %). Notably, PKU GIMMS NDVI effectively eliminates the evident orbital drift and sensor degradation effects in tropical areas. The consolidated PKU GIMMS NDVI has a high consistency with MODIS NDVI in terms of pixel value (R2 = 0.956, RMSE = 0.048, MAE = 0.034, and MAPE = 6.0 %) and global vegetation trend (0.9×10-3 yr−1). The PKU GIMMS NDVI product can potentially provide a more solid data basis for global change studies. The theoretical framework that employs Landsat data samples can facilitate the generation of remote sensing products for other land surface parameters. The PKU GIMMS NDVI product is open access and available under a Creative Commons Attribution 4.0 License at https://doi.org/10.5281/zenodo.8253971 (Li et al., 2023).",
    "readLink": "https://essd.copernicus.org/articles/15/4181/2023/essd-15-4181-2023.pdf"
  },
  {
    "title": "Evaluation of the Influence between Local Meteorology and Air Quality in Beijing Using Generalized Additive Models",
    "authors": [
      "Kun Hou,",
      "Xia Xu"
    ],
    "doi": "https://doi.org/10.3390/atmos13010024",
    "journalVolume": "Vol. 13,\n                                no. 24\n                                \n                                  p.\n                                  24",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Previous studies have confirmed the inextricable connection between meteorological factors and air pollutants. This study presents the complex nonlinear relationship between meteorological variables and four major air pollutants under high-concentration air pollution in Beijing. The generalized additive model combined with marginal effects is used for quantitative analysis. After controlling the confounding factors such as long-term trends, seasonality and spatio-temporal deviation, the final fitting results exhibit that temperature, relative humidity and visibility are the most significant meteorological variables associating with PM2.5 concentration, and the marginal effect reaches 80%, −23% and 270%, respectively. Temperature and relative humidity are the most significant variables for SO2, and the marginal effect reaches 15% and 7%. The most significant variables for O3 are temperature and solar radiation, with marginal effect of up to 70% and 8%. Atmospheric pressure and temperature results in a positive effect on CO, and the marginal effect can reach 18% and 80%. All these indicate that local meteorological variables are a significant driving factor for air quality in Beijing. Other variables, such as wind speed, visibility, and precipitation, display some influence on air pollutants, but have less explanatory power in the model. Overall, our study provides a better understanding of the relationship between local meteorological variables and air quality, as well as an insight into how climate change affects air quality.",
    "readLink": "https://www.mdpi.com/2073-4433/13/1/24"
  }
]