[
  {
    "title": "Plasticity plays a dominant role in regulating the phenological variations of sugar maple populations in Canada",
    "authors": [
      "Xiali Guo,",
      "Valentina Buttò,",
      "Valentina Buttò,",
      "Vasyl Mohytych,",
      "Marcin Klisz,",
      "Yann Surget-Groba,",
      "Jianguo Huang,",
      "Sylvain Delagrange,",
      "Sergio Rossi"
    ],
    "doi": "https://doi.org/10.3389/fevo.2023.1217871",
    "journalVolume": "Vol. 11",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "Global changes affect the growing conditions of terrestrial ecosystems, causing a mismatch between plant phenology and local climates in Northern regions. Due to their long lifespan and irregular regeneration periods, trees cannot respond quickly enough to climate variability through long-term genetic adaptation. In this study, we explored the phenological plasticity and genetic variation among populations of bud burst in sugar maple (Acer saccharum Marsh.) seedlings from 30 Canadian provenances with contrasting climates planted in two common gardens near and at the northern limit of the species’ range. We tested the hypothesis that phenotypic plasticity and genetic variation among populations affect bud phenology. We expect that phenotypic plasticity is more important in regulating bud phenology due to the high variability in short-term weather events characterizing this part of North America. Bud development and leafing occurred in April–May, with complete bud burst lasting between 21 and 29 days. On average, bud swelling differed by 12 days between common gardens. Both factors site (common gardens) and provenance significantly affected bud burst, demonstrating phenological plasticity and genetic variation of sugar maple, respectively. A significant interaction between site and provenance was also found. Overall, the site (11.8–90.3%) contributed more than provenance (0–3.1%) to the variance in timings of bud burst, indicating a dominant role of plasticity in regulating spring phenology. Our study demonstrated the concurring effects of genetic variation and phenological plasticity of sugar maple and revealed the dominant role of the latter factor. The high plasticity observed in sugar maple has a crucial role in the phenological adaptation of maple and the survival of its local populations in a context of changing climate.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fevo.2023.1217871/full"
  },
  {
    "title": "Bispectra of climate cycles show how ice ages are fuelled",
    "authors": [
      "D. Liebrand,",
      "A. T. M. de Bakker,",
      "A. T. M. de Bakker"
    ],
    "doi": "https://doi.org/10.5194/cp-15-1959-2019",
    "journalVolume": "Vol. 15\n                                \n                                \n                                  pp.\n                                  1959\n                                  – 1983",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "The increasingly nonlinear response of the climate–cryosphere system to insolation forcing during the Pliocene and Pleistocene, as recorded in benthic foraminiferal stable oxygen isotope ratios (δ18O), is marked by a distinct evolution in ice-age cycle frequency, amplitude, phase, and geometry. To date, very few studies have thoroughly investigated the non-sinusoidal shape of these climate cycles, leaving precious information unused to further unravel the complex dynamics of the Earth's system. Here, we present higher-order spectral analyses of the LR04 δ18O stack that describe coupling and energy exchanges among astronomically paced climate cycles. These advanced bispectral computations show how energy is passed from precession-paced to obliquity-paced climate cycles during the Early Pleistocene (from ∼2500 to ∼750 ka) and ultimately to eccentricity-paced climate cycles during the Middle and Late Pleistocene (from ∼750 ka onward). They also show how energy is transferred among many periodicities that have no primary astronomical origin. We hypothesise that the change of obliquity-paced climate cycles during the mid-Pleistocene transition (from ∼1200 to ∼600 ka), from being a net sink into a net source of energy, is indicative of the passing of a land-ice mass loading threshold in the Northern Hemisphere (NH), after which cycles of crustal depression and rebound started to resonate with the ∼110 kyr eccentricity modulation of precession. However, precession-paced climate cycles remain persistent energy providers throughout the Late Pliocene and Pleistocene, which is supportive of a dominant and continuous fuelling of the NH ice ages by insolation in the (sub)tropical zones, and the control it exerts on meridional heat and moisture transport through atmospheric and oceanic circulation.",
    "readLink": "https://www.clim-past.net/15/1959/2019/cp-15-1959-2019.pdf"
  },
  {
    "title": "Environmental and nutritional requirements for tea cultivation",
    "authors": [
      "Hajiboland Roghieh"
    ],
    "doi": "https://doi.org/10.1515/fhort-2017-0019",
    "journalVolume": "Vol. 29,\n                                no. 2\n                                \n                                  pp.\n                                  199\n                                  – 220",
    "issn": "2083-5965 (Online)",
    "publisher": "Sciendo",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "https://sciendo.com/journal/FHORT",
    "abstract": "Tea (Camellia sinensis) is an important beverage crop cultivated in the tropics and subtropics under acid soil conditions. Increased awareness of the health-promoting properties of the tea beverage has led to an increase in its level of consumption over the last decades. Tea production contributes significantly to the economy of several tea-cultivating countries in Asia and Africa. Environmental constrains, particularly water deficiency due to inadequate and/or poorly distributed rainfall, seriously limit tea production in the majority of tea-producing countries. It is also predicted that global climate change will have a considerable adverse impact on tea production in the near future. Application of fertilizers for higher production and increased quality and quantity of tea is a common agricultural practice, but due to its environmental consequences, such as groundwater pollution, the rate of fertilizer application needs to be reconsidered. Cultivation of tea under humid conditions renders it highly susceptible to pathogens and pest attacks. Application of pesticides and fungicides adversely affects the quality of tea and increases health risks of the tea beverage. Organic cultivation as an agricultural practice without using synthetic fertilizers and other chemical additives such as pesticides and fungicides is a sustainable and eco-friendly approach to producing healthy tea. A growing number of tea-producing countries are joining organic tea cultivation programmes in order to improve the quality and to maintain the health benefits of the tea produced.",
    "readLink": "https://doi.org/10.1515/fhort-2017-0019"
  },
  {
    "title": "Resilience of coastal communities to climate change in Bangladesh: Research gaps and future directions",
    "authors": [
      "Muhammad Ziaul Hoque,",
      "Shenghui Cui,",
      "Xu Lilai,",
      "Imranul Islam,",
      "Ghaffar Ali,",
      "Jianxiong Tang"
    ],
    "doi": "Vol. 1\n                                \n                                \n                                  pp.\n                                  42\n                                  – 56",
    "issn": "2589-4714 (Online)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/watershed-ecology-and-the-environment/",
    "abstract": "The assessment of resilience for people, places, and systems to climate-change hazards is essential for understanding how to reduce disaster risks. Globally, a number of resilience assessment methodologies have been developed and implemented by a variety of entities, including national and local organizations, donor agencies, and academic researchers. In Bangladesh, although a number of resilience studies have been conducted, it has never been determined whether these assessments rightfully addressed conceptual understanding, methodological approaches, and disciplinary underpinnings, and maintained compliance with on-going research communications standards. To unpack this gap, we systematically reviewed 38 articles to characterize how the resilience to climate change, of coastal communities in Bangladesh, is being assessed. To operationalize the study, we have presented a brief overview of the assessment tools and then applied an analytical framework containing six criteria: comprehensiveness of dimensions, scalar relationships, temporal dynamism, addressing uncertainties of climate change by modeling and scenario-making, participatory approaches, and action plans. The overview analysis shows diverse traditions of methodological underpinnings, and reveals authors' often incomplete conceptual understandings of resilience. Results of the review analysis reveal extensive inadequacy regarding multiple dimensionality, scalar and temporal scales, and more importantly, addressing the uncertainty of climate change. In relation to comprehensiveness, current literature has failed to consistently comply with global research communication in regard to the criteria of institutional and infrastructural dimensions. More attention needs to be placed on temporal and scalar dynamics. Most importantly, the uncertainty issue is virtually overlooked in the literature, and iterative processes and the development of alternate states of planning through scenario analysis are also critical, for risk reduction and adaptation to climate-change impacts. Substantial emphasis should be given to include all possible stakeholders in the planning and implementation of any climate-change adaptation or mitigation program. Keywords: Bangladesh, Climate change, Resilience assessments, Measurement criteria, Systematic literature review",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2589471418300196"
  },
  {
    "title": "Filling a Geographical Gap: New Paleoecological Reconstructions From the Desert Southwest, USA",
    "authors": [
      "Andrea Brunelle,",
      "Thomas A. Minckley,",
      "Jacqueline J. Shinker,",
      "Josh Heyer"
    ],
    "doi": "https://doi.org/10.3389/feart.2018.00106",
    "journalVolume": "Vol. 6",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "In 1916 the time stamp for quantitative palynology was set with Lennart von Post's initial paper on pollen analysis and environmental change in the Scandinavian peat bogs. In the 1930s, Von Post provided a map of the known palynological reconstructions. This map showed many conspicuous gaps of geographic coverage that have endured to this day. In particular, environmental reconstruction in arid lands remain much less known, largely due to the paucity of depositional environments in these areas as well as challenges with preservation in regions either uniformly dry or subjected to strong wet/dry phases. Over the last decade we have examined linkages between desert wetland development and episodes of wet and arid conditions. Desert wetland, or ciénegas, are recharged by groundwater and appear to be sensitive to climate-driven groundwater fluctuations. These systems appear to “grow” during wet periods potentially associated with enhanced El Niño activity, suggesting an important linkage with groundwater dynamics and the quantity and frequency of winter precipitation delivery. Hydrologic conditions in ciénegas are also important controls on the preservation of pollen, where episodes of aridity coincide with periods of poor pollen preservation. We assess modern El Niño events, as analogs of past wet conditions, to provide context on the atmospheric controls for delivery of moisture into the desert southwest during winter. Our analysis shows that anomalously high and persistent moisture delivery into the region during El Niño events enables the growth of ciénegas, improves preservation of pollen and promotes the growth of fuels necessary to support wildfire. This paper examines ciénega sites located in the southwestern region of North America at the US/Mexico Border and discusses results that addresses a geographical gap identified by Von Post's original work in paleoenvironmental research.",
    "readLink": "https://www.frontiersin.org/article/10.3389/feart.2018.00106/full"
  },
  {
    "title": "Barriers to the Adoption of Innovations for Sustainable Development in the Agricultural Sector—Systematic Literature Review (SLR)",
    "authors": [
      "Laura Restrepo Campuzano,",
      "Gustavo Adolfo Hincapié Llanos,",
      "Jhon Wilder Zartha Sossa,",
      "Gina Lía Orozco Mendoza,",
      "Juan Carlos Palacio,",
      "Mariana Herrera"
    ],
    "doi": "https://doi.org/10.3390/su15054374",
    "journalVolume": "Vol. 15,\n                                no. 4374\n                                \n                                  p.\n                                  4374",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "In this article, we focused on studying the current barriers to implementing innovations in order for the agricultural sector to become more sustainable. Through a systematic literature review (SLR), 73 scientific articles were obtained with a search equation in SCOPUS. Of these, 48 were analyzed because of the mention of an obstacle preventing the sector from implementing innovations towards sustainability. Information related to the publication year, abstract, authors, keywords, innovation, innovation type, relationship with Fourth Industrial Revolution (4IR), identified barrier, nature of the barrier (internal/external), agricultural subsector, country, and methodology of each article was identified, and with VantagePoint software, a technological surveillance technique was applied as a quantitative analysis of the information. The United States is the country with the most publications related to the subject. The most mentioned keywords were “Sustainable Agriculture”, “Agroecology”, “Climate Change”, “Innovation”, and “Organic Farming”. Additionally, a qualitative analysis showed 43 types of innovations, 16 of them related to technology. “Organic Agriculture” is the most mentioned innovation, followed by “Genetic Engineering” and “Precision Agriculture”. In addition, 51 barriers were identified, 28 external to farmers and 23 internal. “Lack of policies that promote that innovation Innovative Practices” is the most mentioned barrier, followed by “Epistemic Closure”, “Unfavorable Regulation”, Climate-Smart Agriculture, and “Unskilled Labor”. This article is intended not only to show trends in the barriers to innovation that prevents the achievement of sustainability that the agricultural sector needs, but also to serve as an input for the development of policies that provide solutions to these impediments. It was shown that 17 out of the 28 external barriers are related to topics that could be solved by formulating policies, laws, incentives, guidelines, and regulations.",
    "readLink": "https://www.mdpi.com/2071-1050/15/5/4374"
  },
  {
    "title": "The Influence of FY-4A High-Frequency LST Data on Data Assimilation in a Climate Model",
    "authors": [
      "Suping Nie,",
      "Xiaolong Jia,",
      "Weitao Deng,",
      "Yixiong Lu,",
      "Dongyan He,",
      "Liang Zhao,",
      "Weihua Cao,",
      "Xueliang Deng"
    ],
    "doi": "https://doi.org/10.3390/rs15010059",
    "journalVolume": "Vol. 15,\n                                no. 59\n                                \n                                  p.\n                                  59",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Based on the Beijing Climate Center’s land surface model BCC_AVIM2.0, an ensemble Kalman filter (EnKF) algorithm is developed to assimilate the land surface temperature (LST) product of the first satellite of Fengyun-4 series meteorological satellites of China to study the influence of LST data with different time frequencies on the surface temperature data assimilations. The MODIS daytime and nighttime LST products derived from Terra and Aqua satellites are used as independent validation data to test the assimilation results. The results show that diurnal variation information in the FY-4A LST data has significant effect on the assimilation results. When the time frequencies of the assimilated FY-4A LST data are sufficient, the assimilation scheme can effectively reduce the errors and the assimilation results reflect more reasonable spatial and temporal distributions. The assimilation experiments with a 3 h time frequency show less bias as well as RMSEs and higher temporal correlations than that of the model simulations at both daytime and nighttime periods. As the temporal frequency of assimilated LST observations decreases, the assimilation effects gradually deteriorate. When diurnal variation information is not considered at all in the assimilation, the assimilation with 24 h time frequency showed the largest errors and smallest time correlations in all experiments. The results demonstrate the potential of assimilating high-frequency FY-4A LST data to improve the performance of the BCC_AVIM2.0 land surface model. Furthermore, this study indicates that the diurnal variation information is a necessary factor needed to be considered when assimilating the FY-4A LST.",
    "readLink": "https://www.mdpi.com/2072-4292/15/1/59"
  },
  {
    "title": "The Ethical Dilemma of Non-Human Primate Use in Biomedical Research",
    "authors": [
      "Nefes Pirzada"
    ],
    "doi": "https://doi.org/10.52214/vib.v8i.9348",
    "journalVolume": "Vol. 8",
    "issn": "2691-4875 (Online)",
    "publisher": "Columbia University Libraries",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine: Medicine (General): Medical philosophy. Medical ethics",
      "Philosophy. Psychology. Religion: Ethics"
    ],
    "journalUrl": "https://journals.library.columbia.edu/index.php/bioethics/index",
    "abstract": "Photo by Ricky Kharawala on Unsplash INTRODUCTION When people think of biomedical research, they often envision rats kept in cages with scientists in white coats and blue gloves checking on them, taking notes, and injecting them with substances. The images make some people uncomfortable, evoking a twinge of guilt as they think of the rats suffering. However, the idea that the sacrifice of a few mice saves thousands of human lives may outweigh their guilty conscience. Based on arguments for and against non-human primate (NHP) use in research, this paper concludes that NHP use is scientifically necessary but would be more ethically sound if novel policies and regulations were added to existing measures. l. Arguments that the Use of NHPs is Ethically Unjustified On one end of the spectrum, bioethicist Peter Singer argues that animals, including rats, should not be used in biomedical research at all.[1] He states that the use of animals is an indicator of speciesism.[2] Like racism, speciesism condemns exploiting a group, here, animals. Singer also challenges differentiating humans and animals based on sentience. He claims that if sentience, autonomy, and self-consciousness provided the basis to deprive animals of the same rights and privileges as humans, then humans who lack such traits would, theoretically, not be entitled to the rights and privileges that other humans have.[3] Lastly, Singer argues that using animals in experimentation forces researchers to acknowledge similarities between animals and humans.[4] If a human were to be largely stressed by an experiment, it may be safe to assume that animals, such as rats, would be as well. Beyond Singer, other authors suggest that it may be ethically impermissible to use NHPs as animal models in biomedical research. They emphasize NHPs’ phylogenetic similarities to humans and their need for more complex social, behavioral, and psychological care in a laboratory environment.[5] It is difficult to meet these needs, as researchers do not have the resources or the time to devote to consistently fulfilling them.[6] In addition, NHP use in the US compromises the integrity of the animal model itself. Most NHPs are imported from Asia, Africa, and South America as[7] there are relatively few captive breeding sites in the US.[8] These journeys are long and tedious, causing considerable stress on the animal.[9] Housing conditions, weaning, and quarantine practices further jeopardize animal welfare.[10] Climate change, new patterns in light-dark cycles, and different diets can alter the physical and social integrity of the NHP.[11] Some argue that NHPs should not be used in research due to their long lifespan. NHPs can be used for multiple experiments throughout their lifespan.[12] This can be physically and emotionally taxing on the animals, who would spend years in captivity.[13] Subjecting NHPs to multiple experiments inflicting varying levels of harm can be seen as a form of abuse. Forcing these highly social and complex animals to live in captivity their whole life, often in inadequate living environments that do not satisfy their complex needs, can result in immense suffering. As anti-vivisection and animal welfare organizations argue, the close phylogenetic similarity of NHPs to humans highlights that they suffer in similar ways to humans.[14] NHPs respond to pain, and they reflect upon pain as well.[15] Painful memories endure after experimentation, magnifying the suffering of the animal.[16] NHPs also exhibit a level of sentience comparable to humans. This challenges Cohen’s belief that animals have no rights since NHPs theoretically exercise and respond to moral claims to a certain degree.[17] NHPs demonstrate reflective self-awareness, a rudimentary theory of mind, linguistic abilities, and deep emotional attachments.[18] Given their cognitive complexity and sociality, some would argue that the benefits to the NHP should also be taken into account. NHP use in research rarely, if ever, benefits the NHP. For an animal that expresses a level of sentience, NFT use violates the research principles of autonomy and beneficence. ll. Arguments Favoring Ethical Use On the other end of the spectrum, bioethicist Carl Cohen argues that animals have no rights and research should freely use them.[19] Cohen claims that animals are incapable of exercising, or responding to, moral claims.[20] Thus, they cannot engage in free moral judgment. He notes that humans kill millions of animals daily for consumption, despite scientific advancements that have made animal consumption largely unnecessary. Thus, humans kill and consume animals purely for taste and pleasure in the modern day. Cohen questions why it would be ethically permissible to recreationally kill animals without benefit but impermissible to use animals to serve medical science and human advancement.[21] If the rats in cages were to be altered and a dog was in the place of the rat, more would object to Cohen’s utilitarian idea. As dogs are social beings that form bonds with humans, their suffering to save human lives evokes different emotional reactions and is ethically problematic. The closer the bond between an animal and humans, the more unethical their research use seems to be. The ethical implications of animal use reach a pinnacle when the previous example uses a monkey. NHPs are the closest phylogenetic relatives of humans.[22] NHPs exhibit high levels of intelligence, reflective self-awareness, self-recognition, linguistic abilities, and distinct personalities.[23] Similar to humans, NHPs create social mechanisms in which they transmit learned behaviors and customs.[24] NHPs have proven valuable in the advancement of science and medicine. Approximately 100,000 to 200,000 NHP’s are used annually for research worldwide.[25] The use of NHPs has been rising due to increasing research on monoclonal antibodies, in which NHP’s are the only animal that can be used for preclinical safety studies.[26] lll. The Middle of the Spectrum: Permissible Use This paper argues that using NHPs as animal models in biomedical research is ethically permissible. NHPs are very phylogenetically similar to humans, making them the ideal models to represent humans in biomedicine.[27] The Weatherall Report, published in 2006, argues that the use of NHPs in research is “not only morally accepted, but morally required.”[28] However, the Report specifies that this argument is credible only if there are no more effective ways of pursuing the research in question.[29] The report outlines a utilitarian approach to the need for NHPs in research.[30] The report claims that, while NHPs are harmed in research, the harm is necessary to prevent harm to humans.[31] While relatively few NHPs are used in research, the number of humans that benefit from the harm decreases the net harm under a utilitarian approach.[32] Given an NHP’s long lifespan and ability to learn social tasks,[33] an NHP may be used for one study in which it learns a specific skill, then used in subsequent studies that require demonstration of the skill,[34] resulting in the sacrifice of fewer animals for medical research. The similarity of NHPs to humans both socially and cognitively may increase better animal welfare practices in the laboratory and a net reduction in harm to animal models in general. For example, positive reinforcement rather than physical restraint can be used with NHPs, encouraging researchers to treat NHPs with more respect than other animals. Exposure to signs of suffering may lead researchers to adopt research practices that are more humane and minimize the harm to animals.[36] To be ethical, scientists must consider the importance of the research and the inability to use other animals. If the research can be performed another way, the use of NHPs would not be morally justified. Despite the ethical dilemmas, utilitarianism is the best approach to animal research. NHPs’ expressing a cognitive and emotional complexity does not outweigh the benefit to humans as animal models in research. As with the rules surrounding human research subjects, research using NHPs requires protection of the research subjects and requires attention to the scientific benefits. Current policies guided by Russell and Burch’s “3 R’s Principle” reduce the harm to NHPs.[37] The Principle states that in research, there should be a “replacement of animals with non-animal methods;” “reduction of the number of animals used to obtain information of a given amount and precision;” and “refinement of scientific procedures and husbandry to minimize suffering and improve animal welfare.”[38] A stringent set of rules and regulations govern NHP use.[39] The 2000 Chimpanzee Health Improvement, Maintenance, and Protection Act legally prohibits the euthanasia of chimpanzees used in biomedical research.[40] The Act mandates the creation of sanctuaries where chimpanzees can be retired and cared for until their death.[41] Institutional Animal Care and Use Committees (IACUCS) regulate the use of NHPs and serve as ethical regulatory committees similar to Institutional Review Boards (IRB) overseeing human subjects research.[42] IACUCs prohibit academic or commercial research on NHPs unless researchers are appropriately trained, procedures for independent oversight are established, use of the specific species is justified, and the data’s significance is established.[43] The United Kingdom American Society for the Prevention of Cruelty to Animals (ASPCA) has stated that NFT use can occur only if other species are unsuitable for reaching scientific gains.[44] [45] lV. Recommendations While the above policies build a strong foundation to ensure that the research setting ethically respects NPHs, more can be done. Limiting continuous research on one NFT and limiting the number of studies an NHP can participate in would protect the NFT and could consider the level of harm an NHP is exposed to per study. To meet the complex needs of NFTs, animal research labs should be created for NHP use only and should include comprehensive care and specialized captivity practices. [46] A ranking system for labs could help distinguish which labs have enough protective measures and a complex environment to be entitled to engage in NHP research. Similar to biosafety levels (BSL) from one to four for research labs, with each level requiring unique sets of protective measures, animal research labs should be created for NHP use that requires the implementation of specific captivity practices. CONCLUSION NHPs have contributed greatly to the scientific community and the advancement of modern medicine. As emotionally and cognitively sophisticated beings, they need special protections in research contexts. As utilitarianism calls for their continued use to save human lives, improving their care in captivity is important to ethical research practices. Policies similar to those regulating human subjects in research should be implemented to protect them. This paper, therefore, sought to offer novel solutions, such as creating a ranking system for animal research laboratories and limiting the number of studies in which an animal can be used. - [1] Singer, Peter. “Equality for Animals?” In Practical ethics. Cambridge University Press, 2011. [2] Singer, “Equality for Animals?” [3] Singer, “Equality for Animals?” [4] Singer, “Equality for Animals?” [5] Prescott, Mark J. \"Ethics of primate use.\" Advances in Science and Research 5, no. 1 (2010): 11-22. https://doi.org/10.5194/asr-5-11-2010 [6] Tardif, Suzette D., Kristine Coleman, Theodore R. Hobbs, and Corrine Lutz. \"IACUC review of nonhuman primate research.\" ILAR journal 54, no. 2 (2013): 234-245. https://doi.org/10.1093/ilar/ilt040 [7] Prescott, Mark J. \"Ethics of primate use.\" Advances in Science and Research 5, no. 1 (2010): 11-22. https://doi.org/10.5194/asr-5-11-2010 [8] Prescott, “Ethics of primate use.” 11-22 [9] Prescott, “Ethics of primate use.” 11-22 [10] Prescott, “Ethics of primate use.” 11-22 [11] Carlsson, Hans‐Erik, Steven J. Schapiro, Idle Farah, and Jann Hau. \"Use of Primates In Research: A Global Overview.\" American Journal of Primatology: Official Journal of the American Society of Primatologists 63, no. 4 (2004): 225-237. https://doi.org/10.1002/ajp.20054 [12] Prescott, “Ethics of primate use.” 11-22 [13] Prescott, “Ethics of primate use.” 11-22 [14] Prescott, “Ethics of primate use.” 11-22 [15] Prescott, “Ethics of primate use.” 11-22 [16] Prescott, “Ethics of primate use.” 11-22 [17] Cohen, Carl. \"The case for the use of animals in biomedical research.\" (1986). https://www.wellbeingintlstudiesrepository.org/cgi/viewcontent.cgi?article=1001&context=moreaexp [18] Prescott, Mark J. \"Ethics of primate use.\" Advances in science and research 5, no. 1 (2010): 11-22. https://doi.org/10.5194/asr-5-11-2010 [19] Cohen, Carl. \"The case for the use of animals in biomedical research.\" (1986). https://www.wellbeingintlstudiesrepository.org/cgi/viewcontent.cgi?article=1001&context=moreaexp [20] Cohen, “The case for the use of animals in biomedical research.” [21] Cohen, “The case for the use of animals in biomedical research.” [22] Tardif, Suzette D., Kristine Coleman, Theodore R. Hobbs, and Corrine Lutz. \"IACUC review of nonhuman primate research.\" ILAR journal 54, no. 2 (2013): 234-245. https://doi.org/10.1093/ilar/ilt040 [23] Prescott, Mark J. \"Ethics of primate use.\" Advances in science and research 5, no. 1 (2010): 11-22. https://doi.org/10.5194/asr-5-11-2010 [24] Prescott, “Ethics of primate use.” 11-22 [27] Tardif, Suzette D., Kristine Coleman, Theodore R. Hobbs, and Corrine Lutz. \"IACUC review of nonhuman primate research.\" ILAR journal 54, no. 2 (2013): 234-245. https://doi.org/10.1093/ilar/ilt040 [28] Gardar, “The ethical justification for the use of non-human primates in research.” 328-331 [29] Gardar, “The ethical justification for the use of non-human primates in research.” 328-331 [30] Gardar, “The ethical justification for the use of non-human primates in research.” 328-331 [31] Gardar, “The ethical justification for the use of non-human primates in research.” 328-331 [32] Gardar, “The ethical justification for the use of non-human primates in research.” 328-331 [33] Tardif, Suzette D., Kristine Coleman, Theodore R. Hobbs, and Corrine Lutz. \"IACUC review of nonhuman primate research.\" ILAR journal 54, no. 2 (2013): 234-245. https://doi.org/10.1093/ilar/ilt040 [34] Tardif et al., “IACUC review of nonhuman primate research.” 234-235 [35] Olsson, I. Anna S., and Peter Sandøe. \"“What’s wrong with my monkey?” Ethical perspectives on germline transgenesis in marmosets.\" Transgenic research 19, no. 2 (2010): 181-186. https://doi.org/10.1007/s11248-009-9316-6 [36] Olsson et al., “What’s wrong with my monkey?” [37] Prescott, “Ethics of primate use.” 11-22 [38] Prescott, “Ethics of primate use.” 11-22 [39] Phillips, Kimberley A., Karen L. Bales, John P. Capitanio, Alan Conley, Paul W. Czoty, Bert A. ‘t Hart, William D. Hopkins et al. \"Why primate models matter.\" American journal of primatology76, no. 9 (2014): 801-827. https://doi.org/10.1002/ajp.22281 [40] Carlsson, Hans‐Erik, Steven J. Schapiro, Idle Farah, and Jann Hau. \"Use of primates in research: a global overview.\" American Journal of Primatology: Official Journal of the American Society of Primatologists 63, no. 4 (2004): 225-237. https://doi.org/10.1002/ajp.20054 [41] Prescott, Mark J. \"Ethics of primate use.\" Advances in Science and Research 5, no. 1 (2010): 11-22. https://doi.org/10.5194/asr-5-11-2010 [42] Tardif, Suzette D., Kristine Coleman, Theodore R. Hobbs, and Corrine Lutz. \"IACUC Review of Nonhuman Primate Research.\" ILAR Journal 54, no. 2 (2013): 234-245. https://doi.org/10.1093/ilar/ilt040 [43] Phillips, Kimberley A., Karen L. Bales, John P. Capitanio, Alan Conley, Paul W. Czoty, Bert A. ‘t Hart, William D. Hopkins et al. \"Why primate models matter.\" American journal of primatology76, no. 9 (2014): 801-827. https://doi.org/10.1002/ajp.22281 [44] Prescott, Mark J. \"Ethics of primate use.\" Advances in Science and Research 5, no. 1 (2010): 11-22. https://doi.org/10.5194/asr-5-11-2010 [45] Article 7 of Directive 86/609/EEC in the European Commission on the Protection of Animals Used for Experimental and Other Scientific Purposes states that “in a choice between experiments, those which use the minimum number of animals, involve animals with the lowest degree of neurophysiological sensitivity, cause the least pain, suffering, distress, or lasting harm, and which are most likely to provide satisfactory results, shall be selected.” [46] Tardif, Suzette D., Kristine Coleman, Theodore R. Hobbs, and Corrine Lutz. \"IACUC review of nonhuman primate research.\" ILAR journal 54, no. 2 (2013): 234-245. https://doi.org/10.1093/ilar/ilt040",
    "readLink": "https://journals.library.columbia.edu/index.php/bioethics/article/view/9348"
  },
  {
    "title": "Best Linear Unbiased Predictions of Environmental Effects on Grain Yield in Maize Variety Trials of Different Maturity Groups",
    "authors": [
      "Marina Zorić,",
      "Jerko Gunjača,",
      "Vlatko Galić,",
      "Goran Jukić,",
      "Ivan Varnica,",
      "Domagoj Šimić"
    ],
    "doi": "https://doi.org/10.3390/agronomy12040922",
    "journalVolume": "Vol. 12,\n                                no. 922\n                                \n                                  p.\n                                  922",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "Development of new cultivars and agronomic improvements are key factors of increasing in future grain yield in maize grown in environments affected by climate change. Assessment of value for cultivation and use (VCU) reflects the results of latest breeding efforts showing yield trends, whereby external environmental covariates were rarely used. This study aimed to analyze several environmental effects including stress degree days (SDD) on grain yields in Croatian VCU trials in three maturity groups using linear mixed model for the estimation of fixed and random effects. Best linear unbiased predictions (BLUPs) of location-year interaction showed no pattern among maturity groups. SDD showed mostly non-significant coefficients of regression on location BLUPs for yield. Analyzing location BLUPs, it was shown that the effect became consistently stronger with later maturity, either positive or negative. The effects of management might play more critical role in maize phenology and yield formation compared with climate change, at least in suboptimum growing conditions often found in Southeast Europe. To facilitate more robust predictions of the crop improvement, the traditional forked approach dealing with G × E by breeders and E × M by agronomists should be integrated to G × E × M framework, to assess the full gradient of combinations forming the adaptation landscape.",
    "readLink": "https://www.mdpi.com/2073-4395/12/4/922"
  },
  {
    "title": "A Ricardian valuation of the impact of climate change on Nigerian cocoa production: Insight for adaptation policy",
    "authors": [
      "William M. Fonta,",
      "Abbi M. Kedir,",
      "Aymar Y. Bossa,",
      "Karen M. Greenough,",
      "Bamba M. Sylla,",
      "Elias T. Ayuk"
    ],
    "doi": "https://doi.org/10.1108/IJCCSM-05-2016-0074",
    "journalVolume": "Vol. 10,\n                                no. 4\n                                \n                                  pp.\n                                  689\n                                  – 710",
    "issn": "1756-8692 (Print)",
    "publisher": "1756-8706 (Online)",
    "countryOfPublisher": "Emerald Publishing",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.emeraldgrouppublishing.com/products/journals/journals.htm?id=ijccsm",
    "abstract": "Purpose - The purpose of this study is to examine the relative importance of climate normals (average long-term temperature and precipitation) in explaining net farm revenue per hectare (NRh) for supplementary irrigated and rainfed cocoa farms in Nigeria. Design/methodology/approach - NRh was estimated for 280 cocoa farmers sampled across seven Nigerian states. It was regressed on climate, household socio-economic characteristics and other control variables by using a Ricardian analytical framework. Marginal calculations were used to isolate the effects of climate change (CC) on cocoa farm revenues under supplementary irrigated and rainfed conditions. Future impacts of CC were simulated using Six CORDEX regional climate model (RCM) ensemble between 2036-2065 and 2071-2100. Findings - Results indicate high sensitivity of NRh to Nigerian climate normals depending on whether farms use supplementary irrigation. Average annual temperature increases and precipitation decreases are associated with NRh losses for rainfed farms and gains for supplementary irrigated cocoa farms. Projections of future CC impacts suggest a wide range of NRh outcomes on supplementary irrigated and rainfed farm revenues, demonstrating the importance of irrigation as an effective adaptation strategy in Nigeria. Originality/value - This paper uses novel data sets for simulating future CC impacts on land values in Nigeria. CORDEX data constitute the most comprehensive RCMs projections available for Africa.",
    "readLink": "https://www.emeraldinsight.com/doi/pdfplus/10.1108/IJCCSM-05-2016-0074"
  }
]