[
  {
    "title": "Mass coral bleaching due to unprecedented marine heatwave in Papahānaumokuākea Marine National Monument (Northwestern Hawaiian Islands).",
    "authors": [
      "Courtney S Couch,",
      "John H R Burns,",
      "Gang Liu,",
      "Kanoelani Steward,",
      "Tiffany Nicole Gutlay,",
      "Jean Kenyon,",
      "C Mark Eakin,",
      "Randall K Kosaki"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0185121",
    "journalVolume": "Vol. 12,\n                                no. 9\n                                \n                                  p.\n                                  e0185121",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "2014 marked the sixth and most widespread mass bleaching event reported in the Northwestern Hawaiian Islands, home to the Papahānaumokuākea Marine National Monument (PMNM), the world's second largest marine reserve. This event was associated with an unusual basin-scale warming in the North Pacific Ocean, with an unprecedented peak intensity of around 20°C-weeks of cumulative heat stress at Lisianksi Island. In situ bleaching surveys and satellite data were used to evaluate the relative importance of potential drivers of bleaching patterns in 2014, assess the subsequent morality and its effects on coral communities and 3D complexity, test for signs of regional acclimation, and investigate long-term change in heat stress in PMNM. Surveys conducted at four island/atoll (French Frigate Shoals, Lisianski Island, Pearl and Hermes Atoll, and Midway Atoll) showed that in 2014, percent bleaching varied considerably between islands/atolls and habitats (back reef/fore reef and depth), and was up to 91% in shallow habitats at Lisianski. The percent bleaching during the 2014 event was best explained by a combination of duration of heat stress measured by Coral Reef Watch's satellite Degree Heating Week, relative community susceptibility (bleaching susceptibility score of each taxon * the taxon's abundance relative to the total number of colonies), depth and region. Mean coral cover at permanent Lisianski monitoring sites decreased by 68% due to severe losses of Montipora dilatata complex, resulting in rapid reductions in habitat complexity. Spatial distribution of the 2014 bleaching was significantly different from the 2002 and 2004 bleaching events likely due to a combination of differences in heat stress and local acclimatization. Historical satellite data demonstrated heat stress in 2014 was unlike any previous event and that the exposure of corals to the bleaching-level heat stress has increased significantly in the northern PMNM since 1982, highlighting the increasing threat of climate change to reefs.",
    "readLink": "http://europepmc.org/articles/PMC5617177?pdf=render"
  },
  {
    "title": "Co-regulation of water and energy in the spatial heterogeneity of drought resistance and resilience",
    "authors": [
      "Juan Chen,",
      "Zhiyong Liu,",
      "Jiafu Mao,",
      "Tongtiegang Zhao,",
      "Tongbi Tu,",
      "Linyin Cheng,",
      "Chunyu Dong"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/acfccc",
    "journalVolume": "Vol. 18,\n                                no. 11\n                                \n                                  p.\n                                  114007",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Vegetation resistance and resilience to drought are linked to the stability of terrestrial ecosystems under climate change. However, the factors driving the spatial heterogeneity in drought resistance and resilience remain poorly understood. In the study, we utilized multiple satellite-derived vegetation indices to calculate and analyze changes in drought resistance and resilience across various biomes worldwide. Results indicated that drought resistance showed a significant increase with the increase in water availability, but no significant relationship was observed between drought resistance and energy. In contrast, drought resilience exhibited a significant increase with an increase in energy rather than in water. Furthermore, a negative correlation was observed between drought resistance and resilience across different biomes worldwide, indicating a trade-off between resistance and resilience. However, the strength of the negative correlation varied based on water and energy conditions. These findings provide compelling evidence that water and energy co-regulated the spatial heterogeneity in drought resistance and resilience across the globe. The robust linear relationship between drought resistance and resilience and available water and energy demonstrated in our study is critical to accurately predicting and assessing the impact of climate change on vegetation growth and terrestrial carbon cycling in the future.",
    "readLink": "https://doi.org/10.1088/1748-9326/acfccc"
  },
  {
    "title": "Microbial richness in sandy-silty soil Tunisia and its role in arid zone fertilization",
    "authors": [
      "Rim Werheni Ammeri,",
      "Salma Kloula,",
      "Badennaceur Hassen"
    ],
    "doi": "Vol. 3,\n                                no. 2",
    "issn": "2724-699X (Print)",
    "publisher": "2724-7007 (Online)",
    "countryOfPublisher": "Arid regions institute",
    "lcc": [
      "Tunisia",
      "Agriculture"
    ],
    "journalUrl": "http://www.joasdjournal.org/index.php/joasd",
    "abstract": "Arid zone are stressful environments, typified by alkaline soils low in organic matter, with biologically limiting extremes in water availability, temperature, and UV radiation. This study aims to analyze the microbial diversity of forest soil and its evolution considering climate change in a typical Mediterranean forest of cork oak (Quercus suber L.) and its importance in arid soil fertilization. The investigation was conducted in forest at north-western Tunisia. The study of the quality of the forest soil was based on physicochemical (pH, C, N, EC...) and microbiological (fungi and bacteria) analyses. A collection of strains has been isolated and identified morphologically (form, gram ...) and biochemically (enzymatic activity: catalase, oxidase ...). According to the results obtained, the forest soil has a pH of about 5.03 ± 0.2, C/N ratio 39.82±1.02. The count and fungi, non-filamentous and non-filamentous bacteria on solid soil show a great diversity that confers the fertility of the soil. An important number of strains of actinomycetes (45 isolates) and non-filamentous bacteria (82 isolates) showing distinctive morphological characteristics. The isolates enzymatic activity showed an important value. These obtained results give an idea on the microbe diversity that can be used in the field of bio-fertilization of poor microbial structure soils as the arid zones and oasis system.",
    "readLink": "https://www.joasdjournal.org/index.php/joasd/article/view/31"
  },
  {
    "title": "Landscape architecture at Wageningen (Netherlands)",
    "authors": [
      "Martin van den Toorn"
    ],
    "issn": "1969-6124 (Online)",
    "publisher": "Agrocampus Angers, Ecole nationale supérieure du paysage, ENP Blois, ENSAP Bordeaux, ENSAP Lille",
    "countryOfPublisher": "France",
    "lcc": [
      "Social Sciences"
    ],
    "journalUrl": "https://journals.openedition.org/paysage",
    "abstract": "In this article, I will give a brief overview of the development of teaching and research in landscape architecture in Wageningen by studying the relationships between practice, education and research over the past 50 years. The purpose of this article is to provide a first explorative overview. So far, few – if any – publications exist on this issue in an international context. The research method is based on the principles of case study research, logical argumentation and comparative analysis. The research material is largely Dutch; publications, projects. The outline is made up of three main sections, based on development over the last 50 years of landscape architecture education in Wageningen. New design knowledge and work domains for a growing number of landscape architects have emerged over the last 50 years. The academic environment of Wageningen University has strengthened the position of landscape architecture in meeting the new challenges of climate change; the combination of knowledge of the landscape as a natural system and conceptual ways of thinking seems to be a unique and solid basis for the future.",
    "readLink": "http://journals.openedition.org/paysage/27784"
  },
  {
    "title": "In situ Estimation of Coral Recruitment Patterns From Shallow to Mesophotic Reefs Using an Optimized Fluorescence Imaging System",
    "authors": [
      "Hagai Nativ,",
      "Hagai Nativ,",
      "Federica Scucchia,",
      "Federica Scucchia,",
      "Stephane Martinez,",
      "Stephane Martinez,",
      "Shai Einbinder,",
      "Shai Einbinder,",
      "Alex Chequer,",
      "Gretchen Goodbody-Gringley,",
      "Tali Mass,",
      "Tali Mass"
    ],
    "doi": "https://doi.org/10.3389/fmars.2021.709175",
    "journalVolume": "Vol. 8",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Coral recruitment represents a key element for coral reef persistence and resilience in the face of environmental disturbances. Studying coral recruitment patterns is fundamental for assessing reef health and implementing appropriate management strategies in an era of climate change. The FluorIS system has been developed to acquire high resolution, wide field-of-view (FOV) in situ images of coral recruits fluorescence and has proven successful in shallow reef environments. However, up to now, its applicability to mesophotic coral ecosystems remains unknown due to the complexity of the system and the limited time available when working at mesophotic depth. In this study we optimized the FluorIS system by utilizing a single infrared-converted camera instead of the bulkier regular dual-camera system, substantially reducing the system complexity and significantly decreasing the acquisition time to an average of 10 s for a set of 3 images. Moreover, the speed-FluorIS system is much more economical, decreasing the cost of the full set-up by roughly 40% compared to the original dual-camera system. We tested the utility of the speed-FluorIS by surveying coral recruits across shallow and mesophotic reefs of the Red Sea (Gulf of Eilat) and Bermuda, two of the most northerly reefs in the world with markedly different substrate and topography, and demonstrate that the modified system enables fast imaging of fluorescence to study coral recruitment patterns over a broader range of depths and reef topographies than previous fluorescence methods. Our single-camera system represents a valuable, non-invasive and rapid underwater tool which will help standardize surveys and long-term monitoring of coral recruits, contributing to our understanding of these vital and delicate early life stages of corals.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2021.709175/full"
  },
  {
    "title": "The Joint IOC (of UNESCO) and WMO Collaborative Effort for Met-Ocean Services",
    "authors": [
      "Nadia Pinardi,",
      "Johan Stander,",
      "David M. Legler,",
      "Kevin O'Brien,",
      "Kevin O'Brien,",
      "Tim Boyer,",
      "Tim Boyer,",
      "Tom Cuff,",
      "Pierre Bahurel,",
      "Mathieu Belbeoch,",
      "Sergey Belov,",
      "Shelby Brunner,",
      "Eugene Burger,",
      "Eugene Burger,",
      "Thierry Carval,",
      "Denis Chang-Seng,",
      "Etienne Charpentier,",
      "S. Ciliberti,",
      "Giovanni Coppini,",
      "Albert Fischer,",
      "Eric Freeman,",
      "Eric Freeman,",
      "Champika Gallage,",
      "Hernan Garcia,",
      "Hernan Garcia,",
      "Lydia Gates,",
      "Zhiqiang Gong,",
      "Juliet Hermes,",
      "Emma Heslop,",
      "Sarah Grimes,",
      "Katherine Hill,",
      "Kevin Horsburgh,",
      "Athanasia Iona,",
      "Sebastien Mancini,",
      "Neal Moodie,",
      "Mathieu Ouellet,",
      "Peter Pissierssens,",
      "Paul Poli,",
      "Roger Proctor,",
      "Neville Smith,",
      "Charles Sun,",
      "Charles Sun,",
      "Val Swail,",
      "Jonathan Turton,",
      "Yue Xinyang"
    ],
    "doi": "https://doi.org/10.3389/fmars.2019.00410",
    "journalVolume": "Vol. 6",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "The WMO-IOC Joint Technical Commission for Oceanography and Marine Meteorology (JCOMM) has devised a coordination mechanism for the fit-for-purpose delivery of an end-to-end system, from ocean observations to met-ocean operational services. This paper offers a complete overview of the activities carried out by JCOMM and the status of the achievements up to 2018. The JCOMM stakeholders consist of the research and operational institutions of WMO members and the IOC member states, which mandated JCOMM to devise an international strategy to move toward the achievement of the United Nations Sustainable Development Goals. The three areas of activity are the Observation Program Area (OPA), the Data Management Program Area (DMPA) and the Services and Forecasting Services Program Area (SFSPA), and several expert teams have been established to contribute to the international coordination efforts. OPA is organized into observing networks connected by different observing technologies, DMPA organizes the overall near-real time and delayed mode data assembly, and the delivery methodology and architecture, and the SFSPA coordinates the met-ocean services resulting from the observations and data management. Future developments should enhance coordination in these three program areas by considering the inclusion of new and emergent observing technologies, the interoperability of met-ocean data assembly centers and the establishment of efficient research to operations protocols, in addition to better fit-for-purpose customized services in both the public and private sectors.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fmars.2019.00410/full"
  },
  {
    "title": "Reindeer use of low Arctic tundra correlates with landscape structure",
    "authors": [
      "Anna Skarin,",
      "Mariana Verdonen,",
      "Timo Kumpula,",
      "Marc Macias-Fauria,",
      "Moudud Alam,",
      "Jeffrey Kerby,",
      "Bruce C Forbes"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/abbf15",
    "journalVolume": "Vol. 15,\n                                no. 11\n                                \n                                  p.\n                                  115012",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Rapid climate change in Arctic regions is linked to the expansion of woody taxa ( shrubification ), and an increase in biomass as tundra becomes greener. Reindeer and caribou ( Rangifer tarandus ) are considered able to suppress vegetative greening through grazing and trampling. Quantifying reindeer use of different land cover types can help us understand their impact on the growth and recruitment of deciduous shrubs, many of which serve as fodder (e.g. Salix spp.), in favourable habitats, such as naturally denuded landslides in permafrost areas. Understanding the spatial distribution of reindeer pressure on vegetation is important to project future patterns of greening, albedo, snow capture, active layer development, and the overall resilience of tundra rangelands under ongoing climate change. Here we quantify reindeer habitat use within the low Arctic tundra zone of Yamal, West Siberia estimated from pellet-group counts, and also how active layer thickness (ALT) relates to reindeer use. Our results confirm intensive use by reindeer of terrain with high June-July time integrated normalised difference vegetation index, steeper slopes, ridges, upper slopes and valleys, and a preference for low erect shrub tundra. These sites also seem to have a shallower ALT compared to sites less used by reindeer, although we did not find any direct relationship between ALT and reindeer use. Low use of tall Salix habitats indicated that reindeer are unlikely to suppress the growth of already tall-erect woody taxa, while they exert maximum pressure in areas where shrubs are already low in stature, e.g. ridgetops. Reindeer ability to suppress the regrowth and expansion of woody taxa in landslide areas ( i.e. concavities) seems limited, as these types were less used. Our results suggest that reindeer use of the landscape and hence their effects on the landscape correlates with the landscape structure. Future research is needed to evaluate the role and efficiency of reindeer as ecosystem engineers capable of mediating the effects of climate change.",
    "readLink": "https://doi.org/10.1088/1748-9326/abbf15"
  },
  {
    "title": "The first detection of SARS-CoV-2 RNA in urban wastewater in Giza, Egypt",
    "authors": [
      "Mohamed N. F. Shaheen,",
      "Elmahdy M. Elmahdy,",
      "Yasser E. Shahein"
    ],
    "doi": "https://doi.org/10.2166/wh.2022.098",
    "journalVolume": "Vol. 20,\n                                no. 8\n                                \n                                  pp.\n                                  1212\n                                  – 1222",
    "issn": "1477-8920 (Print)",
    "publisher": "1996-7829 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://iwaponline.com/jwh",
    "abstract": "The new coronavirus (SARS-CoV-2) is a respiratory virus causing coronavirus disease (COVID-19). Individuals with COVID-19 can shed the viral genome in their feces, even if they do not have symptoms, and the virus can be detected in wastewater. The current study provides the first surveillance of SARS-CoV-2 RNA genome in the wastewater in Egypt. To study this aim, untreated influent (n = 48) and treated effluent (n = 48) samples were collected between January and December 2021 from the wastewater treatment plant in Giza. The viral RNA genome was determined by reverse transcription-polymerase chain reaction (RT-PCR) (S, E, and N target regions) and real-time quantitative reverse transcription-PCR (RT-qPCR) (N1 and N2 target regions). The RT-PCR assay failed to detect SARS-CoV-2 RNA in all samples analyzed, whereas RT-qPCR succeeded in the detection of N gene of SARS-CoV-2 in 62.5% of untreated influent samples. The RT-qPCR Ct values of those samples tested positive ranged from 19.9 to 30.1 with a mean of 23. The treated effluent samples were negative for viral RNA detected by both RT-PCR and RT-qPCR, indicating the efficiency of the sewage treatment plant in degrading SARS-CoV-2. Our preliminary findings provide evidence for the value of wastewater epidemiology approach for the surveillance of SARS-CoV-2 in the population to assist in the responses of public health to COVID-19 outbreak. HIGHLIGHTS SARS-CoV-2 was detected in 62.5% of untreated influent samples.; RT-qPCR was more sensitive than RT-PCR.; The RT-qPCR Ct values ranged from 19.9 to 30.1 with a mean of 23.; There was a positive correlation between the number of sewage samples tested positive for SARS-CoV-2 RNA and the daily count of new active COVID-19 cases.;",
    "readLink": "http://jwh.iwaponline.com/content/20/8/1212"
  },
  {
    "title": "Aspects, Including Pitfalls, of Temporal Sampling of Flying Insects, with Special Reference to Aphids",
    "authors": [
      "Hugh D. Loxdale"
    ],
    "doi": "https://doi.org/10.3390/insects9040153",
    "journalVolume": "Vol. 9,\n                                no. 4\n                                \n                                  p.\n                                  153",
    "issn": "2075-4450 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/insects/",
    "abstract": "Since the advent and widespread use of high-resolution molecular markers in the late 1970s, it is now well established that natural populations of insects are not necessarily homogeneous genetically and show variations at different spatial scales due to a variety of reasons, including hybridization/introgression events. In a similar vein, populations of insects are not necessarily homogenous in time, either over the course of seasons or even within a single season. This of course has profound consequences for surveys examining, for whatever reason/s, the temporal population patterns of insects, especially flying insects as mostly discussed here. In the present article, the topics covered include climate and climate change; changes in ecological niches due to changes in available hosts, i.e., essentially, adaptation events; hybridization influencing behaviour⁻host shifts; infection by pathogens and parasites/parasitoids; habituation to light, sound and pheromone lures; chromosomal/genetic changes affecting physiology and behaviour; and insecticide resistance. If such phenomena—i.e., aspects and pitfalls—are not considered during spatio-temporal study programmes, which is even more true in the light of the recent discovery of morphologically similar/identical cryptic species, then the conclusions drawn in terms of the efforts to combat pest insects or conserve rare and endangered species may be in error and hence end in failure.",
    "readLink": "https://www.mdpi.com/2075-4450/9/4/153"
  },
  {
    "title": "Climate change impacts on marine biodiversity, fisheries and society in the Arabian Gulf.",
    "authors": [
      "Colette C C Wabnitz,",
      "Vicky W Y Lam,",
      "Gabriel Reygondeau,",
      "Lydia C L Teh,",
      "Dalal Al-Abdulrazzak,",
      "Myriam Khalfallah,",
      "Daniel Pauly,",
      "Maria L Deng Palomares,",
      "Dirk Zeller,",
      "William W L Cheung"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0194537",
    "journalVolume": "Vol. 13,\n                                no. 5\n                                \n                                  p.\n                                  e0194537",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Climate change-reflected in significant environmental changes such as warming, sea level rise, shifts in salinity, oxygen and other ocean conditions-is expected to impact marine organisms and associated fisheries. This study provides an assessment of the potential impacts on, and the vulnerability of, marine biodiversity and fisheries catches in the Arabian Gulf under climate change. To this end, using three separate niche modelling approaches under a 'business-as-usual' climate change scenario, we projected the future habitat suitability of the Arabian Gulf (also known as the Persian Gulf) for 55 expert-identified priority species, including charismatic and non-fish species. Second, we conducted a vulnerability assessment of national economies to climate change impacts on fisheries. The modelling outputs suggested a high rate of local extinction (up to 35% of initial species richness) by 2090 relative to 2010. Spatially, projected local extinctions are highest in the southwestern part of the Gulf, off the coast of Saudi Arabia, Qatar and the United Arab Emirates (UAE). While the projected patterns provided useful indicators of potential climate change impacts on the region's diversity, the magnitude of changes in habitat suitability are more uncertain. Fisheries-specific results suggested reduced future catch potential for several countries on the western side of the Gulf, with projections differing only slightly among models. Qatar and the UAE were particularly affected, with more than a 26% drop in future fish catch potential. Integrating changes in catch potential with socio-economic indicators suggested the fisheries of Bahrain and Iran may be most vulnerable to climate change. We discuss limitations of the indicators and the methods used, as well as the implications of our overall findings for conservation and fisheries management policies in the region.",
    "readLink": "http://europepmc.org/articles/PMC5931652?pdf=render"
  }
]