[
  {
    "title": "Diagnosis of environmental controls on daily actual evapotranspiration across a global flux tower network: the roles of water and energy",
    "authors": [
      "Qiong Han,",
      "Qin Liu,",
      "Tiejun Wang,",
      "Lichun Wang,",
      "Chongli Di,",
      "Xi Chen,",
      "Keith Smettem,",
      "Shailesh Kumar Singh"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/abcc8c",
    "journalVolume": "Vol. 15,\n                                no. 12\n                                \n                                  p.\n                                  124070",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Relative contributions from environmental factors to daily actual evapotranspiration (ET _a ) across a variety of climate zones is a widely open research question, especially regarding the roles played by soil water content ((SWC); water supply) and net radiation ((Rn); energy supply) in controlling ET _a . Here, the boosted regression tree method scheme was employed to quantify environmental controls on daily ET _a using the global FLUXNET dataset. Similar to the general trend suggested by the Budyko theory at annual scales, the results showed that the relative control of SWC on daily ET _a increased with increasing aridity index (Φ); however, Rn played a major role at most FLUXNET sites (roughly Φ < 4), indicating that Rn could be a leading control on daily ET _a even at water-limited sites. The variability in the relative controls of SWC and Rn also partly depended on factors affecting water availability for daily ET _a (e.g. vegetation characteristics and groundwater depth). Our study showed that other than SWC and Rn, the net effect of environmental controls (particularly leaf area index) on daily ET _a was more important at drier sites than at relatively humid sites. This suggests that near-surface hydrological processes are more sensitive to vegetation variations due to their ability to extract deep soil water and enhance ET _a , especially under arid and semi-arid climatic conditions. Our findings illustrate how environmental controls on daily ET _a change as the climate dries, which has important implications for many scientific disciplines including hydrological, climatic, and agricultural studies.",
    "readLink": "https://doi.org/10.1088/1748-9326/abcc8c"
  },
  {
    "title": "Advances in Climatic Form Finding in Architecture and Urban Design",
    "authors": [
      "Francesco De Luca"
    ],
    "doi": "https://doi.org/10.3390/en16093935",
    "journalVolume": "Vol. 16,\n                                no. 3935\n                                \n                                  p.\n                                  3935",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Researchers, architects and planners are increasingly urged to develop and apply sustainable methods and solutions to reduce the impact of the built environment on climate, adapt cities to climate change and reduce or eliminate resource depletion and building-related carbon emissions. In recent years, taking advantage of state-of-the-art computational and environmental design tools, researchers and designers are developing new digital workflows, methods and solutions to investigate climate-optimal and performative buildings and urban forms. This perspective paper analyses state-of-the-art computational methods; form generation processes; and tools, criteria and workflows that present how these are integrated into climatic form finding, allowing the improvement of building and urban environmental performances. Additionally, current challenges and future directions are presented.",
    "readLink": "https://www.mdpi.com/1996-1073/16/9/3935"
  },
  {
    "title": "Plasticity in dendroclimatic response across the distribution range of Aleppo pine (Pinus halepensis).",
    "authors": [
      "Martin de Luis,",
      "Katarina Čufar,",
      "Alfredo Di Filippo,",
      "Klemen Novak,",
      "Andreas Papadopoulos,",
      "Gianluca Piovesan,",
      "Cyrille B K Rathgeber,",
      "José Raventós,",
      "Miguel Angel Saz,",
      "Kevin T Smith"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0083550",
    "journalVolume": "Vol. 8,\n                                no. 12\n                                \n                                  p.\n                                  e83550",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "We investigated the variability of the climate-growth relationship of Aleppo pine across its distribution range in the Mediterranean Basin. We constructed a network of tree-ring index chronologies from 63 sites across the region. Correlation function analysis identified the relationships of tree-ring index to climate factors for each site. We also estimated the dominant climatic gradients of the region using principal component analysis of monthly, seasonal, and annual mean temperature and total precipitation from 1,068 climatic gridpoints. Variation in ring width index was primarily related to precipitation and secondarily to temperature. However, we found that the dendroclimatic relationship depended on the position of the site along the climatic gradient. In the southern part of the distribution range, where temperature was generally higher and precipitation lower than the regional average, reduced growth was also associated with warm and dry conditions. In the northern part, where the average temperature was lower and the precipitation more abundant than the regional average, reduced growth was associated with cool conditions. Thus, our study highlights the substantial plasticity of Aleppo pine in response to different climatic conditions. These results do not resolve the source of response variability as being due to either genetic variation in provenance, to phenotypic plasticity, or a combination of factors. However, as current growth responses to inter-annual climate variability vary spatially across existing climate gradients, future climate-growth relationships will also likely be determined by differential adaptation and/or acclimation responses to spatial climatic variation. The contribution of local adaptation and/or phenotypic plasticity across populations to the persistence of species under global warming could be decisive for prediction of climate change impacts across populations. In this sense, a more complex forest dynamics modeling approach that includes the contribution of genetic variation and phenotypic plasticity can improve the reliability of the ecological inferences derived from the climate-growth relationships.",
    "readLink": "https://www.ncbi.nlm.nih.gov/pmc/articles/pmid/24391786/pdf/?tool=EBI"
  },
  {
    "title": "Peculiarities of yield formation of potato depending on the climate conditions of the western forest steppe of Ukraine",
    "authors": [
      "Shuvar Ivan,",
      "Korpita Hanna,",
      "Balkovskyi Volodymyr,",
      "Shuvar Antin"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202125402016",
    "journalVolume": "Vol. 254\n                                \n                                \n                                  p.\n                                  02016",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "The study of the problem of the influence of climatic factors on the conditions of formation of productivity of agrocenoses has important ecological and national economic value as the estimation of dynamics of productivity of the main crops of Ukraine according to change of meteorological factors is especially actual in the conditions of global climate changes.The correlation dependence of the formation of the yield of potato tubers on the climatic factors of the western forest-steppe of Ukraine has been analyzed. Te features of the formation of potato yields depending on the amount of active temperatures, the amount of precipitation during the growing season of the crop and the reserves of productive moisture in the arable (0-30 cm) soil layer in the budding phase and during the harvesting of the crop have been established.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2021/30/e3sconf_farba2021_02016.pdf"
  },
  null,
  {
    "title": "The effect of Climate Finance on Greenhouse Gas Emission: A Quantile Regression Approach",
    "authors": [
      "Alfonso Carfora,",
      "Monica Ronghi,",
      "Giuseppe Scandurra"
    ],
    "doi": "Vol. 7,\n                                no. 1",
    "issn": "2146-4553 (Online)",
    "publisher": "EconJournals",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://www.econjournals.com/index.php/ijeep",
    "abstract": "Climate finance plays a primary role in international climate change agreements. It is a way to involve flows of funds from developed to developing countries that aims to help poorer countries shift toward low-emission, climate-resilient development pathways. In this paper, we study the flow of funds intended to promote energy generation and supply and biosphere protection in order to identify preferential channels in “Fast-start finance” distribution. We analyze the flow of funds among countries and the relationship between climate finance and a composite indicators that summarize and rank the greenhouse gas emissions by using a quantile regression model. Our results revealed a strong heterogeneity in the way the funds are being allocated by donors and show that close attention should be paid to the analysis of political contexts. Keywords: climate funds; composite indicator; developing countries. JEL Classifications: C31; Q48",
    "readLink": "https://www.econjournals.com/index.php/ijeep/article/view/3787"
  },
  {
    "title": "Development of energy efficient design proposals for air conditioned mosques: Temperate humid climate case",
    "authors": [
      "A.B. Atmaca,",
      "G. Zorer Gedik"
    ],
    "doi": "Vol. 9,\n                                no. 10\n                                \n                                  p.\n                                  e20992",
    "issn": "2405-8440 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.cell.com/heliyon/home",
    "abstract": "Mosques, which are types of religious buildings, are large buildings where many people pray at the same time. The diversity of the user type and density and the variability of the usage schedule make it difficult to establish the homogeneous thermal comfort of these large-volume public buildings. At the same time, the energy consumption in the buildings should be minimal in nowadays when the conventional energy sources decrease. The aim of this study is to evaluate created design strategies for designers and users in order to minimize energy consumption by determining the passive design criteria and choosing the type of air conditioning equipment while providing an acceptable thermal comfort level in mosques. According to the method created for the aim, the scenarios of mosques were compared in terms of thermal comfort and energy consumption in the temperate humid climate conditions. This method includes the analysis of scenarios created from the change of design parameters of mosques (plan, size, roof type of the mosques) with a simulation software which was validated with actual utility data. The suggestions were presented for the selection and design of the mechanical system as a result of the implementation of the created method. When the design scenarios of mosques are compared, the air conditioning of the indoor with radiant method consumed less energy than HVAC equipment with fan system. In accordance with the plan schemes (square, rectangle, circular), the least energy consumption per unit area was in the circular plan scheme and hemispherical design. Compared to the roof types (single dome, multi dome, pyramidal roof, flat roof), the most energy consumption per unit area was generally in the multi dome design. According to the average energy consumption values of the HVAC systems, there was 23 % less energy consumption in the flat plan type (105.06 kWh/m2) compared to the rectangular plan type (129.2 kWh/m2). In the intermittent use schedule of the HVAC system, 8 % more energy was consumed than in the continuous use schedule. According to the air changes per hour in the mosques, there was 5.93 % more energy consumption in 2 ach conditions compared to 0.5 ach conditions.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405844023082002"
  },
  {
    "title": "Plant functional type classification for earth system models: results from the European Space Agency's Land Cover Climate Change Initiative",
    "authors": [
      "B. Poulter,",
      "N. MacBean,",
      "A. Hartley,",
      "I. Khlystova,",
      "O. Arino,",
      "R. Betts,",
      "S. Bontemps,",
      "M. Boettcher,",
      "C. Brockmann,",
      "P. Defourny,",
      "S. Hagemann,",
      "M. Herold,",
      "G. Kirches,",
      "C. Lamarche,",
      "D. Lederer,",
      "C. Ottlé,",
      "M. Peters,",
      "P. Peylin"
    ],
    "doi": "https://doi.org/10.5194/gmd-8-2315-2015",
    "journalVolume": "Vol. 8,\n                                no. 7\n                                \n                                  pp.\n                                  2315\n                                  – 2328",
    "issn": "1991-959X (Print)",
    "publisher": "1991-9603 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology"
    ],
    "journalUrl": "https://www.geoscientific-model-development.net/",
    "abstract": "Global land cover is a key variable in the earth system with feedbacks on climate, biodiversity and natural resources. However, global land cover data sets presently fall short of user needs in providing detailed spatial and thematic information that is consistently mapped over time and easily transferable to the requirements of earth system models. In 2009, the European Space Agency launched the Climate Change Initiative (CCI), with land cover (LC_CCI) as 1 of 13 essential climate variables targeted for research development. The LC_CCI was implemented in three phases: first responding to a survey of user needs; developing a global, moderate-resolution land cover data set for three time periods, or epochs (2000, 2005, and 2010); and the last phase resulting in a user tool for converting land cover to plant functional type equivalents. Here we present the results of the LC_CCI project with a focus on the mapping approach used to convert the United Nations Land Cover Classification System to plant functional types (PFTs). The translation was performed as part of consultative process among map producers and users, and resulted in an open-source conversion tool. A comparison with existing PFT maps used by three earth system modeling teams shows significant differences between the LC_CCI PFT data set and those currently used in earth system models with likely consequences for modeling terrestrial biogeochemistry and land–atmosphere interactions. The main difference between the new LC_CCI product and PFT data sets used currently by three different dynamic global vegetation modeling teams is a reduction in high-latitude grassland cover, a reduction in tropical tree cover and an expansion in temperate forest cover in Europe. The LC_CCI tool is flexible for users to modify land cover to PFT conversions and will evolve as phase 2 of the European Space Agency CCI program continues.",
    "readLink": "http://www.geosci-model-dev.net/8/2315/2015/gmd-8-2315-2015.pdf"
  },
  {
    "title": "Integrating machine learning, remote sensing and citizen science to create an early warning system for biodiversity",
    "authors": [
      "Alexandre Antonelli,",
      "Kiran L. Dhanjal‐Adams,",
      "Daniele Silvestro"
    ],
    "doi": "https://doi.org/10.1002/ppp3.10337",
    "journalVolume": "Vol. 5,\n                                no. 3\n                                \n                                  pp.\n                                  307\n                                  – 316",
    "issn": "2572-2611 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Botany"
    ],
    "journalUrl": "https://nph.onlinelibrary.wiley.com/journal/25722611",
    "abstract": "Societal Impact Statement The development and implementation of conservation actions that address urgent threats to biodiversity across the globe require large amounts of historic and current data. Machine learning approaches offer the tools to process, analyse and interpret large data sets, giving insights into trends and guiding evidence‐based allocation of limited resources to maximise positive biodiversity outcomes. Here we describe how data acquired from remote sensing, citizen science and other monitoring approaches could feed in near‐real time into an early warning system for biodiversity that integrates automated red‐listing of species with the identification of priority areas for conservation. Summary Application of machine learning approaches is aiding biodiversity conservation and research at a time of rapid global change. Two emerging topics and their data requirements are presented. First, to identify areas of priority protection for preventing biodiversity loss, reinforcement learning is used by training models that take into account human disturbance and climate change under recurrent monitoring schemes. Second, neural networks are used to approximate classification of species into Red List categories of the International Union for Conservation of Nature, offering the possibility of real‐time re‐classification after events such as widespread fires and deforestation. We discuss how the identification of areas and species most at risk could be integrated into an ‘early warning system’ based on climatic monitoring, remotely sensed land‐use changes and near‐real time biological and threat data from citizen science initiatives. Such system would help guide actions to prevent biodiversity loss at the speed required for effective conservation.",
    "readLink": "https://doi.org/10.1002/ppp3.10337"
  },
  {
    "title": "Risk assessment of rainstorm disasters in the Guangdong–Hong Kong–Macao greater Bay area of China during 1990–2018",
    "authors": [
      "Yujie Wang,",
      "Jianqing Zhai,",
      "Ge Gao,",
      "Qiufeng Liu,",
      "Lianchun Song"
    ],
    "doi": "https://doi.org/10.1080/19475705.2021.2023224",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  267\n                                  – 288",
    "issn": "1947-5705 (Print)",
    "publisher": "1947-5713 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences: Industries. Land use. Labor: Management. Industrial management: Risk in industry. Risk management"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tgnh",
    "abstract": "With climate change and urbanization, the rainstorm disaster has become one of the major climate risks in constructing the Guangdong–Hong Kong–Macao Greater Bay Area (GBA). Based on daily precipitation, socio-economic data and a comprehensive evaluation method, the characteristics and risks of rainstorm disaster in the GBA at county level are investigated in this paper. Considering the hazard, vulnerability and exposure, the risks of rainstorm disasters are high (Level 3) and very high (Level 4) in Zhuhai, Zhongshan, Dongguan, Jiangmen and Shenzhen. From 1990 to 2018, the frequency and intensity of rainstorms in the GBA have increased by 10 times and 2 mm per decade, respectively. Moreover, the population, gross domestic product, and built-up areas have increased significantly in the GBA, while the vegetation coverage has decreased. The combination of these changes results in an increase in the frequency of rainstorm disasters by two times from 2005 to 2018 compared with that from 1990 to 2004. The findings of this study can provide a positive reference for local governments to improve the pertinence of the strategies for rainstorm disaster prevention and mitigation.",
    "readLink": "http://dx.doi.org/10.1080/19475705.2021.2023224"
  }
]