[
  {
    "title": "Agricultural adaptations to mid-late Holocene climate change in western Türkiye",
    "authors": [
      "Tom Maltas,",
      "Vasıf Şahoğlu,",
      "Hayat Erkanal"
    ],
    "doi": "https://doi.org/10.1038/s41598-023-36109-0",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract The period around the mid-late Holocene transition (c. 2200 bc) saw major societal developments across the eastern Mediterranean. At the same time, the region experienced a shift to more arid climatic conditions. This included punctuated episodes of rapid climate change such as the ‘4.2 ka event’, which has been implicated in widespread societal ‘collapse’ at the end of the Early Bronze Age. The ways in which societies adapted agricultural production to cope with a drying climate are poorly understood. We begin to rectify this through stable isotope analysis of archaeobotanical remains from the Aegean region of western Türkiye, conducted to reveal changes in agricultural decision making across the mid-late Holocene transition. We find that Bronze Age farmers adapted agricultural production strategies by investing in drought-tolerant cereals cultivated on drier fields with water management strategies redirected towards pulses. Despite this, we find no evidence for pronounced drought stress in cereals grown during the period of the 4.2 ka event. This raises the potential for alternative explanations for societal disruptions visible across the Anatolian Plateau during this time, such as the breakdown of long-distance trade networks.",
    "readLink": "https://doi.org/10.1038/s41598-023-36109-0"
  },
  {
    "title": "Review: Proteomic Techniques for the Development of Flood-Tolerant Soybean",
    "authors": [
      "Xin Wang,",
      "Setsuko Komatsu"
    ],
    "doi": "https://doi.org/10.3390/ijms21207497",
    "journalVolume": "Vol. 21,\n                                no. 7497\n                                \n                                  p.\n                                  7497",
    "issn": "1661-6596 (Print)",
    "publisher": "1422-0067 (Online)",
    "countryOfPublisher": "MDPI AG",
    "lcc": [
      "Switzerland",
      "Science: Biology (General)",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/ijms",
    "abstract": "Soybean, which is rich in protein and oil as well as phytochemicals, is cultivated in several climatic zones. However, its growth is markedly decreased by flooding stress, which is caused by climate change. Proteomic techniques were used for understanding the flood-response and -tolerant mechanisms in soybean. Subcellular proteomics has potential to elucidate localized cellular responses and investigate communications among subcellular components during plant growth and under stress stimuli. Furthermore, post-translational modifications play important roles in stress response and tolerance to flooding stress. Although many flood-response mechanisms have been reported, flood-tolerant mechanisms have not been fully clarified for soybean because of limitations in germplasm with flooding tolerance. This review provides an update on current biochemical and molecular networks involved in soybean tolerance against flooding stress, as well as recent developments in the area of functional genomics in terms of developing flood-tolerant soybeans. This work will expedite marker-assisted genetic enhancement studies in crops for developing high-yielding stress-tolerant lines or varieties under abiotic stress.",
    "readLink": "https://www.mdpi.com/1422-0067/21/20/7497"
  },
  {
    "title": "Influence of the Geosynthetic Type and Compaction Conditions on the Pullout Behaviour of Geosynthetics Embedded in Recycled Construction and Demolition Materials",
    "authors": [
      "Castorina S. Vieira,",
      "Paulo M. Pereira"
    ],
    "doi": "https://doi.org/10.3390/su14031207",
    "journalVolume": "Vol. 14,\n                                no. 1207\n                                \n                                  p.\n                                  1207",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The effects of the climate change that the planet has been experiencing, and the growing awareness of citizens that natural resources are finite, highlight the inevitability of making society more sustainable. Since the construction industry is responsible for a high consumption of natural resources and it simultaneously produces high volumes of waste, it is of great importance to investigate the feasibility of using construction and demolition (C&D) wastes as alternatives to common natural materials. This paper investigates the feasibility of using fine-grain recycled C&D wastes as backfill material of geosynthetic reinforced steep slopes, through a laboratory study focused mainly on the pullout behaviour of two geosynthetics embedded in these alternative materials. The influence of the geosynthetic type, moisture content and compaction degree of the recycled C&D material on the pullout behaviour is assessed and discussed. The physical and mechanical characterization of the filling material is also presented. The pullout test results have pointed out that, although the two geosynthetics have similar tensile strength, the pullout resistance of the geogrid is higher than that of the geotextile and is achieved at lower frontal displacements. While the reduction of the compaction moisture content below the optimum value induced a slight decrease in the geogrid pullout resistance (ranging from 5% to 7%), conversely the pullout capacity of the geotextile increased up to 22%. The compaction degree of the recycled C&D material had the expected effect on the geotextile pullout resistance, reflected in an increase of about 20% when the degree of compaction rose from 80% to 90%. However, the expected trend was not observed on the geogrid pullout behaviour. The pullout interaction coefficient tended to decrease with the variation of the compaction moisture content around the optimum value (maximum decrease of 33% and 16% for the geogrid and the geotextile, respectively) and with an increase in the vertical confining pressure from 10 kPa up to 50 kPa (decrease around 25%). The average value of the pullout interaction coefficient, fb, ranged from 0.61 to 1.09 for the geogrid and from 0.67 to 1.25 for the geotextile. From all these findings it can be concluded that recycled C&D materials can be seen as an environmentally friendly alternatives to the natural resources commonly used in the construction of geosynthetic-reinforced embankments.",
    "readLink": "https://www.mdpi.com/2071-1050/14/3/1207"
  },
  {
    "title": "Machine learning of cloud types in satellite observations and climate models",
    "authors": [
      "P. Kuma,",
      "F. A.-M. Bender,",
      "A. Schuddeboom,",
      "A. J. McDonald,",
      "Ø. Seland"
    ],
    "doi": "https://doi.org/10.5194/acp-23-523-2023",
    "journalVolume": "Vol. 23\n                                \n                                \n                                  pp.\n                                  523\n                                  – 549",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Uncertainty in cloud feedbacks in climate models is a major limitation in projections of future climate. Therefore, evaluation and improvement of cloud simulation are essential to ensure the accuracy of climate models. We analyse cloud biases and cloud change with respect to global mean near-surface temperature (GMST) in climate models relative to satellite observations and relate them to equilibrium climate sensitivity, transient climate response and cloud feedback. For this purpose, we develop a supervised deep convolutional artificial neural network for determination of cloud types from low-resolution (2.5∘×2.5∘) daily mean top-of-atmosphere shortwave and longwave radiation fields, corresponding to the World Meteorological Organization (WMO) cloud genera recorded by human observers in the Global Telecommunication System (GTS). We train this network on top-of-atmosphere radiation retrieved by the Clouds and the Earth’s Radiant Energy System (CERES) and GTS and apply it to the Coupled Model Intercomparison Project Phase 5 and 6 (CMIP5 and CMIP6) model output and the European Centre for Medium-Range Weather Forecasts (ECMWF) Reanalysis version 5 (ERA5) and the Modern-Era Retrospective Analysis for Research and Applications version 2 (MERRA-2) reanalyses. We compare the cloud types between models and satellite observations. We link biases to climate sensitivity and identify a negative linear relationship between the root mean square error of cloud type occurrence derived from the neural network and model equilibrium climate sensitivity (ECS), transient climate response (TCR) and cloud feedback. This statistical relationship in the model ensemble favours models with higher ECS, TCR and cloud feedback. However, this relationship could be due to the relatively small size of the ensemble used or decoupling between present-day biases and future projected cloud change. Using the abrupt-4×CO2 CMIP5 and CMIP6 experiments, we show that models simulating decreasing stratiform and increasing cumuliform clouds tend to have higher ECS than models simulating increasing stratiform and decreasing cumuliform clouds, and this could also partially explain the association between the model cloud type occurrence error and model ECS.",
    "readLink": "https://acp.copernicus.org/articles/23/523/2023/acp-23-523-2023.pdf"
  },
  null,
  {
    "title": "Research Trends and Focus on the Deserts of Northern China: A Bibliometric Analysis During 1986–2020",
    "authors": [
      "Ya-Fei Shi,",
      "Ya-Fei Shi,",
      "Fang-Fang Huang,",
      "Shan-Heng Shi,",
      "Ying-Sha Jiang,",
      "Xiao-Min Huang"
    ],
    "doi": "https://doi.org/10.3389/feart.2021.777626",
    "journalVolume": "Vol. 9",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "With the economic progress and scientific development since the 1980s, research on deserts in China has advanced remarkably. Many research outputs have been published, especially in recent years. However, a systematic review and quantitative analysis of these publications has been lacking. Here, we conducted a comprehensive bibliometric analysis of the main deserts in China in order to characterize the trends and temporal changes in publications. Because the first publication was found in 1986, we searched all publications from 1986 to 2020. We found that annual publication output increased exponentially, especially after 2012, and that the Tengger Desert, the Taklimakan Desert, and the Horqin Sandy Land were the most intensively studied areas. Earth science, involving environmental science and ecology, geology, and agriculture were the major research fields. In addition, Journal of Arid Land, Chinese Science Bulletin, and Catena were the journals with the largest number of publications. The Chinese Academy of Sciences produced the largest number of publications, wherein, Li X R, Zhao X Y, and Zhang Y M were the three most productive authors. Noticeably, “climate change” has become a frequent topic since 2010, indicating that more attention has been paid to climate change and alleviating anthropogenic disturbances in desert areas in China. Although Chinese authors contributed the most publications, the average number of citations per publication for Chinese authors was relatively low. Our results highlight that authors should continue to improve the number of citations of their publications and pay more attention to the interactions between climate change and desertification in the deserts research of Northern China in the futures.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/feart.2021.777626/full"
  },
  {
    "title": "Interannual variability and climatic sensitivity of global wildfire activity",
    "authors": [
      "Rongyun Tang,",
      "Jiafu Mao,",
      "Mingzhou Jin,",
      "Anping Chen,",
      "Yan Yu,",
      "Xiaoying Shi,",
      "Yulong Zhang,",
      "Forrest M. Hoffman,",
      "Min Xu,",
      "Yaoping Wang"
    ],
    "doi": "Vol. 12,\n                                no. 5\n                                \n                                  pp.\n                                  686\n                                  – 695",
    "issn": "1674-9278 (Print)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/advances-in-climate-change-research/",
    "abstract": "Understanding historical wildfire variations and their environmental driving mechanisms is key to predicting and mitigating wildfires. However, current knowledge of climatic responses and regional contributions to the interannual variability (IAV) of global burned area remains limited. Using recent satellite-derived wildfire products and simulations from version v1.0 of the land component of the U.S. Department of Energy's Energy Exascale Earth System Model (E3SM land model [ELM] v1) driven by three different climate forcings, we investigated the burned area IAV and its climatic sensitivity globally and across nine biomes from 1997 to 2018. We found that 1) the ELM simulations generally agreed with the satellite observations in terms of the burned area IAV magnitudes, regional contributions, and covariations with climate factors, confirming the robustness of the ELM to the usage of different climate forcing sources; 2) tropical savannas, tropical forests, and semi-arid grasslands near deserts were primary contributors to the global burned area IAV, collectively accounting for 71.7%–99.7% of the global wildfire IAV estimated by both the satellite observations and ELM simulations; 3) precipitation was a major fire suppressing factor and dominated the global and regional burned area IAVs, and temperature and shortwave solar radiation were mostly positively related with burned area IAVs; and 4) noticeable local discrepancies between the ELM and remote-sensing results occurred in semi-arid grasslands, croplands, boreal forests, and wetlands, likely caused by uncertainties in the current ELM fire scheme and the imperfectly derived satellite observations. Our findings revealed the spatiotemporal diversity of wildfire variations, regional contributions and climatic responses, and provided new metrics for wildfire modeling, facilitating the wildfire prediction and management.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674927821000903"
  },
  {
    "title": "Farmer’s response to climate change and variability in Ethiopia: A review",
    "authors": [
      "Melese Gezie"
    ],
    "doi": "https://doi.org/10.1080/23311932.2019.1613770",
    "journalVolume": "Vol. 5,\n                                no. 1",
    "issn": "2331-1932 (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Agriculture",
      "Technology: Chemical technology: Food processing and manufacture"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/oafa",
    "abstract": "Ethiopia is one of the most vulnerable countries experiencing drought and floods as a result of climate variability and change. Climate change in the form of higher temperature, reduced rainfall, and increased rainfall variability reduces crop yield and threatens food security in low income and agriculture-based economies. This study reviews impact of climate change and variability, and climate change adaptation strategies employed at farm level in response to perceived changes in temperature and precipitation. Climate change negatively affects agriculture, nutrition, ground water availability, soil organic matter and soil quality, health conditions, growth and poverty. The survey reveals that Ethiopian farmers adopt many strategies in response to climate change. These strategies include “use of improved crop varieties,” “agroforestry practices,” “crop diversification,” “soil conservation practices,” “tree planting,” “off-farm activities,” “irrigation practices,” “adjusting planting dates,” “selling of assets,” “food aid,” and “permanent and temporary migration in search of employment” are the most important adaptation strategies by smallholder farmers. However, “level of education,” “gender,” “age,” “wealth of the head of household,” “access to extension and credit,” “information and climate social capital,” “agroecological settings,” and “temperature” all influence farmer’s choices; “lack of information on adaptation methods,” “financial constraints,” and “lack of access to land” as main barriers to adapt climate change and variability. Another investigator also revealed that farmers living in the dry lowland area perceived more change in climate than farmers in the wet lowland area.",
    "readLink": "http://dx.doi.org/10.1080/23311932.2019.1613770"
  },
  {
    "title": "Analisa Strategi Pengelolaan Taman Nasional Gede Pangrango (TNGP) Untuk Pengembangan Pariwisata Alam Di Kawasan Hutan.",
    "authors": [
      "Epi Syahadat"
    ],
    "doi": "https://doi.org/10.20886/jpsek.2006.3.2.117-132",
    "journalVolume": "Vol. 3,\n                                no. 2\n                                \n                                  pp.\n                                  117\n                                  – 132",
    "issn": "1979-6013 (Print)",
    "publisher": "2502-4221 (Online)",
    "countryOfPublisher": "Centre for Social Research and Development, Economics, Policy and Climate Change; Development and Innovation Agency; Ministry of Environment and Forestry",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK",
    "abstract": "Pengembangan pengelolaan Taman Nasional Gede Pangrango (TNGP) merupakan bagian integral dari pembangunan kepariwisataan nasional, selain daripada itu pengembangan pengelolaan Taman Nasional Gede Pangrango ini memiliki arti yang sangat penting dan strategis bagi bangsa Indonesia dalam mendukung kelangsungan dan keberhasilan Pembangunan nasional. Sehubungan dengan hal tersebut maka pelaksanaan pengembangan pengelolaan kepariwisataan di Taman Nasional Gede Pangrango harus mampu menjadi sarana untuk meraih cita-cita dan tujuan nasional dalam rangka mewujudkan keadilan sosial bagi seluruh rakyat Indonesia. Keberhasilan penyelenggaraan pembangunan kepariwisataan nasional di Taman Nasional Gede Pangrango (TNGP) dapat dicapai atau di raih berkat keterpaduan dan kesinergian antara kekuatan masyarakat, pemerintah, media masa, dan pengusaha pariwisata. Ada beberapa aspek yang harus diperhatikan dalam pengembangan pariwisata alam, yaitu : pariwisata nasional, perencanaan kawasan, pengelolaan lingkungan, sosial ekonomi dan budaya, penataan ruang serta peraturan perundangan. Analisa SWOT dilaksanakan untuk menyusun strategi peluangusahan di Taman Nasional Gede Pangrango. Adapun strategi pengembangan Obyek dan Daya Tarik Wisata Alam meliputi pengembangan : aspek perencanaan pembangunan, aspek kelembagaan, aspek sarana dan prasarana, aspek pengelolaan, aspek pengusahaan, aspek pemasaran, aspek peran serta masyarakat dan penelitian dan pengembangan.",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK/article/view/405"
  },
  {
    "title": "Globaler Umweltwandel, Naturgefahren, Vulnerabilität und Katastrophenresilienz",
    "authors": [
      "Jörn Birkmann"
    ],
    "doi": "https://doi.org/10.1007/BF03184043",
    "journalVolume": "Vol. 66,\n                                no. 1",
    "issn": "0034-0111 (Print)",
    "publisher": "1869-4179 (Online)",
    "countryOfPublisher": "oekom verlag GmbH",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Human ecology. Anthropogeography: Settlements: Cities. Urban geography",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: Urbanization. City and country"
    ],
    "journalUrl": "https://rur.oekom.de/",
    "abstract": "Climate change and the increase of extreme weather events (floods, storms etc.) are signals of global environmental change, which implies new challenges for spatial planning. The paper examines how spatial planning and particularly regional planning focuses on natural hazards and vulnerability. Based on the example of flooding and preventive flood protection it shows that the current focus in planning lies mainly on the hazard rather than on the vulnerability. This is problematic due to the fact that climate change implies changes within the frequency and intensity of flood events. Thus the static focus on a 100 years flood event is misleading. Therefore it is essential to shift the focus and to take into account the vulnerability of society and that of different land uses. The paper discusses fundamentals and key terms. It shows how the concept of vulnerability can be made more concrete for spatial planning.",
    "readLink": "http://rur.oekom.de/index.php/rur/article/view/1271"
  }
]