[
  {
    "title": "Climate shocks and responses: Perspectives and experiences of ethnic minority farmers in rural mountainous regions of Central Vietnam",
    "authors": [
      "Nguyen Quang Tan,",
      "Huynh Van Chuong,",
      "Nguyen Hoang Khanh Linh,",
      "Pham Gia Tung,",
      "Nguyen Cong Dinh,",
      "Tran Thi Anh Tuyet"
    ],
    "doi": "Vol. 9,\n                                no. 4\n                                \n                                  p.\n                                  e15390",
    "issn": "2405-8440 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.cell.com/heliyon/home",
    "abstract": "Ethnic minority farmers (EMFs) in upland areas of Central Vietnam are particularly vulnerable to the impacts of climate shocks and extreme events. It is thus urgent to examine their perceptions of the potential risks, their coping strategies, and the factors influencing their adaptation decisions in agriculture production. By exploring adaptation measures of the Xo Dang and Co Tu EMFs in Quang Nam province, Central Vietnam, the study results reveal that the EMFs are increasingly conscious of local climate shocks in the recent decade; as a result, they have applied multiple specific strategies in agriculture production to mitigate risks. The findings indicate that the key variables of the age of the household head, income, household size, residence period at the locality, and farmers' perception of climate change significantly influenced the households’ adaptation decisions. Recognizing this, the study proposed specific recommendations and policy implications to minimize risks while maximizing benefits for the EMFs.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405844023025975"
  },
  {
    "title": "Circular solar industry supply chain through product technological design changes",
    "authors": [
      "Tadas Radavičius,",
      "Arvid van der Heide,",
      "Wolfram Palitzsch,",
      "Tom Rommens,",
      "Julius Denafas,",
      "Manuela Tvaronavičienė"
    ],
    "doi": "https://doi.org/10.9770/IRD.2021.3.3(1)",
    "journalVolume": "Vol. 3,\n                                no. 3\n                                \n                                  pp.\n                                  10\n                                  – 30",
    "issn": "2669-0195 (Online)",
    "publisher": "Entrepreneurship and Sustainability Center",
    "countryOfPublisher": "Lithuania",
    "lcc": [
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: Regional planning"
    ],
    "journalUrl": "http://jssidoi.org/ird/",
    "abstract": "Climate change forces countries and organisations to transition towards renewable energies (RE). The transition requires a substantial amount of renewable energy installations, such as PV (photovoltaic) systems. EU solar cells (main PV panels component) manufacturing capacity in 2019 were only 0,2% compared to the world producers’ capacity. It makes the European Union energy transition dependable on the foreign countries. In addition, the supply chain of the solar industry is facing issues of silicon solar panels having critical raw material (CRM) silver and toxic materials such as lead. The solar panels themselves are a complex combination of components making recovery of the materials a difficult process (Ha, 2020). These and further issues of the lack of circularity in the solar value chain endangers reliable access to solar energy in the long term. The goal of this research is to increase the circularity in the industry by designing technologically the product in a circular way. In order to achieve this goal, the authors blended information provided in the contemporary scientific literature with the shared expertise of producers and other stakeholders. Insights about the possible technological design changes of the solar panels, their issues, and their impact on the supply chain were gathered through an online workshop and EU Horizon 2020 project CIRCUSOL. As a result of the research, the authors proposed product circularity improvement’ steps and specific technological solutions, which would allow enhancing circular solar industry supply chain. The proposed technological solutions are radio-frequency identification (RFID), lead-free ribbons with bismuth as lead replacement, an electrically conductive adhesive (ECA), new industrial cell encapsulation (N.I.C.E), and fluorine-free back sheet.",
    "readLink": "https://jssidoi.org/ird/article/73"
  },
  {
    "title": "Welke modellen voor de uitrol van publieke laadinfrastructuur voor elektrische voertuigen in het Brussels Hoofdstedelijk Gewest?",
    "authors": [
      "Quentin De Clerck,",
      "Lieselot Vanhaverbeke"
    ],
    "doi": "https://doi.org/10.4000/brussels.5789",
    "issn": "2031-0293 (Online)",
    "publisher": "Université Saint-Louis Bruxelles",
    "countryOfPublisher": "Belgium",
    "lcc": [
      "Social Sciences"
    ],
    "journalUrl": "https://journals.openedition.org/brussels",
    "abstract": "The impact of transport on climate change is becoming increasingly significant, making switching to sustainable vehicles an important step in emission reduction. The use of electric vehicles could be stimulated by a large network of charging stations. However, in Brussels, this network is still limited. In this paper, we propose two complementary methods that can support the deployment of a charging infrastructure. The analysis for public occasional charging is a point of interest (POI) based approach as it demonstrates that the accessibility of the charging infrastructure is improved if charging stations are installed at important Brussels mobility poles. Locations for public residential charging are identified by means of location models that take into account demand forecasts for EVs. The resulting roll-out is first pushed through where the estimated EV adoption is high and then spreads evenly across the entire Region. The combination of both methods offers a solution for residents (location models), as well as for visitors or commuters (POI approach).",
    "readLink": "http://journals.openedition.org/brussels/5789"
  },
  {
    "title": "Das Holstein-Interglazial von Tönisberg im Rahmen des Niederrheinischen Pleistozäns",
    "authors": [
      "E. K. Kempf"
    ],
    "doi": "https://doi.org/10.3285/eg.17.1.01",
    "journalVolume": "Vol. 17\n                                \n                                \n                                  pp.\n                                  5\n                                  – 60",
    "issn": "0424-7116 (Print)",
    "publisher": "2199-9090 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology"
    ],
    "journalUrl": "https://www.eg-quaternary-science-journal.net/",
    "abstract": "Near the village of Tönisberg (Lower Rhine district) a new shaft penetrated the Schaephuysen hills, which is an upsqueezed terminal moraine of the Saale glaciation. It turned out that the Pleistocene amounts to almost 180 feet; from base to top it consists of Middle Middle-Terrace (Mittlere Mittelterrasse), Kempen-Krefeld-Beds (Holstein-Interglacial), and Lower Middle-Terrace (Untere Mittelterrasse). Pleistocene rests on marine sands of Upper Oligocene age. Within the sediments of the Middle Middle-Terrace the occurence of reworked fossils seems to be a significant character. The assemblage is composed of three major constituents: marine faunal relicts of Upper Oligocene age as well as Tertiary and Quaternary plant remains. The reworked fossils and additional features made it possible to trace the Middle Middle-Terrace farther to the north. It could be concluded that the \"Moers-Beds\" („Moerser Schichten\") ought to be placed in the early Holstein-Interglacial. There is a gradual change from the deposits of the Middle Middle-Terrace to the interglacial sediments. Therefore the Middle Middle-Terrace can be regarded as a transitional layer between the Elster-Glacial and the Holstein-Interglacial. The great thickness of interglacial deposits is due to the upsqueezing effects of the Saale ice sheet. The interglacial sediments (sand, chalky gyttja, argillaceous peat) yielded many fossils of which the molluscs, the ostracods, and the macroscopic plant remains (mainly fruits and seeds) were studied in detail. Furthermore palynological investigations were undertaken. The samples from some new boreholes allowed comparative investigations with the „Krefeld-Beds\" of the isolated hills west of Moers (Inselberge) and the „Kempen-Beds\" which are distributed below the city of Krefeld. As redards fossils and stratigraphical sequence several similarities could be detected. Therefore the „Krefeld-Beds\" of the Schaephuysen hills and those of Moers are regarded as time equivalents of the „Kempen-Beds\". The term Kempen-Krefeld-Beds was chosen for these Holstein-Interglacial deposits in the Lower Rhine district. The description of the prevailing climatic conditions during the deposition of the Holstein-Interglacial beds in the Lower Rhine district is based on the nature of the fossil content. The recent distribution of the identified plant species within the Lower Rhine district was noted by means of publications on local plant communities covering more than a century. According to these data the climate of the Holstein-Interglacial essentially corresponded to that of the present day. A greater rainfall and slightly higher temperatures allowed, however, some plant species to thrive which nowadays do not occur in this area. The sequence and structure of the Pleistocene, exposed in the shaft of Tönisberg, proves the opinions of K. N. Thome (1958, 195,9), regarding the origin of the upsqueezed terminal moraines in the Lower Rhine district, to be right. This is further underlined by observations which could be made during shaft sinking, as a freezing technique was applied. In contrast to the opinions of K. N. Thome reasons are advanced to show that, within the area of the Moers ice lobe (Moerser Lobus), the Kamp ridge (Kamper Staffel) was the first to be squeezed up and that the squeezing up of the Neuss ridge (Neußer Staffel) was the later event. Also in connection with this the stratigraphical position of the Krefeld Middle-Terrace (Krefelder Mittelterrasse) within the Drenthe stage (Drenthe-Stadium) of the Saale-Glacial appears to be most probable. On figure 15 the stratigraphical sequence of middle and late Pleistocene deposits of the Lower Rhine district is listed, according to the results indicated above.",
    "readLink": "https://www.eg-quaternary-sci-j.net/17/5/1966/egqsj-17-5-1966.pdf"
  },
  {
    "title": "Skill and reliability of climate model ensembles at the Last Glacial Maximum and mid-Holocene",
    "authors": [
      "J. C. Hargreaves,",
      "J. D. Annan,",
      "R. Ohgaito,",
      "A. Paul,",
      "A. Abe-Ouchi"
    ],
    "doi": "https://doi.org/10.5194/cp-9-811-2013",
    "journalVolume": "Vol. 9,\n                                no. 2\n                                \n                                  pp.\n                                  811\n                                  – 823",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "Paleoclimate simulations provide us with an opportunity to critically confront and evaluate the performance of climate models in simulating the response of the climate system to changes in radiative forcing and other boundary conditions. Hargreaves et al. (2011) analysed the reliability of the Paleoclimate Modelling Intercomparison Project, PMIP2 model ensemble with respect to the MARGO sea surface temperature data synthesis (MARGO Project Members, 2009) for the Last Glacial Maximum (LGM, 21 ka BP). Here we extend that work to include a new comprehensive collection of land surface data (Bartlein et al., 2011), and introduce a novel analysis of the predictive skill of the models. We include output from the PMIP3 experiments, from the two models for which suitable data are currently available. We also perform the same analyses for the PMIP2 mid-Holocene (6 ka BP) ensembles and available proxy data sets. Our results are predominantly positive for the LGM, suggesting that as well as the global mean change, the models can reproduce the observed pattern of change on the broadest scales, such as the overall land–sea contrast and polar amplification, although the more detailed sub-continental scale patterns of change remains elusive. In contrast, our results for the mid-Holocene are substantially negative, with the models failing to reproduce the observed changes with any degree of skill. One cause of this problem could be that the globally- and annually-averaged forcing anomaly is very weak at the mid-Holocene, and so the results are dominated by the more localised regional patterns in the parts of globe for which data are available. The root cause of the model-data mismatch at these scales is unclear. If the proxy calibration is itself reliable, then representativity error in the data-model comparison, and missing climate feedbacks in the models are other possible sources of error.",
    "readLink": "http://www.clim-past.net/9/811/2013/cp-9-811-2013.pdf"
  },
  {
    "title": "Climate change and COVID-19: Assessing the vulnerability and resilience of U.S. Indigenous communities to syndemic crises",
    "authors": [
      "Stefan Wheat,",
      "Shasta Gaughen,",
      "James Skeet,",
      "Larry Campbell,",
      "Jamie Donatuto,",
      "Jacqualine Schaeffer,",
      "Cecilia Sorensen"
    ],
    "doi": "Vol. 8\n                                \n                                \n                                  p.\n                                  100148",
    "issn": "2667-2782 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "France",
    "lcc": [
      "Medicine: Public aspects of medicine",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.journals.elsevier.com/the-journal-of-climate-change-and-health/",
    "abstract": "The rapid emergence of the COVID-19 pandemic and the insidiously evolving climate crisis represent two of the most pressing public health threats to Indigenous Peoples in the United States. Understanding the ways in which these syndemics uniquely impact Indigenous Peoples, given the existing health disparities for such communities, is essential if we are to address modifiable root causes of health vulnerability and devise effective and equitable strategies to protect and improve health in the evolving climate landscape. We explore the compounding burden of the COVID-19 pandemic and climate change on Indigenous Peoples’ health, and present several case studies which outline novel Indigenous approaches and perspectives that address climate change, COVID-19 and future health threats.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2667278222000372"
  },
  {
    "title": "Does Climate Change Mitigation Activity Affect Crude Oil Prices? Evidence from Dynamic Panel Model",
    "authors": [
      "Jude C. Dike"
    ],
    "doi": "https://doi.org/10.1155/2014/514029",
    "journalVolume": "Vol. 2014",
    "issn": "2356-735X (Print)",
    "publisher": "2314-615X (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Technology: Electrical engineering. Electronics. Nuclear engineering: Production of electric energy or power. Powerplants. Central stations"
    ],
    "journalUrl": "https://www.hindawi.com/journals/jen/",
    "abstract": "This paper empirically investigates how climate change mitigation affects crude oil prices while using carbon intensity as the indicator for climate change mitigation. The relationship between crude oil prices and carbon intensity is estimated using an Arellano and Bond GMM dynamic panel model. This study undertakes a regional-level analysis because of the geographical similarities among the countries in a region. Regions considered for the study are Africa, Asia and Oceania, Central and South America, the EU, the Middle East, and North America. Results show that there is a positive relationship between crude oil prices and carbon intensity, and a 1% change in carbon intensity is expected to cause about 1.6% change in crude oil prices in the short run and 8.4% change in crude oil prices in the long run while the speed of adjustment is 19%.",
    "readLink": "http://dx.doi.org/10.1155/2014/514029"
  },
  {
    "title": "The justice and policy implications of clean energy transition in Africa",
    "authors": [
      "Benyoh Emmanuel Kigha Nsafon,",
      "Benyoh Emmanuel Kigha Nsafon,",
      "Noel Ngando Same,",
      "Noel Ngando Same,",
      "Abdulfatai Olatunji Yakub,",
      "Abdulfatai Olatunji Yakub,",
      "Deepak Chaulagain,",
      "Deepak Chaulagain,",
      "Nallapaneni Manoj Kumar,",
      "Nallapaneni Manoj Kumar,",
      "Jeung-Soo Huh,",
      "Jeung-Soo Huh,",
      "Jeung-Soo Huh"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2023.1089391",
    "journalVolume": "Vol. 11",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "Despite the low local energy access rates, Africa is considered a key player in the global energy transition due to its large supply of fossil fuels and a large reserve of critical minerals essential for manufacturing renewable energy components in the energy sector and storage devices in the transportation and electronics sectors. But building a sustainable society at all levels across nations would only come when there exists a just and inclusive energy transition based on the idea of “leave no one behind”. While many African countries have embarked on ambitious and transformative transition strategies, and many energy projects classified as “clean” have economic, environmental, and social implications that jeopardize the wellbeing of those already vulnerable to the impacts of climate change. This paper explores the policy implications of the just transition to ensure that efforts to steer Africa towards a lower carbon future are supported by fair, equity, and justice considerations. Our analyses provide valuable evidence for considering a just transition in Africa that will not exacerbate the current socio-economic challenges the region is facing but will support sustained poverty reduction and the achievement of faster economic growth. Our findings show that the African continent’s multiple challenges of energy security, economic growth, and affordable access must feature in its clean energy transition. We draw conclusions that an incremental transition emphasizing low-carbon development is the most feasible and pragmatic approach to transform the region’s economy and address climate change challenges.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2023.1089391/full"
  },
  {
    "title": "Screening and Identification of Brown Planthopper Resistance Genes <i>OsCM9</i> in Rice",
    "authors": [
      "Jae-Ryoung Park,",
      "Sopheap Yun,",
      "Rahmatullah Jan,",
      "Kyung-Min Kim"
    ],
    "doi": "https://doi.org/10.3390/agronomy10121865",
    "journalVolume": "Vol. 10,\n                                no. 1865\n                                \n                                  p.\n                                  1865",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "The brown planthopper (BPH) is a major pest that causes serious damage to rice in countries with mild climates, including Korea, Japan, China, and Vietnam. Although a large number of BPH-resistant genes have been reported, BPH has recently evolved rapidly and in a variable manner due to rapid climate change and an unpredictable environment. The synthesis of secondary metabolites in plants is essential, as it provides resistance to various stressors, including pests such as BPH. For QTL mapping, a Samgang/Nagdong double haploid (SNDH) 113 population was used. The BPH resistance gene was screening by measure the resistance score using the phenotype that appeared after BPH inoculation in the 113 SNDH population. QTL mapping was used, and SSR marker RM584-RM225 of chromosome 6 and SSR marker RM331-S8024 of chromosome 8 were commonly identified. These locations contained transcription factors, phytohormones, signaling molecules, kinases, and secondary metabolites that defend plants from stressors in the environment. This region of chromosome 8 also contained a sequence similar to that of rice Choristmate mutase (OsCM9). CM is a gene that is not only found in rice, but also in thale cress (Arabidopsis thaliana (L.) Heynh.), maize (Zea mays L.), and soybean (Glycine max (L.) Merr.). After inoculation with BPH, the relative expression levels of OsCM9 were greater in the line resistant to BPH than in the line susceptible to BPH. The newly identified BPH-resistant gene OsCM9 can be used for the development of rice varieties that are capable of resisting sudden damage due to BPH, as the evolution of BPH due to climate change has had negative impacts on rice crops.",
    "readLink": "https://www.mdpi.com/2073-4395/10/12/1865"
  },
  {
    "title": "Intervenciones termodinámicas: una aproximación a la termodinámica como herramienta de intervención sobre el patrimonio industrial a través del FRAC Nord-Pas de Calais y el Centre Civic Cristalerías Planell = Thermodynamic Interventions: an approach to thermodynamics as a tool for intervention on built industrial heritage through the FRAC Nord-Pas de Calais and the Centre Civic Cristalerías Planell",
    "authors": [
      "Javier de Andrés de Vicente"
    ],
    "doi": "https://doi.org/10.20868/cpa.2020.10.4550",
    "journalVolume": "Vol. 0,\n                                no. 10\n                                \n                                  pp.\n                                  16\n                                  – 27",
    "issn": "2171-956X (Print)",
    "publisher": "2174-1131 (Online)",
    "countryOfPublisher": "Universidad Politécnica de Madrid",
    "lcc": [
      "Spain",
      "Fine Arts: Architecture"
    ],
    "journalUrl": "http://polired.upm.es/index.php/proyectos_arquitectonicos/index",
    "abstract": "Resumen La introducción del concepto de entropía en la arquitectura permite entender el profundo vínculo que hay entre la degradación de la energía y la degradación de la materia, bifurcando la atención hacia el consumo diario de energía de un edificio a lo largo de su vida y hacia el coste energético que implica levantar —o reparar— la propia construcción. En definitiva, dos enfoques para entender el impacto de la construcción sobre el medio. El primero, nos habla de aquella arquitectura que utiliza las energías libres que proceden del aprovechamiento de las variables climáticas como herramientas de diseño. El segundo se refiere a esa arquitectura que, en sus distintas variantes, recupera el patrimonio construido. La reflexión que aquí se plantea pasa por hibridar ambos enfoques de entender el impacto de la construcción sobre el medio, aproximándose a la intervención sobre el patrimonio construido a partir del empleo de principios termodinámicos. Para ello, se apoya en el análisis de dos intervenciones contemporáneas consideradas como paradigmáticas que operan sobre piezas del patrimonio industrial transformándolas para usos culturales. A diferencia de los habituales criterios de intervención basados principalmente en el léxico, el contexto o el programa, estas obras reflejan una forma de recuperar el patrimonio desde premisas de diseño fundamentadas en intercambios de energía con la atmósfera del entorno próximo y abiertas al cambio. Ambas, en cierto modo, son una forma de entender la arquitectura como esa “dialéctica del cambio entrópico” de la que hablaba Robert Smithson. Así, desde un dualismo material y conceptual que aúna presente y pasado, energía y memoria, ambas intervenciones generan imágenes memorables. En última instancia, su estética, basada en el ensamblaje, la hibridación y la contraposición, tanto a nivel energético como material y formal, busca hacer visibles las tensiones y dificultades inherentes al paso del tiempo por arquitecturas pasadas. Abstract The introduction of the concept of entropy in architecture has brought to light the tight bond that exists between the degradation of energy and the degradation of matter, shifting the focus to the daily energy consumption of a building during its lifespan, as well as to the cost, in energy terms, of constructing —or repairing— that particular building. In short, it has given way to two different approaches to understanding the impact of construction on the environment. The first approach refers to the kind of architecture that uses free energies generated from an efficient use of climate variables as a design tool. The second approach refers to the kind of architecture that, in its different variants, chooses to restore built heritage. The purpose of this article is to hybridise these two approaches to the impact of construction on the environment by examining architectural intervention on built heritage through the lens of thermodynamic principles. To this end we will review two contemporary interventions that have paradigmatically transformed old industrial buildings into new cultural premises. Far from applying standard intervention criteria, largely based on architectural language, context or programme, these restoration works follow design premises that are founded on energy exchanges with the neighbouring environment, and that are open to change. In a way, both exemplify how architecture can be understood as a “dialectics of entropic change”, as coined by Robert Smithson. From a stance of material and conceptual dualism that blurs the lines between past and present, energy and memory, both interventions generate memorable images. Their outward appearance, based on assemblage, hybridisation and contrast, both in terms of energy, form and matter, ultimately seeks to showcase the tensions and challenges inherent to the passing of time in architecture.",
    "readLink": "http://polired.upm.es/index.php/proyectos_arquitectonicos/article/view/4550"
  }
]