[
  {
    "title": "Long-Term Projection of Water Cycle Changes over China Using RegCM",
    "authors": [
      "Chen Lu,",
      "Guohe Huang,",
      "Guoqing Wang,",
      "Jianyun Zhang,",
      "Xiuquan Wang,",
      "Tangnyu Song"
    ],
    "doi": "https://doi.org/10.3390/rs13193832",
    "journalVolume": "Vol. 13,\n                                no. 3832\n                                \n                                  p.\n                                  3832",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "The global water cycle is becoming more intense in a warming climate, leading to extreme rainstorms and floods. In addition, the delicate balance of precipitation, evapotranspiration, and runoff affects the variations in soil moisture, which is of vital importance to agriculture. A systematic examination of climate change impacts on these variables may help provide scientific foundations for the design of relevant adaptation and mitigation measures. In this study, long-term variations in the water cycle over China are explored using the Regional Climate Model system (RegCM) developed by the International Centre for Theoretical Physics. Model performance is validated through comparing the simulation results with remote sensing data and gridded observations. The results show that RegCM can reasonably capture the spatial and seasonal variations in three dominant variables for the water cycle (i.e., precipitation, evapotranspiration, and runoff). Long-term projections of these three variables are developed by driving RegCM with boundary conditions of the Geophysical Fluid Dynamics Laboratory Earth System Model under the Representative Concentration Pathways (RCPs). The results show that increased annual average precipitation and evapotranspiration can be found in most parts of the domain, while a smaller part of the domain is projected with increased runoff. Statistically significant increasing trends (at a significant level of 0.05) can be detected for annual precipitation and evapotranspiration, which are 0.02 and 0.01 mm/day per decade, respectively, under RCP4.5 and are both 0.03 mm/day per decade under RCP8.5. There is no significant trend in future annual runoff anomalies. The variations in the three variables mainly occur in the wet season, in which precipitation and evapotranspiration increase and runoff decreases. The projected changes in precipitation minus evapotranspiration are larger than those in runoff, implying a possible decrease in soil moisture.",
    "readLink": "https://www.mdpi.com/2072-4292/13/19/3832"
  },
  {
    "title": "Assessing phenological growth stages of barberry tree growth and the effect of climate change on its water requirement in Iran",
    "authors": [
      "Hasan Rezaei,",
      "Mohamad Motamedi Rad"
    ],
    "doi": "https://doi.org/10.22098/mmws.2022.11189.1105",
    "journalVolume": "Vol. 3,\n                                no. 2\n                                \n                                  pp.\n                                  78\n                                  – 92",
    "issn": "2783-2546 (Online)",
    "publisher": "University of Mohaghegh Ardabili",
    "countryOfPublisher": "Iran, Islamic Republic of",
    "lcc": [
      "Technology: Hydraulic engineering: River, lake, and water-supply engineering (General)",
      "Technology: Engineering (General). Civil engineering (General): Engineering geology. Rock mechanics. Soil mechanics. Underground construction"
    ],
    "journalUrl": "http://mmws.uma.ac.ir/?lang=en",
    "abstract": "Introduction Increasing the efficiency of water consumption and water management is necessary to meet the water needs of agricultural plants which need to consider the variables affecting water consumption, including water needs and the amount of evaporation and transpiration. In this regard, evaporation and transpiration are important indicators in the process of plant growth and their amount is considered equal to the water requirement of the plant. On the other hand, climate change can affect water demand by changing the expected patterns for the average weather condition in a long term in a specific region or for the entire global climate. In the present study, the phenological stages of seedless barberry tree were determined based on field observations at Ghaen synoptic meteorological station. The seedless barberry tree is one of the commercial cultivars in Iran. In this research, the effect of climate change on the water requirement of barberry cultivation has been evaluated based on RCP scenarios in the near and far future. Materials and Methods In the field part, in order to identify the occurrence time of the phenology stages and temperature thresholds, a series of visits and daily and weekly notes were made in the field in the growing season of the barberry tree. For this purpose, a private and fertile commercial orchard with suitable cultivated area of ​​seedless barberry trees was selected. The studied garden group with three hectares of cultivated area in Qain city was identified as one of the most fertile gardens in the region. This private garden is located in Qain city, at the position of 33 degrees and 43 minutes of north latitude and 59 degrees and 10 minutes of east longitude and a height of 1432 meters above sea level. In this study, the phenology stages of seedless barberry tree as one of the commercial cultivars of Iran were determined. The BBCH coding system was used to record the phenology stages (Enriquez‐Hidalgo et al., 2020). This scale has a 100-part table with codes from 0 to 99 and is designed for different phases (Feldmann and Rutikanga, 2021). It was used in the synoptic meteorological station of Qain city during one year from the beginning of germination to the end of the dormant period. In fact, the codes of the phenology stages were observed and recorded in the field.After determining the phenological stages of barren barberry trees, the water requirement of the selected tree species has been calculated. In the next step, to determine the water requirement, the reference evaporation and transpiration rate must be multiplied by the plant coefficient. For this purpose, the available data including hours of sunshine, average temperature during the growing season, average rainfall, minimum temperature, maximum temperature, evaporation, and transpiration obtained from the National Meteorological Organization for 18 valid meteorological stations from 1987 to 2017 on hourly and daily time scales were used to predict the climatic condition. Toward this, the climatic condition of the near future (2059-2030) and the far future (2089-2060) has been predicted considering pessimistic (RCP8.5), and optimistic (RCP4.5) scenarios. Results and Discussion The results showed that barberry needs six phenological stages to complete the growth period from early April to late November. Also, the amount of water requirement for barberry treesin the base period (1987-2017) on a daily basis in the eastern region under study is more than in the west and northwest of the region. The water requirement in the northwest and west parts is more than in the east of the region under study, which is the reason for the increase in the length of the barberry phenology stage in the region has been mentioned. The results of climate change analysis showed that the daily water requirement of barberry (2030-2059) based on the RCP8.5 model during the growing season varies between 4.5-5.8 mm per day and the total water requirement is 990-1260 mm. According to the RCP4.5 model, the daily water requirement of barberry varies between 5.6-5.8 mm per day and the total water requirement is 1290-990 mm. The daily water requirement of barberry according to the RCP4.5 model (2060-2089) varies between 4-5 mm per day and the total water requirement is 960-1150 mm. Also, the daily water requirement of barberry according to the RCP8.5 model varied between 4.5-8.2 mm per day. The total water requirement of the barberry tree is 950-1300 mm. ConclusionThe present study was conducted with the aim of measuring the phenology stages of the seedless barberry tree and the water requirement of the barberry tree according to the conditions of climate change in the areas prone to its cultivation in Iran. The results showed that the barberry tree needs six phenology stages to complete its growth cycle. The growth period according to climatic conditions and topography lasts from early April to late November. The results of estimating the water requirement in the base period showed that the cities of Kerman, Yazd, Qain, Birjand, Zahedan and Torbat Heydarieh need the most water during the growth stage (1330-1240 mm per day) and the lowest water requirement of the barberry tree in the north It is in the west and west of the country, but in the future, the amount of water needed by the barberry tree in the northwest and west is more than the center and east of the study area, which is the reason for the earlier completion of the phenology stages in the center and east of the country, for this reason, these areas are among the unsuitable areas. It is considered cultivation. Since the annual rainfall changes from year to year; Therefore, the irrigation project cannot be planned only based on one year's information, so long-term records are needed to calculate the effective rainfall based on the probability of occurrence. Cultivation of barberry is very desirable in terms of irrigation for dry and semi-arid areas where farmers are facing water shortage. Considering that water is the main and essential requirement of any product; Therefore, it is essential to estimate the water requirement of each plant.",
    "readLink": "https://mmws.uma.ac.ir/article_1763_a58a47b3af1a12ac734d2a5ccf69ff99.pdf"
  },
  {
    "title": "The Essentials of Marine Biotechnology",
    "authors": [
      "Ana Rotter,",
      "Michéle Barbier,",
      "Francesco Bertoni,",
      "Francesco Bertoni,",
      "Atle M. Bones,",
      "M. Leonor Cancela,",
      "M. Leonor Cancela,",
      "Jens Carlsson,",
      "Maria F. Carvalho,",
      "Marta Cegłowska,",
      "Jerónimo Chirivella-Martorell,",
      "Meltem Conk Dalay,",
      "Mercedes Cueto,",
      "Thanos Dailianis,",
      "Irem Deniz,",
      "Ana R. Díaz-Marrero,",
      "Dragana Drakulovic,",
      "Arita Dubnika,",
      "Christine Edwards,",
      "Hjörleifur Einarsson,",
      "Ayşegül Erdoǧan,",
      "Orhan Tufan Eroldoǧan,",
      "David Ezra,",
      "Stefano Fazi,",
      "Richard J. FitzGerald,",
      "Laura M. Gargan,",
      "Susana P. Gaudêncio,",
      "Marija Gligora Udovič,",
      "Nadica Ivošević DeNardis,",
      "Rósa Jónsdóttir,",
      "Marija Kataržytė,",
      "Katja Klun,",
      "Jonne Kotta,",
      "Leila Ktari,",
      "Zrinka Ljubešić,",
      "Lada Lukić Bilela,",
      "Manolis Mandalakis,",
      "Alexia Massa-Gallucci,",
      "Inga Matijošytė,",
      "Hanna Mazur-Marzec,",
      "Mohamed Mehiri,",
      "Mohamed Mehiri,",
      "Søren Laurentius Nielsen,",
      "Lucie Novoveská,",
      "Donata Overlingė,",
      "Giuseppe Perale,",
      "Giuseppe Perale,",
      "Giuseppe Perale,",
      "Praveen Ramasamy,",
      "Céline Rebours,",
      "Thorsten Reinsch,",
      "Fernando Reyes,",
      "Baruch Rinkevich,",
      "Johan Robbens,",
      "Eric Röttinger,",
      "Eric Röttinger,",
      "Vita Rudovica,",
      "Jerica Sabotič,",
      "Ivo Safarik,",
      "Ivo Safarik,",
      "Siret Talve,",
      "Deniz Tasdemir,",
      "Deniz Tasdemir,",
      "Xenia Theodotou Schneider,",
      "Olivier P. Thomas,",
      "Anna Toruńska-Sitarz,",
      "Giovanna Cristina Varese,",
      "Marlen I. Vasquez"
    ],
    "doi": "https://doi.org/10.3389/fmars.2021.629629",
    "journalVolume": "Vol. 8",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Coastal countries have traditionally relied on the existing marine resources (e.g., fishing, food, transport, recreation, and tourism) as well as tried to support new economic endeavors (ocean energy, desalination for water supply, and seabed mining). Modern societies and lifestyle resulted in an increased demand for dietary diversity, better health and well-being, new biomedicines, natural cosmeceuticals, environmental conservation, and sustainable energy sources. These societal needs stimulated the interest of researchers on the diverse and underexplored marine environments as promising and sustainable sources of biomolecules and biomass, and they are addressed by the emerging field of marine (blue) biotechnology. Blue biotechnology provides opportunities for a wide range of initiatives of commercial interest for the pharmaceutical, biomedical, cosmetic, nutraceutical, food, feed, agricultural, and related industries. This article synthesizes the essence, opportunities, responsibilities, and challenges encountered in marine biotechnology and outlines the attainment and valorization of directly derived or bio-inspired products from marine organisms. First, the concept of bioeconomy is introduced. Then, the diversity of marine bioresources including an overview of the most prominent marine organisms and their potential for biotechnological uses are described. This is followed by introducing methodologies for exploration of these resources and the main use case scenarios in energy, food and feed, agronomy, bioremediation and climate change, cosmeceuticals, bio-inspired materials, healthcare, and well-being sectors. The key aspects in the fields of legislation and funding are provided, with the emphasis on the importance of communication and stakeholder engagement at all levels of biotechnology development. Finally, vital overarching concepts, such as the quadruple helix and Responsible Research and Innovation principle are highlighted as important to follow within the marine biotechnology field. The authors of this review are collaborating under the European Commission-funded Cooperation in Science and Technology (COST) Action Ocean4Biotech – European transdisciplinary networking platform for marine biotechnology and focus the study on the European state of affairs.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2021.629629/full"
  },
  {
    "title": "Botanical Gardens Are Local Hotspots for Urban Butterflies in Arid Environments",
    "authors": [
      "Kathleen L. Prudic,",
      "Terese Maxine P. Cruz,",
      "Jazmyn I. B. Winzer,",
      "Jeffrey C. Oliver,",
      "Natalie A. Melkonoff,",
      "Hank Verbais,",
      "Andrew Hogan"
    ],
    "doi": "https://doi.org/10.3390/insects13100865",
    "journalVolume": "Vol. 13,\n                                no. 865\n                                \n                                  p.\n                                  865",
    "issn": "2075-4450 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/insects/",
    "abstract": "Urban areas are proliferating quickly around the globe often with detrimental impacts on biodiversity. Insects, especially pollinators, have also seen record declines in recent decades, sometimes associated with land use change such as urbanization, but also associated with climate changes such as increased aridity. How these various factors play out in attracting and sustaining species richness in a complex urban matrix is poorly understood. Urban botanical gardens may serve as important refugia for insect pollinators in arid regions due to reliable water availability for both plants and insects. Here, we use community science data on butterfly observations to evaluate if botanical gardens can be hotspots of biodiversity in the arid urban landscapes of the southwest US. We found butterfly richness and diversity were proportionally overrepresented in botanical gardens compared with the urban landscape they were embedded in. We conclude that biodiversity-friendly botanical gardens in urban arid regions can make a valuable contribution to pollinator conservation, in particular, in face of the continued aridification due to climate change.",
    "readLink": "https://www.mdpi.com/2075-4450/13/10/865"
  },
  {
    "title": "Wind speed change regionalization in China (1961–2012)",
    "authors": [
      "Pei-Jun Shi,",
      "Gang-Feng Zhang,",
      "Feng Kong,",
      "Qian Ye"
    ],
    "doi": "https://doi.org/10.1016/j.accre.2015.09.006",
    "journalVolume": "Vol. 6,\n                                no. 2\n                                \n                                  pp.\n                                  151\n                                  – 158",
    "issn": "1674-9278 (Print)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/advances-in-climate-change-research/",
    "abstract": "This research quantitatively recognized the wind speed change using wind speed trend and trend of wind speed variability from 1961 to 2012 and regionalized the wind speed change on a county-level basis. The mean wind speed observation data and linear fitting method were used. The findings suggested that level-I regionalization includes six zones according to wind speed trend value in different regions, viz. Northeast China–North China substantial declining zone, East–Central China declining zone, Southeast China slightly declining zone, Southwest China very slightly declining zone, Northwest China declining zone, and Qinghai–Tibetan Plateau slightly declining zone. Level-II regionalization divides China into twelve regions based on trend of wind speed variability and the level-I regionalization results.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674927815000507"
  },
  {
    "title": "Can plants help us avoid seeding a human‐made climate catastrophe?",
    "authors": [
      "David J. Beerling"
    ],
    "doi": "https://doi.org/10.1002/ppp3.10066",
    "journalVolume": "Vol. 1,\n                                no. 4\n                                \n                                  pp.\n                                  310\n                                  – 314",
    "issn": "2572-2611 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Botany"
    ],
    "journalUrl": "https://nph.onlinelibrary.wiley.com/journal/25722611",
    "abstract": "Societal Impact Statement Human‐made climate change places the future of the planet in peril. Rapid greenhouse gas emissions over the past few decades already commit Earth to a warmer climate state and lock‐in future extinctions. I consider what steps might be taken to protect the climate and the future of the biosphere by drawing on our understanding of the Devonian rise of forests. At stake is nothing less than the future of humanity and the fate of species we are fortunate enough to share the planet with. Summary Drastic phase down of our carbon dioxide (CO2) emissions from burning fossil fuels within decades will likely be insufficient to avoid seeding catastrophic human‐caused climate change. We have to also start removing CO2 from the atmosphere, safely, affordably and within decades. Technological approaches for large‐scale carbon removal and storage hold great promise but are far from the gigaton‐scale required. Enhanced chemical weathering of crushed silicate rocks and afforestation are proposed CO2 removal approaches mimicking events during the Devonian rise of forests that triggered massive CO2 drawdown and the great late Palaeozoic cooling. Evidence from Earth's history suggests that if undertaken at scale, these strategies may represent key elements of a climate restoration plan but will still be far from sufficient. Climate protests by the world's youth are justified. They recognize the urgency of the situation and the intergenerational injustice of our time: current and future generations footing the immense economic and ecological bill for damaging carbon emissions they had no part in and which world leaders are failing to limit.",
    "readLink": "https://doi.org/10.1002/ppp3.10066"
  },
  {
    "title": "A case study on the impact of severe convective storms on the water vapor mixing ratio in the lower mid-latitude stratosphere observed in 2019 over Europe",
    "authors": [
      "D. Khordakova,",
      "C. Rolf,",
      "J.-U. Grooß,",
      "R. Müller,",
      "P. Konopka,",
      "A. Wieser,",
      "M. Krämer,",
      "M. Riese"
    ],
    "doi": "https://doi.org/10.5194/acp-22-1059-2022",
    "journalVolume": "Vol. 22\n                                \n                                \n                                  pp.\n                                  1059\n                                  – 1079",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Extreme convective events in the troposphere not only have immediate impacts on the surface, but they can also influence the dynamics and composition of the lower stratosphere (LS). One major impact is the moistening of the LS by overshooting convection. This effect plays a crucial role in climate feedback, as small changes of water vapor in the upper troposphere and lower stratosphere (UTLS) have a large impact on the radiative budget of the atmosphere. In this case study, we investigate water vapor injections into the LS by two consecutive convective events in the European mid-latitudes within the framework of the MOSES (Modular Observation Solutions for Earth Systems) measurement campaign during the early summer of 2019. Using balloon-borne instruments, measurements of convective water vapor injection into the stratosphere were performed. Such measurements with a high vertical resolution are rare. The magnitude of the stratospheric water vapor reached up to 12.1 ppmv (parts per million by volume), with an estimated background value of 5 ppmv. Hence, the water vapor enhancement reported here is of the same order of magnitude as earlier reports of water vapor injection by convective overshooting over North America. However, the overshooting took place in the extratropical stratosphere over Europe and has a stronger impact on long-term water vapor mixing ratios in the stratosphere compared to the monsoon-influenced region in North America. At the altitude of the measured injection, a sharp drop in a local ozone enhancement peak makes the observed composition of air very unique with high ozone up to 650 ppbv (parts per billion by volume) and high water vapor up to 12.1 ppmv. ERA-Interim does not show any signal of the convective overshoot, the water vapor values measured by the Microwave Limb Sounder (MLS) in the LS are lower than the in situ observations, and the ERA5 overestimated water vapor mixing ratios. Backward trajectories of the measured injected air masses reveal that the moistening of the LS took place several hours before the balloon launch. This is in good agreement with the reanalyses, which shows a strong change in the structure of isotherms and a sudden and short-lived increase in potential vorticity at the altitude and location of the trajectory. Similarly, satellite data show low cloud-top brightness temperatures during the overshooting event, which indicates an elevated cloud top height.",
    "readLink": "https://acp.copernicus.org/articles/22/1059/2022/acp-22-1059-2022.pdf"
  },
  {
    "title": "Paleogeographic controls on the evolution of Late Cretaceous ocean circulation",
    "authors": [
      "J.-B. Ladant,",
      "C. J. Poulsen,",
      "F. Fluteau,",
      "C. R. Tabor,",
      "K. G. MacLeod,",
      "E. E. Martin,",
      "S. J. Haynes,",
      "M. A. Rostami"
    ],
    "doi": "https://doi.org/10.5194/cp-16-973-2020",
    "journalVolume": "Vol. 16\n                                \n                                \n                                  pp.\n                                  973\n                                  – 1006",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "Understanding of the role of ocean circulation on climate during the Late Cretaceous is contingent on the ability to reconstruct its modes and evolution. Geochemical proxies used to infer modes of past circulation provide conflicting interpretations for the reorganization of the ocean circulation through the Late Cretaceous. Here, we present climate model simulations of the Cenomanian (100.5–93.9 Ma) and Maastrichtian (72.1–66.1 Ma) stages of the Cretaceous with the CCSM4 earth system model. We focus on intermediate (500–1500 m) and deep (> 1500 m) ocean circulation and show that while there is continuous deep-water production in the southwestern Pacific, major circulation changes occur between the Cenomanian and Maastrichtian. Opening of the Atlantic and Southern Ocean, in particular, drives a transition from a mostly zonal circulation to enhanced meridional exchange. Using additional experiments to test the effect of deepening of major ocean gateways in the Maastrichtian, we demonstrate that the geometry of these gateways likely had a considerable impact on ocean circulation. We further compare simulated circulation results with compilations of εNd records and show that simulated changes in Late Cretaceous ocean circulation are reasonably consistent with proxy-based inferences. In our simulations, consistency with the geologic history of major ocean gateways and absence of shift in areas of deep-water formation suggest that Late Cretaceous trends in εNd values in the Atlantic and southern Indian oceans were caused by the subsidence of volcanic provinces and opening of the Atlantic and Southern oceans rather than changes in deep-water formation areas and/or reversal of deep-water fluxes. However, the complexity in interpreting Late Cretaceous εNd values underscores the need for new records as well as specific εNd modeling to better discriminate between the various plausible theories of ocean circulation change during this period.",
    "readLink": "https://www.clim-past.net/16/973/2020/cp-16-973-2020.pdf"
  },
  {
    "title": "Predicting the climate impact of aviation for en-route emissions: the algorithmic climate change function submodel ACCF 1.0 of EMAC 2.53",
    "authors": [
      "F. Yin,",
      "V. Grewe,",
      "V. Grewe,",
      "F. Castino,",
      "P. Rao,",
      "S. Matthes,",
      "K. Dahlmann,",
      "S. Dietmüller,",
      "C. Frömming,",
      "H. Yamashita,",
      "P. Peter,",
      "E. Klingaman,",
      "E. Klingaman,",
      "K. P. Shine,",
      "B. Lührs,",
      "F. Linke"
    ],
    "doi": "https://doi.org/10.5194/gmd-16-3313-2023",
    "journalVolume": "Vol. 16\n                                \n                                \n                                  pp.\n                                  3313\n                                  – 3334",
    "issn": "1991-959X (Print)",
    "publisher": "1991-9603 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology"
    ],
    "journalUrl": "https://www.geoscientific-model-development.net/",
    "abstract": "Using climate-optimized flight trajectories is one essential measure to reduce aviation's climate impact. Detailed knowledge of temporal and spatial climate sensitivity for aviation emissions in the atmosphere is required to realize such a climate mitigation measure. The algorithmic Climate Change Functions (aCCFs) represent the basis for such purposes. This paper presents the first version of the Algorithmic Climate Change Function submodel (ACCF 1.0) within the European Centre HAMburg general circulation model (ECHAM) and Modular Earth Submodel System (MESSy) Atmospheric Chemistry (EMAC) model framework. In the ACCF 1.0, we implement a set of aCCFs (version 1.0) to estimate the average temperature response over 20 years (ATR20) resulting from aviation CO2 emissions and non-CO2 impacts, such as NOx emissions (via ozone production and methane destruction), water vapour emissions, and contrail cirrus. While the aCCF concept has been introduced in previous research, here, we publish a consistent set of aCCF formulas in terms of fuel scenario, metric, and efficacy for the first time. In particular, this paper elaborates on contrail aCCF development, which has not been published before. ACCF 1.0 uses the simulated atmospheric conditions at the emission location as input to calculate the ATR20 per unit of fuel burned, per NOx emitted, or per flown kilometre. In this research, we perform quality checks of the ACCF 1.0 outputs in two aspects. Firstly, we compare climatological values calculated by ACCF 1.0 to previous studies. The comparison confirms that in the Northern Hemisphere between 150–300 hPa altitude (flight corridor), the vertical and latitudinal structure of NOx-induced ozone and H2O effects are well represented by the ACCF model output. The NOx-induced methane effects increase towards lower altitudes and higher latitudes, which behaves differently from the existing literature. For contrail cirrus, the climatological pattern of the ACCF model output corresponds with the literature, except that contrail-cirrus aCCF generates values at low altitudes near polar regions, which is caused by the conditions set up for contrail formation. Secondly, we evaluate the reduction of NOx-induced ozone effects through trajectory optimization, employing the tagging chemistry approach (contribution approach to tag species according to their emission categories and to inherit these tags to other species during the subsequent chemical reactions). The simulation results show that climate-optimized trajectories reduce the radiative forcing contribution from aviation NOx-induced ozone compared to cost-optimized trajectories. Finally, we couple the ACCF 1.0 to the air traffic simulation submodel AirTraf version 2.0 and demonstrate the variability of the flight trajectories when the efficacy of individual effects is considered. Based on the 1 d simulation results of a subset of European flights, the total ATR20 of the climate-optimized flights is significantly lower (roughly 50 % less) than that of the cost-optimized flights, with the most considerable contribution from contrail cirrus. The CO2 contribution observed in this study is low compared with the non-CO2 effects, which requires further diagnosis.",
    "readLink": "https://gmd.copernicus.org/articles/16/3313/2023/gmd-16-3313-2023.pdf"
  },
  {
    "title": "Is there 1.5-million-year-old ice near Dome C, Antarctica?",
    "authors": [
      "F. Parrenin,",
      "M. G. P. Cavitte,",
      "M. G. P. Cavitte,",
      "D. D. Blankenship,",
      "J. Chappellaz,",
      "H. Fischer,",
      "O. Gagliardini,",
      "V. Masson-Delmotte,",
      "O. Passalacqua,",
      "C. Ritz,",
      "J. Roberts,",
      "J. Roberts,",
      "M. J. Siegert,",
      "D. A. Young"
    ],
    "doi": "https://doi.org/10.5194/tc-11-2427-2017",
    "journalVolume": "Vol. 11\n                                \n                                \n                                  pp.\n                                  2427\n                                  – 2437",
    "issn": "1994-0416 (Print)",
    "publisher": "1994-0424 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.the-cryosphere.net/",
    "abstract": "Ice sheets provide exceptional archives of past changes in polar climate, regional environment and global atmospheric composition. The oldest dated deep ice core drilled in Antarctica has been retrieved at EPICA Dome C (EDC), reaching ∼ 800 000 years. Obtaining an older paleoclimatic record from Antarctica is one of the greatest challenges of the ice core community. Here, we use internal isochrones, identified from airborne radar coupled to ice-flow modelling to estimate the age of basal ice along transects in the Dome C area. Three glaciological properties are inferred from isochrones: surface accumulation rate, geothermal flux and the exponent of the Lliboutry velocity profile. We find that old ice (> 1.5 Myr, 1.5 million years) likely exists in two regions: one ∼ 40 km south-west of Dome C along the ice divide to Vostok, close to a secondary dome that we name Little Dome C (LDC), and a second region named North Patch (NP) located 10–30 km north-east of Dome C, in a region where the geothermal flux is apparently relatively low. Our work demonstrates the value of combining radar observations with ice flow modelling to accurately represent the true nature of ice flow, and understand the formation of ice-sheet architecture, in the centre of large ice sheets.",
    "readLink": "https://www.the-cryosphere.net/11/2427/2017/tc-11-2427-2017.pdf"
  }
]