[
  {
    "title": "The Role of Crop Production in the Forest Landscape Restoration Approach—Assessing the Potential Benefits of Meeting the Bonn Challenge",
    "authors": [
      "Alessandro De Pinto,",
      "Nicola Cenacchi,",
      "Richard Robertson,",
      "Ho-Young Kwon,",
      "Timothy Thomas,",
      "Jawoo Koo,",
      "Salome Begeladze,",
      "Chetan Kumar"
    ],
    "doi": "https://doi.org/10.3389/fsufs.2020.00061",
    "journalVolume": "Vol. 4",
    "issn": "2571-581X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply",
      "Technology: Chemical technology: Food processing and manufacture"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/sustainable-food-systems#",
    "abstract": "Existing approaches and methodologies that investigate effects of land degradation on food security vary greatly. Although a relatively rich body of literature that investigates localized experiences, geophysical, and socioeconomic drivers of land degradation, and the costs and benefits of avoiding land degradation already exists, less rigorously explored are the global effects of restoring degraded landscapes for the health of the land, the climate, and world food security. The current scale of land degradation is such that the problem can be meaningfully addressed only if local successes are upscaled and a large number of landowners and land managers implement restoration activities. Significant global efforts to address degradation exist, but studies that evaluate the global benefits of these efforts generally do not account for global market forces and the complex web of relationships that determine the effects of wide-scale restoration on production and food security. This paper provides important insights into how a full integration of crop production in restoration efforts could impact food production levels, food availability, forest carbon stocks, and Greenhouse gas emissions.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fsufs.2020.00061/full"
  },
  {
    "title": "Assessing Water Shortage through a Balance Model among Transfers, Groundwater, Desalination, Wastewater Reuse, and Water Demands (SE Spain)",
    "authors": [
      "Antonio Jodar-Abellan,",
      "Patricia Fernández-Aracil,",
      "Joaquín Melgarejo-Moreno"
    ],
    "doi": "https://doi.org/10.3390/w11051009",
    "journalVolume": "Vol. 11,\n                                no. 5\n                                \n                                  p.\n                                  1009",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Currently, water demands are increasing notoriously, spreading the pressure on available water resources around the world in both quantity and quality. Similarly, the expected reduction of natural water inputs, due to climate change, depicts a new level of uncertainty. Specifically, Southeast Spain presents water scarcity due to its aridity—irregular and scarce precipitation and high evapotranspiration rates—combined with the competition between several water demands: environment, agricultural dynamics, urban-tourist activities, and industry. The study area of this work is the most relevant functional urban area of Alicante province (SE Spain), where the administration of water management is carried out by a range of authorities at different levels as the consequence of a complex historical development of water governance schemes: at the national, regional, and local levels. This study analyzes 21 municipalities and proposes a conceptual model which was developed by including different origins of water inputs—surface resources, groundwater, desalination, wastewater reuse, or interbasin transfers—and water demands with information obtained from 16 different sources. Our main results denote a relevant water deficit of 72.6 hm3/year even when one of the greatest rates of desalinated water and reused wastewater in Europe are identified here. This negative balance entails restrictions in urban development and agricultural growth. Thus, presented results are noteworthy for the water policy makers and planning authorities, by balancing the demand for water among various end users and providing a way for understanding water distribution in a context of scarcity and increasing demand, which will become one of the most challenging tasks in the 21st century.",
    "readLink": "https://www.mdpi.com/2073-4441/11/5/1009"
  },
  {
    "title": "Application of CORDEX-AFRICA and NEX-GDDP datasets for hydrologic projections under climate change in Lake Ziway sub-basin, Ethiopia",
    "authors": [
      "Mulugeta Musie,",
      "Sumit Sen,",
      "Puneet Srivastava"
    ],
    "doi": "Vol. 31\n                                \n                                \n                                  p.\n                                  100721",
    "issn": "2214-5818 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Science: Geology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/journal-of-hydrology-regional-studies/",
    "abstract": "Study region: Lake Ziway sub-basin, Central Rift Valley basin, Ethiopia. Study focus: This study evaluated the applicability of the NASA Earth Exchange Global Daily Downscaled Projections (NEX-GDDP) and the Coordinated Regional Downscaling Experiment (CORDEX-AFRICA) datasets for climate change impact assessment. It also evaluated the hydrologic impact of climate change in the sub-basin. The hydrologic model Soil and Water Assessment Tool (SWAT) was forced with the climate datasets to simulate the reference and future period streamflows under RCP 4.5 and RCP 8.5 scenarios. The seasonality and volumetric deviations of the average annual streamflows simulated using the climate models were used as criteria for selecting members of the ensemble. New hydrological insights for the region: All the climate models in the bias-corrected NEX-GDDP datasets failed to satisfy the criteria. The ensemble average annual streamflows, simulated using the CORDEX-AFRICA dataset, are expected to increase towards the end of the century under both the climate scenarios. However, the ensemble average dry season streamflows are projected to decrease during the mid- and end-periods of the century. The expected decreases in streamflows during the dry and pre-wet seasons, along with excessive abstractions of water from Lake Ziway, would exacerbate water scarcity in the basin. Approaches need to be developed to capture the increase in water availability during the wet season to alleviate water scarcity during the dry season.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2214581820301956"
  },
  {
    "title": "Case Studies on Elderly and Institutionalization in the Southern region of Kerala",
    "authors": [
      "Sharon Fernandez,",
      "Lithin Zacharias,",
      "Harikrishnan U."
    ],
    "doi": "Vol. 3,\n                                no. 3\n                                \n                                  pp.\n                                  54\n                                  – 58",
    "issn": "2456-2068 (Online)",
    "publisher": "Social Workers in India",
    "countryOfPublisher": "India",
    "lcc": [
      "Social Sciences: Social pathology. Social and public welfare. Criminology"
    ],
    "journalUrl": "http://jswep.in",
    "abstract": "Aging is a period of decline and social attitude towards old age affects the aged population. The practice of institutionalizing the elderly is a broad spreading concept in the modern world, and the old age homes and hospices are growing day by day. The current study aims at exploring the life experiences of the elderly on account of the transition happening due to institutionalization. The current study followed the multiple case study design. The objectives of the study are 1) to understand the social conditions that propel the elderly to choose institutional care, 2) to assess changing the attitude of the elderly towards the society and 3) to determine the coping mechanisms by the elderly in institutions, towards effective adjustment. Samples were selected from the old age homes who were above the age of 65 and institutionalized for at least ten years. Four case studies focused on the current objectives, and semi-structured interview guide was used. The study found that there was some level of psychosocial issues among the elderly and need psychosocial interventions and specialized care for the elderly in the primary, secondary and tertiary levels.",
    "readLink": "https://www.jswep.in/uploads/3/1/7/2/31729069/030306_case_studies_on_elderly_and_institutionalization_in_the_southern_region_of_kerala.pdf"
  },
  {
    "title": "COMMENTARY | Understanding the Role of the Biological Pump in the Global Carbon Cycle: An Imperative for Ocean Science",
    "authors": [
      "Susumu Honjo,",
      "Timothy I. Eglinton,",
      "Craig D. Taylor,",
      "Kevin M. Ulmer,",
      "Stefan Sievert,",
      "Astrid Bracher ,",
      "Christopher German,",
      "Virginia Edgcomb,",
      "Roger Francois,",
      "M. Debora Iglesias-Rodriguez,",
      "Benjamin Van Mooy,",
      "Daniel J. Repeta"
    ],
    "doi": "https://doi.org/10.5670/oceanog.2014.78",
    "journalVolume": "Vol. 27,\n                                no. 3\n                                \n                                  pp.\n                                  10\n                                  – 16",
    "issn": "1042-8275 (Print)",
    "publisher": "2377-617X (Online)",
    "countryOfPublisher": "The Oceanography Society",
    "lcc": [
      "United States",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "https://tos.org/oceanography/",
    "abstract": "Anthropogenically driven climate change will rapidly become Earth's dominant transformative influence in the coming decades. The oceanic biological pump—the complex suite of processes that results in the transfer of particulate and dissolved organic carbon from the surface to the deep ocean—constitutes the main mechanism for removing CO2 from the atmosphere and sequestering carbon at depth on submillennium time scales. Variations in the efficacy of the biological pump and the strength of the deep ocean carbon sink, which is larger than all other bioactive carbon reservoirs, regulate Earth's climate and have been implicated in past glacial-​interglacial cycles. The numerous biological, chemical, and physical processes involved in the biological pump are inextricably linked and heterogeneous over a wide range of spatial and temporal scales, and they influence virtually the entire ocean ecosystem. Thus, the functioning of the oceanic biological pump is not only relevant to the modulation of Earth's climate but also constitutes the basis for marine biodiversity and key food resources that support the human population. Our understanding of the biological pump is far from complete. Moreover, how the biological pump and the deep ocean carbon sink will respond to the rapid and ongoing anthropogenic changes to our planet—including warming, acidification, and deoxygenation of ocean waters—remains highly uncertain. To understand and quantify present-day and future changes in biological pump processes requires sustained global observations coupled with extensive modeling studies supported by international scientific coordination and funding.",
    "readLink": "http://tos.org/oceanography/archive/27-3_honjo.pdf"
  },
  {
    "title": "Moderately prolonged dry intervals between precipitation events promote production in Leymus chinensis in a semi-arid grassland of Northeast China",
    "authors": [
      "Jinwei Zhang,",
      "Xiangjin Shen,",
      "Bifan Mu,",
      "Yujie Shi,",
      "Yuheng Yang,",
      "Xuefeng Wu,",
      "Chunsheng Mu,",
      "Junfeng Wang"
    ],
    "doi": "https://doi.org/10.1186/s12870-021-02920-y",
    "journalVolume": "Vol. 21,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 11",
    "issn": "1471-2229 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://bmcplantbiol.biomedcentral.com",
    "abstract": "Abstract Background Climate change is predicted to lead to changes in the amount and distribution of precipitation during the growing seasonal. This “repackaging” of rainfall could be particularly important for grassland productivity. Here, we designed a two-factor full factorial experiment (three levels of precipitation amount and six levels of dry intervals) to investigate the effect of precipitation patterns on biomass production in Leymus chinensis (Trin.) Tzvel. (a dominant species in the Eastern Eurasian Steppe). Results Our results showed that increased amounts of rainfall with prolonged dry intervals promoted biomass production in L. chinensis by increasing soil moisture, except for the longest dry interval (21 days). However, prolonged dry intervals with increased amount of precipitation per event decreased the available soil nitrogen content, especially the soil NO3 −-N content. For small with more frequent rainfall events pattern, L. chinensis biomass decreased due to smaller plant size (plant height) and fewer ramets. Under large quantities of rain falling during a few events, the reduction in biomass was not only affected by decreasing plant individual size and lower ramet number but also by withering of aboveground parts, which resulted from both lower soil water content and lower NO3 −-N content. Conclusion Our study suggests that prolonged dry intervals between rainfall combined with large precipitation events will dramatically change grassland productivity in the future. For certain combinations of prolonged dry intervals and increased amounts of intervening rainfall, semi-arid grassland productivity may improve. However, this rainfall pattern may accelerate the loss of available soil nitrogen. Under extremely prolonged dry intervals, the periods between precipitation events exceeded the soil moisture recharge interval, the available soil moisture became fully depleted, and plant growth ceased. This implies that changes in the seasonal distribution of rainfall due to climate change could have a major impact on grassland productivity.",
    "readLink": "https://doi.org/10.1186/s12870-021-02920-y"
  },
  {
    "title": "ASSESSMENT OF RAINFALL VARIABILITY FOR SUSTAINABLE AGRICULTURE IN OWERRI, IMO STATE, NIGERIA",
    "authors": [
      "Onwuadiochi, I. C,",
      "Onyeanusi, C. C.,",
      "Mage, J. O."
    ],
    "doi": "https://doi.org/10.26480/jcleanwas.02.2021.39.46",
    "journalVolume": "Vol. 5,\n                                no. 2\n                                \n                                  pp.\n                                  39\n                                  – 46",
    "issn": "2521-0912 (Print)",
    "publisher": "2521-0513 (Online)",
    "countryOfPublisher": "Zibeline International",
    "lcc": [
      "Malaysia",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://jcleanwas.com/",
    "abstract": "Rainfall variability and agricultural sustainability have been of major concern to the Climatologists, Agriculturists and farmers in general. The net potential effect of severe changes in rainfall pattern is the disruption in crop production leading to food insecurity, joblessness and poverty. As a major concern to increase food production, this study seeks to assess the rainfall variability in Owerri City with a view to enhancing agricultural sustainability. The study used rainfall data (1981-2018) from Nigerian Meteorological Agency. Correlation and Regression techniques were employed for analysis. The result shows that there is no significant relationship between the number of rainy days and annual amount of rainfall. Also, there is no significant relationship between the length of rainy season and number of rainy days in the study area. The study also shows four years forecast of rainfall in the study area. The result shows an evidence and upsurge of low agricultural produce, food insecurity and hunger in the nearest future, and therefore recommends some sustainable agricultural practices that can boost yield, good health and healthy environment and reduce the effect of climate change.",
    "readLink": "https://jcleanwas.com/archives/2jcleanwas2021/2jcleanwas2021-39-46.pdf"
  },
  {
    "title": "High aqueous salinity does not preclude germination of invasive Iris pseudacorus from estuarine populations",
    "authors": [
      "Morgane B. Gillard,",
      "Jesús M. Castillo,",
      "Mohsen B. Mesgaran,",
      "Caryn J. Futrell,",
      "Brenda J. Grewell"
    ],
    "doi": "https://doi.org/10.1002/ecs2.3486",
    "journalVolume": "Vol. 12,\n                                no. 5\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract Estuarine ecosystems are threatened by climate change and biological invasions. Among global changes, sea‐level rise is broadly impacting tidal wetlands, through increases in salinity and alteration of inundation regimes. Extant freshwater plant species are often presumed to be limited to reaches of estuaries with low salinity and narrow tidal ranges. However, the potential for invasive freshwater species (e.g., Iris pseudacorus) to persist and spread with increased salinity and flooding is poorly understood and can jeopardize native biodiversity and other wetland ecosystem services. The successful establishment of invasive plants will be dependent on their tolerance to salinity and inundation, starting with the germination life stage. Changes to abiotic estuarine gradients may alter the germination process of tidal wetland plant species that underlies significant patterns of plant community composition and biodiversity. We explored germination responses of seeds from two invasive I. pseudacorus populations from freshwater and brackish tidal sites in California’s San Francisco Bay–Delta Estuary. We tested germination dynamics under salinity levels ranging from freshwater to seawater (0, 12.5, 25, and 45 dS/m) and two hydrological conditions (moist and flooded). Salinity levels >12.5 dS/m inhibited germination of seeds from both populations, consistent with viviparism and seedling emergence recorded at field sites. However, seeds exposed to seawater for 55 d germinated once exposed to freshwater. Germination velocity and seed buoyancy differed between populations, likely due to differences in seed coat thickness. Our results demonstrate that after 55 d in seawater, buoyant seeds of I. pseudacorus retain their ability to germinate, and germinate quickly with freshwater exposure. This suggests that invasive populations of I. pseudacorus can colonize new sites following potentially long‐distance dispersal of buoyant seeds with tidal currents. These findings inform risk assessments and highlight the need to prioritize the management of invasive I. pseudacorus in estuarine ecosystems impacted by rising sea level.",
    "readLink": "https://doi.org/10.1002/ecs2.3486"
  },
  {
    "title": "Extreme events, loss, and grief - an evaluation of the evolving management of climate change threats on the Great Barrier Reef",
    "authors": [
      "Lisa C. Walpole,",
      "Wade L. Hadwen"
    ],
    "doi": "https://doi.org/10.5751/ES-12964-270137",
    "journalVolume": "Vol. 27,\n                                no. 1\n                                \n                                  p.\n                                  37",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "Coral reefs across the world have demonstrated an incredible resilience to disturbance, having persisted for over 200 million years withstanding local, short-term shocks such as cyclones and bleaching events, as well as large-scale, long-term global changes such as sea-level fluctuations. However, there are now many persistent and growing threats to the health and productivity of global reef systems such as the Great Barrier Reef (GBR), including water temperature change and subsequent coral bleaching, invasive species, severe weather events, and water quality degradation. Among these, it is widely acknowledged that climate change is the greatest threat to the GBR, with the GBR Marine Park Authority (GBRMPA) releasing a position statement on climate change in 2019, compellingly arguing the urgent need for climate change action for the GBR. For the past two decades, researchers have strongly emphasized the need for vigorous implementation of management strategies that support global reef resilience. This study provides a critical review of the response to this call to action and the barriers and opportunities for implementing transformative resilience actions across a range of social-ecological and natural resource management contexts. Bringing the concepts of environmental grief and resilience thinking together, this study reflects on how back-to-back coral bleaching events in 2016-2017 have changed the framing of GBR management. However, there is more work to be done to ensure that all actors responsible for GBR management accept and embrace change in order to enable transformative resilience, which, for an environment feeling the heat of climate and non-climate pressures, will maintain at least some of their critical environmental, social, and economic values.",
    "readLink": "https://www.ecologyandsociety.org/vol27/iss1/art37/"
  },
  {
    "title": "Spatial estimation and climate projected change of cover-management factor in semi-arid region of India",
    "authors": [
      "PUSHPANJALI PUSHPANJALI,",
      "JOSILY SAMUEL,",
      "RAMA RAO C A,",
      "RAJU B M K,",
      "KARTHIKEYAN K"
    ],
    "doi": "https://doi.org/10.56093/ijas.v91i4.112631",
    "journalVolume": "Vol. 91,\n                                no. 4",
    "issn": "0019-5022 (Print)",
    "publisher": "2394-3319 (Online)",
    "countryOfPublisher": "Indian Council of Agricultural Research",
    "lcc": [
      "India",
      "Agriculture"
    ],
    "journalUrl": "https://epubs.icar.org.in/index.php/IJAgS/",
    "abstract": "Soil erosion and its future projection play an important role in the changing climatic scenario. An attempt has been made to establish a relationship between NDVI and cover-management factor (C-factor) which varies with area and crop. IRS LISS III data with 23.5 m resolution is used to derive precisely NDVI and correlated with C-factor, the derived regression equation shows a good relationship between NDVI and C-factor value. An approach was made to use this area specific equation for getting C- factor for the whole Mahabubnagar district, Telangana from 2013 imagery data and the study was conducted in 2017. For future scenarios study, a relationship between rainfall, temperature, and NDVI of the whole district was derived. The NDVI value of the study area varies between 0.63 and 0.046. Based on the regression model C-factor for the future scenarios using available CMIP5 (Coupled Model Intercomparison Project-5) has been mapped for the whole district. Using the NDVI map, the C-factor map of the area was prepared in ArcGIS 10.0 software. The spatial distribution shows that the C-factor values varied between 0.52-0.86. On an average C- factor for 2020s, 2050s and in 2080s were 0.53, 0.76, and 0.77 respectively. The predicted C- factor values were then brought under the GIS environment and C- factor prediction maps were generated.",
    "readLink": "https://epubs.icar.org.in/index.php/IJAgS/article/view/112631"
  }
]