[
  {
    "title": "Pandemic-driven changes in the nearshore non-commercial fishery in Hawai’i: catch photos posted to social media capture changes in fisher behavior",
    "authors": [
      "Timothy Grabowski,",
      "Michelle E. Benedum,",
      "Andrew Curley,",
      "Cole Dill-De Sa,",
      "Michelle Shuey"
    ],
    "doi": "https://doi.org/10.7717/peerj.14994",
    "journalVolume": "Vol. 11\n                                \n                                \n                                  p.\n                                  e14994",
    "issn": "2167-8359 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://peerj.com/",
    "abstract": "Using social media, we collect evidence for how nearshore fisheries are impacted by the global COVID-19 pandemic in Hawai’i. We later confirm our social media findings and obtain a more complete understanding of the changes in nearshore non-commercial fisheries in Hawai’i through a more conventional approach—speaking directly with fishers. Resource users posted photographs to social media nearly three times as often during the pandemic with nearly double the number of fishes pictured per post. Individuals who fished for subsistence were more likely to increase the amount of time spent fishing and relied more on their catch for food security. Furthermore, individuals fishing exclusively for subsistence were more likely to fish for different species during the pandemic than individuals fishing recreationally. Traditional data collection methods are resource-intensive and this study shows that during times of rapid changes, be it ecological or societal, social media can more quickly identify how near shore marine resource use adapts. As climate change threatens additional economic and societal disturbances, it will be necessary for resource managers to collect reliable data efficiently to better target monitoring and management efforts.",
    "readLink": "https://peerj.com/articles/14994.pdf"
  },
  {
    "title": "Classification and Transition of Grassland in Qinghai, China, from 1986 to 2020 with Landsat Archives on Google Earth Engine",
    "authors": [
      "Pengfei He,",
      "Yuli Shi,",
      "Haiyong Ding,",
      "Fangwen Yang"
    ],
    "doi": "https://doi.org/10.3390/land12091686",
    "journalVolume": "Vol. 12,\n                                no. 1686\n                                \n                                  p.\n                                  1686",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "The lack of long-duration, high-frequency grassland classification products limits further understanding of the grasslands’ long-term succession. This study first explored the annual mapping of grassland with fourteen categories at 30 m in Qinghai, China, from 1986 to 2020 based on Google Earth Engine (GEE) and the Integrated Orderly Classification System (IOCSG). Specifically, we proposed an image composite strategy to obtain annual source images for classification, by quarterly compositing multi-sensor and multi-temporal Landsat surface reflectance images. Subsequently, the 35-year area time series of each category was analyzed in terms of trend, degree of change, and succession of each category. The results indicate that the different grasslands of the IOCSG can be effectively differentiated by utilizing the designed feature bands of remote sensing data. Additionally, the proposed annual image composition strategy can not only decrease the invalid pixels but also promote classification accuracy. The grasslands transition analysis from 1986 to 2020 implies the progressive urbanization, warming, and wetting trend in Qinghai. The generated 35-year annual grassland thematic data in Qinghai can serve as an elementary dataset for further regional ecological and climate change studies. The proposed methodology of large-scale grassland classification can also be referenced to other applications like land use/cover mapping and ecological resource monitoring.",
    "readLink": "https://www.mdpi.com/2073-445X/12/9/1686"
  },
  {
    "title": "Proposals for the improvement of the technical examination under the EU Plant Breeders’ Rights system",
    "authors": [
      "Juan Antonio Vives-Vallés"
    ],
    "doi": "Vol. 3\n                                \n                                \n                                  p.\n                                  100046",
    "issn": "2667-0410 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Social Sciences: Industries. Land use. Labor: Economic growth, development, planning",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection"
    ],
    "journalUrl": "https://www.journals.elsevier.com/efb-bioeconomy-journal",
    "abstract": "Two complementary strategies are presented aiming at improving the technical examination of new plant varieties under the procedure for the granting of new Plant Breeders Rights, both in the European Union and within the framework of the International Union for the Protection of New Varieties of Plants, in order to stimulate innovation in the plant breeding sector. The proposed measures are (relatively) easily implementable, without major systemic reforms, and have the potential to ease innovation, either generically, or addressed at specific relevant key challenges, such as the adaptation of agriculture to climate change.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2667041023000010"
  },
  {
    "title": "Influence of discharge on fish habitat suitability curves in mountain watercourses in IFIM methodology",
    "authors": [
      "Macura Viliam,",
      "Štefunková Zuzana Š,",
      "Majorošová Martina,",
      "Halaj Peter,",
      "Škrinár Andrej"
    ],
    "doi": "https://doi.org/10.1515/johh-2017-0044",
    "journalVolume": "Vol. 66,\n                                no. 1\n                                \n                                  pp.\n                                  12\n                                  – 22",
    "issn": "0042-790X (Print)",
    "publisher": "1338-4333 (Online)",
    "countryOfPublisher": "Sciendo",
    "lcc": [
      "Poland",
      "Technology: Hydraulic engineering"
    ],
    "journalUrl": "https://sciendo.com/journal/JOHH",
    "abstract": "In this study, the quality of the aquatic habitats of mountain and piedmont streams was evaluated using the ‘Instream Flow Incremental Methodology (IFIM)’ decision-making tool. The quality of habitats was interpreted from the behaviour of bioindicators in the form of habitat suitability curves (HSCs). From 1995 until the present, 59 different reaches of 43 mountain streams in Slovakia and 3 validation reaches were evaluated, and the results analysed. The aim of this study was to generalize the parameters of the HSCs for the brown trout. The generalized curves will be useful for water management planning. It is difficult and time-consuming to take hydrometrical and ichthyological measurements at different water levels. Therefore, we developed a methodology for modifying suitability curves based on an ichthyological survey during a low flow and a flow at which fish lose the ability to resist the flow velocity. The study provides the information how such curves can be modified for a wider flow range. In summary, this study shows that generalized HSCs provide representative data that can be used to support both the design of river restoration and the assessment of the impacts of the water use or of climate change on stream habitat quality.",
    "readLink": "https://doi.org/10.1515/johh-2017-0044"
  },
  null,
  {
    "title": "Decoupling of Electricity Consumption Efficiency, Environmental Degradation and Economic Growth: An Empirical Analysis",
    "authors": [
      "Fahmida Laghari,",
      "Farhan Ahmed,",
      "Hai-Xia Li,",
      "Štefan Bojnec"
    ],
    "doi": "https://doi.org/10.3390/en16062620",
    "journalVolume": "Vol. 16,\n                                no. 2620\n                                \n                                  p.\n                                  2620",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "The present study investigates electricity consumption, carbon dioxide (CO2) emission, and economic growth decoupling using data from 1971 to 2020 for the economy of China. The study uses decoupling analysis (DA) as the prime methodology for analysis. Furthermore, the findings put forward a significant contribution to an economic picture of the economy of China and a sizeable addition to related research and findings under the assigned issues discussed in the study. The study’s main contribution is to decouple electricity consumption from the gross domestic product (GDP), which is rare in the existing literature in the context of China. Moreover, the study shows the decoupling of environment affects electricity consumption, and GDP growth. The DA model shows that electricity consumption is the main driving force enhancing economic growth. However, industrialization has increased greenhouse gases, global warming, and climate change due to production and consumption. China’s economy uses coal for energy resources, which indicates that China produces a large proportion of electricity with coal, which causes high CO2 emissions. Finally, further analysis with the Granger causality test confirms the main findings.",
    "readLink": "https://www.mdpi.com/1996-1073/16/6/2620"
  },
  {
    "title": "Patterns and Drivers of Pine Processionary Moth Defoliation in Mediterranean Mountain Forests",
    "authors": [
      "Antonio Gazol,",
      "Rodolfo Hernández-Alonso,",
      "J. Julio Camarero"
    ],
    "doi": "https://doi.org/10.3389/fevo.2019.00458",
    "journalVolume": "Vol. 7",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "Insect defoliations are one of the threats of forests health, and climate warming may enhance the occurrence of more severe outbreaks. Thus, understanding the spatial and temporal patterns of insect defoliation may provide valuable information to infer their responses to climate change. To contribute to this question, we studied a 42-year long record of defoliation by pine processionary moth (Thaumetopoea pityocampa, hereafter PPM), a major defoliating insect of Mediterranean conifers. We tested the hypothesis that climate warming is increasing PPM defoliation, which occurs in winter, and enhancing its upward shift. We analyzed data corresponding to PPM defoliation affecting 92 stands of four pine species distributed across an altitudinal (1,030–1,695 m) gradient (going downwards: Pinus sylvestris, Pinus nigra, Pinus pinaster, and Pinus halepensis) located near Mora de Rubielos (Teruel, Spain). We found a higher prevalence of PPM defoliation in P. nigra stands followed by P. sylvestris. PPM defoliation showed several peaks (1979–1983, 1991–1992, and 1995–1996) and it was positively related to winter minimum temperatures, with temperatures below −12°C reducing PPM defoliation. We found higher defoliation in stands dominated by P. nigra, located at intermediate altitude and with low tree density. We did not detect any upward shift of PPM defoliations. PPM defoliation dynamics depend on forest structure and on forest composition, but it might also be impacted by the occurrence of lethal temperatures below a threshold. These patterns should be considered when forecasting the range expansion of forest insects in response to climate warming.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fevo.2019.00458/full"
  },
  {
    "title": "A Review on Land Use and Land Cover Change in Ethiopian Basins",
    "authors": [
      "Motuma Shiferaw Regasa,",
      "Michael Nones,",
      "Dereje Adeba"
    ],
    "doi": "https://doi.org/10.3390/land10060585",
    "journalVolume": "Vol. 10,\n                                no. 585\n                                \n                                  p.\n                                  585",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "Land Use Land Cover (LULC) changes analysis is one of the most useful methodologies to understand how the land was used in the past years, what types of detections are to be expected in the future, as well as the driving forces and processes behind these changes. In Ethiopia, Africa, the rapid variations of LULC observed in the last decades are mainly due to population pressure, resettlement programs, climate change, and other human- and nature-induced driving forces. Anthropogenic activities are the most significant factors adversely changing the natural status of the landscape and resources, which exerts unfavourable and adverse impacts on the environment and livelihood. The main goal of the present work is to review previous studies, discussing the spatiotemporal LULC changes in Ethiopian basins, to find out common points and gaps that exist in the current literature, to be eventually addressed in the future. A total of 25 articles, published from 2011 to 2020, were selected and reviewed, focusing on LULC classification using ArcGIS and ERDAS imagine software by unsupervised and maximum likelihood supervised classification methods. Key informant interview, focal group discussions, and collection of ground truth information using ground positioning systems for data validation were the major approaches applied in most of the studies. All the analysed research showed that, during the last decades, Ethiopian lands changed from natural to agricultural land use, waterbody, commercial farmland, and built-up/settlement. Some parts of forest land, grazing land, swamp/wetland, shrubland, rangeland, and bare/ rock out cropland cover class changed to other LULC class types, mainly as a consequence of the increasing anthropogenic pressure. In summary, these articles confirmed that LULC changes are a direct result of both natural and human influences, with anthropogenic pressure due to globalisation as the main driver. However, most of the studies provided details of LULC for the past decades within a specific spatial location, while they did not address the challenge of forecasting future LULC changes at the watershed scale, therefore reducing the opportunity to develop adequate basin-wide management strategies for the next years.",
    "readLink": "https://www.mdpi.com/2073-445X/10/6/585"
  },
  {
    "title": "Carbon emissions and removals from forests: new estimates, 1990–2020",
    "authors": [
      "F. N. Tubiello,",
      "G. Conchedda,",
      "N. Wanner,",
      "S. Federici,",
      "S. Rossi,",
      "G. Grassi"
    ],
    "doi": "https://doi.org/10.5194/essd-13-1681-2021",
    "journalVolume": "Vol. 13\n                                \n                                \n                                  pp.\n                                  1681\n                                  – 1691",
    "issn": "1866-3508 (Print)",
    "publisher": "1866-3516 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.earth-system-science-data.net/",
    "abstract": "National, regional and global CO2 emissions and removals from forests were estimated for the period 1990–2020 using as input the country reports of the Global Forest Resources Assessment 2020. The new Food and Agriculture Organization of the United Nations (FAO) estimates, based on a simple carbon stock change approach, update published information on net emissions and removals from forests in relation to (a) net forest conversion and (b) forest land. Results show a significant reduction in global emissions from net forest conversion over the study period, from a mean of 4.3 in 1991–2000 to 2.9 Gt CO2 yr−1 in 2016–2020. At the same time, forest land was a significant carbon sink globally but decreased in strength over the study period, from −3.5 to −2.6 Gt CO2 yr−1. Combining net forest conversion with forest land, our estimates indicated that globally forests were a small net source of CO2 to the atmosphere on average during 1990–2020, with mean net emissions of 0.4 Gt CO2 yr−1. The exception was the brief period 2011–2015, when forest land removals counterbalanced emissions from net forest conversion, resulting in a global net sink of −0.7 Gt CO2 yr−1. Importantly, the new estimates allow for the first time in the literature the characterization of forest emissions and removals for the decade just concluded, 2011–2020, showing that in this period the net contribution of forests to the atmosphere was very small, i.e., a sink of less than −0.2 Gt CO2 yr−1 – an estimate not yet reported in the literature. This near-zero balance was nonetheless the result of large global fluxes of opposite sign, namely net forest conversion emissions of 3.1 Gt CO2 yr−1 counterbalanced by net removals on forest land of −3.3 Gt CO2 yr−1. Finally, we compared our estimates with data independently reported by countries to the United Nations Framework on Climate Change, indicating close agreement between FAO and country emissions and removals estimates. Data from this study are openly available via the Zenodo portal (Tubiello, 2020), with DOI https://doi.org/10.5281/zenodo.3941973, as well as in the FAOSTAT (Food and Agriculture Organization Corporate Statistical Database) emissions database (FAO, 2021a).",
    "readLink": "https://essd.copernicus.org/articles/13/1681/2021/essd-13-1681-2021.pdf"
  },
  {
    "title": "Energy Transition and Climate Change in Decision-Making Processes",
    "authors": [
      "Georgios Tsantopoulos,",
      "Evangelia Karasmanaki"
    ],
    "doi": "https://doi.org/10.3390/su132313404",
    "journalVolume": "Vol. 13,\n                                no. 13404\n                                \n                                  p.\n                                  13404",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Humans have been using fossil fuels for centuries, and the development of fossil fuel technology reshaped society in lasting ways [...]",
    "readLink": "https://www.mdpi.com/2071-1050/13/23/13404"
  }
]