[
  {
    "title": "Assessing the impact of future climate scenarios on crop water requirements and agricultural water supply across different climatic zones of Pakistan",
    "authors": [
      "Muhammad Shafeeque,",
      "Muhammad Shafeeque,",
      "Amna Bibi,",
      "Amna Bibi"
    ],
    "doi": "https://doi.org/10.3389/feart.2023.1283171",
    "journalVolume": "Vol. 11",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "This study investigates the potential impacts of future climate change on crop water requirements (CWR) in different climatic zones of Pakistan and the subsequent implications for agricultural water demand and supply. Using the latest CMIP6 climate projections, we focused on Rabi and Kharif crop seasons, which are crucial for the growth of major crops in Pakistan. An empirical climate-crop and a hydrological model based on the Budyko theory were modified and forced to project future CWR changes and the potential widening of the water demand-supply gap until 2,100. Our results indicate a significant rise in mean annual CWR across all zones and emissions scenarios, with increasing rates at 2.30–2.57 mm/yr under SSP585 and 1.0–1.26 mm/yr under SSP245. Both Rabi and Kharif seasons show rising CWR, notably more under SSP585 (Kharif: 8%–14%, Rabi: 12%–15%) than SSP245 (Kharif: 4%–7%, Rabi: 6%–8%). The demand-supply gap is expected to grow notably, with arid and semi-arid zones being the most affected. Compared to 2015–2025, by 2091–2,100, the gap increased by 7%–15% (SSP245) and 15%–28% (SSP585) for Kharif and 7%–13% (SSP245) and 13%–32% (SSP585) for Rabi. To address these challenges, we recommend strategies like enhancing irrigation efficiency, adjusting crop patterns, and developing heat-resilient crops. Our insights aim to inform policy decisions on agriculture and water management in Pakistan under future climate change.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/feart.2023.1283171/full"
  },
  {
    "title": "The Anthroposcenic: Landscape in the Anthroposcene",
    "authors": [
      "David Matless"
    ],
    "doi": "https://doi.org/10.17658/issn.2058-5462/issue-10/dmatless",
    "journalVolume": "no. 10",
    "issn": "2058-5462 (Online)",
    "publisher": "Yale University",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Fine Arts: Arts in general"
    ],
    "journalUrl": "http://www.britishartstudies.ac.uk",
    "abstract": "Through the “Anthroposcenic”, this paper explores how landscape becomes emblematic of processes deemed to mark an Anthropocene epoch, beginning with a detailed discussion of Simon Roberts’ photography of Somerset floods. The Anthropocene, whereby the human species is held to have made a distinctive mark on the geological record, has received extensive scientific and public commentary, and the Anthroposcenic indicates a potential point of correspondence with landscapes, both real and representational. The paper discusses the temporality of the Anthropocene, and forms of image work carried out around it. The paper then examines various forms of contemporary Anthroposcenic landscape imagery concerned with coastal erosion. Recent years have seen a proliferation of coastal art practice, with the meeting point of land and sea being an apt site for reflection on the Anthropocene and climate change. The paper also discusses imagery evoking undersea lost lands, including the North Sea’s former “Doggerland”. The paper sets current art practice alongside the imagery of scientific research, and within a genealogy of narratives of coastal change.",
    "readLink": "https://www.britishartstudies.ac.uk/issues/issue-index/issue-10/landscape-anthroposcene"
  },
  {
    "title": "Mapping Global Forest Aboveground Biomass with Spaceborne LiDAR, Optical Imagery, and Forest Inventory Data",
    "authors": [
      "Tianyu Hu,",
      "Yanjun Su,",
      "Baolin Xue,",
      "Jin Liu,",
      "Xiaoqian Zhao,",
      "Jingyun Fang,",
      "Qinghua Guo"
    ],
    "doi": "https://doi.org/10.3390/rs8070565",
    "journalVolume": "Vol. 8,\n                                no. 7\n                                \n                                  p.\n                                  565",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "As a large carbon pool, global forest ecosystems are a critical component of the global carbon cycle. Accurate estimations of global forest aboveground biomass (AGB) can improve the understanding of global carbon dynamics and help to quantify anthropogenic carbon emissions. Light detection and ranging (LiDAR) techniques have been proven that can accurately capture both horizontal and vertical forest structures and increase the accuracy of forest AGB estimation. In this study, we mapped the global forest AGB density at a 1-km resolution through the integration of ground inventory data, optical imagery, Geoscience Laser Altimeter System/Ice, Cloud, and Land Elevation Satellite data, climate surfaces, and topographic data. Over 4000 ground inventory records were collected from published literatures to train the forest AGB estimation model and validate the resulting global forest AGB product. Our wall-to-wall global forest AGB map showed that the global forest AGB density was 210.09 Mg/ha on average, with a standard deviation of 109.31 Mg/ha. At the continental level, Africa (333.34 ± 63.80 Mg/ha) and South America (301.68 ± 67.43 Mg/ha) had higher AGB density. The AGB density in Asia, North America and Europe were 172.28 ± 94.75, 166.48 ± 84.97, and 132.97 ± 50.70 Mg/ha, respectively. The wall-to-wall forest AGB map was evaluated at plot level using independent plot measurements. The adjusted coefficient of determination (R2) and root-mean-square error (RMSE) between our predicted results and the validation plots were 0.56 and 87.53 Mg/ha, respectively. At the ecological zone level, the R2 and RMSE between our map and Intergovernmental Panel on Climate Change suggested values were 0.56 and 101.21 Mg/ha, respectively. Moreover, a comprehensive comparison was also conducted between our forest AGB map and other published regional AGB products. Overall, our forest AGB map showed good agreements with these regional AGB products, but some of the regional AGB products tended to underestimate forest AGB density.",
    "readLink": "http://www.mdpi.com/2072-4292/8/7/565"
  },
  {
    "title": "Bering Sea surface water conditions during Marine Isotope Stages 12 to 10 at\nNavarin Canyon (IODP Site U1345)",
    "authors": [
      "B. E. Caissie,",
      "J. Brigham-Grette,",
      "M. S. Cook,",
      "E. Colmenero-Hidalgo"
    ],
    "doi": "https://doi.org/10.5194/cp-12-1739-2016",
    "journalVolume": "Vol. 12,\n                                no. 9\n                                \n                                  pp.\n                                  1739\n                                  – 1763",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "Records of past warm periods are essential for understanding interglacial climate system dynamics. Marine Isotope Stage 11 occurred from 425 to 394 ka, when global ice volume was the lowest, sea level was the highest, and terrestrial temperatures were the warmest of the last 500 kyr. Because of its extreme character, this interval has been considered an analog for the next century of climate change. The Bering Sea is ideally situated to record how opening or closing of the Pacific–Arctic Ocean gateway (Bering Strait) impacted primary productivity, sea ice, and sediment transport in the past; however, little is known about this region prior to 125 ka. IODP Expedition 323 to the Bering Sea offered the unparalleled opportunity to look in detail at time periods older than had been previously retrieved using gravity and piston cores. Here we present a multi-proxy record for Marine Isotope Stages 12 to 10 from Site U1345, located near the continental shelf-slope break. MIS 11 is bracketed by highly productive laminated intervals that may have been triggered by flooding of the Beringian shelf. Although sea ice is reduced during the early MIS 11 laminations, it remains present at the site throughout both glacials and MIS 11. High summer insolation is associated with higher productivity but colder sea surface temperatures, which implies that productivity was likely driven by increased upwelling. Multiple examples of Pacific–Atlantic teleconnections are presented including laminations deposited at the end of MIS 11 in synchrony with millennial-scale expansions in sea ice in the Bering Sea and stadial events seen in the North Atlantic. When global eustatic sea level was at its peak, a series of anomalous conditions are seen at U1345. We examine whether this is evidence for a reversal of Bering Strait throughflow, an advance of Beringian tidewater glaciers, or a turbidite.",
    "readLink": "http://www.clim-past.net/12/1739/2016/cp-12-1739-2016.pdf"
  },
  {
    "title": "Application of ESG certification in city farming construction and green transport infrastructure",
    "authors": [
      "Shushunova Natalia,",
      "Lisienkova Liubov,",
      "Titova Janna,",
      "Rekus Irina"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202236304049",
    "journalVolume": "Vol. 363\n                                \n                                \n                                  p.\n                                  04049",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "Today, the problem of environmental degradation is acute for all mankind. More and more global companies are taking a course towards responsible and environmentally friendly production. According to experts, in the near future, corporations that ignore the principles of environmental conservation may lose investments from large funds. The concept of sustainable development, assessment of risks and opportunities related to climate change, respect for human rights and solving problems of society and local communities has become a global trend and will determine the economic and financial agenda in the near future. The article is devoted to the consideration of the importance and implementation of a new organization of farming and the city farming construction on the buildings with as an object of ESG certification and green transport infrastructure. The practice of using trusses on the roofs of buildings and transport objects for various purposes is revealed. A rational approach to the assessment and certification of such objects is substantiated.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2022/30/e3sconf_interagromash2022_04049.pdf"
  },
  {
    "title": "Comparative Analysis and Statistical Optimization of Fuel Economy for Sustainable Vehicle Routings",
    "authors": [
      "Naif Alsaadi"
    ],
    "doi": "https://doi.org/10.3390/su14010064",
    "journalVolume": "Vol. 14,\n                                no. 64\n                                \n                                  p.\n                                  64",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "In this 21st century, there has been an increase in the usage of renewable products for the economic drifting of vehicle transportations systems. Furthermore, due to recent trends in climate change, researchers have started focusing on statistical optimization techniques for sustainable vehicle routings. However, until now, a major gap has been noticed in the multidomain statistical analysis for optimizing the parametric levels of the vehicle fuel economy. Therefore, in this research work, two widely utilized cars (Toyota and GMC Yukon) are considered on a particular route of Jeddah for the collection of the fuel economy data under the realistic conditions of air conditioner temperature, traffic patterns, and tire pressure. The outcomes of the factorial design of the experiment highlight that the fuel economy is optimal under the low air conditioner temperature, light traffic patterns, and 34 PSI tire pressure. Three replications of the fuel economy have been considered, and the statistical significance of the correlated variables has been justified by implementing the analysis of variance (ANOVA) approach on the various levels of fuel economy. During the analysis, the statistical hypothesis for random exogenous factors has been developed by incorporating a multivariate regression model. The outcomes highlight that both air conditioner temperature and traffic patterns in Jeddah have a significant negative effect on fuel economy. Results also depict that the effect of air conditioner temperature, traffic patterns, and tire pressure is substantially higher for heavy-engine automobiles such as the GMC Yukon compared to light-engine cars (Toyota Corolla). Furthermore, a normality test has also been considered to validate the outcomes of the proposed model. Therefore, it is highly recommended to utilize the proposed methodology in optimizing the trends of fuel economy for sustainable vehicle routings. Based on the findings of multidomain statistical analysis, it is also highly recommended the utilization of the Toyota Corolla car model for investigating the correlation of external undeniable factors (braking frequency, metrological conditions, etc.) with the trends of vehicle fuel economy.",
    "readLink": "https://www.mdpi.com/2071-1050/14/1/64"
  },
  {
    "title": "Sideroxylon mascatense: A new crop for high elevation arid climates?",
    "authors": [
      "Eric Hopkins,",
      "Rashid Al Yahyai"
    ],
    "doi": "https://doi.org/10.24200/jams.vol25iss0pp02-08",
    "journalVolume": "Vol. 25,\n                                no. 0\n                                \n                                  pp.\n                                  02\n                                  – 08",
    "issn": "2410-1060 (Print)",
    "publisher": "2410-1079 (Online)",
    "countryOfPublisher": "Sultan Qaboos University",
    "lcc": [
      "Oman",
      "Agriculture: Aquaculture. Fisheries. Angling",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://journals.squ.edu.om/index.php/jams",
    "abstract": "This paper reviews the existing research on Sideroxylon mascatense, and provides an argument for being considered a fruit crop in cultivated production systems in the Sultanate of Oman and elsewhere. Climate change due to global warming has adverse effects on the agro-ecosystems of mountain regions in marginal climate zones. For example, in the Western Hajar Mountains of Oman, yields of the temperate fruit crops have decreased in recent years as temperature and other climate anomalies have increased. Other fruit-bearing wild plants have also been impacted by extreme weather fluctuations, particularly those that occupy a narrow altitudinal range. One such plant is S. mascatense, a currently underutilized fruiting plant found growing in the wild all through the Middle East and other arid mountainous regions. Two fruiting types of S. mascatense are found in Oman, both of which are seasonally wild harvested by mountain inhabitants and sold in markets as well as along the roadsides. While some specimens exist in cultivated areas, propagation and new plantings are non-existent. Regeneration in the wild is also in decline in Oman, possibly due to climate change. Increasing S. mascatense populations could be achieved via propagation, as well as commercial cultivation, although further research is needed into cropping systems and best practice methods.",
    "readLink": "https://journals.squ.edu.om/index.php/jams/article/view/3466"
  },
  {
    "title": "Engineering Climate-Change-Resilient Crops: New Tools and Approaches",
    "authors": [
      "Fahimeh Shahinnia,",
      "Néstor Carrillo,",
      "Mohammad-Reza Hajirezaei"
    ],
    "doi": "https://doi.org/10.3390/ijms22157877",
    "journalVolume": "Vol. 22,\n                                no. 7877\n                                \n                                  p.\n                                  7877",
    "issn": "1661-6596 (Print)",
    "publisher": "1422-0067 (Online)",
    "countryOfPublisher": "MDPI AG",
    "lcc": [
      "Switzerland",
      "Science: Biology (General)",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/ijms",
    "abstract": "Environmental adversities, particularly drought and nutrient limitation, are among the major causes of crop losses worldwide. Due to the rapid increase of the world’s population, there is an urgent need to combine knowledge of plant science with innovative applications in agriculture to protect plant growth and thus enhance crop yield. In recent decades, engineering strategies have been successfully developed with the aim to improve growth and stress tolerance in plants. Most strategies applied so far have relied on transgenic approaches and/or chemical treatments. However, to cope with rapid climate change and the need to secure sustainable agriculture and biomass production, innovative approaches need to be developed to effectively meet these challenges and demands. In this review, we summarize recent and advanced strategies that involve the use of plant-related cyanobacterial proteins, macro- and micronutrient management, nutrient-coated nanoparticles, and phytopathogenic organisms, all of which offer promise as protective resources to shield plants from climate challenges and to boost stress tolerance in crops.",
    "readLink": "https://www.mdpi.com/1422-0067/22/15/7877"
  },
  {
    "title": "Recent trends in climate variability at the local scale using 40 years of observations: the case of the Paris region of France",
    "authors": [
      "J. Ringard,",
      "M. Chiriaco,",
      "S. Bastin,",
      "F. Habets,",
      "F. Habets"
    ],
    "doi": "https://doi.org/10.5194/acp-19-13129-2019",
    "journalVolume": "Vol. 19\n                                \n                                \n                                  pp.\n                                  13129\n                                  – 13155",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "For several years, global warming has been unequivocal, leading to climate change at global, regional and local scales. A good understanding of climate characteristics and local variability is important for adaptation and response. Indeed, the contribution of local processes and their understanding in the context of warming are still very little studied and poorly represented in climate models. Improving the knowledge of surface–atmosphere feedback effects at local scales is therefore important for future projections. Using observed data in the Paris region from 1979 to 2017, this study characterizes the changes observed over the last 40 years for six climatic parameters (e.g. mean, maximum and minimum air temperature at 2 m, 2 m relative and specific humidities and precipitation) at the annual and seasonal scales and in summer, regardless of large-scale circulation, with an attribution of which part of the change is linked to large-scale circulation or thermodynamic. The results show that some trends differ from the ones observed at the regional or global scale. Indeed, in the Paris region, the maximum temperature increases faster than does the minimum temperature. The most significant trends are observed in spring and in summer, with a strong increase in temperature and a very strong decrease in relative humidity, while specific humidity and precipitation show no significant trends. The summer trends can be explained more precisely using large-scale circulation, especially regarding the evolution of the precipitation and specific humidity. The analysis indicates the important role of surface–atmosphere feedback in local variability and that this feedback is amplified or inhibited in a context of global warming, especially in an urban environment.",
    "readLink": "https://www.atmos-chem-phys.net/19/13129/2019/acp-19-13129-2019.pdf"
  },
  {
    "title": "Bloomin’ Ridiculous: Climate Change, Water Contamination and Algal Blooms in a Land Down Under",
    "authors": [
      "Andrea Crampton,",
      "Angela T. Ragusa"
    ],
    "doi": "https://doi.org/10.3390/hydrology10090185",
    "journalVolume": "Vol. 10,\n                                no. 185\n                                \n                                  p.\n                                  185",
    "issn": "2306-5338 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/hydrology",
    "abstract": "Climate and anthropogenic change, particularly agricultural runoff, increase blue-green algae/cyanobacteria blooms. This article researches cyanobacteria alert-level identification, management, and risk communication in Lake Hume, Australia. Two methods, document and content analysis, evidence contamination events and risk communication, reflect water governance and data management limitations. Results found that Lake Hume had amber or red alerts for only one week, December 2021–December 2022. This failed to prevent government tourism promotion of recreational usage, contravening water authority red alert advice. Lake-use restrictions lacked compliance enforcement. Events during amber alerts lacked risk communication to vulnerable populations (children). Lake Hume’s governance by the Murray–Darling Basin Authority restricted risk communication to one authority that reproduced generic advice in minimal outlets/time points. Geophysical signage failed to address diversity needs (language, literacy, age, and disabilities). No risk communication was found for residents with diseases exacerbated by aerosolization. Despite WHO promoting cyanotoxin investigation, Australian research is absent in international literature. Further, Lake Hume cyanobacteria produce potentially carcinogenic microcystein. This coexists with census data revealing cancer rates higher than the national average in a waterside town. The results demonstrate the need to incorporate robust public health risk assessments, communication, and management into water management and advocate international legislation changes based on evidence-based research to reduce blooms and prevent agricultural runoff.",
    "readLink": "https://www.mdpi.com/2306-5338/10/9/185"
  }
]