[
  {
    "title": "Corporate social responsibility and sustainable development in the context of environmental challenges",
    "authors": [
      "D. V. Voyko,",
      "A. V. Voyko"
    ],
    "doi": "https://doi.org/10.26425/1816-4277-2022-4-13-19",
    "journalVolume": "Vol. 0,\n                                no. 4\n                                \n                                  pp.\n                                  13\n                                  – 19",
    "issn": "1816-4277 (Print)",
    "publisher": "2686-8415 (Online)",
    "countryOfPublisher": "Publishing House of the State University of Management",
    "lcc": [
      "Russian Federation",
      "Social Sciences: Sociology (General)",
      "Social Sciences: Economic theory. Demography: Economics as a science"
    ],
    "journalUrl": "http://vestnik.guu.ru/?lang=en",
    "abstract": "The article discusses the interconnection of corporate social responsibility and sustainable development of companies considering climate changes. Corporate sustainable development imposes attention to environmental problems that makes companies to switch to environmentally friendly technologies, reducing carbon emission, cutting natural sources’ deployment. The main goal of the article is to research if there are different strategies may be applied to shift companies’ activities to environmentally friendly mode. Different opinions and points of view were introduced within the article and confirm the importance of corporate social responsibility. According to corporate cases of corporate social responsibility implementation several principles were elaborated to manage environmental issues. As a result, actual business practices were observed through the principles of corporate social responsibility so, that an average strategy of companies’ sustainable development was described. There is a conclusion in the article, that corporate social responsibility can’t be applied within the company’s activity without dealing with sustainable development, because the responsibility appears as a tool of sustainability, but not the independent purpose. It has been outperformed that social responsibility within environmental issues takes significant place in strategies of sustainable development in present time and even overshadows the issue of financial achievements increase.",
    "readLink": "https://vestnik.guu.ru/jour/article/view/3501"
  },
  {
    "title": "Winter and Summer Rossby Wave Sources in the CMIP5 Models",
    "authors": [
      "Yu Nie,",
      "Yang Zhang,",
      "Xiu‐Qun Yang,",
      "Hong‐Li Ren"
    ],
    "doi": "https://doi.org/10.1029/2019EA000674",
    "journalVolume": "Vol. 6,\n                                no. 10\n                                \n                                  pp.\n                                  1831\n                                  – 1846",
    "issn": "2333-5084 (Online)",
    "publisher": "American Geophysical Union (AGU)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Astronomy",
      "Science: Geology"
    ],
    "journalUrl": "http://agupubs.onlinelibrary.wiley.com/agu/journal/10.1002/(ISSN)2333-5084/",
    "abstract": "Abstract The Rossby wave source (RWS) in the upper troposphere plays an important role in the tropical‐extratropical teleconnections. Using the daily outputs from the Phase 5 of the Coupled Model Intercomparison Project (CMIP5) models, the overall model performances in simulating the climatological Rossby wave sources in both winter and summer are evaluated. The ensemble mean of the CMIP5 models can simulate the large‐scale geographical distributions of the RWS reasonably close to the observations, with the simulations of RWS in general better in the Southern Hemisphere. For the Northern Hemisphere, most models overestimate the subtropical RWS but underestimate the midlatitude RWS in both winter and summer. Many models even fail to simulate the seasonal source‐sink shift of RWS in East Asia. Greatest intermodel differences are shown in East Asia, western North America in both seasons, and in the subtropical belt in winter hemisphere. Possible reasons for the model biases in RWS are further investigated. In the Northern Hemisphere, our analysis shows that model performance in simulating the local divergence, which might relate to the overly smoothed topography in Asia and western North America in the model, is most responsible for the biases of the RWS simulations. In the Southern Hemisphere, the bias in subtropical divergence pattern and tropical convection all contribute to the intermodel divergence of RWS simulation.",
    "readLink": "https://doi.org/10.1029/2019EA000674"
  },
  {
    "title": "Imputing forest carbon stock estimates from inventory plots to a nationally continuous coverage",
    "authors": [
      "Wilson Barry Tyler,",
      "Woodall Christopher W,",
      "Griffith Douglas M"
    ],
    "doi": "https://doi.org/10.1186/1750-0680-8-1",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  p.\n                                  1",
    "issn": "1750-0680 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://cbmjournal.biomedcentral.com/",
    "abstract": "Abstract The U.S. has been providing national-scale estimates of forest carbon (C) stocks and stock change to meet United Nations Framework Convention on Climate Change (UNFCCC) reporting requirements for years. Although these currently are provided as national estimates by pool and year to meet greenhouse gas monitoring requirements, there is growing need to disaggregate these estimates to finer scales to enable strategic forest management and monitoring activities focused on various ecosystem services such as C storage enhancement. Through application of a nearest-neighbor imputation approach, spatially extant estimates of forest C density were developed for the conterminous U.S. using the U.S.’s annual forest inventory. Results suggest that an existing forest inventory plot imputation approach can be readily modified to provide raster maps of C density across a range of pools (e.g., live tree to soil organic carbon) and spatial scales (e.g., sub-county to biome). Comparisons among imputed maps indicate strong regional differences across C pools. The C density of pools closely related to detrital input (e.g., dead wood) is often highest in forests suffering from recent mortality events such as those in the northern Rocky Mountains (e.g., beetle infestations). In contrast, live tree carbon density is often highest on the highest quality forest sites such as those found in the Pacific Northwest. Validation results suggest strong agreement between the estimates produced from the forest inventory plots and those from the imputed maps, particularly when the C pool is closely associated with the imputation model (e.g., aboveground live biomass and live tree basal area), with weaker agreement for detrital pools (e.g., standing dead trees). Forest inventory imputed plot maps provide an efficient and flexible approach to monitoring diverse C pools at national (e.g., UNFCCC) and regional scales (e.g., Reducing Emissions from Deforestation and Forest Degradation projects) while allowing timely incorporation of empirical data (e.g., annual forest inventory).",
    "readLink": "http://www.cbmjournal.com/content/8/1/1"
  },
  {
    "title": "Participatory mapping of ecosystem services across a gradient of agricultural intensification in West Kalimantan, Indonesia",
    "authors": [
      "A.S. Mathys,",
      "J. van Vianen,",
      "D. Rowland,",
      "S. Narulita,",
      "I. Palomo,",
      "U. Pascual,",
      "I.J. Sutherland,",
      "R. Ahammad,",
      "T. Sunderland"
    ],
    "doi": "https://doi.org/10.1080/26395916.2023.2174685",
    "journalVolume": "Vol. 19,\n                                no. 1",
    "issn": "2639-5908 (Print)",
    "publisher": "2639-5916 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Human ecology. Anthropogeography",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tbsm",
    "abstract": "ABSTRACTAgrarian change affects the supply and demand of ecosystem services (ES) by reducing the extent of natural ecosystems. Agricultural intensification can lead to changes in land covers and livelihood opportunities and it remains unclear how such changes align or misalign with the desires of local communities. Using participatry mapping, we assessed ES uses and desires of Indigenous people and local communities provided by different land cover types along a gradient of agricultural intensification (forest subsistence, agroforestry mosaic, and monoculture and market-dependence) in West Kalimantan, Indonesia. We found that mapped ES use diversity was highest in the forest-dependent zone and lowest near monoculture agricultural systems. The expressed ES uses and desires varied greatly among land cover types amidst loss of old-growth forest and greater reliance on secondary forest and shrub land. The spatial analysis showed that high priority areas of ES use was related to access in the landscape, demonstrating the importance of attending to place-based social values in ES assessments. From this study, we call for a people-centric spatial modelling approach to address the divergence of social and cultural ES values associated with land covers under different intensification contexts. Participatory mapping clarifies the ES desires of local communities, which state policy often fails to address. We recommend a place specific management strategy to reduce ES trade-offs of specific land use practices, which are currently apparent with agrarian change in Indonesia and relevant for other tropical developing countries.",
    "readLink": "https://www.tandfonline.com/doi/10.1080/26395916.2023.2174685"
  },
  {
    "title": "Can Daphnia lumholtzi invade European lakes?",
    "authors": [
      "Meike Wittmann,",
      "Wilfried Gabriel,",
      "Eva-Maria Harz,",
      "Christian Laforsch,",
      "Jonathan Jeschke"
    ],
    "doi": "https://doi.org/10.3897/neobiota.16.3615",
    "journalVolume": "Vol. 16,\n                                no. 0\n                                \n                                  pp.\n                                  39\n                                  – 57",
    "issn": "1619-0033 (Print)",
    "publisher": "1314-2488 (Online)",
    "countryOfPublisher": "Pensoft Publishers",
    "lcc": [
      "Bulgaria",
      "Science: Biology (General)"
    ],
    "journalUrl": "http://neobiota.pensoft.net/",
    "abstract": "The cladoceran Daphnia lumholtzi is a subtropical and tropical zooplankter, and an invasive species in North America. Thus far, D. lumholtzi has not been detected in Europe. Here we investigated whether a hypothetical introduction to Europe could result in a successful invasion, either now or in the near future when facilitated by climate change. In laboratory experiments, we tested whether different clones of D. lumholtzi can invade a resident community consisting of native Daphnia from lake Klostersee, Germany, and how invasion success depends on temperature and the presence or absence of planktivorous fish. In some treatments, invasion success was consistently high, and D. lumholtzi reached densities similar to the native competitors by the end of the experiment. The presence of a planktivorous fish reduced the invasion success of D. lumholtzi, and a clone with an inducible defense against fish predation was a more successful invader than a permanently defended clone. Of the three temperatures tested in this study (15, 20, and 24 °C), invasion success was highest at 20 °C. To understand the competitive interaction between native and introduced Daphnia, we fit a Lotka-Volterra-type competition model to the population dynamics. Our experimental and modeling results suggest that D. lumholtzi can invade European lakes and can cause substantial declines in the population size of native Daphnia, with potential consequences for higher trophic levels.",
    "readLink": "http://neobiota.pensoft.net/lib/ajax_srv/article_elements_srv.php?action=download_pdf&item_id=1239"
  },
  {
    "title": "The politics of anticipation: the IPCC and the negative emissions technologies experience",
    "authors": [
      "Silke Beck,",
      "Martin Mahony"
    ],
    "doi": "https://doi.org/10.1017/sus.2018.7",
    "journalVolume": "Vol. 1",
    "issn": "2059-4798 (Online)",
    "publisher": "Cambridge University Press",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.cambridge.org/core/journals/global-sustainability",
    "abstract": "In the post-Paris political landscape, the relationship between science and politics is changing. We discuss what this means for the Intergovernmental Panel on Climate Change (IPCC), using recent controversies over negative emissions technologies (NETs) as a window into the fraught politics of producing policy-relevant pathways and scenarios. We suggest that pathways and scenarios have a ‘world-making’ power, potentially shaping the world in their own image and creating new political realities. Assessment bodies like the IPCC need to reflect on this power, and the implications of changing political contexts, in new ways.",
    "readLink": "https://www.cambridge.org/core/product/identifier/S2059479818000078/type/journal_article"
  },
  {
    "title": "The Rhizosphere Microbiomes of Five Species of Coffee Trees",
    "authors": [
      "Leandro Pio de Sousa,",
      "Oliveiro Guerreiro-Filho,",
      "Jorge Maurício Costa Mondego"
    ],
    "doi": "https://doi.org/10.1128/spectrum.00444-22",
    "journalVolume": "Vol. 10,\n                                no. 2",
    "issn": "2165-0497 (Online)",
    "publisher": "American Society for Microbiology",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "https://journals.asm.org/journal/spectrum",
    "abstract": "ABSTRACT Coffee is one of the most important commodities in the global market. Of the 130 species of Coffea, only Coffea arabica and Coffea canephora are actually cultivated on a large scale. Despite the economic and social importance of coffee, little research has been done on the coffee tree microbiome. To assess the structure and function of the rhizosphere microbiome, we performed a deep shotgun metagenomic sequencing of the rhizospheres of five different species, C. arabica, C. canephora, Coffea stenophylla, Coffea racemosa, and Coffea liberica. Our findings indicated that C. arabica and C. stenophylla have different microbiomes, while no differences were detected between the other Coffea species. The core rhizosphere microbiome comprises genera such as Streptomyces, Mycobacterium, Bradyrhizobium, Burkholderia, Sphingomonas, Penicillium, Trichoderma, and Rhizophagus, several of which are potential plant-beneficial microbes. Streptomyces and mycorrhizal fungi dominate the microbial communities. The concentration of sucrose in the rhizosphere seems to influence fungal communities, and the concentration of caffeine/theobromine has little effect on the microbiome. We also detected a possible relationship between drought tolerance in Coffea and known growth-promoting microorganisms. The results provide important information to guide future studies of the coffee tree microbiome to improve plant production and health. IMPORTANCE The microbiome has been identified as a fundamental factor for the maintenance of plant health, helping plants to fight diseases and the deleterious effects of abiotic stresses. Despite this, in-depth studies of the microbiome have been limited to a few species, generally with a short life cycle, and perennial species have mostly been neglected. The coffee tree microbiome, on the other hand, has gained interest in recent years as Coffea trees are perennial tropical species of enormous importance, especially for developing countries. A better understanding of the microorganisms associated with coffee trees can help to mitigate the deleterious effects of climate change on the crop, improving plant health and making the system more sustainable.",
    "readLink": "https://journals.asm.org/doi/10.1128/spectrum.00444-22"
  },
  {
    "title": "To be or not to be - common and endangered arable weed species in the face of Global Climate Change",
    "authors": [
      "Rühl, Anna Theresa,",
      "Donath, Tobias W.,",
      "Eckstein, R. Lutz,",
      "Otte, Annette"
    ],
    "doi": "https://doi.org/10.5073/jka.2014.443.022",
    "journalVolume": "no. 443\n                                \n                                  pp.\n                                  190\n                                  – 199",
    "issn": "1868-9892 (Print)",
    "publisher": "2199-921X (Online)",
    "countryOfPublisher": "Julius Kühn-Institut",
    "lcc": [
      "Germany",
      "Agriculture",
      "Science: Botany"
    ],
    "journalUrl": "https://ojs.openagrar.de/index.php/JKA",
    "abstract": "Arable weeds are one of the most endangered species groups in Europe. Modern agriculture and intensive land use management with the application of herbicides and fertilisers, enhanced seed cleaning, simplified crop rotations and abandonment of marginal arable sites are the main causes for the continuous decline of arable weeds. However, besides these changes in land use also global climate change may challenge the adaptability of arable weeds. Most scientists agree that the frequency of extreme meteorological conditions will increase in the future. As a consequence, plants of Central Europe will be subject to higher temperatures and reduced water supply due to longer intervals without precipitation during the growing season. We exposed seeds of five common and five endangered arable weed species to different temperatures and water potentials to study i) how this plant group responds to higher temperatures and lower moisture during germination in general and ii) whether there is a significant difference between common and endangered species in this respect.",
    "readLink": "http://pub.jki.bund.de/index.php/JKA/article/view/2865/3060"
  },
  {
    "title": "The epidemiology of dengue infection: Harnessing past experience and current knowledge to support implementation of future control strategies",
    "authors": [
      "Narayan Gyawali,",
      "Richard S Bradbury,",
      "Andrew W Taylor-Robinson"
    ],
    "doi": "Vol. 53,\n                                no. 4\n                                \n                                  pp.\n                                  293\n                                  – 304",
    "issn": "0972-9062 (Print)",
    "publisher": "Wolters Kluwer Medknow Publications",
    "countryOfPublisher": "India",
    "lcc": [
      "Medicine: Internal medicine: Infectious and parasitic diseases"
    ],
    "journalUrl": "http://www.jvbd.org",
    "abstract": "Dengue is the most important mosquito-borne viral infection of humans. Although outbreaks of disease which are now recognized as clinically consistent with dengue have been reported for centuries, it was not until half a century ago that laboratory identification of dengue viruses as the etiological agent of febrile illness was achieved. This debilitating and sometimes fatal disease is widely distributed in >125 countries in tropical and subtropical zones of the world. Asia, South America and the Pacific Islands are hyper-epidemic regions while currently there is less prevalence in Europe, North America and Australia. The estimated global incidence ranges between 200 and 400 million clinical cases per year. While some areas of past epidemics are now considered to be under control, recent decades have witnessed an epidemic rise in dengue worldwide. Major factors facilitating expansion include climate change and increase in urbanization and international travel. Concurrently, the non-availability of an efficacious antiviral drug or vaccine and a lack of effective vector control strategies collectively make dengue a serious public health concern. Thus, it is of paramount importance to analyze the history of the spread of infection and to gain a deeper understanding of patterns of transmission in order to anticipate epidemiological trends more accurately, thereby enabling better preparedness for future outbreaks.",
    "readLink": "http://www.jvbd.org/article.asp?issn=0972-9062;year=2016;volume=53;issue=4;spage=293;epage=304;aulast=Gyawali;type=0"
  },
  {
    "title": "Integrated Modeling Approach for the Development of Climate-Informed, Actionable Information",
    "authors": [
      "David  R. Judi,",
      "Cynthia  L. Rakowski,",
      "Scott  R. Waichler,",
      "Youcan Feng,",
      "Mark  S. Wigmosta"
    ],
    "doi": "https://doi.org/10.3390/w10060775",
    "journalVolume": "Vol. 10,\n                                no. 6\n                                \n                                  p.\n                                  775",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Flooding is a prevalent natural disaster with both short and long-term social, economic, and infrastructure impacts. Changes in intensity and frequency of precipitation (including rain, snow, and rain-on-snow) events create challenges for the planning and management of resilient infrastructure and communities. While there is general acknowledgment that new infrastructure design should account for future climate change, no clear methods or actionable information are available to community planners and designers to ensure resilient designs considering an uncertain climate future. This research demonstrates an approach for an integrated, multi-model, and multi-scale simulation to evaluate future flood impacts. This research used regional climate projections to drive high-resolution hydrology and flood models to evaluate social, economic, and infrastructure resilience for the Snohomish Watershed, WA, USA. Using the proposed integrated modeling approach, the peaks of precipitation and streamflows were found to shift from spring and summer to the earlier winter season. Moreover, clear non-stationarities in future flood risk were discovered under various climate scenarios. This research provides a clear approach for the incorporation of climate science in flood resilience analysis and to also provides actionable information relative to the frequency and intensity of future precipitation events.",
    "readLink": "http://www.mdpi.com/2073-4441/10/6/775"
  }
]