[
  {
    "title": "Public perceptions of Lyme disease and climate change in southern Manitoba, Canada: making a case for strategic decoupling of climate and health messages",
    "authors": [
      "Laura Cameron,",
      "Rhéa Rocque,",
      "Kailey Penner,",
      "Ian Mauro"
    ],
    "doi": "https://doi.org/10.1186/s12889-021-10614-1",
    "journalVolume": "Vol. 21,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 21",
    "issn": "1471-2458 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://bmcpublichealth.biomedcentral.com",
    "abstract": "Abstract Background Despite scientific evidence that climate change has profound and far reaching implications for public health, translating this knowledge in a manner that supports citizen engagement, applied decision-making, and behavioural change can be challenging. This is especially true for complex vector-borne zoonotic diseases such as Lyme disease, a tick-borne disease which is increasing in range and impact across Canada and internationally in large part due to climate change. This exploratory research aims to better understand public risk perceptions of climate change and Lyme disease in order to increase engagement and motivate behavioural change. Methods A focus group study involving 61 participants was conducted in three communities in the Canadian Prairie province of Manitoba in 2019. Focus groups were segmented by urban, rural, and urban-rural geographies, and between participants with high and low levels of self-reported concern regarding climate change. Results Findings indicate a broad range of knowledge and risk perceptions on both climate change and Lyme disease, which seem to reflect the controversy and complexity of both issues in the larger public discourse. Participants in high climate concern groups were found to have greater climate change knowledge, higher perception of risk, and less skepticism than those in low concern groups. Participants outside of the urban centre were found to have more familiarity with ticks, Lyme disease, and preventative behaviours, identifying differential sources of resilience and vulnerability. Risk perceptions of climate change and Lyme disease were found to vary independently rather than correlate, meaning that high climate change risk perception did not necessarily indicate high Lyme disease risk perception and vice versa. Conclusions This research contributes to the growing literature framing climate change as a public health issue, and suggests that in certain cases climate and health messages might be framed in a way that strategically decouples the issue when addressing climate skeptical audiences. A model showing the potential relationship between Lyme disease and climate change perceptions is proposed, and implications for engagement on climate change health impacts are discussed.",
    "readLink": "https://doi.org/10.1186/s12889-021-10614-1"
  },
  {
    "title": "International cruise research advances and hotspots: Based on literature big data",
    "authors": [
      "Shuhan Meng,",
      "Hua Li,",
      "Xianhua Wu,",
      "Xianhua Wu"
    ],
    "doi": "https://doi.org/10.3389/fmars.2023.1135274",
    "journalVolume": "Vol. 10",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "This paper makes a systematic visual analysis of cruise research literature collected in science network database from 1996 to 2019. The results show that: the overall number of published literatures on cruise research are growing; North American states, Europe, and Asia are the main regions of cruise research. The evolutionary of theme development of cruise research has three stages, and the current hot topics of cruise research can be summarized as cruise tourism, luxury cruises, cruise passengers, destination ports, environmental and biological conservation, and cruise diseases. Future research in the cruise field is in the areas of cruise supply chain, technology in cruise, children’s cruise experience, itinerary design, planning and optimization, brand reputation and luxury cruises, public transportation in destinations, environmental responsibility of passengers and corporate social responsibility, optimization of energy systems, climate change in relation to the cruise industry, the Chinese cruise market and risk management of cruise diseases.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2023.1135274/full"
  },
  {
    "title": "Assessing the Green R&D Investment and Patent Generation in Pakistan towards CO<sub>2</sub> Emissions Reduction with a Novel Decomposition Framework",
    "authors": [
      "Muhammad Yousaf Raza,",
      "Yingchao Chen,",
      "Songlin Tang"
    ],
    "doi": "https://doi.org/10.3390/su14116435",
    "journalVolume": "Vol. 14,\n                                no. 6435\n                                \n                                  p.\n                                  6435",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Energy plays an imperative role in global economies, such that products and services are generally dependent on energy use. This study leads to the application of environmental policies under green research and development (R&D) investment in Pakistan. Existing research has tried to analyze the effects of R&D investment associated with patent applications using the logarithmic mean Divisia index (LMDI) method called PATENT. The objective of this method is to examine the variations in R&D activities motivated by the reduction of fossil fuel power. The research contributes the following: (1) the R&D reaction is the main factor in raising the number of patent applications, while R&D efficiency needs more enhancements. (2) Reaction and production effects are imperative in raising the number of patent applications during the study period. (3) R&D expenditure presents a significant rise in renewable energy technologies (RETs), by 6.7% yearly, which ultimately impacts the economy, sustainability, and the environment. (4) Energy intensity shows a lowering trend in economic development, which confirms that that share of energy will decline, and that Pakistan will move towards significant contributions. Finally, the results show that raising R&D investments, technology transfer and engendered measures are the authentic approaches to Pakistan’s environmental and economic development. Based on the analyzed method, the study recommends that environmental regulation policies’ efficiency be incremented by investing and joining them with RETs. Furthermore, the concerned policies linked with the estimated outcomes are provided below.",
    "readLink": "https://www.mdpi.com/2071-1050/14/11/6435"
  },
  {
    "title": "The Evolution of the Cooperation between South American Countries in the Amazon Basin: From the Development of the Amazon Cooperation Treaty to the Signing of the Leticia Pact for the Amazon",
    "authors": [
      "Boris Igorevich Nekrasov"
    ],
    "doi": "https://doi.org/10.22363/2313-0660-2020-20-4-805-822",
    "journalVolume": "Vol. 20,\n                                no. 4\n                                \n                                  pp.\n                                  805\n                                  – 822",
    "issn": "2313-0660 (Print)",
    "publisher": "2313-0679 (Online)",
    "countryOfPublisher": "Peoples’ Friendship University of Russia (RUDN University)",
    "lcc": [
      "Russian Federation",
      "Political science: International relations",
      "Political science: Political science (General)"
    ],
    "journalUrl": "http://journals.rudn.ru/international-relations/index",
    "abstract": "This article is focused on special characteristics of formation and development of the interaction between South American countries located on the territory of the Amazon Basin from the development of the Amazon Cooperation Treaty (ACT) in 1978 to the signing of the Leticia Pact for the Amazon in 2019. Considering the evolution of cooperation between South American countries in the Amazon River basin, the author relied on the regional integration theory and the Neoliberal IR theory and proposed his own periodization of this process with an analysis of the stages of interaction. The main methods used by the author in the study are systemic analysis and structural-functional analysis, thanks to which the author was able to examine in detail the main directions and characteristics in the sphere of interaction of South American countries in the ACTO. The method of content analysis was used in dealing with documents of the organization. The author came to the conclusion that for South American countries geographically located in the one area, one of the most important components in the interaction was the creation of a common mechanism - ACTO. Without the creation of ACTO and the implementation of coordinated activities in this area, there would be a certain risk of an institutional vacuum in the Amazon, which, due to the activity of illegal armed groups, could potentially lead to the emergence of quasi-governmental entities. In the context of the global transition to a sustainable development model, such format of interaction as the ACTO plays a special role because natural disasters occurring in the Amazon region strongly affect climate change on a global scale. Thanks to the existing coordination among member countries in the ACTO the Leticia Pact was signed.",
    "readLink": "http://journals.rudn.ru/international-relations/article/viewFile/25284/18928"
  },
  {
    "title": "Anti-Agglomeration Effects of Biodegradable Surfactants from Natural Sources on Natural Gas Hydrate Formation",
    "authors": [
      "Seong-Pil Kang,",
      "Dongwon Lee,",
      "Jong-Won Lee"
    ],
    "doi": "https://doi.org/10.3390/en13051107",
    "journalVolume": "Vol. 13,\n                                no. 5\n                                \n                                  p.\n                                  1107",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Kinetic hydrate inhibitors (KHI) and anti-agglomerants (AA) rather than thermodynamic hydrate inhibitors (THI) are often used for flow assurance in pipelines. This is because they require much lower dosages than thermodynamic inhibitors. Although the hydrate-phase equilibria are not affected, KHI and AA prevent the formed hydrate crystals from growing to a bulky state causing pipeline blockage. However, these KHIs might have huge environmental impact due to leakages from the pipelines. In this study, two biodegradable AA candidates from natural sources (that is, lecithin and lanolin) are proposed and their performances are evaluated by comparing them with and without a conventional AA (Span 80, sorbitan monooleate). At 30% and 50% water cut, the addition of AA materials was found to enhance the flow characteristics substantially in pipelines and hardly affected the maximum value of the rotational torque, respectively. Considering the cost-effective and environmental advantages of the suggested AA candidates over a conventional AA such as Span 80, the materials are thought to have potential viability for practical operation of oil and gas pipelines. However, additional investigations will be done to clarify the optimum amounts and the action mechanisms of the suggested AAs.",
    "readLink": "https://www.mdpi.com/1996-1073/13/5/1107"
  },
  {
    "title": "Geo-Distribution Patterns of Soil Fungal Community of <i>Pennisetum flaccidum</i> in Tibet",
    "authors": [
      "Guangyu Zhang,",
      "Zhenxi Shen,",
      "Gang Fu"
    ],
    "doi": "https://doi.org/10.3390/jof8111230",
    "journalVolume": "Vol. 8,\n                                no. 1230\n                                \n                                  p.\n                                  1230",
    "issn": "2309-608X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/jof",
    "abstract": "Pennisetum flaccidum can be used as a pioneer species for the restoration of degraded grasslands and as a high-quality forage for local yak and sheep in alpine regions. The geographical distribution pattern of soil fungal community can modify that of P. flaccidum. A field survey along 32 sampling sites was conducted to explore the geo-distribution patterns of soil fungal community of P. flaccidum in Tibet. Soil fungal species, phylogenetic and function diversity generally had a closer correlation with longitude/elevation than latitude. The geo-distribution patterns of soil fungal species, phylogenetic and function diversity varied with soil depth. Soil fungal species, phylogenetic and function diversity had dissimilar geo-distribution patterns. Precipitation had stronger impacts on total abundance, species α-diversity, phylogenetic α-diversity, and function β-diversity than temperature for both topsoil (0–10 cm depth) and subtopsoil (10–20 cm depth). Furthermore, precipitation had stronger impacts on function α-diversity for topsoil, species β-diversity for topsoil, and phylogenetic β-diversity for subtopsoil than temperature. The combination of species, phylogenetic and function diversity can better reflect geo-distribution patterns of soil fungal community. Compared to global warming, the impact of precipitation change on the variation in soil fungal community of P. flaccidum should be given more attention.",
    "readLink": "https://www.mdpi.com/2309-608X/8/11/1230"
  },
  {
    "title": "Utopian and Dystopian Meals: Food Art, Gastropolitics and the Anthropocene",
    "authors": [
      "Daniela Fargione"
    ],
    "doi": "https://doi.org/10.13135/2281-6658/4028",
    "journalVolume": "no. 15",
    "issn": "2281-6658 (Online)",
    "publisher": "Università degli Studi di Torino",
    "countryOfPublisher": "Italy",
    "lcc": [
      "Language and Literature"
    ],
    "journalUrl": "http://www.ojs.unito.it/index.php/COSMO",
    "abstract": "The exploration of alternative foodscapes is a clear attempt at re-localizing food in contrast with agro-industrial globalization and its environmental, economic and social unsustainability. Art has dramatically contributed with speculations on what has been called “survival food”. This paper analyzes three case studies: “The Next Menu, a gastronomical art project designed to imagine a future supper and explore new or overlooked sources of nutrition to respond to climate change constraints; the “De-Extinction Dinner” by the Center for the Genomic Gastronomy, an experiment in cross-pollination of amateur science with multimedia art; Dana Sherwood’s work involving decadent cakes to feed non-human animals with the purpose to understand interspecies relations.",
    "readLink": "https://www.ojs.unito.it/index.php/COSMO/article/view/4028"
  },
  {
    "title": "Induced Systemic Tolerance to Multiple Stresses Including Biotic and Abiotic Factors by Rhizobacteria",
    "authors": [
      "Sung-Je Yoo,",
      "Mee Kyung Sang"
    ],
    "doi": "https://doi.org/10.5423/RPD.2017.23.2.99",
    "journalVolume": "Vol. 23,\n                                no. 2\n                                \n                                  pp.\n                                  99\n                                  – 113",
    "issn": "1598-2262 (Print)",
    "publisher": "2233-9191 (Online)",
    "countryOfPublisher": "Hanrimwon Publishing Company",
    "lcc": [
      "Korea, Republic of",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.online-rpd.org/main.html",
    "abstract": "Recently, global warming and drastic climate change are the greatest threat to the world. The climate change can affect plant productivity by reducing plant adaptation to diverse environments including frequent high temperature; worsen drought condition and increased pathogen transmission and infection. Plants have to survive in this condition with a variety of biotic (pathogen/pest attack) and abiotic stress (salt, high/low temperature, drought). Plants can interact with beneficial microbes including plant growth-promoting rhizobacteria, which help plant mitigate biotic and abiotic stress. This overview presents that rhizobacteria plays an important role in induced systemic resistance (ISR) to biotic stress or induced systemic tolerance (IST) to abiotic stress condition; bacterial determinants related to ISR and/or IST. In addition, we describe effects of rhizobacteria on defense/tolerance related signal pathway in plants. We also review recent information including plant resistance or tolerance against multiple stresses (bioticabiotic). We desire that this review contribute to expand understanding and knowledge on the microbial application in a constantly varying agroecosystem, and suggest beneficial microbes as one of alternative environment-friendly application to alleviate multiple stresses.",
    "readLink": "http://www.online-rpd.org/journal/view.html?doi=10.5423/RPD.2017.23.2.99"
  },
  {
    "title": "Exploring Niches for Short-Season Grain Legumes in Semi-Arid Eastern Kenya — Coping with the Impacts of Climate Variability",
    "authors": [
      "Anne Sennhenn,",
      "Donald M. G. Njarui,",
      "Brigitte L. Maass,",
      "Anthony M. Whitbread,",
      "Anthony M. Whitbread"
    ],
    "doi": "https://doi.org/10.3389/fpls.2017.00699",
    "journalVolume": "Vol. 8",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Climate variability is the major risk to agricultural production in semi-arid agroecosystems and the key challenge to sustain farm livelihoods for the 500 million people who inhabit these areas worldwide. Short-season grain legumes have great potential to address this challenge and help to design more resilient and productive farming systems. However, grain legumes display a great diversity and differ widely in growth, development, and resource use efficiency. Three contrasting short season grain legumes common bean (Phaseolus vulgaris L.), cowpea (Vigna unguiculata (L.) Walp.] and lablab [Lablab purpureus (L.) Sweet] were selected to assess their agricultural potential with respect to climate variability and change along the Machakos-Makueni transect in semi-arid Eastern Kenya. This was undertaken using measured data [a water response trial conducted during 2012/13 and 2013/14 in Machakos, Kenya] and simulated data using the Agricultural Production System sIMulator (APSIM). The APSIM crop model was calibrated and validated to simulate growth and development of short-season grain legumes in semi-arid environments. Water use efficiency (WUE) was used as indicator to quantify the production potential. The major traits of adaptation include early flowering and pod and seed set before the onset of terminal drought. Early phenology together with adapted canopy architecture allowed more optimal water use and greater partitioning of dry matter into seed (higher harvest index). While common bean followed a comparatively conservative strategy of minimizing water loss through crop transpiration, the very short development time and compact growth habit limited grain yield to rarely exceed 1,000 kg ha−1. An advantage of this strategy was relatively stable yields independent of in-crop rainfall or season length across the Machakos-Makueni transect. The growth habit of cowpea in contrast minimized water loss through soil evaporation with rapid ground cover and dry matter production, reaching very high grain yields at high potential sites (3,000 kg ha−1) but being highly susceptible to in-season drought. Lablab seemed to be best adapted to dry environments. Its canopy architecture appeared to be best in compromising between the investment in biomass as a prerequisite to accumulate grain yield by minimizing water loss through soil evaporation and crop transpiration. This lead to grain yields of up to 2,000 kg ha−1 at high potential sites and >1,000 kg ha−1 at low potential sites. The variance of observed and simulated WUE was high and no clear dependency on total rainfall alone was observed for all three short-season grain legumes, highlighting that pattern of water use is also important in determining final WUEbiomass and WUEgrain. Mean WUEgrain was lowest for cowpea (1.5–3.5 kggrain ha−1 mm−1) and highest for lablab (5–7 kggrain ha−1 mm−1) reflecting the high susceptibility to drought of cowpea and the good adaptation to dry environments of lablab. Results highlight that, based on specific morphological, phonological, and physiological characteristics, the three short-season grain legumes follow different strategies to cope with climate variability. The climate-smart site-specific utilization of the three legumes offers promising options to design more resilient and productive farming systems in semi-arid Eastern Kenya.",
    "readLink": "http://journal.frontiersin.org/article/10.3389/fpls.2017.00699/full"
  },
  {
    "title": "If the Government Pays for Full Home-Charger Installation, Would Affordable-Housing and Middle-Income Residents Buy Electric Vehicles?",
    "authors": [
      "Anne Christine Lusk,",
      "Xin Li,",
      "Qiming Liu"
    ],
    "doi": "https://doi.org/10.3390/su15054436",
    "journalVolume": "Vol. 15,\n                                no. 4436\n                                \n                                  p.\n                                  4436",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "With climate change and inequities, this study assessed the willingness of affordable-housing and middle-income residents to buy an electric vehicle (EV) if they had a charging station at their home, the likelihood of buying an EV in 2 years, ideal charger locations, and payment preferences for installation. The new Green Books revealed charger opportunities. Volunteers completed paper surveys in Brookline, MA, in an affordable housing complex (n = 37) and a middle-income neighborhood (n = 128) (Total n = 165). Brookline is unique because drivers cannot leave their cars curbside overnight, and local historic districts (LHDs) require aesthetic charger-installations. Descriptive statistics (yes + likely) revealed that affordable housing (70%) and middle-income (65%) respondents would lease or buy a secondhand EV if they had a charging station where they park their car at their home. Affordable housing (43%) and middle-income (38%) respondents were more neutral about buying an EV in the next 2 years. The preferred charger location was the side of the house (44%) or a post by the driveway (38%). Preferred cost-for-installation included government reimbursement (47%) and tax deduction (41%). Data analysis combined affordable housing and middle-income responses and showed no significant differences for gender, significant differences for individuals 76 years and older, and minor differences for income. To inform individuals in the pre-contemplation phase, Black-owned businesses in the new Green Books could seek government funding for off-road chargers. While EV technology will improve, land is limited, so chargers should not displace climate-responsive bicyclists in curbside protected bike lanes. Following this study, governments and academics could pilot full funding of home charger installations to involve affordable housing and middle-income residents in this climate change solution, study details of these adopters, and develop worldwide policies to lessen greenhouse gas emissions.",
    "readLink": "https://www.mdpi.com/2071-1050/15/5/4436"
  }
]