[
  {
    "title": "URBAN GREEN INFRASTRUCTURE FOR CLIMATE RESILIENCE: A REVIEW",
    "authors": [
      "Fahmyddin Araaf Tauhid"
    ],
    "doi": "https://doi.org/10.24252/nature.v5i1a7",
    "journalVolume": "Vol. 5,\n                                no. 1\n                                \n                                  pp.\n                                  58\n                                  – 65",
    "issn": "2302-6073 (Print)",
    "publisher": "2579-4809 (Online)",
    "countryOfPublisher": "Universitas Islam Negeri Alauddin Makassar",
    "lcc": [
      "Indonesia",
      "Fine Arts: Architecture"
    ],
    "journalUrl": "http://journal.uin-alauddin.ac.id/index.php/nucturenature/index",
    "abstract": "Abstract: As the climate change affectingon coastal cities by increasing the intensity and frequency of climate related disasters such as flooding, sea level rise, drought etc., the need to explore other urban infrastructure strategies than conventional one is required. This alternative not only mitigate the impacts but also improve the urban climate resilience. In line with it, green infrastructure/GI can be sustainable alternative in that way combine with gray infrastructure. Therefore, this paper reviews the concept of GI to advance the urban resilience associated with climate related disasters. Some strategies based on the current literature and projects are also recommended including managing flood risk, building resiliency to drought, reducing the urban heat island effect, lowering building energy demands, improving coastal resiliency, and reducing energy needed to manage water. Key words: Green Infrastructure, Climate Resilience, Urban Resilience, Sustainability, Flood, Drought,Sea level Rise.",
    "readLink": "http://journal.uin-alauddin.ac.id/index.php/nucturenature/article/view/4868"
  },
  {
    "title": "Isotopic (δ2H) Analysis of Stored Lipids in Migratory and Overwintering Monarch Butterflies (Danaus plexippus): Evidence for Southern Critical Late-Stage Nectaring Sites?",
    "authors": [
      "Keith A. Hobson,",
      "Keith A. Hobson,",
      "Oscar R. García-Rubio,",
      "Rogelio Carrera-Treviño,",
      "Libesha Anparasan,",
      "Kevin J. Kardynal,",
      "Jeremy N. McNeil,",
      "Eligio García-Serrano,",
      "Blanca X. Mora Alvarez"
    ],
    "doi": "https://doi.org/10.3389/fevo.2020.572140",
    "journalVolume": "Vol. 8",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "Monarch butterflies (Danaus plexippus) fuel their migration and overwinter energy needs through accumulated fat stores derived from plant nectars. Determining origins of these fuels is crucial to effective conservation programs. We used stable-hydrogen (δ2H) and carbon (δ13C) isotope measurements in stored lipids of monarchs raised under laboratory conditions as a proof of principle for the isotopic spatial sourcing of stored lipids. We then applied this approach to wild specimens collected from 2015 to 2018 to infer spatial information on nectaring by fall migrants through northeast Mexico and at the Mexican overwinter sites. Migrating monarchs derived from wide geographic natal origins but lipid δ2H values from migratory cohorts were not related to natal origin. Instead, migrants exploited isotopically similar nectar sources. Distributions of lipid δ2H values in overwintering monarchs were broader and more negative by ∼40‰ suggesting more transport of lipids from higher latitudes or additional nectaring while migrating at higher elevations though northeastern to central Mexico. Our work establishes a new isotopic technique for tracking origins of stored lipids in monarchs and other migratory animals and emphasizes the importance of nectar availability in the southern portion of the range, and especially the nectar corridor through central Mexico.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fevo.2020.572140/full"
  },
  {
    "title": "Investigation of Distinctive Morpho-Physio and Biochemical Alterations in Desi Chickpea at Seedling Stage Under Irrigation, Heat, and Combined Stress",
    "authors": [
      "Saima Jameel,",
      "Amjad Hameed,",
      "Tariq Mahmud Shah"
    ],
    "doi": "https://doi.org/10.3389/fpls.2021.692745",
    "journalVolume": "Vol. 12",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Global climatic instabilities have become the main reason for drastic yield losses in chickpea. This shift in climate could be a great threat in the future for food security in developing countries. Chickpea production is badly hampered by heat stress coupled with drought stress, and these factors can reduce yields by 40–45%. To mitigate yield losses due these abiotic factors, irrigation supplementation could be the best strategy. The present study aimed to (i) investigate the tolerance response of 9 desi chickpea genotypes against heat stress (H), irrigation (I), and a combination of both (I+H) through morphophysiological and biochemical indices at early growth stage, and (ii) assess yield performance across multiple locations of the country. Results revealed that under irrigation treatment, all genotypes perform well, but the genotypes D-09027 and D-09013 showed best performance because, as compared to control, they retained root length, seedling fresh weight, root fresh weight, root dry weight, esterase activity, Malondialdehyde (MDA) content, total chlorophyll, and total carotenoids. Shoot length and total phenolic contents (TPC) increased in both genotypes. Superoxide dismutase (SOD) and peroxidase (POD) increased in D-09027 and retained in D-09013. Catalase activity increased in D-09013 and retained in D-09027. Protease activity, total water potential and osmotic potential decreased in both genotypes and depicted high yield potential with 27 and 30% increase in yield over Bhakhar-2011 (check), respectively. In case of heat stress, maximum tolerance was found in genotypes CH104/06 and D-09013 with no change in shoot and root length, seedling dry weight, shoot fresh and dry weight, root dry weight, relative water content, turgor water potential, catalase (CAT) activity, esterase activity, increased root fresh weight, peroxidase activity (POD), ascorbate peroxidase activity (APX), and lycopene with low accumulation of protease and Malondialdehyde content (MDA). Both genotypes depicted high yield potential with 30 and 43% increase in yield over check across multiple locations of the country. Under the combined treatment, most genotypes showed good performance, while CH104/06 was selected as best performer genotype because significant of its increased root fresh weight, lycopene content, chlorophyll b, total carotenoids, total chlorophyll, retained shoot length, root length, seedling fresh and dry weight, total water potential, osmotic potential, relative water content, peroxidase activity (POD), catalase, esterase, and its ascorbate peroxidase (APX) activity and total soluble proteins (TSP) showed highest yield potential with 43% increase over check. Identified best performing and tolerant genotypes can further be employed for breeding climate-smart chickpea genotypes for sustainable production under changing climate.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2021.692745/full"
  },
  {
    "title": "The food we eat, the air we breathe: a review of the fine particulate matter-induced air quality health impacts of the global food system",
    "authors": [
      "Srinidhi Balasubramanian,",
      "Nina G G Domingo,",
      "Natalie D Hunt,",
      "Madisen Gittlin,",
      "Kimberly K Colgan,",
      "Julian D Marshall,",
      "Allen L Robinson,",
      "Inês M L Azevedo,",
      "Sumil K Thakrar,",
      "Michael A Clark,",
      "Christopher W Tessum,",
      "Peter J Adams,",
      "Spyros N Pandis,",
      "Jason D Hill"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ac065f",
    "journalVolume": "Vol. 16,\n                                no. 10\n                                \n                                  p.\n                                  103004",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "The global food system is essential for the health and wellbeing of society, but is also a major cause of environmental damage. Some impacts, such as on climate change, have been the subject of intense recent inquiry, but others, such as on air quality, are not as well understood. Here, we systematically synthesize the literature to identify the impacts on ambient PM _2.5 (particulate matter with diameter ⩽2.5 μ m), which is the strongest contributor to premature mortality from exposure to air pollution. Our analysis indicates that the life-cycle of the global food system (pre-production, production, post-production, consumption and waste management) accounts for 58% of anthropogenic, global emissions of primary PM _2.5 , 72% of ammonia (NH _3 ), 13% of nitrogen oxides (NO _x ), 9% of sulfur dioxide (SO _2 ), and 19% of non-methane volatile organic compounds (NMVOC). These emissions result in at least 890 000 ambient PM _2.5 -related deaths, which is equivalent to 23% of ambient PM _2.5 -related deaths reported in the Global Burden of Disease Study 2015. Predominant contributors include livestock and crop production, which contribute >50% of food-related NH _3 emissions, and land-use change and waste burning, which contribute up to 95% of food-related primary PM _2.5 emissions. These findings are largely underestimated given the paucity of data from the post-production and consumption stages, total underestimates in NH _3 emissions, lack of sector-scale analysis of PM _2.5 -related deaths in South America and Africa, and uncertainties in integrated exposure-response functions. In addition, we identify mitigation opportunities—including shifts in food demand, changes in agricultural practices, the adoption of clean and low-energy technologies, and policy actions—that can facilitate meeting food demand with minimal PM _2.5 impacts. Further research is required to resolve sectoral-scale, region-specific contributions to PM _2.5 -related deaths, and assess the efficiency of mitigation strategies. Our review is positioned to inform stakeholders, including scientists, engineers, policymakers, farmers and the public, of the health impacts of reduced air quality resulting from the global food system.",
    "readLink": "https://doi.org/10.1088/1748-9326/ac065f"
  },
  {
    "title": "In Search of Equitable Resilience: Unravelling the Links between Urban Resilience Planning and Social Equity",
    "authors": [
      "Danial Mohabat Doost,",
      "Grazia Brunetta,",
      "Ombretta Caldarice"
    ],
    "doi": "https://doi.org/10.3390/su151813818",
    "journalVolume": "Vol. 15,\n                                no. 13818\n                                \n                                  p.\n                                  13818",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Building resilient cities is becoming increasingly vital due to the rise in urban challenges such as climate change, socioeconomic disparities, and pandemics. While the concept of resilience is gaining popularity, many scholars argue that existing resilience plans do not adequately address social equity issues. Therefore, this study investigates the incorporation of equity into resilience planning by conducting a case study analysis of ten European resilience strategies. The employed methodology is summative content analysis, and the approach is inductive. For each resilience strategy, the incorporation of three equity dimensions—distributional, procedural, and recognitional—is examined. The results show significant variation in addressing equity dimensions across the case studies. Although some plans do not effectively address equity, others integrate it more comprehensively and successfully. Thus, we argue that resilience planning can potentially contribute to social equity issues, although currently, this contribution is not sufficient. We recommend a number of strategies by which future resilience planning can enhance its contribution. These are: promoting structural transformations, considering the political processes of resilience building, adopting participatory approaches to co-create resilience plans, fostering trust and accountability between citizens and governing bodies, favouring a systemic view, and prioritising the upstream inequality factors for building capacity.",
    "readLink": "https://www.mdpi.com/2071-1050/15/18/13818"
  },
  {
    "title": "Understanding and predicting large-scale hydrological variability in a changing environment",
    "authors": [
      "N. Massei,",
      "D. G. Kingston,",
      "D. M. Hannah,",
      "J.-P. Vidal,",
      "B. Dieppois,",
      "B. Dieppois,",
      "B. Dieppois,",
      "M. Fossa,",
      "A. Hartmann,",
      "D. A. Lavers,",
      "B. Laignel"
    ],
    "doi": "https://doi.org/10.5194/piahs-383-141-2020",
    "journalVolume": "Vol. 383\n                                \n                                \n                                  pp.\n                                  141\n                                  – 149",
    "issn": "2199-8981 (Print)",
    "publisher": "2199-899X (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.proceedings-international-association-of-hydrological-sciences.net/",
    "abstract": "In a context of climate, environmental, ecological and socio-economical changes, understanding and predicting the response of hydrological systems on regional to global spatial scales, and on infra-seasonal to multidecadal time-scales, are major topics that must be considered to tackle the challenge of water resource management sustainability. In this context, a number of strongly-linked key issues need to be addressed by the scientific community, including: (i) identifying climate drivers of hydrological variations, (ii) understanding the multi-frequency characteristics of hydroclimate variability, including evolution of extremes (meteorological/hydrological event scale to long-term natural/internal climate- or anthropogenic-driven variations and trends), (iii) assessing the influence of local- to regional-scale basin properties on hydrological system response to climate variability and change, (iv) identifying the evolving contribution of anthropogenic water use in observed hydrological variations. Based on pan-European collaborations, activities of the EURO-FRIEND “Large-scale variations in hydrological characteristics” group aim at generating new findings to improve our understanding of hydrological systems behavior sensu lato (i.e. surface and sub-surface) on large spatial and temporal scales (i.e continental – multidecadal). Through selected examples, this contribution emphasizes recent research developments in characterizing and modeling of climate-hydrology linkages at different temporal and spatial scales, as well as recent insights on climate-hydrology scaling characteristics (i.e. long-term persistence, dependance of processes, of hydrological behaviors, of large-scale climate/hydrology linkages on time-/spatial scales), long-term hydrometeorological reconstructions, and large-scale hydrological model refinement taking into account spatial heterogeneity of watershed physical characteristics.",
    "readLink": "https://piahs.copernicus.org/articles/383/141/2020/piahs-383-141-2020.pdf"
  },
  {
    "title": "Attribution analysis of runoff change based on Budyko-type model with time-varying parameters for the Lhasa River Basin, Qinghai–Tibet Plateau",
    "authors": [
      "Xiaoyu Sun,",
      "Qianjin Dong,",
      "Xu Zhang"
    ],
    "doi": "Vol. 48\n                                \n                                \n                                  p.\n                                  101469",
    "issn": "2214-5818 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Science: Geology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/journal-of-hydrology-regional-studies/",
    "abstract": "Study region: The Lhasa River Basin (LRB), Qinghai–Tibet Plateau (QTP), China Study focus: This study investigates the application of three Budyko-type models with time-varying parameter and further explore the attribution of runoff change in the QTP. Three Budyko models with time-varying parameters estimated by linear, quadratic, sine and linear stepwise regression equations have been applied and compared their adaptability. According to the comparison results, the sensitivity decomposition analysis has been utilized based on the best-fitted Budyko model to separate the impacts of climate change and human activities on runoff during the 1988–2015 period. This study is aiming at exploring the pattern of the regional hydrological cycle and improving our understanding of the driver mechanism of runoff change in the alpine mountain area. New hydrological insights for the region: The time-varying Budyko-type models significantly improve the performance of runoff simulation compared to constant Budyko-type models, while the Choudhury–Yang model performs best, and the sine equations of simulated parameter ω best reflects the time variation pattern of parameters, which declares that ω have certain periodic characteristics. The result of runoff attribution shows that precipitation is the main factor increasing runoff before 2003 and human activity variables mainly lead to the decreasing trend of runoff after 2003, while PDO and PNA affect the runoff-generated process through the relationships with the environmental variables in the LRB.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2214581823001568"
  },
  {
    "title": "Declining agriculture in Garhwal Himalaya: Major drivers and implications",
    "authors": [
      "Vishwambhar Prasad Sati,",
      "Saurav Kumar"
    ],
    "doi": "https://doi.org/10.1080/23311886.2023.2167571",
    "journalVolume": "Vol. 9,\n                                no. 1",
    "issn": "2331-1886 (Online)",
    "publisher": "Taylor & Francis Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Social Sciences"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/oass",
    "abstract": "AbstractSubsistence agriculture—the cultivation of subsistence cereals including millets, oilseeds, and pulses is the major occupation and source of livelihood of people of the Garhwal region. Over time, the production and yield of subsistence agriculture have reduced drastically. This study examines the practices of subsistence agriculture, the major drivers of declining agriculture, and its implications on the livelihood of marginal farmers. Data were gathered from eight villages of four districts, using a household-level survey. A total of 376 households inhabit these villages. We have surveyed 207 households (55%), who were fully engaged in practicing subsistence agriculture, purposively. A structured questionnaire was constructed and the questions were asked from the heads of households on the area, production, and productivity of the principal crops during 2000–2020. Data were analyzed using statistical methods. This study depicted that traditional agriculture has been declining, as a 50% decrease in the area, production, and productivity of crops was noticed during the last 20 years. The decrease was noted mainly due to climate change, extreme geo-hydrological disasters, crops damaged by wildlife, increasing population, decreasing landholdings, low soil fertility, low output from arable land, mono-cropping, and a lack of use of modern technology. The exodus out-migration, land abandonment, and livelihood insecurity were noticed as the implications of declining subsistence agriculture.",
    "readLink": "https://www.tandfonline.com/doi/10.1080/23311886.2023.2167571"
  },
  {
    "title": "The effect of drought stress on physiological responses of maize plants originating from seeds of different ages",
    "authors": [
      "Prokić Ljiljana,",
      "Lužaić Anja,",
      "Živanović Bojana,",
      "Janošević Dušica,",
      "Anđelković Violeta"
    ],
    "doi": "Vol. 25,\n                                no. 2\n                                \n                                  pp.\n                                  9\n                                  – 16",
    "issn": "0354-5881 (Print)",
    "publisher": "2406-209X (Online)",
    "countryOfPublisher": "Serbian Association of Plant Breedings and Seed Producers",
    "lcc": [
      "Serbia",
      "Agriculture: Agriculture (General)",
      "Technology: Chemical technology: Biotechnology"
    ],
    "journalUrl": "http://scindeks.ceon.rs/journalDetails.aspx?issn=0354-5881&lang=en",
    "abstract": "Drought is one of the main consequences of climate change that negatively affects plant growth and development, which in turn leads to a reduction in yield. The objective of this study was to investigate the effects of the physiological responses to the drought stress of maize plants (population IP3722), obtained from seeds of different ages (originating from 2012. and 2016) and different previous experience (the seeds formed in 2012. were more exposed to drought than in 2016.). Two populations responded to drought treatment by a significant decrease of shoot fresh and dry weight, this was followed with decrease leaf area and transpiration rate. Drought treatments enabled induction and differentiation of chemical signals of drought (abscisic acid-ABA and xylem pH) and hydraulic signals (leaf water potential), and monitoring of their activity on stomatal conductance. The data showed that hydraulic signals have the same impact on stomatal reactions in the D2012 and D2016 treatments. They also indicated that the chemical signal of ABA works toward stomatal closure, but that the effect depends on whether it originates from the leaf or the root. Leaf-originating ABA had more effect on the closure of D2012 stomata, while root-originating ABA and pH was more active in the D2016.",
    "readLink": "https://scindeks-clanci.ceon.rs/data/pdf/0354-5881/2019/0354-58811902009P.pdf"
  },
  {
    "title": "Data relating to threats to passion fruit production in the Neotropics due to agricultural area loss and pollinator mismatch as consequence of climate changes",
    "authors": [
      "Antonio Diego M. Bezerra,",
      "Alípio J.S. Pacheco Filho,",
      "Isac G.A. Bomfim,",
      "Guy Smagghe,",
      "Breno M. Freitas"
    ],
    "doi": "Vol. 23",
    "issn": "2352-3409 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine: Medicine (General): Computer applications to medicine. Medical informatics",
      "Science: Science (General)"
    ],
    "journalUrl": "http://www.journals.elsevier.com/data-in-brief/",
    "abstract": "The data in this article are associated with the research article ‘Agricultural area losses and pollinator mismatch due to climate changes endanger passion fruit production in the Neotropics’ (A.D. Bezerra et al. 2019).The data consists of the occurrence points, AUC scores models, presence and absence and co-occurrence maps of the passion fruit (Passiflora edulis) crop and its pollinators, Xylocopa bees (Xylocopa frontalis and Xylocopa grisescens), in current and future scenarios (RPC 4.5 and 8.5, in the years 2060 and 2080) in the Neotropics. Data was obtained though literature review (articles, systematic surveys, dissertation and thesis), as well as systematic searches in entomological collections available in data portals provided by the SpeciesLink and Global Biodiversity Information Facility – GIBF, and analyses by the MaxEnt algorithm and binary transformation. Occurrence error points that did not represent the actual spatial distribution of the species were removed to obtain the current occurrence points and data analyses proved good performance of models for all prediction scenarios. The data-generated maps of pollinators and crop occurrence and co-occurrence also show how climate change may impact the spatial distribution of pollinators and potential losses of this crop's agricultural areas.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2352340919301532"
  }
]