[
  {
    "title": "Transportation Networks in the Face of Climate Change Adaptation: A Review of Centrality Measures",
    "authors": [
      "Iraklis Stamos"
    ],
    "doi": "https://doi.org/10.3390/futuretransp3030049",
    "journalVolume": "Vol. 3,\n                                no. 49\n                                \n                                  pp.\n                                  878\n                                  – 900",
    "issn": "2673-7590 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)"
    ],
    "journalUrl": "https://www.mdpi.com/journal/futuretransp",
    "abstract": "This paper presents a comprehensive review of centrality measures and their usefulness in transportation networks in the face of climate change adaptation. The focus is on understanding the importance of transportation nodes in the event of extreme weather events and climate-related disasters that may render them inoperable. The paper argues that if critical nodes can be identified, they can be better protected, while resources can be allocated to ensure their functioning in the event of such events. The paper assesses 17 centrality measures, including degree, closeness, betweenness, eigenvector, and Katz, and evaluates their usefulness and usability in transportation networks. The review highlights the need to reformulate these measures to take into account traffic- and transport-related parameters and variables. Without this reformulation, centrality measures only reveal node importance in a topological or structural way and fail to capture the true significance of the nodes in a transportation network. The reformulation enables the centrality measures to be properly applied in a transportation network and to expose the significance of their elements. This work has important implications for transportation planners and policy-makers in ensuring the resilience of critical transportation infrastructure in the face of climate-related disasters.",
    "readLink": "https://www.mdpi.com/2673-7590/3/3/49"
  },
  null,
  {
    "title": "RECENT CHANGES IN THE OKHOTSK SEA ECOSYSTEM (2008–2018)",
    "authors": [
      "Yu. I. Zuenko,",
      "N. L. Aseeva,",
      "S. Yu. Glebova,",
      "L. M. Gostrenko,",
      "A. Yu. Dubinina,",
      "E. P. Dulepova,",
      "A. O. Zolotov,",
      "S. V. Loboda,",
      "A. V. Lysenko,",
      "V. I. Matveev,",
      "L. S. Muktepavel,",
      "E. E. Ovsyannikov,",
      "A. L. Figurkin,",
      "T. A. Shatilina"
    ],
    "doi": "https://doi.org/10.26428/1606-9919-2019-197-35-61",
    "journalVolume": "Vol. 197,\n                                no. 2\n                                \n                                  pp.\n                                  35\n                                  – 61",
    "issn": "1606-9919 (Print)",
    "publisher": "2658-5510 (Online)",
    "countryOfPublisher": "Transactions of the Pacific Research Institute of Fisheries and Oceanography",
    "lcc": [
      "Russian Federation",
      "Agriculture: Aquaculture. Fisheries. Angling"
    ],
    "journalUrl": "https://izvestiya.tinro-center.ru/",
    "abstract": "Recent changes of the main oceanographic, chemical, and biological parameters of the Okhotsk Sea ecosystem are considered briefly for the last decades (2000–2010s), mostly on the data obtained in marine expeditions conducted by Pacific Fish. Res. Center (TINRO) annually. Since the mid-2000s, anomalous oceanographic conditions were formed there with prevailing heightened temperature in all layers of the sea and lowered ice cover caused by changes in the atmosphere circulation with northward shift of cyclones tracks in winter and weakening of winter monsoon. The ice cover was below the normal value every year since 2004. In the warmer winter conditions, producing of the high-density water on the northern shelf decreased from 3.2–7.8 . 103 km3 in 1998–2002 to 1.2 . 103 km3 on average in 2004–2015, and the water with density sq > 26.8 was not formed at all in 2007–2009, 2011, and 2014–2015. As the result, winter convection, including the slope convection, became weaker and shallower and ventilated worse the water column, so dissolved oxygen content decreased in the lower portion of the intermediate layer, usually ventilated by slope convection. For the core of the intermediate layer (isopycnal surface 27.0 σθ), positive trend of temperature is estimated as +0.04…+0.16 o/decade, by areas, while the trend of dissolved oxygen content is negative: –0.07…–0.14 mL/L.decade, by areas. From the other hand, spring phytoplankton bloom became less intensive, presumably because of poorer upward flux of nutrients in conditions of weaker vertical mixing, and zooplankton biomass decreased, particularly for phytophages. However, these changes did not cause significant response in fluctuations of stocks for the main commercial fish and crab species. The largest stock of walleye pollock had cyclic fluctuations driven mostly by intra-population regulations, the stocks of pacific herring were rather stable, and the stocks of deep-water fish species, as flounders and halibuts had a slight tendency to growth, possibly because of better conditions for reproduction. Indeed, the densest aggregations of greenland halibut shifted from the depth of 600–700 m to 500–600 m that may be caused by de-oxygenizing of the lower portion of the intermediate layer. Crabs abundance also had positive dynamics obviously because of the effect of protective measures for red king crab in the 2009–2012, though its biomass continued to grow even after restoring the commercial landings. There is concluded that recent changes in the macroecosystem of the Okhotsk Sea correspond to the conception of the sub-polar ecosystems transformation under climate warming toward decreasing of their productivity and increasing of their functioning efficiency that was proposed earlier for the Japan Sea. Thus, from position of commercial exploitation of marine biological resources, the modern reconstruction of the Okhotsk Sea ecosystem under the climate change impact could be considered as a positive process.",
    "readLink": "https://izvestiya.tinro-center.ru/jour/article/view/470"
  },
  {
    "title": "Artificial coral reefs as a localised approach to increase fish biodiversity and abundance along the North Bali coastline",
    "authors": [
      "Zach Boakes,",
      "Alice E Hall ,",
      "Georgia CA Jones ,",
      "Rahmadi Prasetijo,",
      "Richard Stafford,",
      "Yunaldi Yahya"
    ],
    "doi": "https://doi.org/10.3934/geosci.2022018",
    "journalVolume": "Vol. 8,\n                                no. 2\n                                \n                                  pp.\n                                  303\n                                  – 325",
    "issn": "2471-2132 (Online)",
    "publisher": "AIMS Press",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Geology"
    ],
    "journalUrl": "https://www.aimspress.com/journal/aimsgeo",
    "abstract": "Coral reefs face worldwide decline from threats such as climate change, destructive fishing practices, overfishing and pollution. Artificial reefs have shown potential as a method to mitigate localised habitat loss and biodiversity decline on degraded coral reefs. The health of coral reefs in Indonesia and their associated faunal populations have displayed a downward trend in recent decades, and community-managed non-government organisations have started using artificial reefs to restore local degraded reef habitats. In this study, we demonstrate how locally-managed NGOs and communities in north Bali, Indonesia have implemented artificial reef projects, and assess the associated benefits to biodiversity. Using Remote Underwater Video (RUV) over a 3 month period in north Bali, fish assemblages on two artificial reefs of different ages (new and mature) were compared to two nearby natural habitats: degraded sand flats and relatively healthy coral reefs. When compared with a nearby degraded sand habitat, both artificial reefs displayed a significantly higher number of species, which for the mature artificial reef was not statistically different to a nearby coral reef. Community structure was also compared, again showing similarity between artificial reefs and natural coral reefs, but differing in a few species, including specific damselfish and wrasse. This study is one of few which highlight the potential of artificial reef habitat enhancement in Indonesia, and suggests that these structures can provide ecologically equivalent mobile faunal communities to a natural reef on a localised scale. As such, well designed projects may be able to provide some local ecosystem services lost from degraded coral reefs, and become an important focus for coastal communities.",
    "readLink": "https://www.aimspress.com/article/doi/10.3934/geosci.2022018?viewType=HTML"
  },
  {
    "title": "Social, Economic, and Environmental Effects of Electricity and Heat Generation in Yenisei Siberia: Is there an Alternative to Coal?",
    "authors": [
      "Ekaterina Syrtsova,",
      "Anton Pyzhev,",
      "Evgeniya Zander"
    ],
    "doi": "https://doi.org/10.3390/en16010212",
    "journalVolume": "Vol. 16,\n                                no. 212\n                                \n                                  p.\n                                  212",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "The energy sector is one of the most important pollutants in the atmosphere and causes significant emissions of greenhouse gases. In Russia, coal is the main contributor to the fossil fuel consumption of thermal power plants and boilers, thus affecting atmospheric air pollution by releasing particulate matter and nitrogen oxides, which are strongly associated with a negative impact on human health. This problem is especially acute for the resource regions of Yenisei, Siberia, a 2.5+ mln sq km macro-region in the very heart of Russia. In this paper, we analyze the impact of the structure of electricity and heat generation on emissions of pollutants and climate-active gases in Yenisei, Siberia, and give an overview of their social, ecological, and economic effects. More than 75% of electricity in Yenisei, Siberia, is produced by hydroelectric power plants that do not pollute the atmosphere. The rest of the electricity is generated in the cogeneration mode by thermal power plants, which are cores of the heat supply designs of cities. The share of individual coal-powered heat sources is still high. A detailed analysis of existing equipment and technologies at existing thermal power plants is needed to select options for their modernization to reduce emissions while keeping coal in use. Our calculations for the biggest cities of Krasnoyarsk Krai show that investments in the transition to heating with pellets will require RUB 184.7 million for Nazarovo and RUB 313.9 million for Kansk. At the same time, switching to electric heating is more than twice as expensive: RUB 498.6 million for Nazarovo and RUB 847.5 million for Kansk. The additional costs will range from RUB 21 to RUB 45.4 thousand per household per year for the pellet variant and from RUB 56.8 to RUB 122.5 thousand per year for electric heating, which could triple the annual heating costs. Thus, these options are unlikely to be implemented without direct state support. We argue that creating an attractive living environment in Yenisei, Siberia, must begin with intensive public investment in mitigating the environmental externalities caused by coal emissions.",
    "readLink": "https://www.mdpi.com/1996-1073/16/1/212"
  },
  {
    "title": "Hurricane Frequency and Intensity May Decrease Dispersal of Kemp’s Ridley Sea Turtle Hatchlings in the Gulf of Mexico",
    "authors": [
      "Morgan J. DuBois,",
      "Nathan F. Putman,",
      "Susan E. Piacenza"
    ],
    "doi": "https://doi.org/10.3389/fmars.2020.00301",
    "journalVolume": "Vol. 7",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Environmental variability can be an important factor in the population dynamics of many species. In marine systems, for instance, whether environmental conditions facilitate or impede the movements of juvenile animals to nursery habitat can have a large influence on subsequent population abundance. Both subtle differences in the position of oceanographic features (such as meandering currents) and major disturbances (such as hurricanes) can greatly alter dispersal outcomes. Here, we use an ocean circulation model to explore seasonal and annual variation in the dispersal of post-hatchling Kemp’s ridley sea turtles (Lepidochelys kempii). We simulated the transport of 24 cohorts of young-of-the-year Kemp’s ridley sea turtles dispersing from the three primary nesting areas in the western Gulf of Mexico to describe variability in transport during the main hatching season and across years. We examined whether differences in transport distance among Kemp’s ridley cohorts could be explained by hurricane events. We found that years with high numbers of hurricanes corresponded to shorter dispersal distances and less variance within the first 6 months. Our findings suggest that differences in dispersal among sites and the impact of hurricane frequency and intensity could influence the survivorship and somatic growth rates of turtles from different nesting sites and hatching cohorts, either improving survival by encouraging retention in optimal pelagic habitat or decreasing survival by pushing hatchlings into dangerous shallow habitats. Considering such factors in future population assessments may aid in predicting how the potential for increasing tropical storms, a phenomenon linked to climate change, could affect Kemp’s ridley and other populations of sea turtles in the Atlantic Ocean.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fmars.2020.00301/full"
  },
  {
    "title": "Optimizing future mortality rate prediction of extreme temperature-related cardiovascular disease based on skewed distribution in peninsular Malaysia",
    "authors": [
      "Aina Izzati Mohd Esa,",
      "Syafrina Abdul Halim,",
      "Norhaslinda Ali,",
      "Jing Xiang Chung,",
      "Mohd Syazwan Faisal Mohd"
    ],
    "doi": "https://doi.org/10.2166/wcc.2022.215",
    "journalVolume": "Vol. 13,\n                                no. 11\n                                \n                                  pp.\n                                  3830\n                                  – 3850",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "The bias correction method (BCM) is useful in reducing the statistically downscaled biases of global climate models’ (GCM) outputs and preserving statistical moments of the hydrological series. However, BCM is less efficient under changed future conditions due to the stationary assumption and performs poorly in removing bias at extremes, thereby producing unreliable bias-corrected data. Thus, the existing BCM with normal distribution is improved by incorporating skewed distributions into the model with linear covariate (BCM-QMskewed). In this study, BCM-QMskewed is developed to reduce biases in the extreme temperature data of peninsular Malaysia. The input is the MIROC5 model output gridded data and observations sourced by the Malaysian Department of Irrigation and Drainage (1976–2005). BCM-QMskewed with lognormal (LGNORM) and Gumbel (GUM) has shown considerable skill in correcting biases, capturing extreme and nonstationarity of current and future extreme temperatures data series corresponding to the representative concentration pathways (RCPs) for 2006–2100 based on model diagnostics and precision analysis. Higher projection of extreme temperatures is more pronounced under RCP8.5 than RCP4.5 with precise estimates ranging from 33 to 42 °C and 30 to 32 °C, respectively. Finally, the projection of extreme temperatures is used to calculate cardiovascular disease (CVD) mortality rate which coincides with high extreme temperatures ranging between 0.002 and 0.014. HIGHLIGHTS BCM-QMskewed with LGNORM and GUM was considered to capture the extreme values.; The linear covariate model was considered to capture the nonstationary trend in extreme temperatures series.; Results indicate the model's ability to correct the biases of extreme temperatures data for both RCPs in the study area with decent accuracy.; Higher mortality rate of CVD is consistent with higher extreme temperatures.;",
    "readLink": "http://jwcc.iwaponline.com/content/13/11/3830"
  },
  {
    "title": "Indonesian Policy in Ratifying The 2015 Paris Agreement",
    "authors": [
      "Haekal - Siraj"
    ],
    "doi": "https://doi.org/10.7454/global.v21i1.353",
    "journalVolume": "Vol. 21,\n                                no. 1\n                                \n                                  pp.\n                                  70\n                                  – 100",
    "issn": "1411-5492 (Print)",
    "publisher": "2579-8251 (Online)",
    "countryOfPublisher": "Universitas Indonesia",
    "lcc": [
      "Indonesia",
      "Political science: International relations"
    ],
    "journalUrl": "https://scholarhub.ui.ac.id/global/",
    "abstract": "The 2015 Paris Agreement requires all participating countries to reduce emisson level. Indonesia as Non-Annex I accepted the norms of the 2015 Paris Agreement by ratifying this agreement. Meanwhile, Indonesia's emissions level continues to increase due to the rate of deforestation and forest degradation in Indonesia which ranks highest in the world. This study aims to analyze Indonesian policy in ratifying the agreement by using the Constructivism Perspective in explaining the International Regime and the Concept of Norm Influence by Finnemore and Sikkink. The study uses qualitative methods with explanatory designs. Data collection techniques are sourced from secondary sources as well as data analysis techniques carried out by reduction, presentation, and drawing conclusions as well as verification. This study found that the United States as a hegemonic state acting as the norm entrepreneurs by granting climate change financial assistance of $500 million through the GCF for Indonesia as a developing country was a condition affecting Indonesia in ratifying the agreement. Keywords: Indonesia, ratify, 2015 Paris Agreement, norm, climate change.",
    "readLink": "http://global.ir.fisip.ui.ac.id/index.php/global/article/view/353"
  },
  {
    "title": "Dynamical Downscaling of Temperature Variations over the Canadian Prairie Provinces under Climate Change",
    "authors": [
      "Xiong Zhou,",
      "Guohe Huang,",
      "Yongping Li,",
      "Qianguo Lin,",
      "Denghua Yan,",
      "Xiaojia He"
    ],
    "doi": "https://doi.org/10.3390/rs13214350",
    "journalVolume": "Vol. 13,\n                                no. 4350\n                                \n                                  p.\n                                  4350",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "In this study, variations of daily mean, maximum, and minimum temperature (expressed as Tmean, Tmax, and Tmin) over the Canadian Prairie Provinces were dynamically downscaled through regional climate simulations. How the regional climate would increase in response to global warming was subsequently revealed. Specifically, the Regional Climatic Model (RegCM) was undertaken to downscale the boundary conditions of Geophysical Fluid Dynamics Laboratory Earth System Model Version 2M (GFDL-ESM2M) over the Prairie Provinces. Daily temperatures (i.e., Tmean, Tmax, and Tmin) were subsequently extracted from the historical and future climate simulations. Temperature variations in the two future periods (i.e., 2036 to 2065 and 2065 to 2095) are then investigated relative to the baseline period (i.e., 1985 to 2004). The spatial distributions of temperatures were analyzed to reveal the regional impacts of global warming on the provinces. The results indicated that the projected changes in the annual averages of daily temperatures would be amplified from the southwest in the Rocky Mountain area to the northeast in the prairie region. It was also suggested that the projected temperature averages would be significantly intensified under RCP8.5. The projected temperature variations could provide scientific bases for adaptation and mitigation initiatives on multiple sectors, such as agriculture and economic sectors over the Canadian Prairies.",
    "readLink": "https://www.mdpi.com/2072-4292/13/21/4350"
  },
  {
    "title": "The impact of climate mitigation measures on near term climate forcers",
    "authors": [
      "S T Turnock,",
      "S Smith,",
      "F M O’Connor"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ab4222",
    "journalVolume": "Vol. 14,\n                                no. 10\n                                \n                                  p.\n                                  104013",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Here we quantify the regional co-benefits to future air quality on annual to daily mean timescales from implementing mitigation measures to stabilise future climate. Two consistent future emissions pathways are used within the composition-climate model HadGEM3-UKCA: one is a reference pathway of future economic growth and development (REF), whilst the Representative Concentration Pathway 4.5 (RCP4.5) assumes the same development pathway but stabilises anthropogenic radiative forcing at 4.5 W m ^−2 in 2100. Implementing greenhouse gas (GHG) mitigation measures in RCP4.5 reduces global mean air pollutant emissions by up to 30% in the 2050s, in addition to mitigating climate. Annual mean surface concentrations of ozone and PM _2.5 decrease by 10%–20% from the combined reductions in emissions and climate change. The number of days exceeding the World Health Organization’s (WHO) daily mean air quality standards are reduced by up 47 days for ozone and 15 days for PM _2.5 over different world regions. The air quality co-benefits from mitigation measures are mainly achieved from reductions in anthropogenic emissions, although benefits can be offset due to changes in climate. In terms of anthropogenic climate forcing, while the reduction in global mean effective radiative forcing (ERF) in 2050, relative to the 2000s, due to enacting carbon dioxide mitigation measures (−0.43 W m ^−2 ) is enhanced by decreases in tropospheric ozone (−0.26 W m ^−2 ) and methane (−0.2 W m ^−2 ), it is partially offset by a positive aerosol ERF from reductions in aerosols (+0.35 W m ^−2 ). This study demonstrates that policies to mitigate climate change have added co-benefits for global and regional air quality on annual to daily timescales. Furthermore, the effectiveness of the GHG policies in reducing anthropogenic climate forcing is enhanced in the near-term by reductions in ozone and methane despite the increased forcing due to reductions in aerosols.",
    "readLink": "https://doi.org/10.1088/1748-9326/ab4222"
  }
]