[
  {
    "title": "Soil Microbiome: A Treasure Trove for Soil Health Sustainability under Changing Climate",
    "authors": [
      "Aanisa Manzoor Shah,",
      "Inayat Mustafa Khan,",
      "Tajamul Islam Shah,",
      "Shabir Ahmed Bangroo,",
      "Nayar Afaq Kirmani,",
      "Shaista Nazir,",
      "Abdul Raouf Malik,",
      "Aziz Mujtaba Aezum,",
      "Yasir Hanif Mir,",
      "Aatira Hilal,",
      "Asim Biswas"
    ],
    "doi": "https://doi.org/10.3390/land11111887",
    "journalVolume": "Vol. 11,\n                                no. 1887\n                                \n                                  p.\n                                  1887",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "Climate change imprints on soil are projected primarily through the changes in soil moisture and surge in soil temperature and CO2 levels in response to climate change and is anticipated to have varying impacts on soil characteristics and processes that are instrumental in the restoration of soil fertility as well as productivity. Climate change encompasses a major concern of sharing its impact on the stability and functionality of soil microbiome and is characterized by one or more chief stability metrics encircling resistance, resilience, and functional redundancy. Nevertheless, the explorations over the past years have unveiled the potential of microbial interventions in the regeneration of soils or assurance of perked-up resilience to crops. The strategies involved therein encompass harnessing the native capability of soil microbes for carbon sequestration, phyto-stimulation, bio fertilization, rhizo-mediation, biocontrol of plant pathogens, enzyme-mediated breakdown, antibiosis, prompting of anti-oxidative defense mechanism, exudation of volatile organic compounds (VOCs) and induced systemic resistance (ISR) response in the host plant. However, the short storage and shelf-life of microbe-based formulations stay a significant constraint and rigorous efforts are necessary to appraise their additive impact on crop growth under changing climate scenarios.",
    "readLink": "https://www.mdpi.com/2073-445X/11/11/1887"
  },
  {
    "title": "Mountain wetland soil carbon stocks of Huascarán National Park, Peru",
    "authors": [
      "Rodney A. Chimner,",
      "Sigrid C. Resh,",
      "John A. Hribljan,",
      "Michael Battaglia,",
      "Laura Bourgeau-Chavez,",
      "Gillian Bowser,",
      "Erik A. Lilleskov"
    ],
    "doi": "https://doi.org/10.3389/fpls.2023.1048609",
    "journalVolume": "Vol. 14",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Although wetlands contain a disproportionately high amount of earth’s total soil carbon, many regions are still poorly mapped and with unquantified carbon stocks. The tropical Andes contain a high concentration of wetlands consisting mostly of wet meadows and peatlands, yet their total organic carbon stocks are poorly quantified, as well as the carbon fraction that wet meadows store compared to peatlands. Therefore, our goal was to quantify how soil carbon stocks vary between wet meadows and peatlands for a previously mapped Andean region, Huascarán National Park, Peru. Our secondary goal was to test a rapid peat sampling protocol to facilitate field sampling in remote areas. We sampled soil to calculate carbon stocks of four wetland types: cushion peat, graminoid peat, cushion wet meadow, and graminoid wet meadow. Soil sampling was conducted by using a stratified randomized sampling scheme. Wet meadows were sampled to the mineral boundary using a gouge auger, and we used a combination of full peat cores and a rapid peat sampling procedure to estimate peat carbon stocks. In the lab, soils were processed for bulk density and carbon content, and total carbon stock of each core was calculated. We sampled 63 wet meadows and 42 peatlands. On a per hectare basis, carbon stocks varied strongly between peatlands (avg. 1092 MgC ha-1) and wet meadows (avg. 30 MgC ha-1). Overall, wetlands in Huascarán National Park contain 24.4 Tg of carbon with peatlands storing 97% of the total wetland carbon and wet meadows accounting for 3% of the wetland carbon in the park. In addition, our results show that rapid peat sampling can be an effective method for sampling carbon stocks in peatlands. These data are important for countries developing land use and climate change policies as well as providing a rapid assessment method for wetland carbon stock monitoring programs.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2023.1048609/full"
  },
  {
    "title": "Spatial-temporal characteristics of carbon emissions from land use change in Yellow River Delta region, China",
    "authors": [
      "Chun-yan Zhang,",
      "Lin Zhao,",
      "Haotian Zhang,",
      "Meng-na Chen,",
      "Ru-yao Fang,",
      "Ying Yao,",
      "Qi-peng Zhang,",
      "Qian Wang"
    ],
    "doi": "Vol. 136\n                                \n                                \n                                  p.\n                                  108623",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "Land use is a major source of anthropogenic carbon emissions and a driver of climate change, so it is necessary to explore the spatial and temporal distribution characteristics of carbon emissions from different land use types. Based on the land use type data and fossil energy consumption data in the same period, we analyzed the spatial and temporal distribution characteristics of carbon emissions in the Yellow River Delta from 2000 to 2019 by constructing a carbon emission model, carbon footprint and Moran’s I index. The empirical results show that total net carbon emissions in the Yellow River Delta increased from 3.1×1010kg to 1.5×1011kg during 2000–2019. Construction land is the main source of carbon, while forest land and water contribute more to the total carbon sink in the study area. Carbon emissions in the Yellow River Delta were spatially clustered, characterized by a larger distribution of carbon emissions in the “east-west” direction than in the “north-south” direction. The results of the study are conducive to a comprehensive understanding of the spatial distribution pattern of land use carbon sources/sinks in the Yellow River Delta, and provide a certain reference basis for the formulation of low-carbon economic policies in the region.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X22000942"
  },
  {
    "title": "How to Allocate the Allowance for the Aviation Industry in China’s Emissions Trading System",
    "authors": [
      "Bao-Jun Tang,",
      "Yu-Jie Hu"
    ],
    "doi": "https://doi.org/10.3390/su11092541",
    "journalVolume": "Vol. 11,\n                                no. 9\n                                \n                                  p.\n                                  2541",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "In order to combat climate change and control emissions in the aviation industry, it is necessary to research the aviation industry’s potential application of China’s Emissions Trading System (ETS), especially the carbon allowance allocation (CAA). On the basis of historical and benchmarking CAA schemes, considering the responsibility, capacity, and potential of firms, this study proposes the indicators CAA (ICAA) scheme. Moreover, considering firms’ costs, this study also proposes a multi-objective CAA (MCAA) scheme. Finally, the most effective scheme is reported. Results show that under ICAA and MCAA, caps are lower and basically consistent with the emissions reduction target of the “13th Five-Year Plan Work Program for Controlling GHG Emissions of Civil Aviation in China” and international goals. Different types of airlines gain different quotas according to their income and the number and age of their aircraft. The cost of reducing emissions in each scheme is less than 0.35% of their total costs. Under the ICAA-S, ICAA-P, and MCAA schemes, airlines can achieve a reduction in emissions of 19.7%, 20.9%, and 19.6%, respectively. Moreover, under MCAA, the difference in quotas between airlines is smaller. Therefore, of the schemes evaluated, MCAA is the most effective.",
    "readLink": "https://www.mdpi.com/2071-1050/11/9/2541"
  },
  {
    "title": "Long-term carbon and nitrogen dynamics at SPRUCE revealed through stable isotopes in peat profiles",
    "authors": [
      "E. A. Hobbie,",
      "J. Chen,",
      "P. J. Hanson,",
      "C. M. Iversen,",
      "K. J. McFarlane,",
      "N. R. Thorp,",
      "K. S. Hofmockel"
    ],
    "doi": "https://doi.org/10.5194/bg-14-2481-2017",
    "journalVolume": "Vol. 14,\n                                no. 9\n                                \n                                  pp.\n                                  2481\n                                  – 2494",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Peatlands encode information about past vegetation dynamics, climate, and microbial processes. Here, we used δ15N and δ13C patterns from 16 peat profiles to deduce how the biogeochemistry of the Marcell S1 forested bog in northern Minnesota responded to environmental and vegetation change over the past ∼ 10 000 years. In multiple regression analyses, δ15N and δ13C correlated strongly with depth, plot location, C ∕ N, %N, and each other. Correlations with %N, %C, C ∕ N, and the other isotope accounted for 80 % of variance for δ15N and 38 % of variance for δ13C, reflecting N and C losses. In contrast, correlations with depth and topography (hummock or hollow) reflected peatland successional history and climate. Higher δ15N in plots closer to uplands may reflect upland-derived DON inputs and accompanying shifts in N dynamics in the lagg drainage area surrounding the bog. The Suess effect (declining δ13CO2 since the Industrial Revolution) lowered δ13C in recent surficial samples. High δ15N from −35 to −55 cm probably indicated the depth of ectomycorrhizal activity after tree colonization of the peatland over the last 400 years, as confirmed by the occasional presence of wood down to −35 cm depth. High δ13C at ∼ 4000 years BP (−65 to −105 cm) could reflect a transition at that time to slower rates of peat accumulation, when 13C discrimination during peat decomposition may increase in importance. Low δ13C and high δ15N at −213 and −225 cm ( ∼ 8500 years BP) corresponded to a warm period during a sedge-dominated rich fen stage. The above processes appear to be the primary drivers of the observed isotopic patterns, whereas there was no clear evidence for methane dynamics influencing δ13C patterns.",
    "readLink": "http://www.biogeosciences.net/14/2481/2017/bg-14-2481-2017.pdf"
  },
  {
    "title": "Guiding principles for transdisciplinary sustainability research and practice",
    "authors": [
      "Maureen G. Reed,",
      "James P. Robson,",
      "Mariana Campos Rivera,",
      "Francisco Chapela,",
      "Iain Davidson‐Hunt,",
      "Peter Friedrichsen,",
      "Eleanor Haine,",
      "Anthony Blair Dreaver Johnston,",
      "Gabriela Lichtenstein,",
      "Laura S. Lynes,",
      "Majing Oloko,",
      "Michelle Sánchez Luja,",
      "Sheona Shackleton,",
      "Marlene Soriano,",
      "Fermín Sosa Peréz,",
      "Liette Vasseur"
    ],
    "doi": "https://doi.org/10.1002/pan3.10496",
    "journalVolume": "Vol. 5,\n                                no. 4\n                                \n                                  pp.\n                                  1094\n                                  – 1109",
    "issn": "2575-8314 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Human ecology. Anthropogeography",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://besjournals.onlinelibrary.wiley.com/journal/25758314",
    "abstract": "Abstract Transdisciplinary sustainability scientists are called to conduct research with community actors to understand and improve relations between people and nature. Yet, research hierarchies and power relations continue to favour western academic researchers who remain the gatekeepers of knowledge production and validation. To counter this imbalance, in 2018 we structured a multi‐day workshop to co‐design a set of principles to guide our own transdisciplinary, international and intercultural community of practice for biocultural diversity and sustainability. This community includes community collaborators, partner organizations, and early career and established researchers from Argentina, Bolivia, Canada, Germany, Mexico and South Africa. In 2021, we undertook online critical reflection workshops to share our research experiences and deepen our intercultural understanding of the application of the principles. Through these exercises, we adopted seven principles for working together that include: honour self‐determination and nationhood; commit to reciprocal relationships; co‐create the research agenda; approach research in a good way: embed relational accountability; generate meaningful benefits for communities; build in equity, diversity and inclusion; and emphasize critical reflection and shared learning. We explain these principles and briefly highlight their application to our research practices. By sharing these principles and associated practices, we seek to facilitate debate and spur transformations in how we conduct international and intercultural sustainability research. Our efforts also illustrate a strategy for on‐going knowledge co‐production as we cultivate safe and ethical spaces for learning together. Lessons learned may be particularly useful to those who engage in intercultural, collaborative research to advance sustainability transformations. Read the free Plain Language Summary for this article on the Journal blog.",
    "readLink": "https://doi.org/10.1002/pan3.10496"
  },
  {
    "title": "Wind variability in the Canary Current during the last 70 years",
    "authors": [
      "N. Marrero-Betancort,",
      "J. Marcello,",
      "D. Rodríguez Esparragón,",
      "S. Hernández-León"
    ],
    "doi": "https://doi.org/10.5194/os-16-951-2020",
    "journalVolume": "Vol. 16\n                                \n                                \n                                  pp.\n                                  951\n                                  – 963",
    "issn": "1812-0784 (Print)",
    "publisher": "1812-0792 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.ocean-science.net/index.html",
    "abstract": "Climate evolves following natural variability, and knowledge of these trends is of paramount importance to understand future scenarios in the frame of global change. Obtaining local data is also of importance since climatic anomalies depend on the geographical area. In this sense, the Canary Current is located in one of the major eastern boundary current systems and is mainly driven by the trade winds. The latter promote Ekman transport and give rise to one of the most important upwelling zones of the world on the northwest African coast. Nearly 30 years ago, Bakun (1990) raised a hypothesis contending that coastal upwelling in eastern boundary upwelling systems (EBUSs) might be intensified by global warming due to the enhancement of the trade winds, increasing pressure differences between the ocean and the continent. Using available NCEP/NCAR wind data north of the Canary Islands from 1948 to 2017, we show that trade wind intensity experienced a net decrease of 1 m s−1. Moreover, these winds are strongly influenced, as expected, by large-scale atmospheric patterns such as the North Atlantic Oscillation (NAO). In addition, we found a relationship between the wind pattern and the Atlantic Multidecadal Oscillation (AMO), indicating that the ocean contributes to multidecadal atmospheric variability in this area of the ocean with a considerable lag (>10 years).",
    "readLink": "https://os.copernicus.org/articles/16/951/2020/os-16-951-2020.pdf"
  },
  {
    "title": "Beluga whale body condition: evaluating environmental variables on beluga body condition indicators in the Tarium Niryutait MPA, Beaufort Sea",
    "authors": [
      "K. MacMillan,",
      "C. Hoover,",
      "J. Iacozza,",
      "J. Peyton,",
      "L. Loseto"
    ],
    "doi": "https://doi.org/10.1139/as-2021-0026",
    "journalVolume": "Vol. 9,\n                                no. 3\n                                \n                                  pp.\n                                  678\n                                  – 688",
    "issn": "2368-7460 (Online)",
    "publisher": "Canadian Science Publishing",
    "countryOfPublisher": "Canada",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering"
    ],
    "journalUrl": "https://cdnsciencepub.com/journal/as",
    "abstract": "The development of indicators as tools for ecosystem monitoring is a key step in the management of marine protected areas (MPAs). This study uses previously developed sex-specific body condition indices, blubber thickness, and girth, to assess temporal changes in body condition from 2000 to 2015 in harvested Eastern Beaufort Sea (EBS) beluga whales (Delphinapterus leucas). Specifically, the goals were to (1) examine seasonal and inter-annual trends of beluga body condition indicators over the harvest season; (2) evaluate associations of body condition indicators across sexes; and (3) test annual means of each body condition index for correlations to regional scale environmental drivers (i.e., the Pacific decadal oscillation (PDO) and sea-ice minimum (SIM) in the Beaufort Sea). Significant seasonal changes in male blubber thickness and female girth indices demonstrated the importance of short-term seasonal drivers. Whilst inter-annual changes in girth and blubber thickness indices revealed longer-term changes, that were correlated between males and females. Only the male girth index had significant relationships with environmental drivers: a negative relationship with the PDO at a zero-year lag, and a negative relationship with the SIM at a two-year lag. The PDO is believed to capture broader environmental changes occurring at wintering habitats and migration routes of the EBS beluga that reveals connectivity between the EBS beluga home range and body condition metrics. While body condition metrics for harvested EBS belugas are regularly collected under a long-running beluga monitoring program, the interpretation and application to MPA monitoring remains difficult. We recommend the continued collection of both girth and blubber thickness measurements along with the inclusion of Inuvialuit Knowledge and observations to strengthen interpretations and inform monitoring of beluga health.",
    "readLink": "https://cdnsciencepub.com/doi/10.1139/as-2021-0026"
  },
  {
    "title": "New <sup>10</sup>Be exposure ages improve Holocene ice sheet thinning history near the grounding line of Pope Glacier, Antarctica",
    "authors": [
      "J. R. Adams,",
      "J. R. Adams,",
      "J. S. Johnson,",
      "S. J. Roberts,",
      "P. J. Mason,",
      "K. A. Nichols,",
      "R. A. Venturelli,",
      "K. Wilcken,",
      "G. Balco,",
      "B. Goehring,",
      "B. Hall,",
      "J. Woodward,",
      "D. H. Rood"
    ],
    "doi": "https://doi.org/10.5194/tc-16-4887-2022",
    "journalVolume": "Vol. 16\n                                \n                                \n                                  pp.\n                                  4887\n                                  – 4905",
    "issn": "1994-0416 (Print)",
    "publisher": "1994-0424 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.the-cryosphere.net/",
    "abstract": "Evidence for the timing and pace of past grounding line retreat of the Thwaites Glacier system in the Amundsen Sea embayment (ASE) of Antarctica provides constraints for models that are used to predict the future trajectory of the West Antarctic Ice Sheet (WAIS). Existing cosmogenic nuclide surface exposure ages suggest that Pope Glacier, a former tributary of Thwaites Glacier, experienced rapid thinning in the early to mid-Holocene. There are relatively few exposure ages from the lower ice-free sections of Mt. Murphy (<300 m a.s.l.; metres above sea level) that are uncomplicated by either nuclide inheritance or scatter due to localised topographic complexities; this makes the trajectory for the latter stages of deglaciation uncertain. This paper presents 12 new 10Be exposure ages from erratic cobbles collected from the western flank of Mt. Murphy, within 160 m of the modern ice surface and 1 km from the present grounding line. The ages comprise two tightly clustered populations with mean deglaciation ages of 7.1 ± 0.1 and 6.4 ± 0.1 ka (1 SE). Linear regression analysis applied to the age–elevation array of all available exposure ages from Mt. Murphy indicates that the median rate of thinning of Pope Glacier was 0.27 m yr−1 between 8.1–6.3 ka, occurring 1.5 times faster than previously thought. Furthermore, this analysis better constrains the uncertainty (95 % confidence interval) in the timing of deglaciation at the base of the Mt. Murphy vertical profile (∼ 80 m above the modern ice surface), shifting it to earlier in the Holocene (from 5.2 ± 0.7 to 6.3 ± 0.4 ka). Taken together, the results presented here suggest that early- to mid-Holocene thinning of Pope Glacier occurred over a shorter interval than previously assumed and permit a longer duration over which subsequent late Holocene re-thickening could have occurred.",
    "readLink": "https://tc.copernicus.org/articles/16/4887/2022/tc-16-4887-2022.pdf"
  },
  {
    "title": "Quantification of urban mitigation potentials - coping with data heterogeneity",
    "authors": [
      "Fabian Reitemeyer,",
      "David Fritz,",
      "Nikolai Jacobi,",
      "León Díaz-Bone,",
      "Carla Mariño Viteri,",
      "Juergen P. Kropp"
    ],
    "doi": "Vol. 9,\n                                no. 6\n                                \n                                  p.\n                                  e16733",
    "issn": "2405-8440 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.cell.com/heliyon/home",
    "abstract": "Cities are at the forefront of European and international climate action. However, in many cities, the ever-growing urban population is putting pressure on settlement and infrastructure development, increasing attention to urban planning, infrastructure and buildings. This paper introduces a set of quantification approaches, capturing impacts of urban planning measures in three fields of action: sustainable building, transport and redensification. The quantification approaches have been developed to account for different levels of data availability, thus providing users with quantification approaches that are applicable across cities. The mitigation potentials of various measures such as a modal shift, the substitution of building materials with wood, and different redensification scenarios were calculated. The substitution of conventional building materials with wood was analyzed as having a high mitigation potential. Building construction, in combination with urban planning and design, are key drivers for mitigating climate change in cities. Given the data heterogeneity among cities, mixed quantification approaches could be defined and the measures and policy areas with the greatest climate mitigation potential identified.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405844023039403"
  }
]