[
  {
    "title": "Development of a Land Use Carbon Inventory for Agricultural Soils in the Canadian Province of Ontario",
    "authors": [
      "Ahmed Laamrani,",
      "Paul R. Voroney,",
      "Adam W. Gillespie,",
      "Abdelghani Chehbouni"
    ],
    "doi": "https://doi.org/10.3390/land10070765",
    "journalVolume": "Vol. 10,\n                                no. 765\n                                \n                                  p.\n                                  765",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "Globally, agricultural soils are being evaluated for their role in climate change regulation as a potential sink for atmospheric carbon dioxide (CO2) through sequestration of organic carbon as soil organic matter. Scientists and policy analysts increasingly seek to develop programs and policies which recognize the importance of mitigation of climate change and insurance of ecological sustainability when managing agricultural soils. In response, many countries are exploring options to develop local land-use carbon inventories to better understand the flow of carbon in agriculture to estimate its contribution to greenhouse gas (GHG) reporting. For instance, the Canadian province of Ontario does not currently have its own GHG inventory and relies on the Canada’s National Inventory Report (NIR). To address this, the province explored options to develop its own land-use carbon inventory to better understand the carbon resource in agricultural soils. As part of this undertaking, a gap analysis was conducted to identify the critical information gaps and limitations in estimating soil organic carbon (SOC) monitoring to develop a land-use carbon inventory (LUCI) for the cropland sector in Ontario. We conducted a review of analytical and modeling methods used to quantify GHG emissions and reporting for the cropland sectors in Canada, and compared them with the methods used in seven other countries (i.e., France, United Kingdom; Germany; United States of America, Australia, New Zealand, and Japan). From this comparison, four target areas of research were identified to consider in the development of a cropland sector LUCI in Ontario. First, there needs to be a refinement of the modelling approach used for SOC accounting. The Century model, which is used for Ontario’s cropland sector, can benefit from updates to the crop growth model and from the inclusion of manure management and other amendments. Secondly, a raster-based spatially explicit modelling approach is recommended as an alternative to using polygon-based inputs for soil data and census information for land management. This approach can leverage readily available Earth Observation (EO) data (e.g., remote sensing maps, digital soil maps). Thirdly, the contributions from soil erosion need to be included in inventory estimates of SOC emissions and removals from cropland. Fourth, establishment of an extensive network of long-term experimental sites to calibrate and validate the SOC models (i.e., CENTURY) is required. This can be done by putting in place a ground-truth program, through farmer-led research initiatives and collaboration, to deal with uncertainties due to spatial variability and regional climates. This approach would provide opportunities for farmers to collaborate on data collection by keeping detailed records of their cropping and soil management practices, and crop yields.",
    "readLink": "https://www.mdpi.com/2073-445X/10/7/765"
  },
  {
    "title": "Analysis of spatiotemporal variation in the snow cover in Western Hindukush-Himalaya region",
    "authors": [
      "Abdul Haseeb Azizi,",
      "Fazlullah Akhtar"
    ],
    "doi": "https://doi.org/10.1080/10106049.2021.1939442",
    "journalVolume": "Vol. 37,\n                                no. 22\n                                \n                                  pp.\n                                  6602\n                                  – 6624",
    "issn": "1010-6049 (Print)",
    "publisher": "1752-0762 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Physical geography"
    ],
    "journalUrl": "https://www.tandfonline.com/tgei",
    "abstract": "Moderate Resolution Imaging Spectroradiometer (MODIS) products were used in this study which covers a period of 2000–2014. Comparison of the SCA derived from MODIS and Landsat NDSI showed a significant correlation, the resultant coefficient of determination (R2) was 0.85. For analyzing the trend in the SCA, the Mann-Kendall test was applied; the results show an increasing non-significant trend in the mean annual SCA with a Sen’s slope value of +16.99 (km2/year), and a significant increasing trend in the winter SCA was identified. The annual mean SCA was 8.92 km2 and 564 km2 for elevation ranges of 5001–5694 m and 4001–4500 m respectively. The spatial extent of snow cover was maximum in 70°–78.3° slope class and minimum in 30°–40° slope class. The results highlight the MODIS snow cover products’ capability to assess the spatiotemporal dynamics of snow cover in complex mountainous watersheds.",
    "readLink": "http://dx.doi.org/10.1080/10106049.2021.1939442"
  },
  {
    "title": "Impacts of land use and land cover changes on biogenic emissions of volatile organic compounds in China from the late 1980s to the mid-2000s: implications for tropospheric ozone and secondary organic aerosol",
    "authors": [
      "Yu Fu,",
      "Hong Liao"
    ],
    "doi": "https://doi.org/10.3402/tellusb.v66.24987",
    "journalVolume": "Vol. 66,\n                                no. 0\n                                \n                                  pp.\n                                  1\n                                  – 17",
    "issn": "1600-0889 (Online)",
    "publisher": "Stockholm University Press",
    "countryOfPublisher": "Sweden",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://b.tellusjournals.se",
    "abstract": "Based on the MEGAN (Model of Emissions of Gases and Aerosols from Nature) module embedded within the global chemical transport model (GEOS-Chem), we estimate the changes in emissions of biogenic volatile organic compounds (BVOCs) and their impacts on surface-layer O3 and secondary organic aerosols (SOA) in China between the late 1980s and the mid-2000s by using the land cover dataset derived from remote sensing images and land use survey. The land cover change in China from the late 1980s to the mid-2000s can be characterised by an expansion of urban areas (the total urban area in the mid-2000s was four times that in the late 1980s) and a reduction in total vegetation coverage by 4%. Regionally, the fractions of land covered by forests exhibited increases in southeastern and northeastern China by 10–30 and 5–15%, respectively, those covered by cropland decreased in most regions except that the farming–pastoral zone in northern China increased by 5–20%, and the factions of grassland in northern China showed a large reduction of 5–30%. With changes in both land cover and meteorological fields, annual BVOC emission in China is estimated to increase by 11.4% in the mid-2000s relative to the late 1980s. With anthropogenic emissions of O3 precursors, aerosol precursors and aerosols fixed at year 2005 levels, the changes in land cover and meteorological parameters from the late 1980s to the mid-2000s are simulated to change the seasonal mean surface-layer O3 concentrations by −4 to +6 ppbv (−10 to +20%) and to change the seasonal mean surface-layer SOA concentrations by −0.4 to +0.6 µg m−3 (−20 to +30%) over China. We find that the decadal changes in meteorological parameters had larger collective effects on BVOC emissions and surface-layer concentrations of O3 and SOA than those in land cover and land use alone. We also perform a sensitivity simulation to compare the impacts of changes in anthropogenic emissions on concentrations of O3 and SOA with those of the changes in meteorological parameters and land cover.",
    "readLink": "http://www.tellusb.net/index.php/tellusb/article/download/24987/PDF_4MB"
  },
  {
    "title": "A gridded multi-site precipitation generator for complex  terrain: an evaluation in the Austrian Alps",
    "authors": [
      "H. P. Dabhi,",
      "M. W. Rotach,",
      "M. Oberguggenberger"
    ],
    "doi": "https://doi.org/10.5194/hess-27-2123-2023",
    "journalVolume": "Vol. 27\n                                \n                                \n                                  pp.\n                                  2123\n                                  – 2147",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "For climate change impact assessment, many applications require very high-resolution, spatiotemporally consistent precipitation data on current or future climate. In this regard, stochastic weather generators are designed as a statistical downscaling tool that can provide such data. Here, we adopt the precipitation generator framework of Kleiber et al. (2012), which is based on latent and transformed Gaussian processes, and propose an extension of that framework for a mountainous region with complex topography by allowing elevation dependence in the model. The model is used to generate two-dimensional fields of precipitation with a 1 km spatial resolution and a daily temporal resolution in a small region with highly complex terrain in the Austrian Alps. This study aims to evaluate the model with respect to its ability to simulate realistic precipitation fields over the region using historical observations from a network of 29 meteorological stations as input. The model's added value over the original setup and its limitations are also discussed. The results show that the model generates realistic fields of precipitation with good spatial and temporal variability. The model is able to generate some of the difficult areal statistics useful for impact assessment, such as the areal dry and wet spells of different lengths and the areal monthly mean of precipitation, with great accuracy. The model also captures the inter-seasonal and intra-seasonal variability very well, while the inter-annual variability is well captured in summer but largely underestimated in autumn and winter. The proposed model adds substantial value over the original modeling framework, specifically with respect to the precipitation amount. The model is unable to reproduce the realistic spatiotemporal characteristics of precipitation in autumn. We conclude that, with further development, the model is a promising tool for downscaling precipitation in complex terrain for a wide range of applications in impact assessment studies.",
    "readLink": "https://hess.copernicus.org/articles/27/2123/2023/hess-27-2123-2023.pdf"
  },
  {
    "title": "Non-parametric projections of the net-income distribution for all U.S. states for the Shared Socioeconomic Pathways",
    "authors": [
      "Kelly C Casper,",
      "Kanishka B Narayan,",
      "Brian C O’Neill,",
      "Stephanie T Waldhoff,",
      "Ying Zhang,",
      "Camille P Wejnert-Depue"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/acf9b8",
    "journalVolume": "Vol. 18,\n                                no. 11\n                                \n                                  p.\n                                  114001",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Income distributions are a growing area of interest in the examination of equity impacts brought on by climate change and its responses. Such impacts are especially important at subnational levels, but projections of income distributions at these levels are scarce. Here, we project U.S. state-level income distributions for the Shared Socioeconomic Pathways (SSPs). We apply a non-parametric approach, specifically a recently developed principal components algorithm to generate net income distributions for deciles across 50 U.S. states and the District of Columbia. We produce these projections to 2100 for three SSP scenarios in combination with varying projections of GDP per capita to represent a wide range of possible futures and uncertainties. In the generation of these scenarios, we also generated tax adjusted historical deciles by U.S. states, which we used for validating model performance. Our method thus produces income distributions by decile for each state, reflecting the variability in state income, population, and tax regimes. Our net income projections by decile can be used in both emissions- and impact-related research to understand distributional effects at various income levels and identify economically vulnerable populations.",
    "readLink": "https://doi.org/10.1088/1748-9326/acf9b8"
  },
  {
    "title": "On Future Occupational Safety and Health Challenges",
    "authors": [
      "Maria Lindholm,",
      "Arto Reiman,",
      "Seppo Väyrynen"
    ],
    "doi": "https://doi.org/10.24840/2184-0954_004.001_0009",
    "journalVolume": "Vol. 4,\n                                no. 1\n                                \n                                  pp.\n                                  108\n                                  – 127",
    "issn": "2184-0954 (Online)",
    "publisher": "Faculty of Engineering of University of Porto",
    "countryOfPublisher": "Portugal",
    "lcc": [
      "Technology: Technology (General): Industrial directories: Industrial safety. Industrial accident prevention",
      "Social Sciences: Industries. Land use. Labor: Labor. Work. Working class: Industrial hygiene. Industrial welfare"
    ],
    "journalUrl": "https://ijooes.fe.up.pt/",
    "abstract": "Occupational safety and health (OSH) have constantly changed and evolved throughout the industrial revolutions and in recent years. The aim of this systematic literature review was to give an overview of future OSH challenges in industrialized countries. A search within the Scopus database returned 31 peer-reviewed journal articles published since 2014 on new and emerging OSH risks and challenges in the future. A review of articles identified future overall OSH challenges, OSH challenges caused by climate change, and OSH challenges related to sustainable development and responsibility. In addition, branch-specific challenges in industries and health care were determined. Individual employees can experience a wide range of OSH challenges from heat stress to poison absorption, musculoskeletal disorders, increased psychosocial load, ergonomic issues, and unexpected accidents and injuries. OSH management is discussed and future studies proposed.",
    "readLink": "https://ijooes.fe.up.pt/article/view/524"
  },
  {
    "title": "Decoupling economic growth from CO2 emissions: A decomposition analysis of China's household energy consumption",
    "authors": [
      "Xiao-Wei Ma,",
      "Yi Ye,",
      "Xiu-Qing Shi,",
      "Le-Le Zou"
    ],
    "doi": "https://doi.org/10.1016/j.accre.2016.09.004",
    "journalVolume": "Vol. 7,\n                                no. 3\n                                \n                                  pp.\n                                  192\n                                  – 200",
    "issn": "1674-9278 (Print)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/advances-in-climate-change-research/",
    "abstract": "This paper analyzes Chinese household CO2 emissions in 1994–2012 based on the Logarithmic Mean Divisia Index (LMDI) structure decomposition model, and discusses the relationship between household CO2 emissions and economic growth based on a decoupling indicator. The results show that in 1994–2012, household CO2 emissions grew in general and displayed an accelerated growth trend during the early 21st century. Economic growth leading to an increase in energy consumption is the main driving factor of CO2 emission growth (an increase of 1.078 Gt CO2) with cumulative contribution rate of 55.92%, while the decline in energy intensity is the main cause of CO2 emission growth inhibition (0.723 Gt CO2 emission reduction) with cumulative contribution rate of 38.27%. Meanwhile, household CO2 emissions are in a weak state of decoupling in general. The change in CO2 emissions caused by population and economic growth shows a weak decoupling and expansive decoupling state, respectively. The CO2 emission change caused by energy intensity is in a state of strong decoupling, and the change caused by energy consumption structure fluctuates between a weak and a strong decoupling state.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674927815300174"
  },
  {
    "title": "The Impact of Institutional Pressures of Climate Change Concerns on Corporate Environmental Reporting Practices: A Descriptive Study of Malaysia’s Environmentally Sensitive Public Listed Companies",
    "authors": [
      "Amar Hisham Jaaffar,",
      "Azlan Amran,",
      "Jegatheesan Rajadurai"
    ],
    "doi": "https://doi.org/10.1177/2158244018774839",
    "journalVolume": "Vol. 8",
    "issn": "2158-2440 (Online)",
    "publisher": "SAGE Publishing",
    "countryOfPublisher": "United States",
    "lcc": [
      "General Works: History of scholarship and learning. The humanities",
      "Social Sciences"
    ],
    "journalUrl": "http://journals.sagepub.com/home/sgoa",
    "abstract": "Malaysian companies have dramatically increased their corporate environmental reporting (CER) practices in response to institutional pressures related to concerns about climate change. Based on a content analysis of annual reports, sustainability reports, and websites of 209 Malaysian environmentally sensitive public listed companies (ESPLCs), we describe CER practices with respect to various environmental strategies implemented by companies over a 5-year period. The results show that environmental strategies include pursuing sequential progression from noncompliance to compliance, and beyond in response to external factors such as institutional pressures and climate change concerns. This progression is manifested by the extent and quality of CER practices as pursued by Malaysian ESPLCs.",
    "readLink": "https://doi.org/10.1177/2158244018774839"
  },
  {
    "title": "Palaeoecology of the Moskva-river floodplain: soil, pollen and archaeological records",
    "authors": [
      "A L Alexandrovskiy,",
      "E G Ershova,",
      "N A Krenke"
    ],
    "doi": "Vol. 0,\n                                no. 3\n                                \n                                  pp.\n                                  62\n                                  – 76",
    "issn": "2313-2310 (Print)",
    "publisher": "2408-8919 (Online)",
    "countryOfPublisher": "Peoples’ Friendship University of Russia (RUDN University)",
    "lcc": [
      "Russian Federation",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://journals.rudn.ru/ecology",
    "abstract": "Floodplain deposits in the valley of the Moskva-river contain a series of buried soils of the Holocene age, which can be an important source of palaeoecological information. These soils are aged: Soil 1 - last 4 centuries, Soil 2 - cal 1200 AD-500 BC, Soil 3 - 900-2700 BC, Soil 4 - 3500-5000 BC. Archaeological monuments attributed to these soils are dated: Neolithic (Soil 4), Early Bronze Age (Soil 3), the Iron Age and the Middle Ages (Soil 2). Buried soils have well developed profiles and diagnostic features. Buried soils of the Sub-Atlantic period (Soil 2) are usually referred to Luvisols and Albeluvisols. Dark-colored soils of the Atlantic period (Soil 4) in most cases refer to Phaeozems; pollen analysis shows that these soils were formed under forest-steppe communities. Buried soils of Subboreal period (Soil 3) are traced in rare cases and have no clear diagnostic features; pollen analysis shows that this soil could be developed under mixed forests dominated by spruce. Radiocarbon dating suggests that the landscapes of the lower levels of the valley have changed dramatically between 5000 and 4500 cal BP. The forest-steppe communities, typical for the Atlantic period, were replaced by dense spruce forests due to early Subboreal climate change. Some traces of human impact on the floodplain vegetation from the Neolithic and Bronze Age were revealed. The maximum anthropological transformation was noted in the beginning of Middle Ages.",
    "readLink": "https://journals.rudn.ru/ecology/article/viewFile/12558/11988"
  },
  {
    "title": "The June 2016 Australian East Coast Low: Importance of Wave Direction for Coastal Erosion Assessment",
    "authors": [
      "Thomas R. Mortlock,",
      "Ian D. Goodwin,",
      "John K. McAneney,",
      "Kevin Roche"
    ],
    "doi": "https://doi.org/10.3390/w9020121",
    "journalVolume": "Vol. 9,\n                                no. 2\n                                \n                                  p.\n                                  121",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "In June 2016, an unusual East Coast Low storm affected some 2000 km of the eastern seaboard of Australia bringing heavy rain, strong winds and powerful wave conditions. While wave heights offshore of Sydney were not exceptional, nearshore wave conditions were such that beaches experienced some of the worst erosion in 40 years. Hydrodynamic modelling of wave and current behaviour as well as contemporaneous sand transport shows the east to north-east storm wave direction to be the major determinant of erosion magnitude. This arises because of reduced energy attenuation across the continental shelf and the focussing of wave energy on coastal sections not equilibrated with such wave exposure under the prevailing south-easterly wave climate. Narrabeen–Collaroy, a well-known erosion hot spot on Sydney’s Northern Beaches, is shown to be particularly vulnerable to storms from this direction because the destructive erosion potential is amplified by the influence of the local embayment geometry. We demonstrate the magnified erosion response that occurs when there is bi-directionality between an extreme wave event and preceding modal conditions and the importance of considering wave direction in extreme value analyses.",
    "readLink": "http://www.mdpi.com/2073-4441/9/2/121"
  }
]