[
  {
    "title": "Spatial and Temporal Characteristics of Water Use Efficiency in Typical Ecosystems on the Loess Plateau in the Last 20 Years, with Drivers and Implications for Ecological Restoration",
    "authors": [
      "Ruixue Ma,",
      "Ximin Cui,",
      "Dacheng Wang,",
      "Shudong Wang,",
      "Hongsen Wang,",
      "Xiaojing Yao,",
      "Shenshen Li"
    ],
    "doi": "https://doi.org/10.3390/rs14225632",
    "journalVolume": "Vol. 14,\n                                no. 5632\n                                \n                                  p.\n                                  5632",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "The water use efficiency (WUE) is an essential indicator of carbon–water coupling between terrestrial ecosystems and the atmosphere, and it is an important parameter for studying ecosystem responses to global climate change. A comprehensive understanding of the water–carbon coupling process in the Loess Plateau can reflect the balance between the “carbon absorption” and “water consumption” in vegetation, which drives the ecosystem succession process. In recent years, scholars have gained a more comprehensive understanding of the WUE and the driving factors of the Loess Plateau. However, there is still a need to study the carbon and water coupling mechanisms of different land use types in the Loess Plateau region. In this article, based on the gross primary productivity (GPP), evapotranspiration (ET), surface cover remote sensing products, and meteorological observation data, the trend of WUE changes for different vegetation types in the Loess Plateau from 2001 to 2020 and the correlations with the Normalized Difference Vegetation Index (NDVI), precipitation, and temperature values were analyzed using the Theil–Sen median (SEN) trend analysis method and correlation coefficient analysis method. The spatial distribution patterns of the changes with the drought index showed that the multi-year average WUE value of the Loess Plateau was 1.24 g C mm−1 H2O, and the mean WUE values in different seasons were ranked as follows: summer > autumn > spring. The WUE growth rates of all vegetation types showed a decreasing trend with the increase in drought index, and the size of the WUE response rate for each vegetation type to drought was ranked as follows: grassland > forest > shrub > crop. The annual average WUE increase rate of the Loess Plateau was 0.02 g C mm−1 H2O yr−1, of which 93.36% of the area showed an increasing trend. The NDVI was the dominant factor affecting the spatial and temporal variations in WUE rates in the Loess Plateau, and the correlation between the NDVI and WUE was strongest in summer. In the more arid regional ecosystems, the WUE was negatively correlated with the precipitation and temperature, but in summer the precipitation had a positive effect on the WUE. The correlation of grassland and shrub WUE rates with temperature was more sensitive to the drought index than that of the forest and crop areas, but there was also a threshold effect. Therefore, when vegetation restoration is carried out in arid and semi-arid regions, the carbon and water coupling mechanisms of different vegetation types and the reasonable allocation of regional water resources should be fully considered.",
    "readLink": "https://www.mdpi.com/2072-4292/14/22/5632"
  },
  {
    "title": "Environmental’ refugees?",
    "authors": [
      "Kate Romer"
    ],
    "doi": "no. 25\n                                \n                                  p.\n                                  61",
    "issn": "1460-9819 (Print)",
    "publisher": "2051-3070 (Online)",
    "countryOfPublisher": "University of Oxford",
    "lcc": [
      "United Kingdom",
      "Social Sciences: Social history and conditions. Social problems. Social reform"
    ],
    "journalUrl": "https://www.fmreview.org",
    "abstract": "How should governments support those at risk ofdisplacement from climate change?",
    "readLink": "http://www.fmreview.org/en/FMRpdfs/FMR25/FMR2535.pdf"
  },
  {
    "title": "The Spatio-Temporal Changes of Small Lakes of the Qilian Mountains from 1987 to 2020 and Their Driving Mechanisms",
    "authors": [
      "Chao Li,",
      "Shiqiang Zhang,",
      "Rensheng Chen,",
      "Dahong Zhang,",
      "Gang Zhou,",
      "Wen Li,",
      "Tianxing Rao"
    ],
    "doi": "https://doi.org/10.3390/rs15143604",
    "journalVolume": "Vol. 15,\n                                no. 3604\n                                \n                                  p.\n                                  3604",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Small lakes (areas ranging from 0.01 km2 to 1 km2) are highly sensitive to climate change and human activities. However, few studies have investigated the long-term intra-annual trends in the number and area of small lakes and their driving mechanisms in the Qinghai–Tibet Plateau (QTP). As a significant water tower in northwest China, the Qilian Mountains region (QMR) in the QTP is essential for sustaining regional industrial and agricultural production, biodiversity, and human well-being. We conducted an analysis of the dynamics of small lakes in the QMR region. In this study, we employed Geodetector and examined nine factors to investigate the driving mechanisms behind the long-term variations in the small lake water bodies (SLWBs). We specifically focused on understanding the effects of single-factor and two-factor interactions. The results indicate that the number and area of small lakes had a fluctuating trend from 1987 to 2020. Initially, there was a decrease followed by an increase, which was generally consistent with trends in the large lakes on the QTP. All basins had far more expanding than shrinking lakes. The area of seasonal SLWBs in each basin was increasing more rapidly than permanent SLWBs. The distribution and trends in the area and number of small lakes varied widely across elevation zones. Runoff, snow depth, and temperature contributed the most to SLWB changes. Human activities and wind speed contributed the least. However, the main drivers varied across basins. The impact of two-factor interactions on SLWB changes in basins was greater than that of single factors. Our results provide useful information for planning and managing water resources and studies of small lakes.",
    "readLink": "https://www.mdpi.com/2072-4292/15/14/3604"
  },
  {
    "title": "COPERNICUS – PRACTICE OF DAILY LIFE IN A NATIONAL MAPPING AGENCY?",
    "authors": [
      "T. Wiatr,",
      "G. Suresh,",
      "R. Gehrke,",
      "M. Hovenbitzer"
    ],
    "doi": "https://doi.org/10.5194/isprs-archives-XLI-B1-1195-2016",
    "journalVolume": "Vol. XLI-B1\n                                \n                                \n                                  pp.\n                                  1195\n                                  – 1199",
    "issn": "1682-1750 (Print)",
    "publisher": "2194-9034 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Applied optics. Photonics"
    ],
    "journalUrl": "http://www.isprs.org/publications/archives.aspx",
    "abstract": "Copernicus is an European system created for Earth observation and monitoring. It consists of a set of Earth observation satellites and in-situ sensors that provide geo-information that are used, through a set of Copernicus services, for applications related to the environment and global security. The main services of the Copernicus programme address six thematic areas: land, marine, atmosphere, climate change, emergency management and security. In Germany, there is a national service team of Copernicus service coordinators, who are responsible for the national development of the Copernicus services and for providing user-specific information about the Copernicus processes. These coordinators represent the contact points for all the programmes and services concerning their respective Copernicus theme. To publish information about Copernicus, national conferences and workshops are organised. Many people are involved in planning the continuous process of bringing the information to public authorities, research institutes and commercial companies. The Federal Agency for Cartography and Geodesy (Bundesamt für Kartographie und Geodäsie, BKG) is one such organisation, and is mainly responsible for the national land monitoring service of Copernicus. To make use of the freely available data from the Copernicus programme, the Federal Agency for Cartography and Geodesy is currently developing new applications and projects in the field of remote sensing and land monitoring. These projects can be used by other public authorities as examples on how to use the Copernicus data and services for their individual demands and requirements. Copernicus data and services are currently not very commonly used in the daily routine of the national mapping agencies, but they will soon be.",
    "readLink": "https://www.int-arch-photogramm-remote-sens-spatial-inf-sci.net/XLI-B1/1195/2016/isprs-archives-XLI-B1-1195-2016.pdf"
  },
  {
    "title": "Natural freeze-thaw cycles may increase the risk associated with Salmonella contamination in surface and groundwater environments",
    "authors": [
      "Jennifer M. Rocard,",
      "Bahareh Asadishad,",
      "Pamela Rose V. Samonte,",
      "Subhasis Ghoshal,",
      "Nathalie Tufenkji"
    ],
    "doi": "Vol. 1",
    "issn": "2589-9147 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering"
    ],
    "journalUrl": "https://www.journals.elsevier.com/water-research-x/",
    "abstract": "Groundwater contamination by bacteria poses a serious threat to our drinking water supplies. In cold climate regions, microorganisms introduced to upper soil layers by spreading of animal manure are subject to low temperatures and multiple cycles of freezing and thawing at the beginning of winter and during spring melt. We investigated the influence of temperature fluctuations around the freezing point, known as freeze-thaw (FT), on the inactivation rates, growth, and biofilm formation of a manure-isolated strain of Salmonella typhimurium. Moreover, the effects of FT on the transport characteristics of S. typhimurium in quartz sand were monitored in model porewater solutions of two different ionic strengths (IS: 10 and 100 mM KCl) and two different humic acid (HA) concentrations (1 and 5 mg/L). Increasing numbers of FT cycles were found to decrease the deposition of S. typhimurium onto quartz sand and increase the percentage of detached cells in sand-packed column experiments. Based on the calculated bacterial attachment efficiencies, the predicted minimum setback distances between the location of water supply wells and manure spreading activities are higher when the effects of FT are taken into consideration. While FT treatment significantly affected cell viability (in the presence of HA), most cells were in a viable but non-culturable (VBNC) state with compromised ability to form biofilm. This investigation demonstrates the effects of spring temperature variations in upper soil layers on S. typhimurium properties and the potential increased risk of bacterial contamination in representative aquifer environments in cold climate regions. Keywords: Bacteria transport, Salmonella, Freeze-thaw, Climate change, Public health risk, Groundwater contamination",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2589914718300057"
  },
  {
    "title": "Estimating Health Impacts Due to the Reduction of Particulate Air Pollution from the Household Sector Expected under Various Scenarios",
    "authors": [
      "Łukasz Adamkiewicz,",
      "Maciej Kryza,",
      "Dominika Mucha,",
      "Małgorzata Werner,",
      "Anna Gayer,",
      "Anetta Drzeniecka-Osiadacz,",
      "Tymoteusz Sawiński"
    ],
    "doi": "https://doi.org/10.3390/app11010272",
    "journalVolume": "Vol. 11,\n                                no. 272\n                                \n                                  p.\n                                  272",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "Emissions from the household sector are the most significant source of air pollution in Poland, one of the most polluted countries in the EU. Estimated health impacts of the reduction of these emissions under three scenarios are presented. The EMEP4PL model and base year emission inventory were used to estimate average annual PM10 and PM2.5 concentrations with spatial resolution of 4 km × 4 km. The change in emissions under each of the scenarios was based on data from a survey on household boilers and insulation. Scenario 1 included replacement of all poor-quality coal-fired boilers with gas boilers; Scenario 2 included replacement of all poor-quality coal-fired boilers with low-emission boilers but still using solid fuels; and Scenario 3 included the thermal refurbishment of houses with the worst insulation. Impacts on the following health parameters were estimated: premature deaths (PD), Chronic Bronchitis (CB), Bronchitis in Children (BiC) and Work Days Lost (WDL). The concentration–response functions recommended by the WHO HRAPIE project were used. The analysis was conducted for two regions: Lower Silesia and Lodzkie province. The largest reduction of health impact was observed for Scenario 1. For Lower Silesia, the annual PD decreased by 1122 (34.3%), CB by 1516 (26.6%), BiC by 9602 (27.7%) and WDL by 481k (34.7%). For Lodzkie province, the largest impacts were estimated as decreases in PD by 1438 (29.9%), CB by 1502 (25.3%), BiC by 9880 (26.8%) and WDL by 669k (30.4%).",
    "readLink": "https://www.mdpi.com/2076-3417/11/1/272"
  },
  {
    "title": "Biokapazitive Resilienz – Leitbild und Strategie zum Aufbau einer schützenden Raumökologie. Steuerungschancen für die Raumordnungspraxis im Kontext einer klimaresilienten Entwicklung?",
    "authors": [
      "Jakob Hüppauff"
    ],
    "doi": "https://doi.org/10.14512/rur.1247",
    "issn": "0034-0111 (Print)",
    "publisher": "1869-4179 (Online)",
    "countryOfPublisher": "oekom verlag GmbH",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Human ecology. Anthropogeography: Settlements: Cities. Urban geography",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: Urbanization. City and country"
    ],
    "journalUrl": "https://rur.oekom.de/",
    "abstract": "Merely safeguarding ecologically spatial functions is not (or no longer) sufficient to maintain their ability to function in the course of climate change and under increasing pressure of use. Rather, a fundamental change of perspective also in spatial planning practice is required to build up a resilience-proof spatial ecology, especially due to the tension between biomass production, carbon storage and biodiversity protection. In this context, biocapacity resilience is put forward for discussion as an impetus for a guiding vision of spatial development. Possible opportunities for the actors of spatial planning are elaborated to better fulfil their regional steering mandate in the sense of precautionary planning under the lens of global challenges despite limited resources.",
    "readLink": "http://rur.oekom.de/index.php/rur/article/view/1247"
  },
  {
    "title": "Effects of Climate and Land Use/Land Cover Changes on Water Yield Services in the Dongjiang Lake Basin",
    "authors": [
      "Wenbo Mo,",
      "Yunlin Zhao,",
      "Nan Yang,",
      "Zhenggang Xu,",
      "Weiping Zhao,",
      "Feng Li"
    ],
    "doi": "https://doi.org/10.3390/ijgi10070466",
    "journalVolume": "Vol. 10,\n                                no. 466\n                                \n                                  p.\n                                  466",
    "issn": "2220-9964 (Print)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/ijgi",
    "abstract": "Spatial and quantitative assessments of water yield services in watershed ecosystems are necessary for water resource management and improved water ecological protection. In this study, we used the InVEST model to estimate regional water yield in the Dongjiang Lake Basin in China. Moreover, we designed six scenarios to explore the impacts of climate and land use/land cover (LULC) changes on regional water yield and quantitatively determined the dominant mechanisms of water yield services. The results are expected to provide an important theoretical reference for future spatial planning and improvements of ecological service functions at the water source site. We found that (1) under the time series analysis, the water yield changes of the Dongjiang Lake Basin showed an initial decrease followed by an increase. Spatially, water yield also decreased from the lake area to the surrounding region. (2) Climate change exerted a more significant impact on water yield changes, contributing more than 98.26% to the water yield variability in the basin. In contrast, LULC had a much smaller influence, contributing only 1.74 %. (3) The spatial distribution pattern of water yield services in the watershed was more vulnerable to LULC changes. In particular, the expansion of built-up land is expected to increase the depth of regional water yield and alter its distribution, but it also increases the risk of waterlogging. Therefore, future development in the basin must consider the protection of ecological spaces and maintain the stability of the regional water yield function.",
    "readLink": "https://www.mdpi.com/2220-9964/10/7/466"
  },
  {
    "title": "Assessment of the Climate-Smart Agriculture Interventions towards the Avenues of Sustainable Production–Consumption",
    "authors": [
      "Mohamed Rafik Noor Mohamed Qureshi,",
      "Ali Saeed Almuflih,",
      "Janpriy Sharma,",
      "Mohit Tyagi,",
      "Shubhendu Singh,",
      "Naif Almakayeel"
    ],
    "doi": "https://doi.org/10.3390/su14148410",
    "journalVolume": "Vol. 14,\n                                no. 8410\n                                \n                                  p.\n                                  8410",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "In the current scenario, climatic adversities and a growing population are adding woes to the concerns of food safety and security. Furthermore, with the implementation of Sustainable Development Goal (SDG) 12 by the United Nations (UN), focusing on sustainable production–consumption, climatic vulnerabilities need to be addressed. Hence, in order to map the sustainable production–consumption avenues, agricultural practices need to be investigated for practices like Climate-Smart Agriculture (CSA). A need has arisen to align the existing agricultural practices in the developing nation towards the avenues of CSA, in order to counter the abrupt climatic changes. Addressing the same, a relation hierarchical model is developed which clusters the various governing criteria and their allied attributes dedicated towards the adoption of CSA practices. Furthermore, the developed model is contemplated for securing the primacies of promising practices for the enactment of CSA using the duo of the Analytical Hierarchical Process (AHP) and Fuzzy AHP (FAHP). The outcomes result in the substantial sequencing of the key attributes acting as a roadmap toward the CSA. This emphasizes the adoption of knowledge-based smart practices, which leaps from the current agricultural practices toward the CSA. Furthermore, by intensifying the utilization of the improved and resilient seed varieties and implying the fundamentals of agroforestry, we secure primacy to counter the adversities of the climate.",
    "readLink": "https://www.mdpi.com/2071-1050/14/14/8410"
  },
  {
    "title": "Fluxes of Nitrogen, Phosphorus, and Dissolved Organic Carbon in the inflow of the Lehnmühle reservoir (Saxony) as compared to streams draining three main land-use types in the catchment",
    "authors": [
      "R. Benning,",
      "K. Schua,",
      "K. Schwärzel,",
      "K. H. Feger"
    ],
    "doi": "https://doi.org/10.5194/adgeo-32-1-2012",
    "journalVolume": "Vol. 32\n                                \n                                \n                                  pp.\n                                  1\n                                  – 7",
    "issn": "1680-7340 (Print)",
    "publisher": "1680-7359 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology: Dynamic and structural geology"
    ],
    "journalUrl": "http://www.advances-in-geosciences.net",
    "abstract": "The aim of this study was to assess the impact of land-use on inputs of nitrogen, phosphorus, and DOC into the inflow of the Lehnmühle reservoir (drinking water supply). Land-use in the study area is dominated by forest, with smaller proportions of grassland and crops. Water quality was analyzed for the hydrological years 2010 and 2011 at the outlets of three small catchments with homogenous land-use (crops, grassland and forest) and at the outlet of the watershed. The highest nitrogen and phosphorus concentrations were observed in the streams draining the agricultural areas, and the lowest concentrations were found in the forest catchment. The DOC concentration was highest at the outlet of the watershed whereas the concentrations in the small homogeneous catchments were lower. The information collected about the land-use dependent matter exports in these study areas will be used for climate change impact modeling with the Soil and Water Assessment Tool.",
    "readLink": "http://www.adv-geosci.net/32/1/2012/adgeo-32-1-2012.pdf"
  }
]