[
  {
    "title": "Cross-sectoral and multiscalar exposure assessment to advance climate adaptation policy: The case of future coastal flooding of California’s airports",
    "authors": [
      "S. Lindbergh,",
      "Y. Ju,",
      "Y. He,",
      "J. Radke,",
      "J. Rakas"
    ],
    "doi": "Vol. 38\n                                \n                                \n                                  p.\n                                  100462",
    "issn": "2212-0963 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/climate-risk-management/",
    "abstract": "Climate adaptation is inevitable to managing the climate risk of infrastructure systems and has become an emerging topic in the past decade. Despite the growing need for collaborative and multi-agency efforts in climate change adaptation, however, current airport and transportation governance structures reinforce siloed approaches to manage climate risk. Here we combine a novel coastal flooding exposure assessment of California’s airports and a policy review to address the importance of collaborative climate adaptation by viewing airport infrastructures as interconnected systems across spatial scales and sectors. Our exposure assessment innovates by investigating the airport perimeter, its interconnected infrastructure (road access, ground-based navigation and communications systems), and multimodal interregional transportation corridors. At the local scale, we find that substantial airport assets are exposed as early as 2020–2040, suggesting the urgency for near-term adaptation actions. Regarding the interconnected infrastructures, 23 unaccounted airports are identified at risk of disruption when compared with existing studies, including global hubs such as the Los Angeles International Airport. At the regional scale, we investigate how exposed airports transfer risk within the interregional multimodal transportation corridors, and we identify the critical airports within these corridors to be prioritized for adaptation. Finally, based on a policy review of more than 100 state legislature and planning documents, implications of our results are discussed at the national and state levels. This study presents a new generation of infrastructure exposure assessment to climate-induced hazards, by addressing cross-sectoral and multiscalar dependencies that are currently overlooked by adaptation policies. We also argue that new modes of collaborative efforts are needed to achieve effective climate adaptation for interconnected infrastructures.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212096322000699"
  },
  {
    "title": "Motivating Action through Fostering Climate Change Hope and Concern and Avoiding Despair among Adolescents",
    "authors": [
      "Kathryn Stevenson,",
      "Nils Peterson"
    ],
    "doi": "https://doi.org/10.3390/su8010006",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  6\n                                  – 0",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Efforts to build climate change concern seem warranted to overcome apathy and promote action. However, research suggests that these efforts can backfire by breeding despair, denial and inaction. This may be especially true among younger audiences, as despair is highest among those who view climate challenges as out of their control, and children generally have lower perceived and actual control than adults in political and personal arenas. Though many studies have documented feelings of despair and sadness among younger audiences, few have explored how climate change hope may counteract despair and encourage productive responses to climate change concern. This study examined how climate change hope, despair, and concern predict pro-environmental behavior with a quantitative survey of a random sample of middle school students in North Carolina, USA (n = 1486). We did not find an interaction between climate change hope and concern or despair, but instead found climate change hope and concern independently and positively related to behavior and despair negatively related to behavior. These results suggest that climate change concern among K-12 audiences may be an important antecedent to behavior which does not dampen the positive impacts of hope. Further, rather than mitigating the negative effects of climate change despair, hope may be an independent predecessor to behavior. Students at Title I (a measure of low socioeconomic status) schools were less likely to engage in pro-environmental behaviors, suggesting climate literacy efforts should target schools with lower levels of socioeconomic status specifically.",
    "readLink": "http://www.mdpi.com/2071-1050/8/1/6"
  },
  {
    "title": "Population Trends of Central European Montane Birds Provide Evidence for Adverse Impacts of Climate Change on High-Altitude Species.",
    "authors": [
      "Jiří Flousek,",
      "Tomáš Telenský,",
      "Jan Hanzelka,",
      "Jiří Reif"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0139465",
    "journalVolume": "Vol. 10,\n                                no. 10\n                                \n                                  p.\n                                  e0139465",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Climate change is among the most important global threats to biodiversity and mountain areas are supposed to be under especially high pressure. Although recent modelling studies suggest considerable future range contractions of montane species accompanied with increased extinction risk, data allowing to test actual population consequences of the observed climate changes and identifying traits associated to their adverse impacts are very scarce. To fill this knowledge gap, we estimated long-term population trends of montane birds from 1984 to 2011 in a central European mountain range, the Giant Mountains (Krkonoše), where significant warming occurred over this period. We then related the population trends to several species' traits related to the climate change effects. We found that the species breeding in various habitats at higher altitudes had more negative trends than species breeding at lower altitudes. We also found that the species moved upwards as a response to warming climate, and these altitudinal range shifts were associated with more positive population trends at lower altitudes than at higher altitudes. Moreover, long-distance migrants declined more than residents or species migrating for shorter distances. Taken together, these results indicate that the climate change, besides other possible environmental changes, already influences populations of montane birds with particularly adverse impacts on high-altitude species such as water pipit (Anthus spinoletta). It is evident that the alpine species, predicted to undergo serious climatically induced range contractions due to warming climate in the future, already started moving along this trajectory.",
    "readLink": "http://europepmc.org/articles/PMC4591356?pdf=render"
  },
  null,
  {
    "title": "Description and Climate Simulation Performance of CAS‐ESM Version 2",
    "authors": [
      "He Zhang,",
      "Minghua Zhang,",
      "Jiangbo Jin,",
      "Kece Fei,",
      "Duoying Ji,",
      "Chenglai Wu,",
      "Jiawen Zhu,",
      "Juanxiong He,",
      "Zhaoyang Chai,",
      "Jinbo Xie,",
      "Xiao Dong,",
      "Dongling Zhang,",
      "Xunqiang Bi,",
      "Hang Cao,",
      "Huansheng Chen,",
      "Kangjun Chen,",
      "Xueshun Chen,",
      "Xin Gao,",
      "Huiqun Hao,",
      "Jinrong Jiang,",
      "Xianghui Kong,",
      "Shigang Li,",
      "Yangchun Li,",
      "Pengfei Lin,",
      "Zhaohui Lin,",
      "Hailong Liu,",
      "Xiaohong Liu,",
      "Ying Shi,",
      "Mirong Song,",
      "Huijun Wang,",
      "Tianyi Wang,",
      "Xiaocong Wang,",
      "Zifa Wang,",
      "Ying Wei,",
      "Baodong Wu,",
      "Zhenghui Xie,",
      "Yongfu Xu,",
      "Yongqiang Yu,",
      "Liang Yuan,",
      "Qingcun Zeng,",
      "Xiaodong Zeng,",
      "Shuwen Zhao,",
      "Guangqing Zhou,",
      "Jiang Zhu"
    ],
    "doi": "https://doi.org/10.1029/2020MS002210",
    "journalVolume": "Vol. 12,\n                                no. 12\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "1942-2466 (Online)",
    "publisher": "American Geophysical Union (AGU)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://agupubs.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)1942-2466/",
    "abstract": "Abstract The second version of Chinese Academy of Sciences Earth System Model (CAS‐ESM 2) is described with emphasis on the development process, strength and weakness, and climate sensitivities in simulations of the Coupled Model Intercomparison Project (CMIP6) DECK experiments. CAS‐ESM 2 was built as a numerical model to simulate both the physical climate system as well as atmospheric chemistry and carbon cycle. It is a newcomer in the international modeling community to provide sufficiently independent solutions of climate simulations from those of other models. Performances of the model in simulating the basic states of the radiation budget of the atmosphere and ocean, precipitation, circulations, variabilities, and the twentieth century warming are presented. Model biases and their possible causes are discussed. Strength includes horizontal heat transport in the atmosphere and oceans, vertical profile of the Atlantic Meridional Overturning Circulation; weakness includes the double intertropical convergence zone (ITCZ) and stronger amplitude of the El Niño–Southern Oscillation (ENSO) that are also common in many other models. The simulated the twentieth century warming shares a similar discrepancy with observations as in several other models—less warming in the 1920s and stronger cooling in the 1960s than in observation—at the time when there was a steep increase of anthropogenic aerosols. As a result, the twentieth century warming is about 60% of the observed warming despite that the model simulated a similar slope of warming trend after 1980 to observation. The model has an equilibrium climate sensitivity of 3.4 K with a positive cloud feedback from the shortwave radiation.",
    "readLink": "https://doi.org/10.1029/2020MS002210"
  },
  {
    "title": "Ground-based vertical profile observations  of atmospheric composition on  the Tibetan Plateau (2017–2019)",
    "authors": [
      "C. Xing,",
      "C. Liu,",
      "C. Liu,",
      "C. Liu,",
      "C. Liu,",
      "C. Liu,",
      "H. Wu,",
      "J. Lin,",
      "F. Wang,",
      "S. Wang,",
      "M. Gao,",
      "M. Gao"
    ],
    "doi": "https://doi.org/10.5194/essd-13-4897-2021",
    "journalVolume": "Vol. 13\n                                \n                                \n                                  pp.\n                                  4897\n                                  – 4912",
    "issn": "1866-3508 (Print)",
    "publisher": "1866-3516 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.earth-system-science-data.net/",
    "abstract": "The Tibetan Plateau (TP) plays an essential role in modulating regional and global climate, and its influence on climate is also affected by human-related processes, including changes in atmospheric composition. However, observations of atmospheric composition, especially vertical profile observations, remain sparse and rare on the TP, due to extremely high altitude, topographical heterogeneity and the grinding environment. Accordingly, the forcing and feedback of atmospheric composition from rapidly changing surrounding regions to regional environmental and climate change in the TP remains poorly understood. This paper introduces a high-time-resolution (∼15 min) vertical profile observational dataset of atmospheric composition (aerosols, NO2, HCHO and HONO) on the TP for more than 1 year (2017–2019) using a passive remote sensing technique. The diurnal pattern, vertical distribution and seasonal variations of these pollutants are documented here in detail. The sharing of this dataset would benefit the scientific community in exploring source–receptor relationships and the forcing and feedback of atmospheric composition on the TP to the regional and global climate. It also provides potential to improve satellite retrievals and to facilitate the development and improvement of models in cold regions. The dataset is freely available at Zenodo (https://doi.org/10.5281/zenodo.5336460; Xing, 2021).",
    "readLink": "https://essd.copernicus.org/articles/13/4897/2021/essd-13-4897-2021.pdf"
  },
  {
    "title": "Effects of Heat Stress on Mating Behavior and Colony Development in Bombus terrestris (Hymenoptera: Apidae)",
    "authors": [
      "Kimberly Przybyla,",
      "Denis Michez,",
      "Ella Zambra,",
      "Abigaël Anselmo,",
      "Elise Hennebert,",
      "Pierre Rasmont,",
      "Baptiste Martinet,",
      "Baptiste Martinet"
    ],
    "doi": "https://doi.org/10.3389/fevo.2021.748405",
    "journalVolume": "Vol. 9",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "Climate change is related to an increase in the frequency and intensity of extreme events such as heatwaves. In insect pollinators, heat exposure is associated with direct physiological perturbations, and in several species, could lead to a decrease of fitness related to a decrease in fertility. Here we developed a new experimental protocol in controlled conditions to assess if the exposure to high temperatures could modify the attractiveness and fertility of Bombus terrestris males. Our results show that virgin queens of B. terrestris do not have preferences between the pheromonal secretions of heat-exposed and control males. Moreover, mating with a heat-exposed male has no impact on the copulation behavior and the development of the nest (brood composition). We advise to extend trials to cover a range of wild and heat-sensitive species on multiple generations to better understand the impact of heat waves on the bumblebee communities.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fevo.2021.748405/full"
  },
  {
    "title": "Mountain permafrost and associated geomorphological processes: recent changes in the French Alps",
    "authors": [
      "Xavier Bodin,",
      "Philippe Schoeneich,",
      "Philip Deline,",
      "Ludovic Ravanel,",
      "Florence Magnin,",
      "Jean-Michel Krysiecki,",
      "Thomas Echelard"
    ],
    "doi": "https://doi.org/10.4000/rga.2885",
    "journalVolume": "Vol. 103,\n                                no. 2",
    "issn": "0035-1121 (Print)",
    "publisher": "1760-7426 (Online)",
    "countryOfPublisher": "Institut de Géographie Alpine",
    "lcc": [
      "France",
      "Geography. Anthropology. Recreation: Physical geography"
    ],
    "journalUrl": "http://rga.revues.org/",
    "abstract": "Alpine mountains are affected by significant geomorphological processes whose evolution is partly conditioned by permafrost warming: rockfalls of various volumes, destabilisation of rock glaciers, and cryokarst. These phenomena, because of their intensity, may generate risks for territories. This paper provides a synthesis of the knowledge about the current status of the mountain permafrost in the French Alps and its recent evolution. This state-of-the-art overview is based on research conducted over the past 10 years and the measurements collected within PermaFRANCE, the French network for long-term observation of the mountain permafrost. The analysis of the available data shows that for a rock wall located at 3800 m asl., the temperature is between -4.5 and -1.5°C at a depth of 10 m, according to the aspect, whereas it is close to the melting point in surficial deposits at 2800 m asl. on a northern slope. Since the beginning of these measurements at depth in 2010, a trend of increasing temperature has been discernible, as found in other alpine boreholes. As clearly shown by the surface measurements conducted since 2003, the thermal regime is influenced by snow, particularly in surficial deposits and to a much lesser extent in rock walls. This inter-annual variability is combined with longer-term trends, which probably induce the observed changes in geomorphological dynamics associated with alpine permafrost: an increased frequency of gravitational processes such as rockfalls and fluctuation in rock glacier velocities. The possible increase in extreme events, such as rock avalanches or the destabilisation of rock glaciers, in the coming decades could create new or increased risks, to which territories must thus adapt.",
    "readLink": "http://journals.openedition.org/rga/2885"
  },
  {
    "title": "<b>Nepal’s National Red List of Birds</b>",
    "authors": [
      "Carol Inskipp,",
      "Hem Sagar Baral,",
      "Tim Inskipp,",
      "Ambika Prasad Khatiwada,",
      "Monsoon Pokharel Khatiwada,",
      "Laxman Prasad Poudyal,",
      "Rajan Amin"
    ],
    "doi": "https://doi.org/10.11609/jott.2855.9.1.9700-9722",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  9700\n                                  – 9722",
    "issn": "0974-7893 (Print)",
    "publisher": "0974-7907 (Online)",
    "countryOfPublisher": "Wildlife Information Liaison Development Society",
    "lcc": [
      "India",
      "Science: Biology (General): Ecology",
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "https://threatenedtaxa.org/",
    "abstract": "The main objectives of the Nepal National Bird Red Data Book were to provide comprehensive and up-to-date accounts of all the bird species found in Nepal, assess their status applying the IUCN Guidelines at Regional Levels, identify threats to all bird species and recommend the most practical measures for their conservation. It is hoped that the Bird RDB will help Nepal achieve the Convention on Biological Diversity target of preventing the extinction of known threatened species and improving their conservation status. As population changes of Nepal’s birds have been studied for only a few species, assessments of species’ national status were mainly made by assessing changes in distribution. Species distribution maps were produced for all of Nepal’s bird species except vagrants and compared to maps that were produced in 1991 using the same mapping system. Of the 878 bird species recorded, 168 species (19%) were assessed as nationally threatened. These comprise 68 (40%) Critically Endangered species, 38 (23%) Endangered species and 62 (37%) Vulnerable species. A total of 62 species was considered Near Threatened and 22 species Data Deficient. Over 55% of the threatened birds are lowland grassland specialists, 25% are wetland birds and 24% tropical and sub-tropical broadleaved forest birds. Larger birds appear to be more threatened than smaller birds with 98 (25%) non-passerine species threatened and 67 (14%) passerine species. Habitat loss, degradation and fragmentation are the most important threats. Other threats include chemical poisoning, over-exploitation, climate change, hydropower, invasive species, intensification of agriculture, disturbance, and limited conservation measures and research. Measures to address these threats are described. It was also concluded that re-assessments of the status of certain bird groups carried out every five years and the setting up of a national online system for storing and reporting bird sightings would be useful.",
    "readLink": "http://threatenedtaxa.org/index.php/JoTT/article/view/2855"
  },
  {
    "title": "Hazard Level of Dengue Haemorrhagic Fever in Gorontalo Regency: Prediction of Spatial Distribution with AHP-GIS Integration",
    "authors": [
      "Ririn Pakaya,",
      "Yanti Hz Hano,",
      "Muhammad Ramdhan Olii"
    ],
    "doi": "https://doi.org/10.24252/al-sihah.v13i2.21788",
    "issn": "2086-2040 (Print)",
    "publisher": "2548-5334 (Online)",
    "countryOfPublisher": "Universitas Islam Negeri Alauddin Makassar",
    "lcc": [
      "Indonesia",
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "http://journal.uin-alauddin.ac.id/index.php/Al-Sihah/",
    "abstract": "Under certain climatic conditions, Aedes aegypti and Aedes albopictus mosquitoes can survive and reproduce optimally so that climate change can significantly change the pattern of disease distribution. This study aimed to model the level of Dengue Haemorrhagic Fever (DHF) hazard in Gorontalo Regency by integrating the Analytical Hierarchy Process (AHP), Geographic Information System (GIS) with climatological and topographic factors. The factors that most influence the level of hazard of DHF are annual rainfall, altitude, and humidity. The results obtained show that Gorontalo Regency is dominated by the hazard level class of 94852.31 ha or 44.25% and the moderate class area of 82553.37 ha or 38.5% of the total area of Gorontalo Regency. These results prove that Gorontalo Regency is very at risk of DHF disease. If this is not handled by the government properly, the moderate class will potentially rise to the high class. The prediction model for the DHF hazard level in this study can be made according to local conditions in the research area which have limited data. Changes in climate variables and periodicity that affect the incidence of dengue can be flexibly adapted to this model. The findings from this study provide valuable insights that have the potential to improve mitigation in public health-related interventions.",
    "readLink": "https://journal.uin-alauddin.ac.id/index.php/Al-Sihah/article/view/21788"
  }
]