[
  {
    "title": "An Operational Framework for Urban Vulnerability to Floods in the Guayas Estuary Region: The Duran Case Study",
    "authors": [
      "Mercy  J. Borbor-Cordova,",
      "Geremy Ger,",
      "Angel  A. Valdiviezo-Ajila,",
      "Mijail Arias-Hidalgo,",
      "David Matamoros,",
      "Indira Nolivos,",
      "Gonzalo Menoscal-Aldas,",
      "Federica Valle,",
      "Alessandro Pezzoli,",
      "Maria  del Pilar Cornejo-Rodriguez"
    ],
    "doi": "https://doi.org/10.3390/su122410292",
    "journalVolume": "Vol. 12,\n                                no. 10292\n                                \n                                  p.\n                                  10292",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Duran is a coastal city located in the Guayas Estuary region in which 24% of urban sectors suffers from the effects of chronic flooding. This study seeks to assess the causes of Duran’s vulnerability by considering exposure, population sensitivity and adaptive capacity to establish alternatives to reduce its vulnerability to flooding. An operational framework is proposed based on the vulnerability definition of the Intergovernmental Panel on Climate Change (IPCC) and applying a census-based Index of Vulnerability, a geographic information system and local knowledge of urban development. A Principal Component and equal weighting analysis were applied as well as a spatial clustering to explore the spatial vulnerability across the city. A total of 34% of the city area is mapped as having high and very high vulnerability, mostly occupied by informal settlements (e.g., 288 hectares). Underlying factors were poor quality housing, lack of city services and low adaptive capacity of the community. However, some government housing programs (e.g., El Recreo), with better housing and adaptive capacity were also highly vulnerable. Limited urban planning governance has led to the overloading of storm water and drainage infrastructure which cause chronic flooding. Understanding the underlying causes of vulnerability is critical in order develop integrated strategies that increase city resilience to climate change.",
    "readLink": "https://www.mdpi.com/2071-1050/12/24/10292"
  },
  {
    "title": "Present and future impact of aircraft, road traffic and shipping emissions on global tropospheric ozone",
    "authors": [
      "B. Koffi,",
      "S. Szopa,",
      "A. Cozic,",
      "D. Hauglustaine,",
      "P. van Velthoven"
    ],
    "doi": "https://doi.org/10.5194/acp-10-11681-2010",
    "journalVolume": "Vol. 10,\n                                no. 23\n                                \n                                  pp.\n                                  11681\n                                  – 11705",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "In this study, the LMDz-INCA climate-chemistry model and up-to-date global emission inventories are used to investigate the \"present\" (2000) and future (2050) impacts of transport emissions (road traffic, shipping and aircraft) on global tropospheric ozone. For the first time, both impacts of emissions and climate changes on transport-induced ozone are investigated. The 2000 transport emissions are shown to mainly affect ozone in the Northern Hemisphere, with a maximum increase of the tropospheric column of up to 5 DU, from the South-eastern US to Central Europe. The impact is dominated by road traffic in the middle and upper troposphere, North of 40° S, and by shipping in the northern lower troposphere, over oceanic regions. A strong reduction of road emissions and a moderate (B1 scenario) to high (A1B scenario) increase of the ship and aircraft emissions are projected by the year 2050. As a consequence, LMDz-INCA simulations predict a drastic decrease in the impact of road emissions, whereas aviation would become the major transport perturbation on tropospheric ozone, even in the case of a very optimistic aircraft mitigation scenario. The A1B emission scenario leads to an increase of the impact of transport on zonal mean ozone concentrations in 2050 by up to +30% and +50%, in the Northern and Southern Hemispheres, respectively. Despite a similar total amount of global NOx emissions by the various transport sectors compared to 2000, the overall impact on the tropospheric ozone column is increased everywhere in 2050, due to a sectoral shift in the emissions of the respective transport modes. On the opposite, the B1 mitigation scenario leads to a significant reduction (by roughly 50%) of the ozone perturbation throughout the troposphere compared to 2000. Considering climate change, and according to scenario A1B, a decrease of the O3 tropospheric burden is simulated by 2050 due to climate change (−1.2%), whereas an increase of ozone of up to 2% is calculated in the upper troposphere in the inter-tropical zone, due to enhanced lightning activity. A global impact of similar magnitude is simulated for the transport-induced ozone burden perturbation (−1.6%). As a result, the future increase in global ozone due to changes in anthropogenic emissions is lowered by 12% and by 4%, for the background and the transport-induced ozone, respectively. However, positive and negative climate effects are obtained on ozone, depending on the season, region and altitude, with an increase of the transport-induced ozone perturbation (+0.4 DU) in the already most affected area of Northern Hemisphere.",
    "readLink": "http://www.atmos-chem-phys.net/10/11681/2010/acp-10-11681-2010.pdf"
  },
  {
    "title": "Crop Coefficient Estimation and Effect of Abscisic Acid on Red Cabbage Plants (<i>Brassica oleracea</i> var. Capitata) under Water-Stress Conditions",
    "authors": [
      "Ebtessam A. Youssef,",
      "Marwa M. Abdelbaset,",
      "Osama M. Dewedar,",
      "José Miguel Molina-Martínez,",
      "Ahmed F. El-Shafie"
    ],
    "doi": "https://doi.org/10.3390/agriculture13030610",
    "journalVolume": "Vol. 13,\n                                no. 610\n                                \n                                  p.\n                                  610",
    "issn": "2077-0472 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agriculture",
    "abstract": "Understanding the anticipated impact of climate change on agriculture, as well as water conservation, is critical to achieving food security. Therefore, during this critical time and due to reduced water resources and increased food demand, it is important to study the impact of water-stress conditions on crops. Two successive seasons were carried out through the 2021 and 2022 seasons to estimate the crop coefficient (Kc) and study the effect of abscisic acid on red cabbage plants (Brassica oleracea var. capitata) under water-stress conditions at a private farm in the Bilbeis region, Sharqia Governorate, Egypt. The aim was to estimate the crop coefficient (Kc) and effect of different concentrations of abscisic acid (ABA) (0, 25, 50, and 75 ppm) under various irrigation levels (100, 80, and 60% of field capacity “FC”) on the growth process and yield parameters of red cabbage plants. The results revealed that the average estimated crop coefficient (Kc) for red cabbage crops under standard conditions, 100% of FC, was 0.75, 1.07, 1.2 and 0.88 and 0.77, 1.2, 1.25 and 0.82 for Initial, Development, Mid, and End stages during the 2021 and 2022 growing seasons, respectively. Data collected during both seasons clearly showed that all treatments significantly increased both the plant’s growth process and yield parameters when compared to the control. However, abscisic acid (ABA, 75 ppm) application with irrigation requirements (80% of FC) was statistically the most effective treatment in this study. Hence, this means a water savings of 20% can be achieved without significantly compromising the yield.",
    "readLink": "https://www.mdpi.com/2077-0472/13/3/610"
  },
  {
    "title": "Floral ultraviolet absorbance area responds plastically to ultraviolet irradiance in Brassica rapa",
    "authors": [
      "Liberty A. Gray,",
      "Sandra Varga,",
      "Carl D. Soulsbury"
    ],
    "doi": "https://doi.org/10.1002/pei3.10091",
    "journalVolume": "Vol. 3,\n                                no. 5\n                                \n                                  pp.\n                                  203\n                                  – 211",
    "issn": "2575-6265 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Botany"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/25756265",
    "abstract": "Abstract Solar ultraviolet (UV) radiation is known to have significant effects on the development and performance of plants, including flowers. In multiple species, UV‐absorbing floral patterns are associated with environmental conditions such as the solar UV exposure they typically receive. However, it is not known whether plants can increase the UV‐absorbing areas found on petals plastically when in a high‐UV environment. We grew Brassica rapa at three different UV radiation intensities (control, low, and high) and under two exposure duration regimes. We removed petals from flowers periodically during the flowering period and measured the proportion of the petal that absorbed UV. UV‐absorbing areas increased when plants were exposed to longer periods of UV radiation, and at high UV radiation intensities. UV‐absorbing area of petals of the UV intensity treatments decreased over time in long exposure plants. This study demonstrates that flowers can potentially acclimate to different UV radiation intensities and duration of exposure through an increase in UV‐absorbing areas even after a relatively short exposure time to UV. Such a rapid plastic response may be especially beneficial for dynamically changing UV conditions and in response to climate change.",
    "readLink": "https://doi.org/10.1002/pei3.10091"
  },
  {
    "title": "Nowcasting of Surface Solar Irradiance Using FengYun-4 Satellite Observations over China",
    "authors": [
      "Liwei Yang,",
      "Xiaoqing Gao,",
      "Zhenchao Li,",
      "Dongyu Jia,",
      "Junxia Jiang"
    ],
    "doi": "https://doi.org/10.3390/rs11171984",
    "journalVolume": "Vol. 11,\n                                no. 17\n                                \n                                  p.\n                                  1984",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "The accurate prediction of surface solar irradiance is of great significance for the generation of photovoltaic power. Surface solar irradiance is affected by many random mutation factors, which means that there are great challenges faced in short-term prediction. In Northwest China, there are abundant solar energy resources and large desert areas, which have broad prospects for the development of photovoltaic (PV) systems. For the desert areas in Northwest China, where meteorological stations are scarce, satellite remote sensing data are extremely precious exploration data. In this paper, we present a model using FY-4A satellite images to forecast (up to 15−180 min ahead) global horizontal solar irradiance (GHI), at a 15 min temporal resolution in desert areas under different sky conditions, and compare it with the persistence model (SP). The spatial resolution of the FY-4A satellite images we used was 1 km × 1 km. Particle image velocimetry (PIV) was used to derive the cloud motion vector (CMV) field from the satellite cloud images. The accuracy of the forecast model was evaluated by the ground observed GHI data. The results showed that the normalized root mean square error (nRMSE) ranged from 18.9% to 21.6% and the normalized mean bias error (nMBE) ranged from 3.2% to 4.9% for time horizons from 15 to 180 min under all sky conditions. Compared with the SP model, the nRMSE value was reduced by about 6%, 8%, and 14% with the time horizons of 60, 120, and 180 min, respectively.",
    "readLink": "https://www.mdpi.com/2072-4292/11/17/1984"
  },
  {
    "title": "Stand carbon storage and net primary production in China’s subtropical secondary forests are predicted to increase by 2060",
    "authors": [
      "Jia Jin,",
      "Wenhua Xiang,",
      "Yelin Zeng,",
      "Shuai Ouyang,",
      "Xiaolu Zhou,",
      "Yanting Hu,",
      "Zhonghui Zhao,",
      "Liang Chen,",
      "Pifeng Lei,",
      "Xiangwen Deng,",
      "Hui Wang,",
      "Shirong Liu,",
      "Changhui Peng"
    ],
    "doi": "https://doi.org/10.1186/s13021-022-00204-y",
    "journalVolume": "Vol. 17,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 14",
    "issn": "1750-0680 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://cbmjournal.biomedcentral.com/",
    "abstract": "Abstract Background Forest ecosystems play an important role in carbon sequestration, climate change mitigation, and achieving China's target to become carbon (C) neutral by 2060. However, changes in C storage and net primary production (NPP) in natural secondary forests stemming from tree growth and future climate change have not yet been investigated in subtropical areas in China. Here, we used data from 290 inventory plots in four secondary forests [evergreen broad-leaved forest (EBF), deciduous and evergreen broad-leaved mixed forest (DEF), deciduous broad-leaved forest (DBF), and coniferous and broad-leaved mixed forest (CDF)] at different restoration stages and run a hybrid model (TRIPLEX 1.6) to predict changes in stand carbon storage and NPP under two future climate change scenarios (RCP4.5 and RCP8.5). Results The runs of the hybrid model calibrated and validated by using the data from the inventory plots suggest significant increase in the carbon storage by 2060 under the current climate conditions, and even higher increase under the RCP4.5 and RCP8.5 climate change scenarios. In contrast to the carbon storage, the simulated EBF and DEF NPP declines slightly over the period from 2014 to 2060. Conclusions The obtained results lead to conclusion that proper management of China’s subtropical secondary forests could be considered as one of the steps towards achieving China’s target to become carbon neutral by 2060.",
    "readLink": "https://doi.org/10.1186/s13021-022-00204-y"
  },
  {
    "title": "A global analysis of climate-relevant aerosol properties retrieved from the network of Global Atmosphere Watch (GAW) near-surface observatories",
    "authors": [
      "P. Laj,",
      "P. Laj,",
      "P. Laj,",
      "A. Bigi,",
      "C. Rose,",
      "E. Andrews,",
      "E. Andrews,",
      "C. Lund Myhre,",
      "M. Collaud Coen,",
      "Y. Lin,",
      "A. Wiedensohler,",
      "M. Schulz,",
      "J. A. Ogren,",
      "M. Fiebig,",
      "J. Gliß,",
      "A. Mortier,",
      "M. Pandolfi,",
      "T. Petäja,",
      "S.-W. Kim,",
      "W. Aas,",
      "J.-P. Putaud,",
      "O. Mayol-Bracero,",
      "M. Keywood,",
      "L. Labrador,",
      "P. Aalto,",
      "E. Ahlberg,",
      "L. Alados Arboledas,",
      "L. Alados Arboledas,",
      "A. Alastuey,",
      "M. Andrade,",
      "B. Artíñano,",
      "S. Ausmeel,",
      "T. Arsov,",
      "E. Asmi,",
      "J. Backman,",
      "U. Baltensperger,",
      "S. Bastian,",
      "O. Bath,",
      "J. P. Beukes,",
      "B. T. Brem,",
      "N. Bukowiecki,",
      "S. Conil,",
      "C. Couret,",
      "D. Day,",
      "W. Dayantolis,",
      "A. Degorska,",
      "K. Eleftheriadis,",
      "P. Fetfatzis,",
      "O. Favez,",
      "H. Flentje,",
      "M. I. Gini,",
      "A. Gregorič,",
      "M. Gysel-Beer,",
      "A. G. Hallar,",
      "J. Hand,",
      "A. Hoffer,",
      "C. Hueglin,",
      "R. K. Hooda,",
      "R. K. Hooda,",
      "A. Hyvärinen,",
      "I. Kalapov,",
      "N. Kalivitis,",
      "A. Kasper-Giebl,",
      "J. E. Kim,",
      "G. Kouvarakis,",
      "I. Kranjc,",
      "R. Krejci,",
      "M. Kulmala,",
      "C. Labuschagne,",
      "H.-J. Lee,",
      "H.-J. Lee,",
      "H. Lihavainen,",
      "N.-H. Lin,",
      "G. Löschau,",
      "K. Luoma,",
      "A. Marinoni,",
      "S. Martins Dos Santos,",
      "F. Meinhardt,",
      "M. Merkel,",
      "J.-M. Metzger,",
      "N. Mihalopoulos,",
      "N. Mihalopoulos,",
      "N. A. Nguyen,",
      "N. A. Nguyen,",
      "J. Ondracek,",
      "N. Pérez,",
      "M. R. Perrone,",
      "J.-E. Petit,",
      "D. Picard,",
      "J.-M. Pichon,",
      "V. Pont,",
      "N. Prats,",
      "A. Prenni,",
      "F. Reisen,",
      "S. Romano,",
      "K. Sellegri,",
      "S. Sharma,",
      "G. Schauer,",
      "P. Sheridan,",
      "J. P. Sherman,",
      "M. Schütze,",
      "A. Schwerin,",
      "R. Sohmer,",
      "M. Sorribas,",
      "M. Steinbacher,",
      "J. Sun,",
      "G. Titos,",
      "G. Titos,",
      "G. Titos,",
      "B. Toczko,",
      "T. Tuch,",
      "P. Tulet,",
      "P. Tunved,",
      "V. Vakkari,",
      "F. Velarde,",
      "P. Velasquez,",
      "P. Villani,",
      "S. Vratolis,",
      "S.-H. Wang,",
      "K. Weinhold,",
      "R. Weller,",
      "M. Yela,",
      "J. Yus-Diez,",
      "V. Zdimal,",
      "P. Zieger,",
      "N. Zikova"
    ],
    "doi": "https://doi.org/10.5194/amt-13-4353-2020",
    "journalVolume": "Vol. 13\n                                \n                                \n                                  pp.\n                                  4353\n                                  – 4392",
    "issn": "1867-1381 (Print)",
    "publisher": "1867-8548 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering",
      "Technology: Engineering (General). Civil engineering (General): Earthwork. Foundations"
    ],
    "journalUrl": "http://www.atmospheric-measurement-techniques.net/home.html",
    "abstract": "Aerosol particles are essential constituents of the Earth's atmosphere, impacting the earth radiation balance directly by scattering and absorbing solar radiation, and indirectly by acting as cloud condensation nuclei. In contrast to most greenhouse gases, aerosol particles have short atmospheric residence times, resulting in a highly heterogeneous distribution in space and time. There is a clear need to document this variability at regional scale through observations involving, in particular, the in situ near-surface segment of the atmospheric observation system. This paper will provide the widest effort so far to document variability of climate-relevant in situ aerosol properties (namely wavelength dependent particle light scattering and absorption coefficients, particle number concentration and particle number size distribution) from all sites connected to the Global Atmosphere Watch network. High-quality data from almost 90 stations worldwide have been collected and controlled for quality and are reported for a reference year in 2017, providing a very extended and robust view of the variability of these variables worldwide. The range of variability observed worldwide for light scattering and absorption coefficients, single-scattering albedo, and particle number concentration are presented together with preliminary information on their long-term trends and comparison with model simulation for the different stations. The scope of the present paper is also to provide the necessary suite of information, including data provision procedures, quality control and analysis, data policy, and usage of the ground-based aerosol measurement network. It delivers to users of the World Data Centre on Aerosol, the required confidence in data products in the form of a fully characterized value chain, including uncertainty estimation and requirements for contributing to the global climate monitoring system.",
    "readLink": "https://amt.copernicus.org/articles/13/4353/2020/amt-13-4353-2020.pdf"
  },
  {
    "title": "Linking long-term changes of the zooplankton community to the environmental variability at the EPEA Station (Southwestern Atlantic Ocean)",
    "authors": [
      "María Delia Viñas,",
      "Georgina D. Cepeda,",
      "Moira Luz Clara"
    ],
    "doi": "https://doi.org/10.47193/mafis.3422021010610",
    "journalVolume": "Vol. 34,\n                                no. 2",
    "issn": "2683-7951 (Online)",
    "publisher": "Instituto Nacional de Investigación y Desarrollo Pesquero (INIDEP)",
    "countryOfPublisher": "Argentina",
    "lcc": [
      "Geography. Anthropology. Recreation: Oceanography",
      "Agriculture: Aquaculture. Fisheries. Angling",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://ojs.inidep.edu.ar",
    "abstract": "A significant sea surface temperature increase has been reported for the Southwestern Atlantic Ocean between 20° S-50° S over the last decades. Zooplankton organisms are highly sensitive to temperature rise. They play a very important role in marine ecosystems by providing the main pathway of energy transfer from primary producers to consumers. Seasonal and interannual (2000-2017) variability of metazooplankton in relation to environmental changes, particularly temperature, were analyzed at the EPEA station (38° 28′ S-57° 41′ W). Copepods, appendicularians, cladocerans, chaetognaths, and lamellibranch larvae were identified and quantified. Temperature exhibited a positive interannual trend during the series, whereas the Simpson parameter showed a decreasing tendency and salinity remained almost constant. Adults, copepodites, and nauplii of small copepods belonging to Oithonidae (mostly Oithona nana) and Paracalanidae-Clausocalanidae families dominated the metazooplankton community during the study period. Three groups of taxa with different seasonal patterns of variability were clearly identified. Members of Oithonidae exhibited positive interannual trends, whereas lamellibranch larvae and Calanidae showed negative interannual trends. A direct influence of temperature anomaly on these changes is suggested as well as possible indirect effects of this anomaly upon zooplankton through different phytoplankton fractions. Under the current scenario of climate change, the maintenance of this time-series becomes crucial in order to evaluate the eventual transfer of the environmental variability to the local food webs through planktonic organisms.",
    "readLink": "https://ojs.inidep.edu.ar/index.php/mafis/article/view/185"
  },
  {
    "title": "Dengue Virus Infection and Associated Risk Factors in Africa: A Systematic Review and Meta-Analysis",
    "authors": [
      "Gaspary  O. Mwanyika,",
      "Leonard  E. G. Mboera,",
      "Sima Rugarabamu,",
      "Baraka Ngingo,",
      "Calvin Sindato,",
      "Julius  J. Lutwama,",
      "Janusz  T. Paweska,",
      "Gerald Misinzo"
    ],
    "doi": "https://doi.org/10.3390/v13040536",
    "journalVolume": "Vol. 13,\n                                no. 536\n                                \n                                  p.\n                                  536",
    "issn": "1999-4915 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/viruses",
    "abstract": "Dengue contributes a significant burden on global public health and economies. In Africa, the burden of dengue virus (DENV) infection is not well described. This review was undertaken to determine the prevalence of dengue and associated risk factors. A literature search was done on PubMed/MEDLINE, Scopus, Embase, and Google Scholar databases to identify articles published between 1960 and 2020. Meta-analysis was performed using a random-effect model at a 95% confidence interval, followed by subgroup meta-analysis to determine the overall prevalence. Between 1960 and 2020, 45 outbreaks were identified, of which 17 and 16 occurred in East and West Africa, respectively. Dengue virus serotype 1 (DENV-1) and DENV-2 were the dominant serotypes contributing to 60% of the epidemics. Of 2211 cases reported between 2009 and 2020; 1954 (88.4%) were reported during outbreaks. Overall, the prevalence of dengue was 29% (95% CI: 20–39%) and 3% (95% CI: 1–5%) during the outbreak and non-outbreak periods, respectively. Old age (6/21 studies), lack of mosquito control (6/21), urban residence (4/21), climate change (3/21), and recent history of travel (3/21) were the leading risk factors. This review reports a high burden of dengue and increased risk of severe disease in Africa. Our findings provide useful information for clinical practice and health policy decisions to implement effective interventions.",
    "readLink": "https://www.mdpi.com/1999-4915/13/4/536"
  },
  {
    "title": "Study on the Spatial and Temporal Characteristics of Mesoscale Drought in China under Future Climate Change Scenarios",
    "authors": [
      "Xinglong Gong,",
      "Shuping Du,",
      "Fengyu Li,",
      "Yibo Ding"
    ],
    "doi": "https://doi.org/10.3390/w13192761",
    "journalVolume": "Vol. 13,\n                                no. 2761\n                                \n                                  p.\n                                  2761",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "In this study, precipitation, and temperature data from HadGEM2-ES under Representative Concentration Pathways (RCPs) 4.5 and 8.5 were used to evaluate drought in China in the 21st century. The K-means clustering algorithm was used to analyze the regional characteristics of the dry hazard index (DHI) in China, and the impact of climate change on the variation trend and periodicity of regional drought in China was explored. The results show that the temperature and potential evapotranspiration (PET) of all clusters have an increasing trend under the two RCPs, and the precipitation of most clusters shows a significantly increasing trend. The drought index calculated by the standardized precipitation-evapotranspiration index (SPEI) is higher than those calculated by the standardized precipitation index (SPI) and standardized effective precipitation evapotranspiration index (SP*ETI). The variation trends of drought intensity and frequency in China are not significant in the 21st century; however, the local variation trends are significant. The droughts in most parts of the Xinjiang Province, northern Tibet and western Qinghai Province show significantly increasing trends. According to the DHI analyses and the variations in the drought area ratio, with increases in greenhouse gas concentrations, the droughts in central and western China will become more severe, and drought will spread to the eastern areas of China. In the case that both precipitation and temperature may increase in the future, the increase in evapotranspiration caused by temperature rise will greatly affect drought dynamics. The main drought periodicity in China in the 21st century is 1~3.6 years. Drought is affected by climate change but not significantly.",
    "readLink": "https://www.mdpi.com/2073-4441/13/19/2761"
  }
]