[
  {
    "title": "An analysis of tax abuse, debt, and climate change risk in low-income and lower-middle-income countries",
    "authors": [
      "Stephen Hall,",
      "Marisol J Lopez,",
      "Bernadette Anne-Marie O'Hare,",
      "Eilish Hannah"
    ],
    "doi": "https://doi.org/10.1136/bmjpo-2022-001518",
    "journalVolume": "Vol. 6,\n                                no. 1",
    "issn": "2399-9772 (Online)",
    "publisher": "BMJ Publishing Group",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Pediatrics"
    ],
    "journalUrl": "https://bmjpaedsopen.bmj.com",
    "abstract": "Introduction Climate change is exacerbating a pre-existing child rights crisis. Lower- (low- and lower-middle-) income countries have borne 99% of the disease burden from the crisis, of which children under five carry 90%. In response, much of the recent global policy efforts focus on climate action. However, unsustainable levels of debt and tax abuses are draining countries of crucial revenue to handle the crisis. Like the climate crisis, these are primarily facilitated by entities domiciled within higher- (upper-middle- and high-) income countries. This paper aims to review these revenue leaks in countries where children are at the greatest risk of climate change to identify opportunities to increase climate change resilience.Methods We compiled data on tax abuse, debt service and climate risk for all lower-income countries with available data to highlight the need for intervention at the global level. We used the Climate Change Risk Index (CCRI), developed by UNICEF. Additionally, we used figures for tax abuse and debt service as a percentage of government revenue.Results We present data on 62 lower-income countries with data on revenue losses, of which 55 have CCRI data. Forty-two of these 62 countries (67.7%) are at high risk of lost government revenues. Forty-one (74.5%) of the 55 countries with CCRI data are at high risk of climate change. Thirty-one countries with data on both (56.4%) are at high risk of both climate change and revenue losses. Most countries at high risk of both are located in sub-Saharan Africa. This shows that countries most in need of resources lose money to arguably preventable leaks in government revenue.Discussion Higher-income countries and global actors can adopt policies and practices to ensure that they do not contribute to human rights abuses in other countries. Highlighting the impact of a failing global economic model on children’s economic and social rights and one which increases their vulnerability to the climate emergency could help drive the transition towards a model that prioritises human rights and the environment on which we all depend.",
    "readLink": "https://bmjpaedsopen.bmj.com/content/6/1/e001518.full"
  },
  {
    "title": "Farmer flexibility concerning future rotation planning is affected by the framing of climate predictions",
    "authors": [
      "Miranda S. Bane,",
      "Michael J.O. Pocock,",
      "Caroline Gibert,",
      "Matthieu Forster,",
      "Geoffroy Oudoire,",
      "Stéphane A.P. Derocles,",
      "David A. Bohan"
    ],
    "doi": "Vol. 34\n                                \n                                \n                                  p.\n                                  100356",
    "issn": "2212-0963 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/climate-risk-management/",
    "abstract": "Arable crops are typically grown in annual rotations. Diverse rotations can deliver ecosystem services, provide economic resilience, and support adaptation to climate change. Our aim was to assess farmers’ attitudes to planning and diversifying crop rotations, focusing on their responses in the face of contrasting climate viewpoints.We interviewed 75 farmers from four regions along a latitudinal gradient from the south of the UK to the south of France. We used a semi-structured questionnaire with face-to-face interviews and asked farmers to respond to two narrative viewpoints of climate change impacts: one viewpoint focused on opportunities, the other on constraints.We found in all four regions that farmers’ use rotations, and the crops within rotations, to achieve their main objectives of financial stability and improved soil health. Most farmers (79–100% depending on region) said they had experienced climate change, and many (54–83%) had already implemented changes in their farming practices. We did not find a difference in these results based on latitude. However, farmers’ self-reported outlook was mostly optimistic in southern UK and become progressively more pessimistic further south. When presented with a viewpoint of climate change impacts focusing on opportunities, more farmers were likely to diversify and lengthen rotations, and fewer were likely to shorten them, compared to a viewpoint presenting constraints from these impacts.Crucially, here we show that the presentation of climate change affects the ways in which farmers predict how they will respond to climate change. Diversified rotations align with multiple other economic and environmental benefits. Therefore, it is essential to consider the way in which climate change impacts are communicated, and the effect this has farmers’ behavior, when designing measures to support environmentally sustainable adaptation to climate change.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212096321000851"
  },
  {
    "title": "Primary and Secondary Organic Marine Aerosol and Oceanic Biological Activity: Recent Results and New Perspectives for Future Studies",
    "authors": [
      "Matteo Rinaldi,",
      "Stefano Decesari,",
      "Emanuela Finessi,",
      "Lara Giulianelli,",
      "Claudio Carbone,",
      "Sandro Fuzzi,",
      "Colin D. O'Dowd,",
      "Darius Ceburnis,",
      "Maria Cristina Facchini"
    ],
    "doi": "https://doi.org/10.1155/2010/310682",
    "journalVolume": "Vol. 2010",
    "issn": "1687-9309 (Print)",
    "publisher": "1687-9317 (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.hindawi.com/journals/amete/",
    "abstract": "One of the most important natural aerosol systems at the global level is marine aerosol that comprises both organic and inorganic components of primary and secondary origin. The present paper reviews some new results on primary and secondary organic marine aerosol, achieved during the EU project MAP (Marine Aerosol Production), comparing them with those reported in the recent literature. Marine aerosol samples collected at the coastal site of Mace Head, Ireland, show a chemical composition trend that is influenced by the oceanic biological activity cycle, in agreement with other observations. Laboratory experiments show that sea-spray aerosol from biologically active sea water can be highly enriched in organics, and the authors highlight the need for further studies on the atmospheric fate of such primary organics. With regard to the secondary fraction of organic aerosol, the average chemical composition and molecular tracer (methanesulfonic-acid, amines) distribution could be successfully characterized by adopting a multitechnique analytical approach.",
    "readLink": "http://dx.doi.org/10.1155/2010/310682"
  },
  {
    "title": "A study of seasonal rainfall in Vietnam at the end of 21st century according to the Non-Hydrostatic Regional Climate Model",
    "authors": [
      "Mau Nguyen-Dang,",
      "Truong Nguyen-Minh,",
      "Hidetaka SASAKI,",
      "Izuru TAKAYABU"
    ],
    "doi": "https://doi.org/10.31276/VJSTE.60(3).89",
    "journalVolume": "Vol. 60,\n                                no. 3",
    "issn": "2525-2461 (Print)",
    "publisher": "2615-9937 (Online)",
    "countryOfPublisher": "Vietnam Ministry of Science and Technology",
    "lcc": [
      "Viet Nam",
      "Science"
    ],
    "journalUrl": "https://vietnamscience.vjst.vn/index.php/vjste",
    "abstract": "This article presents analyses of changes in the seasonal characteristics of the far future climate (2080-2099) across Vietnam as projected by the Non-Hydrostatic Regional Climate Model (NHRCM) in terms of the RCP 8.5 (Representative Concentration Pathways 8.5) scenario. The results show significant changes in seasonal rainfall in Vietnam compared with the 1982- 2003 baseline period. Specifically, the June-August rainfall is projected to increase in South Central (SCVN), Central Highlands (CHVN), and South Vietnam (SVN), but to decrease by approximately 50% in North Central (NCVN) and off the Central coast. In the September-November season, the NHRCM detects an increase in rainfall of about 50% in North Vietnam (NVN) and CHVN. The increase and decrease in rainfall are due to the convergence and divergence of moisture flux that might be associated with the westward expansion of the Northwestern Pacific High Pressure in the far future.",
    "readLink": "https://vietnamscience.vjst.vn/index.php/vjste/article/view/236"
  },
  {
    "title": "Organização dos serviços urbanos de saúde frente à mudança do clima e ao risco de desastres na América Latina",
    "authors": [
      "Carlos Alexandre Rodrigues Pereira,",
      "Martha Macedo de Lima Barata"
    ],
    "doi": "https://doi.org/10.5935/0103-1104.20140057",
    "journalVolume": "Vol. 38,\n                                no. 102\n                                \n                                  pp.\n                                  624\n                                  – 634",
    "issn": "0103-1104 (Print)",
    "publisher": "2358-2898 (Online)",
    "countryOfPublisher": "Centro Brasileiro de Estudos de Saúde",
    "lcc": [
      "Brazil",
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "http://www.scielo.br/scielo.php?script=sci_serial&pid=0103-1104&lng=en&nrm=iso",
    "abstract": "Países da América Latina que sofreram com eventos extremos e desastres nas últimas décadas têm buscado alternativas para melhorar a organização e a capacidade de resposta dos serviços de saúde, evitando o impacto que a população sofreria no caso de tais serviços serem afetados. Neste artigo são relatadas experiências de países da América Latina no que se refere à preparação e adaptação às mudanças do clima no setor saúde, que poderiam ser replicadas em outros locais. Espera-se, por meio desta revisão crítica da literatura, que se possa motivar o setor saúde a se reorganizar para que se torne menos vulnerável aos efeitos das mudanças do clima.",
    "readLink": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S0103-11042014000300624&lng=en&tlng=en"
  },
  {
    "title": "Diving behaviour of adult male white whales (Delphinapterus leucas) in Svalbard, Norway",
    "authors": [
      "Jade Vacquié-Garcia,",
      "Christian Lydersen,",
      "Kit M. Kovacs"
    ],
    "doi": "https://doi.org/10.33265/polar.v38.3605",
    "journalVolume": "Vol. 38,\n                                no. 0\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "0800-0395 (Print)",
    "publisher": "1751-8369 (Online)",
    "countryOfPublisher": "Norwegian Polar Institute",
    "lcc": [
      "Norway",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "https://polarresearch.net/index.php/polar/index",
    "abstract": "White whales (Delphinapterus leucas) in Svalbard remain near the coast much of the year, spending most of their time in front of tidewater glaciers. In this article, the diving behaviour of adult male white whales in Svalbard (N = 16) is presented based on satellite-relay data loggers that record time and depth of diving as well as positions. The loggers transmitted data for an average of 87 ± 52 days (range 2–163 days). After filtering, 55 359 dives were available for the study. Most of the dives were extremely shallow (13 ± 26 m, maximum 350 m) and of short duration (97 ± 123 s, maximum 31.4 min). At tidewater glacier fronts, the white whales optimized their time at the bottom of dives and spent longer periods resting at the surface after dives, in accordance with what would be expected when foraging. This behaviour was also documented when animals were out in the fjords. When the whales moved between areas around the archipelago, they swam close to the coast, staying right below the surface most of the time, presumably to minimize energy expenditure during transits. When sea ice formed during the winter, the whales were forced offshore into somewhat deeper areas with drifting ice. In these areas, the whales minimized time at the surface and dove somewhat deeper, sometimes reaching the bottom, presumably to feed on neritic prey.",
    "readLink": "https://polarresearch.net/index.php/polar/article/view/3605/9955"
  },
  {
    "title": "Disproportionate magnitude of climate change in United States national parks",
    "authors": [
      "Patrick Gonzalez,",
      "Fuyao Wang,",
      "Michael Notaro,",
      "Daniel J Vimont,",
      "John W Williams"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aade09",
    "journalVolume": "Vol. 13,\n                                no. 10\n                                \n                                  p.\n                                  104001",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Anthropogenic climate change is altering ecological and human systems globally, including in United States (US) national parks, which conserve unique biodiversity and resources. Yet, the magnitude and spatial patterns of climate change across all the parks have been unknown. Here, in the first spatial analysis of historical and projected temperature and precipitation across all 417 US national parks, we show that climate change exposes the national park area more than the US as a whole. This occurs because extensive parts of the national park area are in the Arctic, at high elevations, or in the arid southwestern US. Between 1895 and 2010, mean annual temperature of the national park area increased 1.0 °C ± 0.2 °C century ^−1 (mean ± standard error), double the US rate. Temperature has increased most in Alaska and its extensive national parks. Annual precipitation of the national park area declined significantly on 12% of national park area, compared to 3% of the US. Higher temperatures due to climate change have coincided with low precipitation in the southwestern US, intensifying droughts in the region. Physical and ecological changes have been detected and attributed mainly to anthropogenic climate change in areas of significant temperature increases in US national parks. From 2000 to 2100, under the highest emissions scenario (representative concentration pathway [RCP] 8.5), park temperatures would increase 3 °C–9 °C, with climate velocities outpacing dispersal capabilities of many plant and animal species. Even under the scenario of reduced emissions (RCP2.6), temperature increases could exceed 2 °C for 58% of national park area, compared to 22% of the US. Nevertheless, greenhouse gas emissions reductions could reduce projected temperature increases in national parks by one-half to two-thirds.",
    "readLink": "https://doi.org/10.1088/1748-9326/aade09"
  },
  {
    "title": "Olive Cultivation, its Impact on Soil Erosion and its Progression into Yield Impacts in Southern Spain in the Past as a Key to a Future of Increasing Climate Uncertainty",
    "authors": [
      "José A. Gómez,",
      "Juan Infante-Amate,",
      "Manuel González de Molina,",
      "Tom Vanwalleghem,",
      "Encarnación V. Taguas,",
      "Ignacio Lorite"
    ],
    "doi": "https://doi.org/10.3390/agriculture4020170",
    "journalVolume": "Vol. 4,\n                                no. 2\n                                \n                                  pp.\n                                  170\n                                  – 198",
    "issn": "2077-0472 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agriculture",
    "abstract": "This article is intended as a review of the current situation regarding the impact of olive cultivation in Southern Spain (Andalusia) on soil degradation processes and its progression into yield impacts, due to diminishing soil profile depth and climate change in the sloping areas where it is usually cultivated. Finally, it explores the possible implications in the regional agricultural policy these results might have. It tries to show how the expansion and intensification of olive cultivation in Andalusia, especially since the late 18th century, had as a consequence an acceleration of erosion processes that can be identified by several indicators and techniques. Experimental and model analysis indicates that the rate of soil erosion accelerated since the expansion of mechanization in the late 1950s. In addition, that unsustainable erosion rates have prevailed in the region since the shift to a more intense olive cultivation systems by the end of the 17th Century. Although agroenvironmental measures implemented since the early 2000s have reduced erosion rates, they are still unsustainably high in a large fraction of the olive area in the region. In the case of olive orchards located in steeper areas with soils of lower water-holding capacity (due to coarse texture and stone content), cumulative erosion has already had a high impact on reducing their potential productivity. This is one of the factors that contributes towards increasing the gap between these less intensified orchards in the mountainous areas and those in the hilly areas with more gentle slopes, such as for instance the lower stretches of the Guadalquivir River Valley. In the case of olive orchards in the hilly areas with better soils, easier access to irrigation and lower production costs per unit, the efforts on soil conservation should be oriented towards limiting off-site damage, since the soil water-storage function of these soils may be preserved in the medium term even at the current soil erosion rates. The assessment made in this manuscript should be regarded as an initial approximation, since additional efforts in terms of increasing experimental records (for current or historical erosion) and of improving model analysis, with more comprehensive studies and more robust calibration and validation processes, are required.",
    "readLink": "http://www.mdpi.com/2077-0472/4/2/170"
  },
  {
    "title": "Estimating Sectoral Water Demand for Sindh Province of Pakistan",
    "authors": [
      "Heman Das Lohano,",
      "Fateh Muhammad Marri"
    ],
    "doi": "https://doi.org/10.22581/muet1982.2002.16",
    "journalVolume": "Vol. 39,\n                                no. 2\n                                \n                                  pp.\n                                  398\n                                  – 406",
    "issn": "0254-7821 (Print)",
    "publisher": "2413-7219 (Online)",
    "countryOfPublisher": "Mehran University of Engineering and Technology",
    "lcc": [
      "Pakistan",
      "Technology: Engineering (General). Civil engineering (General)",
      "Science"
    ],
    "journalUrl": "http://publications.muet.edu.pk",
    "abstract": "Water resources in Sindh province of Pakistan are under significant pressure due to increasing and conflicting water demand from municipalities for domestic users, agriculture and industries, and requirements of environmental flows. Population growth and climate change are likely to pose serious challenges to households and economic sectors that depend on water. This study estimates the present water demand from municipalities, agriculture and industries, and its future projections by the year 2050 in Sindh. The study also evaluates the impact of climate change on sectoral water demand and assesses the water requirements for the environmental flows. The results show that presently the total water demand for these sectors in Sindh is 44.06 Million Acre Feet (MAF). Agriculture is the largest consumer of water, accounting for 95.24 percent of the total water demand. Municipal water demand accounts for 2.61 percent while industrial water demand accounts for 1.88 percent. The demand for water in these sectors is expected to rise by 10 percent from 2018 to 2050. Moreover, depending on climate change scenario, the total water demand in these three sectors is likely to rise by 16 to 25 percent from 2018 to 2050. In additions, water requirements for the environmental flows have been indicated as 10 MAF in the National Water Accord of 1991. The findings of this study call for policy measures and strategies for management of water resources in Sindh.",
    "readLink": "https://publications.muet.edu.pk/index.php/muetrj/article/view/1601"
  },
  {
    "title": "Estimation of permafrost thawing rates in a sub-arctic catchment using recession flow analysis",
    "authors": [
      "S. W. Lyon,",
      "G. Destouni,",
      "R. Giesler,",
      "C. Humborg,",
      "M. Mörth,",
      "J. Seibert,",
      "J. Karlsson,",
      "P. A. Troch"
    ],
    "doi": "Vol. 13,\n                                no. 5\n                                \n                                  pp.\n                                  595\n                                  – 604",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "Permafrost thawing is likely to change the flow pathways taken by water as it moves through arctic and sub-arctic landscapes. The location and distribution of these pathways directly influence the carbon and other biogeochemical cycling in northern latitude catchments. While permafrost thawing due to climate change has been observed in the arctic and sub-arctic, direct observations of permafrost depth are difficult to perform at scales larger than a local scale. Using recession flow analysis, it may be possible to detect and estimate the rate of permafrost thawing based on a long-term streamflow record. We demonstrate the application of this approach to the sub-arctic Abiskojokken catchment in northern Sweden. Based on recession flow analysis, we estimate that permafrost in this catchment may be thawing at an average rate of about 0.9 cm/yr during the past 90 years. This estimated thawing rate is consistent with direct observations of permafrost thawing rates, ranging from 0.7 to 1.3 cm/yr over the past 30 years in the region.",
    "readLink": "http://www.hydrol-earth-syst-sci.net/13/595/2009/hess-13-595-2009.pdf"
  }
]