[
  {
    "title": "Potential impacts of climate warming on water supply reliability in the Tuolumne and Merced River Basins, California.",
    "authors": [
      "Michael Kiparsky,",
      "Brian Joyce,",
      "David Purkey,",
      "Charles Young"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0084946",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  p.\n                                  e84946",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "We present an integrated hydrology/water operations simulation model of the Tuolumne and Merced River Basins, California, using the Water Evaluation and Planning (WEAP) platform. The model represents hydrology as well as water operations, which together influence water supplied for agricultural, urban, and environmental uses. The model is developed for impacts assessment using scenarios for climate change and other drivers of water system behavior. In this paper, we describe the model structure, its representation of historical streamflow, agricultural and urban water demands, and water operations. We describe projected impacts of climate change on hydrology and water supply to the major irrigation districts in the area, using uniform 2 °C, 4 °C, and 6 °C increases applied to climate inputs from the calibration period. Consistent with other studies, we find that the timing of hydrology shifts earlier in the water year in response to temperature warming (5-21 days). The integrated agricultural model responds with increased water demands 2 °C (1.4-2.0%), 4 °C (2.8-3.9%), and 6 °C (4.2-5.8%). In this sensitivity analysis, the combination of altered hydrology and increased demands results in decreased reliability of surface water supplied for agricultural purposes, with modeled quantity-based reliability metrics decreasing from a range of 0.84-0.90 under historical conditions to 0.75-0.79 under 6 °C warming scenario.",
    "readLink": "http://europepmc.org/articles/PMC3896353?pdf=render"
  },
  {
    "title": "The Causal Relation between Energy Consumption, Carbon Dioxide Emissions, and Macroeconomic Variables in Somalia",
    "authors": [
      "Zakarie Abdi Warsame,",
      "Maria Mohamed Ali,",
      "Liban Bile Mohamed,",
      "Farhia Hassan Mohamed"
    ],
    "doi": "https://doi.org/10.32479/ijeep.14262",
    "journalVolume": "Vol. 13,\n                                no. 3",
    "issn": "2146-4553 (Online)",
    "publisher": "EconJournals",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://www.econjournals.com/index.php/ijeep",
    "abstract": "This study investigated the relationship between energy consumption, carbon dioxide emissions, and macroeconomic variables in Somalia with data spanning from 1990 to 2019 using ARDL model. The study found a negative long-run relationship between carbon dioxide emissions and energy consumption in Somalia, suggesting that improving access to clean energy can reduce the gradual rise of carbon dioxide emissions. The study also found that rising industrial value-added had a significant positive impact on energy consumption. Furthermore, findings from Cholesky's variance decomposition showed that 13.13% of future fluctuations in energy consumption are due to shocks in carbon dioxide emission, 33.63% of future fluctuations in carbon dioxide emissions are due to shocks in energy consumption, 40.63% of future fluctuations in industrialization are due to shocks in energy consumption and 41.23% of future fluctuations in population are due to shocks in energy consumption. There was evidence of a bidirectional causality between: energy consumption and population. The study suggests adding renewable energy technologies to the energy portfolio. This would help reduce reliance on unstable energy sources and reduce the chance that changes in commodity prices will interrupt the energy supply, which eventually would help reduce the effects of climate change.",
    "readLink": "http://www.econjournals.com/index.php/ijeep/article/view/14262"
  },
  {
    "title": "Climate Change: Implications for the Assumptions, Goals and Methods of Urban Environmental Planning",
    "authors": [
      "Kristina Hill"
    ],
    "doi": "https://doi.org/10.17645/up.v1i4.771",
    "journalVolume": "Vol. 1,\n                                no. 4\n                                \n                                  pp.\n                                  103\n                                  – 113",
    "issn": "2183-7635 (Online)",
    "publisher": "Cogitatio",
    "countryOfPublisher": "Portugal",
    "lcc": [
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: City planning"
    ],
    "journalUrl": "http://www.cogitatiopress.com/urbanplanning",
    "abstract": "As a result of increasing awareness of the implications of global climate change, shifts are becoming necessary and apparent in the assumptions, concepts, goals and methods of urban environmental planning. This review will present the argument that these changes represent a genuine paradigm shift in urban environmental planning. Reflection and action to develop this paradigm shift is critical now and in the next decades, because environmental planning for cities will only become more urgent as we enter a new climate period. The concepts, methods and assumptions that urban environmental planners have relied on in previous decades to protect people, ecosystems and physical structures are inadequate if they do not explicitly account for a rapidly changing regional climate context, specifically from a hydrological and ecological perspective. The over-arching concept of spatial suitability that guided planning in most of the 20th century has already given way to concepts that address sustainability, recognizing the importance of temporality. Quite rapidly, the concept of sustainability has been replaced in many planning contexts by the priority of establishing resilience in the face of extreme disturbance events. Now even this concept of resilience is being incorporated into a novel concept of urban planning as a process of adaptation to permanent, incremental environmental changes. This adaptation concept recognizes the necessity for continued resilience to extreme events, while acknowledging that permanent changes are also occurring as a result of trends that have a clear direction over time, such as rising sea levels. Similarly, the methods of urban environmental planning have relied on statistical data about hydrological and ecological systems that will not adequately describe these systems under a new climate regime. These methods are beginning to be replaced by methods that make use of early warning systems for regime shifts, and process-based quantitative models of regional system behavior that may soon be used to determine acceptable land uses. Finally, the philosophical assumptions that underlie urban environmental planning are changing to address new epistemological, ontological and ethical assumptions that support new methods and goals. The inability to use the past as a guide to the future, new prioritizations of values for adaptation, and renewed efforts to focus on intergenerational justice are provided as examples. In order to represent a genuine paradigm shift, this review argues that changes must begin to be evident across the underlying assumptions, conceptual frameworks, and methods of urban environmental planning, and be attributable to the same root cause. The examples presented here represent the early stages of a change in the overall paradigm of the discipline.",
    "readLink": "https://www.cogitatiopress.com/urbanplanning/article/view/771"
  },
  {
    "title": "Agriculture production as a major driver of the Earth system exceeding planetary boundaries",
    "authors": [
      "Bruce M. Campbell,",
      "Douglas J. Beare,",
      "Elena M. Bennett,",
      "Jason M. Hall-Spencer,",
      "John S. I. Ingram,",
      "Fernando Jaramillo,",
      "Rodomiro Ortiz,",
      "Navin Ramankutty,",
      "Jeffrey A. Sayer,",
      "Drew Shindell"
    ],
    "doi": "https://doi.org/10.5751/ES-09595-220408",
    "journalVolume": "Vol. 22,\n                                no. 4\n                                \n                                  p.\n                                  8",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "We explore the role of agriculture in destabilizing the Earth system at the planetary scale, through examining nine planetary boundaries, or \"safe limits\": land-system change, freshwater use, biogeochemical flows, biosphere integrity, climate change, ocean acidification, stratospheric ozone depletion, atmospheric aerosol loading, and introduction of novel entities. Two planetary boundaries have been fully transgressed, i.e., are at high risk, biosphere integrity and biogeochemical flows, and agriculture has been the major driver of the transgression. Three are in a zone of uncertainty i.e., at increasing risk, with agriculture the major driver of two of those, land-system change and freshwater use, and a significant contributor to the third, climate change. Agriculture is also a significant or major contributor to change for many of those planetary boundaries still in the safe zone. To reduce the role of agriculture in transgressing planetary boundaries, many interventions will be needed, including those in broader food systems.",
    "readLink": "http://www.ecologyandsociety.org/vol22/iss4/art8/"
  },
  {
    "title": "Net irrigation requirement under different climate scenarios using AquaCrop over Europe",
    "authors": [
      "L. Busschaert,",
      "S. de Roos,",
      "W. Thiery,",
      "D. Raes,",
      "G. J. M. De Lannoy"
    ],
    "doi": "https://doi.org/10.5194/hess-26-3731-2022",
    "journalVolume": "Vol. 26\n                                \n                                \n                                  pp.\n                                  3731\n                                  – 3752",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "Global soil water availability is challenged by the effects of climate change and a growing population. On average, 70 % of freshwater extraction is attributed to agriculture, and the demand is increasing. In this study, the effects of climate change on the evolution of the irrigation water requirement to sustain current crop productivity are assessed by using the Food and Agriculture Organization (FAO) crop growth model AquaCrop version 6.1. The model is run at 0.5∘lat×0.5∘long resolution over the European mainland, assuming a general C3-type of crop, and forced by climate input data from the Inter-Sectoral Impact Model Intercomparison Project phase three (ISIMIP3). First, the AquaCrop surface soil moisture (SSM) forced with two types of ISIMIP3 historical meteorological datasets is evaluated with satellite-based SSM estimates in two ways. When driven by ISIMIP3a reanalysis meteorology, daily simulated SSM values have an unbiased root mean square difference of 0.08 and 0.06 m3 m−3, with SSM retrievals from the Soil Moisture Ocean Salinity (SMOS) and Soil Moisture Active Passive (SMAP) missions, respectively, for the years 2015–2016 (2016 is the end year of the reanalysis data). When forced with ISIMIP3b meteorology from five global climate models (GCMs) for the years 2015–2020, the historical simulated SSM climatology closely agrees with the satellite-based SSM climatologies. Second, the evaluated AquaCrop model is run to quantify the future irrigation requirement, for an ensemble of five GCMs and three different emission scenarios. The simulated net irrigation requirement (Inet) of the three summer months for a near and far future climate period (2031–2060 and 2071–2100) is compared to the baseline period of 1985–2014 to assess changes in the mean and interannual variability of the irrigation demand. Averaged over the continent and the model ensemble, the far future Inet is expected to increase by 22 mm per month (+30 %) under a high-emission scenario Shared Socioeconomic Pathway (SSP) 3–7.0. Central and southern Europe are the most impacted, with larger Inet increases. The interannual variability in Inet is likely to increase in northern and central Europe, whereas the variability is expected to decrease in southern regions. Under a high mitigation scenario (SSP1–2.6), the increase in Inet will stabilize at around 13 mm per month towards the end of the century, and interannual variability will still increase but to a smaller extent. The results emphasize a large uncertainty in the Inet projected by various GCMs.",
    "readLink": "https://hess.copernicus.org/articles/26/3731/2022/hess-26-3731-2022.pdf"
  },
  {
    "title": "Resilient and Sensitive Key Points of the Photosynthetic Machinery of Coffea spp. to the Single and Superimposed Exposure to Severe Drought and Heat Stresses",
    "authors": [
      "Danielly Dubberstein,",
      "Danielly Dubberstein,",
      "Fernando C. Lidon,",
      "Ana P. Rodrigues,",
      "José N. Semedo,",
      "José N. Semedo,",
      "Isabel Marques,",
      "Weverton P. Rodrigues,",
      "Weverton P. Rodrigues,",
      "Duarte Gouveia,",
      "Jean Armengaud,",
      "Magda C. Semedo,",
      "Magda C. Semedo,",
      "Sónia Martins,",
      "Sónia Martins,",
      "Maria C. Simões-Costa,",
      "I. Moura,",
      "Isabel P. Pais,",
      "Isabel P. Pais,",
      "Paula Scotti-Campos,",
      "Paula Scotti-Campos,",
      "Fábio L. Partelli,",
      "Eliemar Campostrini,",
      "Ana I. Ribeiro-Barros,",
      "Ana I. Ribeiro-Barros,",
      "Fábio M. DaMatta,",
      "José C. Ramalho,",
      "José C. Ramalho"
    ],
    "doi": "https://doi.org/10.3389/fpls.2020.01049",
    "journalVolume": "Vol. 11",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "This study unveils the single and combined drought and heat impacts on the photosynthetic performance of Coffea arabica cv. Icatu and C. canephora cv. Conilon Clone 153 (CL153). Well-watered (WW) potted plants were gradually submitted to severe water deficit (SWD) along 20 days under adequate temperature (25/20°C, day/night), and thereafter exposed to a gradual temperature rise up to 42/30°C, followed by a 14-day water and temperature recovery. Single drought affected all gas exchanges (including Amax) and most fluorescence parameters in both genotypes. However, Icatu maintained Fv/Fm and RuBisCO activity, and reinforced electron transport rates, carrier contents, and proton gradient regulation (PGR5) and chloroplast NADH dehydrogenase-like (NDH) complex proteins abundance. This suggested negligible non-stomatal limitations of photosynthesis that were accompanied by a triggering of protective cyclic electron transport (CEF) involving both photosystems (PSs). These findings contrasted with declines in RuBisCO and PSs activities, and cytochromes (b559, f, b563) contents in CL153. Remarkable heat tolerance in potential photosynthetic functioning was detected in WW plants of both genotypes (up to 37/28°C or 39/30°C), likely associated with CEF in Icatu. Yet, at 42/30°C the tolerance limit was exceeded. Reduced Amax and increased Ci values reflected non-stomatal limitations of photosynthesis, agreeing with impairments in energy capture (F0 rise), PSII photochemical efficiency, and RuBisCO and Ru5PK activities. In contrast to PSs activities and electron carrier contents, enzyme activities were highly heat sensitive. Until 37/28°C, stresses interaction was largely absent, and drought played the major role in constraining photosynthesis functioning. Harsher conditions (SWD, 42/30°C) exacerbated impairments to PSs, enzymes, and electron carriers, but uncontrolled energy dissipation was mitigated by photoprotective mechanisms. Most parameters recovered fully between 4 and 14 days after stress relief in both genotypes, although some aftereffects persisted in SWD plants. Icatu was more drought tolerant, with WW and SWD plants usually showing a faster and/or greater recovery than CL153. Heat affected both genotypes mostly at 42/30°C, especially in SWD and Icatu plants. Overall, photochemical components were highly tolerant to heat and to stress interaction in contrast to enzymes that deserve special attention by breeding programs to increase coffee sustainability in climate change scenarios.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fpls.2020.01049/full"
  },
  {
    "title": "On the relationship between climate sensitivity and modelling uncertainty",
    "authors": [
      "Cecilie Mauritzen,",
      "Tatjana Zivkovic,",
      "Vidyunmala Veldore"
    ],
    "doi": "https://doi.org/10.1080/16000870.2017.1327765",
    "journalVolume": "Vol. 69,\n                                no. 1",
    "issn": "1600-0870 (Online)",
    "publisher": "Stockholm University Press",
    "countryOfPublisher": "Sweden",
    "lcc": [
      "Geography. Anthropology. Recreation: Oceanography",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://a.tellusjournals.se/",
    "abstract": "Climate model projections are used to investigate the potential impacts of climate change on future weather, agriculture, water resources, human health, the global economy, etc. However, climate projections have a broad range of associated uncertainties, and it is a challenge to take account of these uncertainties in impact studies and risk assessments. Knowing which uncertainties matter and which may be reduced via scientific research or political decisions can help policy-makers in making informed decisions, scientists in focusing their resources, and businesses in building resilience to uncertainties that cannot be avoided. On the global scale, the present political resistance or ability to move from agreements to significant action provides the largest uncertainty in climate projections, followed by the uncertainty associated with climate modelling itself. Here, we show that climate sensitivity is a very important source of model uncertainty over large parts of the globe not only for temperature, but also for precipitation and wind projections. Because ‘climate sensitivity’ is a collective term that encompasses a wide range of feedback mechanisms in the climate system, we may not know for a long time whether models with high or low climate sensitivities are more relevant for the twenty-first century projections. Nevertheless, investigations of climate impacts cannot wait. Here we argue that it is physically and statistically unsound to mix climate model with high and low climate sensitivities, and that the subset chosen for any impact study should depend on the question one is trying to answer.",
    "readLink": "http://dx.doi.org/10.1080/16000870.2017.1327765"
  },
  {
    "title": "Permafrost and drought regulate vulnerability of Tibetan Plateau grasslands to warming",
    "authors": [
      "Yan Yang,",
      "Kelly A. Hopping,",
      "Genxu Wang,",
      "Ji Chen,",
      "Ahui Peng,",
      "Julia A. Klein"
    ],
    "doi": "https://doi.org/10.1002/ecs2.2233",
    "journalVolume": "Vol. 9,\n                                no. 5\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract The Tibetan Plateau has the largest expanse of high‐elevation permafrost in the world, and it is experiencing climate warming that may jeopardize the functioning of its alpine ecosystems. Many studies have focused on the effects of climate warming on vegetation production and diversity on the Plateau, but their disparate results have hindered a comprehensive, regional understanding. From a synthesis of twelve warming experiments across the Plateau, we found that warming increased aboveground net primary production (ANPP) and vegetation height at sites with permafrost, but ANPP decreased with warming at non‐permafrost sites. Aboveground net primary production responded more negatively to warming under drier conditions, due to both annual drought conditions and warming‐induced soil moisture loss. Decreases in species diversity with warming were also larger at sites with permafrost. These results support the emerging understanding that water plays a central role in the functioning of cold environments and suggest that as ecosystems cross a threshold from permafrost to non‐permafrost systems, ANPP will decrease across a greater proportion of the Tibetan Plateau. This study also highlights the future convergence of challenges from permafrost degradation and grassland desertification, requiring new collaborations among these currently distinct research and stakeholder groups.",
    "readLink": "https://doi.org/10.1002/ecs2.2233"
  },
  {
    "title": "Air Pollution-Related Respiratory Diseases and Associated Environmental Factors in Chiang Mai, Thailand, in 2011–2020",
    "authors": [
      "Chalita Jainonthee,",
      "Ying-Lin Wang,",
      "Colin W. K. Chen,",
      "Karuna Jainontee"
    ],
    "doi": "https://doi.org/10.3390/tropicalmed7110341",
    "journalVolume": "Vol. 7,\n                                no. 341\n                                \n                                  p.\n                                  341",
    "issn": "2414-6366 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "http://www.mdpi.com/journal/tropicalmed",
    "abstract": "The unfavorable effects of global climate change, which are mostly the result of human activities, have had a particularly negative effect on human health and the planet’s ecosystems. This study attempted to determine the seasonality and association of air pollution, in addition to climate conditions, with two respiratory infections, influenza and pneumonia, in Chiang Mai, Thailand, which has been considered the most polluted city on Earth during the hot season. We used a seasonal-trend decomposition procedure based on loess regression (STL) and a seasonal cycle subseries (SCS) plot to determine the seasonality of the two diseases. In addition, multivariable negative binomial regression (NBR) models were used to assess the association between the diseases and environmental variables (temperature, precipitation, relative humidity, PM2.5, and PM10). The data revealed that influenza had a clear seasonal pattern during the cold months of January and February, whereas the incidence of pneumonia showed a weak seasonal pattern. In terms of forecasting, the preceding month’s PM2.5 and temperature (lag1) had a significant association with influenza incidence, while the previous month’s temperature and relative humidity influenced pneumonia. Using air pollutants as an indication of respiratory disease, our models indicated that PM2.5 lag1 was correlated with the incidence of influenza, but not pneumonia. However, there was a linear association between PM10 and both diseases. This research will help in allocating clinical and public health resources in response to potential environmental changes and forecasting the future dynamics of influenza and pneumonia in the region due to air pollution.",
    "readLink": "https://www.mdpi.com/2414-6366/7/11/341"
  },
  {
    "title": "Food availability modulates temperature‐dependent effects on growth, reproduction, and survival in Daphnia magna",
    "authors": [
      "Gustavo S. Betini,",
      "Xueqi Wang,",
      "Tal Avgar,",
      "Matthew M. Guzzo,",
      "John M. Fryxell"
    ],
    "doi": "https://doi.org/10.1002/ece3.5925",
    "journalVolume": "Vol. 10,\n                                no. 2\n                                \n                                  pp.\n                                  756\n                                  – 762",
    "issn": "2045-7758 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20457758",
    "abstract": "Abstract Reduced body size and accelerated life cycle due to warming are considered major ecological responses to climate change with fitness costs at the individual level. Surprisingly, we know little about how relevant ecological factors can alter these life history trade‐offs and their consequences for individual fitness. Here, we show that food modulates temperature‐dependent effects on body size in the water flea Daphnia magna and interacts with temperature to affect life history parameters. We exposed 412 individuals to a factorial manipulation of food abundance and temperature, tracked each reproductive event, and took daily measurements of body size from each individual. High temperature caused a reduction in maximum body size in both food treatments, but this effect was mediated by food abundance, such that low food conditions resulted in a reduction of 20% in maximum body size, compared with a reduction of 4% under high food conditions. High temperature resulted in an accelerated life cycle, with pronounced fitness cost at low levels of food where only a few individuals produced a clutch. These results suggest that the mechanisms affecting the trade‐off between fast growth and final body size are food‐dependent, and that the combination of low levels of food and high temperature could potentially threaten viability of ectotherms.",
    "readLink": "https://doi.org/10.1002/ece3.5925"
  }
]