[
  {
    "title": "Effect of moisture, temperature, and maternal influence on the hatching, phenotype, and performance of hawksbill turtles Eretmochelys imbricata",
    "authors": [
      "CD Flores-Aguirre,",
      "V Díaz-Hernández,",
      "D Arenas Moreno,",
      "FR Méndez de la Cruz"
    ],
    "doi": "https://doi.org/10.3354/esr01229",
    "journalVolume": "Vol. 50\n                                \n                                \n                                  pp.\n                                  217\n                                  – 234",
    "issn": "1863-5407 (Print)",
    "publisher": "1613-4796 (Online)",
    "countryOfPublisher": "Inter-Research",
    "lcc": [
      "Germany",
      "Science: Zoology",
      "Science: Botany"
    ],
    "journalUrl": "http://www.int-res.com/journals/esr/esr-home/",
    "abstract": "Hawksbill turtles are considered Critically Endangered. An understanding of how nest microenvironment (moisture and temperature) and maternal characteristics can influence embryonic development, hatching success, phenotype, and hatchling performance is needed to ensure effective conservation management. We undertook controlled egg incubations at different temperatures and relative humidities. Additionally, we sampled temperatures at natural nests with data loggers, and relative humidity of the sand at nest depth, to determine the conditions that eggs experienced naturally. We varied relative sand humidity (RSH) percentages (30, 50, 75, and 100%) at a constant incubation temperature of 29.5°C. We also assessed constant temperature incubations at 25, 29.5, and 34°C with 75% RSH. Incubation at 29.5°C resulted in successful hatching (73.3%), whereas temperatures of 25 and 34°C prevented hatching. However, hatching in natural nests occurred even between 34 and 36°C, provided that eggs were exposed to these temperatures <20% of the entire period of incubation, and only towards the end of incubation. Controlled incubation at 30% RSH prevented hatching. RSH linearly affected hatching success, phenotype, and performance of hatchlings: eggs incubated at 100% RSH had the greatest hatching success and produced the heaviest, largest, and fastest hatchlings. RSH correlated positively with sand depth on the beach, so that ≥75% RSH is ensured at the average depth of natural nests (~39.2 cm), resulting in successful hatching (74.3 ± 34.7%). The controlled incubation showed that temperature and hydric conditions had the most significant impact on hatching success, hatchling phenotype (size and weight), and hatchling performance. Maternal characteristics, however, were slightly less important. These results suggest that the impact of moisture should be taken into consideration in hawksbill turtle conservation projects. The thermal and hydric environments experienced by developing embryos should also be considered when evaluating how climate change affects marine turtles.",
    "readLink": "https://www.int-res.com/abstracts/esr/v50/p217-234/"
  },
  {
    "title": "Monitoring of biodiversity of water communities",
    "authors": [
      "Muhamedieva D T,",
      "Niyozmatova N A"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202341102042",
    "journalVolume": "Vol. 411\n                                \n                                \n                                  p.\n                                  02042",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "Biodiversity monitoring is a process of systematic collection, analysis and evaluation of data on the diversity of living organisms, their populations, communities and ecosystems in a certain territory or area. The purpose of biodiversity monitoring is to study changes in the composition and structure of biological systems over time. Biodiversity monitoring is carried out at different levels - from global to local, and may include both long-term programs and short-term studies. It is important to take into account the scale, methods and resources required for monitoring, as well as to ensure proper processing and analysis of the data obtained. Thus, biodiversity monitoring plays a key role in assessing the state of natural systems, adapting to climate change, developing strategies for nature conservation and supporting sustainable development.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2023/48/e3sconf_apecvi2023_02042.pdf"
  },
  {
    "title": "Ocean Thermal Energy Conversion—Flexible Enabling Technology for Variable Renewable Energy Integration in the Caribbean",
    "authors": [
      "Robert  J. Brecha,",
      "Katherine Schoenenberger,",
      "Masaō Ashtine,",
      "Randy  Koon Koon"
    ],
    "doi": "https://doi.org/10.3390/en14082192",
    "journalVolume": "Vol. 14,\n                                no. 2192\n                                \n                                  p.\n                                  2192",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Many Caribbean island nations have historically been heavily dependent on imported fossil fuels for both power and transportation, while at the same time being at an enhanced risk from the impacts of climate change, although their emissions represent a very tiny fraction of the global total responsible for climate change. Small island developing states (SIDSs) are among the leaders in advocating for the ambitious 1.5 °C Paris Agreement target and the transition to 100% sustainable, renewable energy systems. In this work, three central results are presented. First, through GIS mapping of all Caribbean islands, the potential for near-coastal deep-water as a resource for ocean thermal energy conversion (OTEC) is shown, and these results are coupled with an estimate of the countries for which OTEC would be most advantageous due to a lack of other dispatchable renewable power options. Secondly, hourly data have been utilized to explicitly show the trade-offs between battery storage needs and dispatchable renewable sources such as OTEC in 100% renewable electricity systems, both in technological and economic terms. Finally, the utility of near-shore, open-cycle OTEC with accompanying desalination is shown to enable a higher penetration of renewable energy and lead to lower system levelized costs than those of a conventional fossil fuel system.",
    "readLink": "https://www.mdpi.com/1996-1073/14/8/2192"
  },
  {
    "title": "Understanding Needs and Potentials for Gender-Balanced Empowerment and Leadership in Climate Change Adaptation and Mitigation in Africa",
    "authors": [
      "Marina Kovaleva,",
      "Walter Leal Filho,",
      "Christian Borgemeister,",
      "Jokastah Wanzuu Kalungu"
    ],
    "doi": "https://doi.org/10.3390/su14159410",
    "journalVolume": "Vol. 14,\n                                no. 9410\n                                \n                                  p.\n                                  9410",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The past years were marked by the COVID-19 pandemic, economic downfall, the 5th anniversary of the Paris Climate Agreement, and the end of the African Women’s Decade. According to the latest projections, African countries will continue to face increasing inequalities, as well as risks to human health, water and food security, due to climate change. African countries are also struggling to reduce gender-related power imbalances in adaptation and mitigation that magnify existing vulnerabilities, particularly those of women. Therefore, any advances made in this narrative are significant. This paper investigates the needs and potential for gender-balanced leadership/empowerment in adaptation and mitigation based on climate change experts’ views on the advances made in Africa. This is complemented by a bibliometric analysis of the literature published on the topic between the years 2015 and 2022. The study suggests that although women’s influence on climate change related decisions is growing, a series of barriers need to be overcome, among which are lack of knowledge and political will. The COVID-19 pandemic is seen as having both positive and negative potentials for gender-balanced leadership/empowerment. The findings provide a premise for identifying possible directions of further actions towards gender-balanced leadership/empowerment in climate change in African countries.",
    "readLink": "https://www.mdpi.com/2071-1050/14/15/9410"
  },
  {
    "title": "Why must a solar forcing be larger than a CO2 forcing to cause the same global mean surface temperature change?",
    "authors": [
      "Angshuman Modak,",
      "Govindasamy Bala,",
      "Long Cao,",
      "Ken Caldeira"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/11/4/044013",
    "journalVolume": "Vol. 11,\n                                no. 4\n                                \n                                  p.\n                                  044013",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Many previous studies have shown that a solar forcing must be greater than a CO _2 forcing to cause the same global mean surface temperature change but a process-based mechanistic explanation is lacking in the literature. In this study, we investigate the physical mechanisms responsible for the lower efficacy of solar forcing compared to an equivalent CO _2 forcing. Radiative forcing is estimated using the Gregory method that regresses top-of-atmosphere (TOA) radiative flux against the change in global mean surface temperature. For a 2.25% increase in solar irradiance that produces the same long term global mean warming as a doubling of CO _2 concentration, we estimate that the efficacy of solar forcing is ∼80% relative to CO _2 forcing in the NCAR CAM5 climate model. We find that the fast tropospheric cloud adjustments especially over land and stratospheric warming in the first four months cause the slope of the regression between the TOA net radiative fluxes and surface temperature to be steeper in the solar forcing case. This steeper slope indicates a stronger net negative feedback and hence correspondingly a larger solar forcing than CO _2 forcing for the same equilibrium surface warming. Evidence is provided that rapid land surface warming in the first four months sets up a land-sea contrast that markedly affects radiative forcing and the climate feedback parameter over this period. We also confirm the robustness of our results using simulations from the Hadley Centre climate model. Our study has important implications for estimating the magnitude of climate change caused by volcanic eruptions, solar geoengineering and past climate changes caused by change in solar irradiance such as Maunder minimum.",
    "readLink": "https://doi.org/10.1088/1748-9326/11/4/044013"
  },
  {
    "title": "Considerações estatísticas relativas a seis séries mensais de temperatura do ar da Secretaria de Agricultura e Abastecimento do Estado de São Paulo Statistical considerations of six monthly air temperature series of the State of São Paulo, Brazil",
    "authors": [
      "Gabriel Constantino Blain"
    ],
    "doi": "https://doi.org/10.1590/S0102-77862011000200012",
    "journalVolume": "Vol. 26,\n                                no. 2\n                                \n                                  pp.\n                                  279\n                                  – 296",
    "issn": "0102-7786 (Print)",
    "publisher": "1982-4351 (Online)",
    "countryOfPublisher": "Sociedade Brasileira de Meteorologia",
    "lcc": [
      "Brazil",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.scielo.br/j/rbmet/",
    "abstract": "O objetivo do trabalho foi detectar tendências e variações climáticas nas séries mensais de temperatura máxima (Tmax) e mínima (Tmin) do Estado de São Paulo. A fim de obter melhor adequação, entre a probabilidade de ocorrência dos erros estatísticos tipo I e II, foram utilizados métodos paramétricos (teste t, F e razão da verossimilhança) e não paramétricos (teste sazonal de Mann-Kendall e de Pettitt). As séries de Tmin das localidades de Campinas, Cordeirópolis, Ribeirão Preto e, especialmente Ubatuba, apresentam fortes indícios de tendências e variações climáticas nos últimos 60 anos. Nas séries de Monte Alegre do Sul e Pindorama tais indícios são observados de forma pouco significativa. As alterações de ordem climática observadas nas séries de Tmax são bastante inferiores às observadas nas séries de Tmin. Dentre todas as localidades analisadas, a de Ubatuba foi a que apresentou as tendências de elevação mais significativas nos dados de temperatura do ar. Os resultados também indicaram que no mês de Abril podem ser verificados, em todas as seis localidades, os indícios mais significativos de elevação nos valores mensais da Tmax e, em especial, da Tmin. Em contra partida, o mês de Setembro mostrou-se o menos sujeito a elevação nos valores dessas duas variáveis meteorológicas.The aim of the work was to detect trends and climate variations in monthly maximum (Tmax) and minimum (Tmin) air temperature series of the State of São Paulo. In order to obtain a better balance between the probabilities associated with type I and II errors, parametric methods (tests t, F and the likelihood ratio test) and non-parametric methods (Seasonal Mann-Kendall test and Pettitt test) were used. In the series of Campinas-SP, Cordeirópolis-SP, Ribeirão Preto-SP and, especially Ubatuba-SP, strong evidences of climate trends and climate variations in the last 60 years were detected. In the Monte Alegre do Sul-SP and Pindorama-SP series such climate alterations were not observed. It was also observed that the significance level of climate changes in the Tmax series are lower than those observed in the Tmin series. In the Ubatuba-SP series the highest climate alteration level, among all analyzed Tmax and Tmin series was detected. It was observed that the April months were the most affected by climate changes. On the other hand, the September months were little affected by climate change, in all analyzed Tmax and Tmin series.",
    "readLink": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S0102-77862011000200012"
  },
  {
    "title": "Future changes in extreme heatwaves in terms of intensity and duration over the CORDEX-East Asia Phase Two domain using multi-GCM and multi-RCM chains",
    "authors": [
      "Young-Hyun Kim,",
      "Joong-Bae Ahn,",
      "Myoung-Seok Suh,",
      "Dong-Hyun Cha,",
      "Eun-Chul Chang,",
      "Seung-Ki Min,",
      "Young-Hwa Byun,",
      "Jin-Uk Kim"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/acb727",
    "journalVolume": "Vol. 18,\n                                no. 3\n                                \n                                  p.\n                                  034007",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "An extreme heatwave, in terms of intensity and duration, is projected to occur at the end of the 21st century (2071–2100) over the whole of East Asia. The projection is calculated using daily maximum temperature data of 25 km horizontal resolution produced by 12 general circulation model-regional climate model chains participating in the CORDEX-East Asia Phase 2 project. An ‘extreme’ heatwave is defined as one in which the heatwave magnitude (HWM), which is the accumulated daily intensity of a heatwave during the heatwave period, is higher than the 95th percentile of the HWM for the reference period (1981–2005). In historical simulations, heatwaves have occurred mainly from April to June in India, in April and May in Indochina, from June to August in China and Mongolia, and in July and August in the Korean Peninsula and Japan; most heatwaves last three to four days. In India and Indochina, long-lasting and intense heatwaves occur more often than in other regions. In future, heatwave intensity will increase, the average duration of heatwaves will be approximately two to three weeks, and the heatwave season will be lengthened. Therefore, extreme heatwaves will occur more frequently and strongly. Under two representative concentration pathway scenarios (RCP2.6 and RCP8.5) and two shared socioeconomic pathway scenarios (SSP1-2.6 and SSP5-8.5), the proportion of extreme heatwaves to all heatwave events will increase from 5.0% (historical) to 8.0%, 20.8%, 19.3%, and 36.3%, and the HWM of the extreme heatwave will be 1.4, 3.5, 3.0, and 9.0 times stronger, respectively. The main reason for the increase in the HWM of extreme heatwaves is the increased duration rather than the daily intensity of the heatwaves. In East Asia, the temporal and regional disparities of heatwave damage will be much more prominent as extreme heatwaves become stronger and more frequent in these regions and during the periods that are more affected by heatwaves in the present day.",
    "readLink": "https://doi.org/10.1088/1748-9326/acb727"
  },
  {
    "title": "Overheating risk of a single-family detached house built at different ages under current and future climate in Canada",
    "authors": [
      "Baba Fuad Mutasim,",
      "Ge Hua"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202017202004",
    "journalVolume": "Vol. 172\n                                \n                                \n                                  p.\n                                  02004",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "With the anticipated increase in temperature and solar radiation and frequency of extreme weather conditions due to climate change, buildings typically designed/built in Canadian cold climates would experience increased risks of summer overheating. This paper focuses on how these existing buildings perform under a current extreme year and projected future climates. Results show that the thermal conditions of a single-family detached house built in 1964 and 1990 are more comfortable than the house built to meet the current National Energy Code of Canada for Buildings (NECB) and high energy-efficient building (HEEB) without including natural ventilation by up to 50%. On the other hand, when natural ventilation is included, the house built to NECB and HEED are more comfortable. Sensitivity analysis is carried out to evaluate the influence of five design parameters, i.e. wall and roof insulation, airtightness, U-value and SHGC of windows. Sensitivity analysis shows that wall insulation, airtightness, and windows U-value are the three most significant parameters influencing the overheating risk without natural ventilation. With natural ventilation, the SHGC of windows is the most influencing parameter in reducing overheating risk. This paper confirms that the Canadian buildings have the overheating risk over the hot summer experienced over the past a few years and the risk will be increased in the future. Natural ventilation as a mitigation measure, which has been relied on by building designers in Canada will not be sufficient to remove excess heat or provide thermal comfort to residents. Other mitigation strategies such as shading to reduce the heat gain during the summer, are needed.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2020/32/e3sconf_nsb2020_02004.pdf"
  },
  {
    "title": "Importance of allergen–environment interactions in epidemic thunderstorm asthma",
    "authors": [
      "Kira Morgan Hughes,",
      "Dwan Price,",
      "Cenk Suphioglu"
    ],
    "doi": "https://doi.org/10.1177/17534666221099733",
    "journalVolume": "Vol. 16",
    "issn": "1753-4658 (Print)",
    "publisher": "1753-4666 (Online)",
    "countryOfPublisher": "SAGE Publishing",
    "lcc": [
      "United States",
      "Medicine: Internal medicine: Specialties of internal medicine: Diseases of the respiratory system"
    ],
    "journalUrl": "https://journals.sagepub.com/home/tar",
    "abstract": "Australia is home to one of the highest rates of allergic rhinitis worldwide. Commonly known as ‘hay fever’, this chronic condition affects up to 30% of the population and is characterised by sensitisation to pollen and fungal spores. Exposure to these aeroallergens has been strongly associated with causing allergic reactions and worsening asthma symptoms. Over the last few decades, incidences of respiratory admissions have risen due to the increased atmospheric concentration of airborne allergens. The fragmentation and dispersion of these allergens is aided by environmental factors like rainfall, temperature and interactions with atmospheric aerosols. Extreme weather parameters, which continue to become more frequent due to the impacts of climate change, have greatly fluctuated allergen concentrations and led to epidemic thunderstorm asthma (ETSA) events that have left hundreds, if not thousands, struggling to breathe. While a link exists between airborne allergens, weather and respiratory admissions, the underlying factors that influence these epidemics remain unknown. It is important we understand the potential threat these events pose on our susceptible populations and ensure our health infrastructure is prepared for the next epidemic.",
    "readLink": "https://doi.org/10.1177/17534666221099733"
  },
  {
    "title": "Low Profile Monopole Meander Line Antenna for WLAN Applications",
    "authors": [
      "Husam Hamid Ibrahim,",
      "Mandeep Jit Singh,",
      "Samir Salem Al-Bawri,",
      "Sura Khalil Ibrahim,",
      "Mohammad Tariqul Islam,",
      "Mohamed S. Soliman,",
      "Md Shabiul Islam"
    ],
    "doi": "https://doi.org/10.3390/s22166180",
    "journalVolume": "Vol. 22,\n                                no. 6180\n                                \n                                  p.\n                                  6180",
    "issn": "1424-8220 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Chemical technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sensors",
    "abstract": "An antenna assumes a significant role in expanding the levels of communication to meet the demands of contemporary technologically based industry and private data services. In this paper, a printed compact meander line patch antenna array for wireless local-area network (WLAN) applications in the frequency span of 2.3685–2.4643 GHz is presented. The impedance matching of the antenna is generated by applying a partial rectangular-shaped ground plane backside of the meander line antenna. The proposed antenna evolved on the Rogers RT5880 substrate with a dielectric permittivity of 2.2, and the height of the substrate was 1.575 mm to accomplish the lowest possible return loss. The proposed antenna was developed to achieve particular outcomes, for example, voltage standing wave ratio (VSWR) 1.32, reflection coefficient 20 dB with a bandwidth of 94.2 MHz, a gain of 2.8 dBi, and an efficacy measurement of 97%. This antenna is appropriate for WLAN applications that utilize a 2.4 GHz resonance frequency. The overall dimensions of the antenna are 15 mm × 90.86 mm.",
    "readLink": "https://www.mdpi.com/1424-8220/22/16/6180"
  }
]