[
  {
    "title": "Remote Sensing Monitoring and Assessment of Global Vegetation Status and Changes during 2016–2020",
    "authors": [
      "Li Li,",
      "Xiaozhou Xin,",
      "Jing Zhao,",
      "Aixia Yang,",
      "Shanlong Wu,",
      "Hailong Zhang,",
      "Shanshan Yu"
    ],
    "doi": "https://doi.org/10.3390/s23208452",
    "journalVolume": "Vol. 23,\n                                no. 8452\n                                \n                                  p.\n                                  8452",
    "issn": "1424-8220 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Chemical technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sensors",
    "abstract": "Vegetation plays a fundamental role within terrestrial ecosystems, serving as a cornerstone of their functionality. Presently, these crucial ecosystems face a myriad of threats, including deforestation, overgrazing, wildfires, and the impact of climate change. The implementation of remote sensing for monitoring the status and dynamics of vegetation ecosystems has emerged as an indispensable tool for advancing ecological research and effective resource management. This study takes a comprehensive approach by integrating ecosystem monitoring indicators and aligning them with the objectives of SDG15. We conducted a thorough analysis by leveraging global 500 m resolution products for vegetation Leaf Area Index (LAI) and land cover classification spanning the period from 2016 to 2020. This encompassed the calculation of annual average LAI, identification of anomalies, and evaluation of change rates, thereby enabling a comprehensive assessment of the global status and transformations occurring within major vegetation ecosystems. In 2020, a discernible rise in the annual Average LAI of major vegetation ecosystems on a global scale became evident when compared to data from 2016. Notably, the ecosystems demonstrating a slight increase in area constituted the largest proportion (34.23%), while those exhibiting a significant decrease were the least prevalent (6.09%). Within various regions, such as Eastern Europe, Central Africa, and South Asia, substantial increases in both forest ecosystem area and annual Average LAI were observed. Furthermore, Eastern Europe and Central America recorded significant expansions in both grassland ecosystem area and annual average LAI. Similarly, regions experiencing notable growth in both cropland ecosystem areas and annual average LAI encompassed Southern Africa, Northern Europe, and Eastern Africa.",
    "readLink": "https://www.mdpi.com/1424-8220/23/20/8452"
  },
  {
    "title": "Foliar application of chitosan-putrescine nanoparticles (CTS-Put NPs) alleviates cadmium toxicity in grapevine (Vitis vinifera L.) cv. Sultana: modulation of antioxidant and photosynthetic status",
    "authors": [
      "Sima Panahirad,",
      "Gholamreza Gohari,",
      "Gholamreza Mahdavinia,",
      "Hessam Jafari,",
      "Muhittin Kulak,",
      "Vasileios Fotopoulos,",
      "Rubén Alcázar,",
      "Mohammadreza Dadpour"
    ],
    "doi": "https://doi.org/10.1186/s12870-023-04420-7",
    "journalVolume": "Vol. 23,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 17",
    "issn": "1471-2229 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://bmcplantbiol.biomedcentral.com",
    "abstract": "Abstract Background Cadmium (Cd) stress displays critical damage to the plant growth and health. Uptake and accumulation of Cd in plant tissues cause detrimental effects on crop productivity and ultimately impose threats to human beings. For this reason, a quite number of attempts have been made to buffer the adverse effects or to reduce the uptake of Cd. Of those strategies, the application of functionalized nanoparticles has lately attracted increasing attention. Former reports clearly noted that putrescine (Put) displayed promising effects on alleviating different stress conditions like Cd and similarly chitosan (CTS), as well as its nano form, demonstrated parallel properties in this regard besides acting as a carrier for many loads with different applications in the agriculture industry. Herein, we, for the first time, assayed the potential effects of nano-conjugate form of Put and CTS (CTS-Put NP) on grapevine (Vitis vinifera L.) cv. Sultana suffering from Cd stress. We hypothesized that their nano conjugate combination (CTS-Put NPs) could potentially enhance Put proficiency, above all at lower doses under stress conditions via CTS as a carrier for Put. In this regard, Put (50 mg L− 1), CTS (0.5%), Put 50 mg L− 1 + CTS 0.5%” and CTS-Put NPs (0.1 and 0.5%) were applied on grapevines under Cd-stress conditions (0 and 10 mg kg− 1). The interactive effects of CTS-Put NP were investigated through a series of physiological and biochemical assays. Results The findings of present study clearly revealed that CTS-Put NPs as optimal treatments alleviated adverse effects of Cd-stress condition by enhancing chlorophyll (chl) a, b, carotenoids, Fv / Fm , Y(II), proline, total phenolic compounds, anthocyanins, antioxidant enzymatic activities and decreasing Y (NO), leaf and root Cd content, EL, MDA and H2O2. Conclusions In conclusion, CTS-Put NPs could be applied as a stress protection treatment on plants under diverse heavy metal toxicity conditions to promote plant health, potentially highlighting new avenues for sustainable crop production in the agricultural sector under the threat of climate change.",
    "readLink": "https://doi.org/10.1186/s12870-023-04420-7"
  },
  {
    "title": "Warming Effects on Pinus sylvestris in the Cold–Dry Siberian Forest–Steppe: Positive or Negative Balance of Trade?",
    "authors": [
      "Tatiana A. Shestakova,",
      "Jordi Voltas,",
      "Matthias Saurer,",
      "Rolf T. W. Siegwolf,",
      "Alexander V. Kirdyanov"
    ],
    "doi": "https://doi.org/10.3390/f8120490",
    "journalVolume": "Vol. 8,\n                                no. 12\n                                \n                                  p.\n                                  490",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Understanding climate change impacts on drought-prone forests is a critical issue. We investigated ring-width and stable isotopes (Δ13C and δ18O) in two Pinus sylvestris stands of the cold–dry Siberian forest–steppe growing under contrasting climatic trends over the last 75 years. Despite regional warming, there was increasing precipitation during the growing period at the southern site (MIN) but increasing water deficit (WD) at the northern site (BER). Intrinsic water use efficiency (WUEi) increased similarly (ca. 22%) in response to warming and rising atmospheric CO2. However, the steady increase in WUEi was accompanied by divergent growth patterns since 1980: increasing basal area increment (BAI) in MIN (slope = 0.102 cm2 year−2) and decreasing BAI in BER (slope = −0.129 cm2 year−2). This suggests that increased precipitation, mediated by CO2 effects, promoted growth in MIN, whereas intensified drought stress led to decreased carbon gain and productivity in BER. When compared to warm–dry stands of eastern Spain, the WUEi dependence on WD was three-fold greater in Siberia. Conversely, BAI was more affected by the relative impact of water stress within each region. These results indicate contrasting future trajectories of P. sylvestris forests, which challenge forecasting growth and carbon sequestration in cold–dry areas.",
    "readLink": "https://www.mdpi.com/1999-4907/8/12/490"
  },
  {
    "title": "The AQUI Soil Moisture Network for Satellite Microwave Remote Sensing Validation in South-Western France",
    "authors": [
      "A. Al-Yaari,",
      "S. Dayau,",
      "C. Chipeaux,",
      "C. Aluome,",
      "A. Kruszewski,",
      "D. Loustau,",
      "J.-P. Wigneron"
    ],
    "doi": "https://doi.org/10.3390/rs10111839",
    "journalVolume": "Vol. 10,\n                                no. 11\n                                \n                                  p.\n                                  1839",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Global soil moisture (SM) products are currently available thanks to microwave remote sensing techniques. Validation of these satellite-based SM products over different vegetation and climate conditions is a crucial step. INRA (National Institute of Agricultural Research) has set up the AQUI SM and soil temperature in situ network (composed of three main sites Bouron, Bilos, and Hermitage), over a flat area of dense pine forests, in South-Western France (the Bordeaux⁻Aquitaine region) to validate the Soil Moisture and Ocean salinity (SMOS) satellite SM products. SMOS was launched in 2009 by the European Space Agency (ESA). The aims of this study are to present the AQUI network and to evaluate the SMOS SM product (in the new SMOS-IC version) along with other microwave SM products such as the active ASCAT (Advanced Scatterometer) and the ESA combined (passive and active) CCI (Climate Change Initiative) SM retrievals. A first comparison, using Pearson correlation, Bias, RMSE (Root Mean Square Error), and Un biased RMSE (ubRMSE) scores, between the 0⁻5 cm AQUI network and ASCAT, CCI, and SMOS SM products was conducted. In general all the three products were able to reproduce the annual cycle of the AQUI in situ observations. CCI and ASCAT had best and similar correlations (R~0.72) over the Bouron and Bilos sites. All had comparable correlations over the Hermitage sites with overall average values of 0.74, 0.68, and 0.69 for CCI, SMOS-IC, and ASCAT, respectively. Considering anomalies, correlation values decreased for all products with best ability to capture day to day variations obtained by ASCAT. CCI (followed by SMOS-IC) had the best ubRMSE values (mostly < 0.04 m3/m3) over most of the stations. Although the region is highly impacted by radio frequency interferences, SMOS-IC followed correctly the in situ SM dynamics. All the three remotely-sensed SM products (except SMOS-IC over some stations) overestimated the AQUI in situ SM observations. These results demonstrate that the AQUI network is likely to be well-suited for satellite microwave remote sensing evaluations/validations.",
    "readLink": "https://www.mdpi.com/2072-4292/10/11/1839"
  },
  {
    "title": "Projections of climate-induced future range shifts among fruit fly (Diptera: Tephritidae) species in Uganda",
    "authors": [
      "Charles Masembe,",
      "Brian Eriphaz Isabirye,",
      "Ivan Rwomushana,",
      "Caroline Kukiriza Nankinga,",
      "Anne Margaret Akol"
    ],
    "doi": "https://doi.org/10.17221/87/2014-PPS",
    "journalVolume": "Vol. 52,\n                                no. 1\n                                \n                                  pp.\n                                  26\n                                  – 34",
    "issn": "1212-2580 (Print)",
    "publisher": "1805-9341 (Online)",
    "countryOfPublisher": "Czech Academy of Agricultural Sciences",
    "lcc": [
      "Czechia",
      "Agriculture: Plant culture"
    ],
    "journalUrl": "https://pps.agriculturejournals.cz/",
    "abstract": "The potential impact of future climate change on fruit fly species distribution was assessed in Uganda using two general circulation models (HADCM and CCCMA) and two future predicted CO2 emission scenarios (A2 and B2), under both full and no species dispersal modes. Future ranges were overall projected to decline by 25.4% by year 2050. Under full-dispersal, D. ciliatus > C. cosyra > B. invadens ranges were predicted to increase, while the rest are likely to decrease. In the no-dispersal scenario, a significant average decrease in size of niches is predicted. Range losses are predicted higher under B2 than A2. Future niches will likely shift to northern Uganda. The results should assist in the development of climate change adaptive pest management strategies.",
    "readLink": "https://pps.agriculturejournals.cz/artkey/pps-201601-0004_projections-of-climate-induced-future-range-shifts-among-fruit-fly-diptera-tephritidae-species-in-uganda.php"
  },
  {
    "title": "A Review of Techniques for Diagnosing the Atmospheric Boundary Layer Height (ABLH) Using Aerosol Lidar Data",
    "authors": [
      "Ruijun Dang,",
      "Yi Yang,",
      "Xiao-Ming Hu,",
      "Zhiting Wang,",
      "Shuwen Zhang"
    ],
    "doi": "https://doi.org/10.3390/rs11131590",
    "journalVolume": "Vol. 11,\n                                no. 13\n                                \n                                  p.\n                                  1590",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "The height of the atmospheric boundary layer (ABLH) or the mixing layer height (MLH) is a key parameter characterizing the planetary boundary layer, and the accurate estimation of that is critically important for boundary layer related studies, which include air quality forecasts and numerical weather prediction. Aerosol lidar is a powerful remote sensing instrument frequently used to retrieve the ABLH through detecting the vertical distributions of aerosol concentration. Presently available methods for ABLH determination from aerosol lidar are summarized in this review, including a lot of classical methodologies as well as some improved versions of them. Some new recently developed methods applying advanced techniques such as image edge detection, as well as some new methods based on multi-wavelength lidar systems, are also summarized. Although a lot of techniques have been proposed and have already given reasonable results in several studies, it is impossible to recommend a technique which is suitable in all atmospheric scenarios. More accurate instantaneous ABLH from robust techniques is required, which can be used to estimate or improve the boundary layer parameterization in the numerical model, or maybe possible to be assimilated into the weather and environment models to improve the simulation or forecast of weather and air quality in the future.",
    "readLink": "https://www.mdpi.com/2072-4292/11/13/1590"
  },
  {
    "title": "A retrospective analysis of climate adaptation strategies and implications for food and nutrition security among small-scale farmers in South Africa",
    "authors": [
      "D. S. Kori,",
      "L. Zhou,",
      "M. Sibanda"
    ],
    "doi": "https://doi.org/10.3389/fsufs.2023.1139078",
    "journalVolume": "Vol. 7",
    "issn": "2571-581X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply",
      "Technology: Chemical technology: Food processing and manufacture"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/sustainable-food-systems#",
    "abstract": "With the ever-increasing climate change, actions to reduce its negative impact while improving food and nutrition security are critical. This review is a retrospective analysis of climate adaptation strategies and implications for food and nutrition security among small-scale farmers in South Africa. The review used bibliometric analysis and Preferred Reporting Items for Systematic Reviews and Meta-Analysis to track research on implications of adaptation on food and nutrition security, identify adaptation strategies with implications on food and nutrition security and discuss the implications. The analysis shows a steady growth in the research field; however, whether the pace will accelerate the achievement of Sustainable Development Goal 2 by 2030 is unknown. Institutional research collaboration is notable, although weak. The co-occurrence of keywords reflects Climate-Smart Agriculture and food and nutrition linkages, emphasizes the importance of farmers’ perceptions on adopting measures to enhance food and nutrition security and illustrates the risk-vulnerability-resilience nexus. Adaptation measures with implications on food and nutrition security are varied, ranging from individual efforts to government-led initiatives. We recommend strengthening institutional research collaboration to accelerate the pace towards achieving zero hunger, food security and nutrition by 2030. It is also important to have an inclusive policy framework that addresses farmers’ adaptation needs.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fsufs.2023.1139078/full"
  },
  {
    "title": "One-year delayed effect of fog on malaria transmission: a time-series analysis in the rain forest area of Mengla County, south-west China",
    "authors": [
      "Goggins William B,",
      "Liang Song,",
      "Liu Wenjie,",
      "Ho Suzanne C,",
      "Bi Yan,",
      "Tian Linwei,",
      "Chan Emily YY,",
      "Zhou Shuisen,",
      "Sung Joseph JY"
    ],
    "doi": "https://doi.org/10.1186/1475-2875-7-110",
    "journalVolume": "Vol. 7,\n                                no. 1\n                                \n                                  p.\n                                  110",
    "issn": "1475-2875 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Internal medicine: Special situations and conditions: Arctic medicine. Tropical medicine",
      "Medicine: Internal medicine: Infectious and parasitic diseases"
    ],
    "journalUrl": "https://malariajournal.biomedcentral.com/",
    "abstract": "Abstract Background Malaria is a major public health burden in the tropics with the potential to significantly increase in response to climate change. Analyses of data from the recent past can elucidate how short-term variations in weather factors affect malaria transmission. This study explored the impact of climate variability on the transmission of malaria in the tropical rain forest area of Mengla County, south-west China. Methods Ecological time-series analysis was performed on data collected between 1971 and 1999. Auto-regressive integrated moving average (ARIMA) models were used to evaluate the relationship between weather factors and malaria incidence. Results At the time scale of months, the predictors for malaria incidence included: minimum temperature, maximum temperature, and fog day frequency. The effect of minimum temperature on malaria incidence was greater in the cool months than in the hot months. The fog day frequency in October had a positive effect on malaria incidence in May of the following year. At the time scale of years, the annual fog day frequency was the only weather predictor of the annual incidence of malaria. Conclusion Fog day frequency was for the first time found to be a predictor of malaria incidence in a rain forest area. The one-year delayed effect of fog on malaria transmission may involve providing water input and maintaining aquatic breeding sites for mosquitoes in vulnerable times when there is little rainfall in the 6-month dry seasons. These findings should be considered in the prediction of future patterns of malaria for similar tropical rain forest areas worldwide.",
    "readLink": "http://www.malariajournal.com/content/7/1/110"
  },
  {
    "title": "Effects of Leaf Removal on Free and Glycoconjugate Aromas of Skins and Pulps of Two Italian Red Grapevine Varieties",
    "authors": [
      "Paola Piombino,",
      "Elisabetta Pittari,",
      "Alessandro Genovese,",
      "Andrea Bellincontro,",
      "Osvaldo Failla,",
      "Luigi Moio"
    ],
    "doi": "https://doi.org/10.3390/foods12193661",
    "journalVolume": "Vol. 12,\n                                no. 3661\n                                \n                                  p.\n                                  3661",
    "issn": "2304-8158 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Chemical technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/foods",
    "abstract": "Leaf removal is a cultural practice mainly aimed at improving cluster zone microclimates and impacting primary and secondary metabolites, such as volatiles. This research aimed to assess the impact of defoliation on free and glycosylated aromas of a neutral (‘Nebbiolo’) and a semi-aromatic (‘Aleatico’) red variety. Defoliation was performed at fruit set (BBCH 71) and, for ‘Nebbiolo’, also at berries touch (BBCH 81) phenological stages. Skins and pulps were separately analyzed by Solid Phase Extraction–Gas Chromatography/Mass Spectrometry. Results showed that the response to defoliation was variety-dependent. For ‘Nebbiolo’, especially when performed at the berries’ touch stage, defoliation had a significant effect on the accumulation of free volatiles and glycosidic precursors. Differently, free and bound ‘Aleatico’ volatiles were less impacted by defoliation. Interestingly, in both grapevine varieties, defoliation significantly enhanced the accumulation of aroma precursors in grapes’ skins, which is of particular relevance for red wine production and their aging potential. Moreover, results could be helpful for the management of grape quality, as defoliation is currently considered as a strategy to address climate change issues.",
    "readLink": "https://www.mdpi.com/2304-8158/12/19/3661"
  },
  {
    "title": "“After the floods, he says he is an environmentalist”: Understanding blended roles and organizational boundaries in decision-making under uncertainty during unprecedented floods in Wayanad, India",
    "authors": [
      "Mrudhula Koshy"
    ],
    "doi": "https://doi.org/10.3389/frsc.2022.836843",
    "journalVolume": "Vol. 4",
    "issn": "2624-9634 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/sustainable-cities#about",
    "abstract": "An increase in unprecedented environmental crises as a result of climate change and human influence has amplified calls for recognizing the complexity of decision-making under uncertainty (DMUU). How decision-makers act in institutional settings under uncertainty has, however, received limited attention in decision-making in planning practice. This article investigates DMUU in the context of Wayanad, a peri urban hill district in Kerala, India through two decision settings; the response to unprecedented heavy monsoon floods in 2018 and 2019 as a case of short-term uncertainty, and policy and plan making regarding quarrying in ecologically sensitive areas as a case of long-term uncertainty. Through empirical findings from semi-structured interviews of 58 decision-makers from state and non-state actors, the article discusses individual and collective actions made before, during and after the floods by combining insights on DMUU from spatial planning and governance literature underpinned by spatial-temporal and political ecology narratives. The article argues that factors such as community resourcefulness and decentralized governance appeared to facilitate effective decision-making under short-term uncertainty. However, the same factors did not have an intrinsic influence on decision-making under long-term uncertainty with current ways of decision-making regarding quarrying in ecologically sensitive areas likely obstructing sustainable long-term planning and land use transformation in Wayanad. The article concludes with recommendations for potential improvements in decision-making under long-term uncertainty in contexts with weak institutional mechanisms, chronic vulnerabilities and resource scarcity, through structural organizational change, cross-sectoral decision-making arenas, and decision-making frameworks that foregrounds heuristic, flexible, incremental, and cumulative actions across scales over time.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/frsc.2022.836843/full"
  }
]