[
  {
    "title": "Responses of leaf hydraulic traits of Schoenoplectus tabernaemontani to increasing temperature and CO2 concentrations",
    "authors": [
      "Yao Zhao,",
      "Mei Sun,",
      "Huijun Guo,",
      "Chunhui Feng,",
      "Zhenya Liu,",
      "Junping Xu"
    ],
    "doi": "https://doi.org/10.1186/s40529-022-00331-2",
    "journalVolume": "Vol. 63,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 10",
    "issn": "1817-406X (Print)",
    "publisher": "1999-3110 (Online)",
    "countryOfPublisher": "SpringerOpen",
    "lcc": [
      "United Kingdom",
      "Science: Botany"
    ],
    "journalUrl": "http://www.as-botanicalstudies.com/",
    "abstract": "Abstract Background Against the background of a changing climate, the responses of functional traits of plateau wetland plants to increasing temperatures and CO2 concentrations need to be understood. Hydraulic traits are the key for plants to maintain their ecological functions and affect their growth and survival. However, few studies have comprehensively considered the response strategies of wetland plants' hydraulic traits to environmental changes in the context of water and matter transport, loss, and retention. According to the latest IPCC prediction results, we performed experiments under increased temperature (2 °C) and CO2 levels (850 μmol/mol) in an artificial Sealed-top Chamber (STC) to investigate the responses of the hydraulic characteristics of Schoenoplectus tabernaemontani, the dominant species in plateau wetlands in China. Results Compared with the CK group, net photosynthetic rate, transpiration rate, stomatal length, cuticle thickness, vascular bundle length, vascular bundle width, and vascular bundle area of S. tabernaemontani in the ET group were significantly reduced, whereas stomatal density and vein density increased significantly. Compared with the CK group, the hydraulic traits of S. tabernaemontani in the EC group were reduced considerably in stomatal length and cuticle thickness but increased dramatically in stomatal density, and there were no significant differences between other parameter values and the control group. Net photosynthetic rate was significantly positively correlated with stomatal length, cuticle thickness, and vascular bundle length, and stomatal conductance was significantly positively correlated with cuticle thickness. The transpiration rate was significantly positively correlated with cuticle thickness, epidermal cell area, vascular bundle length, vascular bundle width, and vascular bundle area. Regarding the hydraulic traits, there was a significant negative correlation between stomatal density and stomatal length, or cuticle thickness, and a significant positive correlation between the latter two. The epidermal cell area was significantly positively correlated with epidermal thickness, vascular bundle length, vascular bundle width, and vascular bundle area. Conclusions Increased temperature and CO2 levels are not conducive to the photosynthetic activity of S. tabernaemontani. Photosynthetic rate, stomatal density and size, vein density, epidermal structure size, and vascular bundle size play an essential role in the adaptation of this species to changes in temperature and CO2 concentration. In the process of adaptation, hydraulic traits are not isolated from each other, and there is a functional association among traits. This study provide a scientific basis for the management and protection of plateau wetlands.",
    "readLink": "https://doi.org/10.1186/s40529-022-00331-2"
  },
  {
    "title": "Application of Biostimulants in Tomato Plants (<i>Solanum lycopersicum</i>) to Enhance Plant Growth and Salt Stress Tolerance",
    "authors": [
      "Stella Gedeon,",
      "Andreas Ioannou,",
      "Raffaella Balestrini,",
      "Vasileios Fotopoulos,",
      "Chrystalla Antoniou"
    ],
    "doi": "https://doi.org/10.3390/plants11223082",
    "journalVolume": "Vol. 11,\n                                no. 3082\n                                \n                                  p.\n                                  3082",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Under the era of climate change, plants are forced to survive under increasingly adverse conditions. Application of biostimulants in plants is shown to mitigate the deleterious effects of abiotic stresses including salinity, enhancing plant tolerance and performance. The present study focuses on the effects of five biostimulants based on biocompost and biofertilizer compounds that have been applied to tomato plants grown in the presence (salt-stressed plants) or absence of salt stress (control plants). To study the beneficial effects of the biostimulants in tomato plants, a series of analyses were performed, including phenotypic and agronomic observations, physiological, biochemical and enzymatic activity measurements, as well as gene expression analysis (RT-qPCR) including genes involved in antioxidant defense (SlCu/ZnSOD, SlFeSOD, SlCAT1, SlcAPX), nitrogen (SlNR, SlNiR, SlGTS1) and proline metabolism (p5CS), potassium transporters (HKT1.1, HKT1.2), and stress-inducible TFs (SlWRKY8, SlWRKY31). Among all the biostimulant solutions applied to the plants, the composition of 70% biofertilizer and 30% biocompost (Bf70/Bc30) as well as 70% biocompost and 30% biofertilizer (Bc70/Bf30) formulations garnered interest, since the former showed growth promoting features while the latter displayed better defense responses at the time of harvesting compared with the other treatments and controls. Taken together, current findings provide new insight into the beneficial effects of biostimulants, encouraging future field studies to further evaluate the biostimulant effects in plants under a real environment which is compromised by a combination of abiotic and biotic stresses.",
    "readLink": "https://www.mdpi.com/2223-7747/11/22/3082"
  },
  {
    "title": "A Synergistic Approach for Evaluating Climate Model Output for Ecological Applications",
    "authors": [
      "Rachel D. Cavanagh,",
      "Eugene J. Murphy,",
      "Thomas J. Bracegirdle,",
      "John Turner,",
      "Cheryl A. Knowland,",
      "Stuart P. Corney,",
      "Walker O. Smith,",
      "Claire M. Waluda,",
      "Nadine M. Johnston,",
      "Richard G. J. Bellerby,",
      "Richard G. J. Bellerby,",
      "Andrew J. Constable,",
      "Andrew J. Constable,",
      "Daniel P. Costa,",
      "Eileen E. Hofmann,",
      "Jennifer A. Jackson,",
      "Iain J. Staniland,",
      "Dieter Wolf-Gladrow,",
      "José C. Xavier,",
      "José C. Xavier"
    ],
    "doi": "https://doi.org/10.3389/fmars.2017.00308",
    "journalVolume": "Vol. 4",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Increasing concern about the impacts of climate change on ecosystems is prompting ecologists and ecosystem managers to seek reliable projections of physical drivers of change. The use of global climate models in ecology is growing, although drawing ecologically meaningful conclusions can be problematic. The expertise required to access and interpret output from climate and earth system models is hampering progress in utilizing them most effectively to determine the wider implications of climate change. To address this issue, we present a joint approach between climate scientists and ecologists that explores key challenges and opportunities for progress. As an exemplar, our focus is the Southern Ocean, notable for significant change with global implications, and on sea ice, given its crucial role in this dynamic ecosystem. We combined perspectives to evaluate the representation of sea ice in global climate models. With an emphasis on ecologically-relevant criteria (sea ice extent and seasonality) we selected a subset of eight models that reliably reproduce extant sea ice distributions. While the model subset shows a similar mean change to the full ensemble in sea ice extent (approximately 50% decline in winter and 30% decline in summer), there is a marked reduction in the range. This improved the precision of projected future sea ice distributions by approximately one third, and means they are more amenable to ecological interpretation. We conclude that careful multidisciplinary evaluation of climate models, in conjunction with ongoing modeling advances, should form an integral part of utilizing model output.",
    "readLink": "http://journal.frontiersin.org/article/10.3389/fmars.2017.00308/full"
  },
  {
    "title": "Quantifying the contribution of major carbon producers to increases in vapor pressure deficit and burned area in western US and southwestern Canadian forests",
    "authors": [
      "Kristina A Dahl,",
      "John T Abatzoglou,",
      "Carly A Phillips,",
      "J Pablo Ortiz-Partida,",
      "Rachel Licker,",
      "L Delta Merner,",
      "Brenda Ekwurzel"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/acbce8",
    "journalVolume": "Vol. 18,\n                                no. 6\n                                \n                                  p.\n                                  064011",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Increases in burned forest area across the western United States and southwestern Canada over the last several decades have been partially driven by a rise in vapor pressure deficit (VPD), a measure of the atmosphere’s drying power that is significantly influenced by human-caused climate change. Previous research has quantified the contribution of carbon emissions traced back to a set of 88 major fossil fuel producers and cement manufacturers to historical global mean temperature rise. In this study, we extend that research into the domain of forest fires. We use a global energy balance carbon-cycle model, a suite of climate models, and a burned area (BA) model to determine the contribution of emissions traced to the major carbon producers to the long-term increase in VPD during 1901–2021 and to cumulative forest fire area during 1986–2021 in the western US and southwestern Canada. Based on climate model data, we find that emissions traced to these carbon producers contributed 48% (interquartile range (IQR) 38%–63%) of the long-term rise in VPD between 1901 and 2021. BA modeling indicates that these emissions also contributed 37% (IQR 26%–47%) of the cumulative area burned by forest fires between 1986 and 2021 in the western US and southwestern Canada. The increase in VPD in this region is linked to both increased fire activity and the region’s current and prolonged megadrought. As loss and damage from these hazards mounts, this research can inform public and legal dialogues regarding the responsibility carbon producers bear for addressing past, present, and future climate risks associated with fires and drought in the western US and southwestern Canada.",
    "readLink": "https://doi.org/10.1088/1748-9326/acbce8"
  },
  {
    "title": "Systemic Governance of Mountains, Rivers, Forests, Farmlands, Lakes and Grasslands: Theoretical Framework and Approaches",
    "authors": [
      "Yan ZHENG,",
      "Guiyang ZHUANG"
    ],
    "doi": "https://doi.org/10.1142/S2345748121500214",
    "journalVolume": "Vol. 09,\n                                no. 04",
    "issn": "2345-7481 (Print)",
    "publisher": "2345-752X (Online)",
    "countryOfPublisher": "World Scientific Publishing Co. Pte Ltd.",
    "lcc": [
      "Singapore",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: Urbanization. City and country",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.worldscientific.com/worldscinet/cjues",
    "abstract": "The life community of mountains, rivers, forests, farmlands, lakes and grasslands (MRFFLG) and its systemic governance are key components to build ecological civilization in China. It comprises diverse connotations in value, scientific and economic dimensions. Epistemologically, it comes from the Chinese traditional philosophy of harmonious coexistence of heaven, earth and man, and conforms to the Western ecological ethics, complex system science and environmental value theory. Methodologically, as a complex socio-ecological system in which man and nature interact and coexist, the life community of the MRFFLG should be governed coordinately from both narrow and broad views. At the policy level, from the perspectives of narrow synergy among ecological subsystems and broad synergy among the complex socio-ecological system, this paper evaluates the performance indicators of 16 pilot projects of the MRFFLG, and points out that the design of most pilot projects well reflects the narrow synergy of multiple ecological elements, but is short of attention to the broad synergy of green development and ecological civilization. There are two practical ways to promote the systemic governance of the MRFFLG. First, it needs to focus on the coordinated governance of watershed and ecological environment restoration against the background of global climate and environmental change. The goal is to restore and improve the service functions of ecological subsystems and enhance their climate adaptability. Second, in the context of new urbanization and green development transition, it requires a collaborative planning focusing on natural capital and green infrastructure investment, which is aimed at cultivating ecological dividends and realizing ecological economy.",
    "readLink": "https://www.worldscientific.com/doi/10.1142/S2345748121500214"
  },
  {
    "title": "Perceptions of Contractors and Consultants Toward Application of Greenship Rating Tools on Apartment Buildings in Surabaya",
    "authors": [
      "Herry Pintardi Chandra,",
      "Paulus Nugraha"
    ],
    "doi": "https://doi.org/10.12962/j20882033.v25i1.461",
    "journalVolume": "Vol. 25,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 6",
    "issn": "0853-4098 (Print)",
    "publisher": "2088-2033 (Online)",
    "countryOfPublisher": "Institute for Research and Public Services",
    "lcc": [
      "Indonesia",
      "Technology: Technology (General)",
      "Science: Science (General)"
    ],
    "journalUrl": "http://www.iptek.its.ac.id/index.php/jts",
    "abstract": "During the last ten years, the growth of apartment buildings in Surabaya has encountered the bitter experience of global warming, resource depletion, energy scarcity, and other environmental impacts. We cannot avoid them, but we can minimize the negative impacts of global warming. The green building concept is one of the methods to minimize the environmental impact. It takes into account principles of sustainable development in planning, construction, operation, and maintenance. Greenship Rating Tools is used to evaluate and calculate green achievements, prior to green building certification. The aim of this research is to represent the perceptions of contractors and consultants toward application of Greenship Rating Tools on apartment buildings in Surabaya. Based on the data obtained from a questionnaires survey carried out to 41 respondents, the mean value ranking method is used to evaluate the main factors of Greenship. These factors are Appropriate Site Development, Energy Efficiency and Conservation, Water Conservation, Material Resource and Cycle, Indoor Health and Comfort, and Building Environmental Management. In general, the results of this research show that there are a number of differences between perceptions of contractors and consultants toward application of Greenship Rating Tools on apartment buildings in Surabaya. According to the contractors’ perception, Visual Comfort is a factor that would easily to be applied, whilst consultants’ is Landscape. On the other hand, there are factors that would difficult to be applied. Based on contractors’ perceptiom is Climate Change, while consultants’ perception is Renewal Energy. In summary, Greenship Rating Tools can be applied on contractors’ and consultants’ perceptions, whilst there are some variables which can not be applied.",
    "readLink": "http://iptek.its.ac.id/index.php/jts/article/view/461/201"
  },
  {
    "title": "Interactive effects of light, CO2 and temperature on growth and resource partitioning by the mixotrophic dinoflagellate, Karlodinium veneficum",
    "authors": [
      "Kathryn J. Coyne,",
      "Lauren R. Salvitti,",
      "Alicia M. Mangum,",
      "Gulnihal Ozbay,",
      "Christopher R. Main,",
      "Zohreh M. Kouhanestani,",
      "Mark E. Warner"
    ],
    "doi": "Vol. 16,\n                                no. 10",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "There is little information on the impacts of climate change on resource partitioning for mixotrophic phytoplankton. Here, we investigated the hypothesis that light interacts with temperature and CO2 to affect changes in growth and cellular carbon and nitrogen content of the mixotrophic dinoflagellate, Karlodinium veneficum, with increasing cellular carbon and nitrogen content under low light conditions and increased growth under high light conditions. Using a multifactorial design, the interactive effects of light, temperature and CO2 were investigated on K. veneficum at ambient temperature and CO2 levels (25°C, 375 ppm), high temperature (30°C, 375 ppm CO2), high CO2 (30°C, 750 ppm CO2), or a combination of both high temperature and CO2 (30°C, 750 ppm CO2) at low light intensities (LL: 70 μmol photons m-2 s-2) and light-saturated conditions (HL: 140 μmol photons m-2 s-2). Results revealed significant interactions between light and temperature for all parameters. Growth rates were not significantly different among LL treatments, but increased significantly with temperature or a combination of elevated temperature and CO2 under HL compared to ambient conditions. Particulate carbon and nitrogen content increased in response to temperature or a combination of elevated temperature and CO2 under LL conditions, but significantly decreased in HL cultures exposed to elevated temperature and/or CO2 compared to ambient conditions at HL. Significant increases in C:N ratios were observed only in the combined treatment under LL, suggesting a synergistic effect of temperature and CO2 on carbon assimilation, while increases in C:N under HL were driven only by an increase in CO2. Results indicate light-driven variations in growth and nutrient acquisition strategies for K. veneficum that may benefit this species under anticipated climate change conditions (elevated light, temperature and pCO2) while also affecting trophic transfer efficiency during blooms of this species.",
    "readLink": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8550395/?tool=EBI"
  },
  {
    "title": "Climate Change Impacts on Water and Agriculture Sectors in Southern Africa: Threats and Opportunities for Sustainable Development",
    "authors": [
      "Charles Nhemachena,",
      "Luxon Nhamo,",
      "Greenwell Matchaya,",
      "Charity  R. Nhemachena,",
      "Binganidzo Muchara,",
      "Selma  T. Karuaihe,",
      "Sylvester Mpandeli"
    ],
    "doi": "https://doi.org/10.3390/w12102673",
    "journalVolume": "Vol. 12,\n                                no. 2673\n                                \n                                  p.\n                                  2673",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Agriculture remains important in driving economic transformation, sustainable livelihoods, and development in developing countries. This paper provides a comprehensive analysis and discussion of climate change impacts on water and agriculture sectors and implications for the attainment of developmental outcomes such as food security, poverty reduction, and sustainable development in Southern Africa. The review gives policy messages for coping, adapting, and building resilience of water and agricultural production systems in the face of projected changes in climate and variability. The aim is to guide the region towards the achievement of the Sustainable Development Goals. Future projections for Southern Africa indicate reduced rainfall, increased temperatures, and high variability for the greater part of the region with severe reductions on the drier and marginal western parts. These impacts have profound implications for agriculture performance and contribution to national and regional developmental goals. The region is projected to experience reductions of between 15% and 50% in agricultural productivity, a scenario that would exacerbate food insecurity in the region. The challenge is to increase productivity on current arable land through efficient and sustainable management of available water and energy, and at the same time reducing pressure on the environment. Affordability and accessibility of innovative adaptation measures on water resources remain critical and these strategies should be part of broader sustainable development efforts. Overall, efforts to enhance agricultural productivity need to emphasise investments in sustainable management and use of water and energy resources in agriculture to achieve sustainable economic growth and livelihoods.",
    "readLink": "https://www.mdpi.com/2073-4441/12/10/2673"
  },
  {
    "title": "On the Relationship between a Novel <i>Prorocentrum</i> sp. and Colonial <i>Phaeocystis antarctica</i> under Iron and Vitamin B<sub>12</sub> Limitation: Ecological Implications for Antarctic Waters",
    "authors": [
      "Francesco Bolinesi,",
      "Maria Saggiomo,",
      "Serena Aceto,",
      "Angelina Cordone,",
      "Emanuela Serino,",
      "Maria  Carmen Valoroso,",
      "Olga Mangoni"
    ],
    "doi": "https://doi.org/10.3390/app10196965",
    "journalVolume": "Vol. 10,\n                                no. 6965\n                                \n                                  p.\n                                  6965",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "We collected live mixed natural samples from the northeastern Ross Sea during the austral summer of 2017 and isolated a novel Prorocentrum sp. (Dinophyceae) associated with mucilaginous Phaeocystis antarctica (Coccolithophyceae) colonies. The haptophyte P. antarctica is a key species of the phytoplankton community in the Ross Sea, where blooms are subjected to iron limitation and/or co-limitation with other micronutrients (e.g., vitamin B12) during the summer. We first performed preliminary genetic analyses to determine the specific identity of the novel Prorocentrum sp., which indicated that it represented a previously undescribed species. The formal description of this new species is in process. To further assess its relationship with P. antarctica, we obtained their monospecific and mixed cultures and evaluated their responses to different irradiance levels and iron and vitamin B12 limitation. Our results indicated differential susceptibility of the two species to iron limitation and differential photosynthetic plasticity under high irradiance. Iron limitation reduced colony formation in P. antarctica and decreased the chlorophyll-a content in Prorocentrum sp., whereas B12 limitation did not affect growth or photosynthetic efficiency in either species. In addition, P. antarctica could photosynthesize efficiently under different irradiance levels, due to its ability to modulate the light adsorption cross-section of PSII, whereas Prorocentrum sp. exhibited lower photosynthetic plasticity and an inability to modulate both the maximum photochemical efficiency and effective adsorption cross-section of PSII under high irradiance. The trophic interaction between Prorocentrum sp. and P. antarctica could present ecological implications for the food webs and biogeochemical cycles of the Antarctic ecosystem. Considering the predicted climate-driven shifts in global ocean surface light regimes and changes in iron or vitamin B12 transfer, which are most likely to impact changes in the phytoplankton community structure, our results present implications for carbon export to deeper waters, ecological functioning, and associated biogeochemical changes in the future.",
    "readLink": "https://www.mdpi.com/2076-3417/10/19/6965"
  },
  {
    "title": "Constraints on microbial communities, decomposition and methane production in deep peat deposits.",
    "authors": [
      "Laurel A Kluber,",
      "Eric R Johnston,",
      "Samantha A Allen,",
      "J Nicholas Hendershot,",
      "Paul J Hanson,",
      "Christopher W Schadt"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0223744",
    "journalVolume": "Vol. 15,\n                                no. 2\n                                \n                                  p.\n                                  e0223744",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Peatlands play outsized roles in the global carbon cycle. Despite occupying a rather small fraction of the terrestrial biosphere (~3%), these ecosystems account for roughly one third of the global soil carbon pool. This carbon is largely comprised of undecomposed deposits of plant material (peat) that may be meters thick. The fate of this deep carbon stockpile with ongoing and future climate change is thus of great interest and has large potential to induce positive feedback to climate warming. Recent in situ warming of an ombrotrophic peatland indicated that the deep peat microbial communities and decomposition rates were resistant to elevated temperatures. In this experiment, we sought to understand how nutrient and pH limitations may interact with temperature to limit microbial activity and community composition. Anaerobic microcosms of peat collected from 1.5 to 2 meters in depth were incubated at 6°C and 15°C with elevated pH, nitrogen (NH4Cl), and/or phosphorus (KH2PO4) in a full factorial design. The production of CO2 and CH4 was significantly greater in microcosms incubated at 15°C, although the structure of the microbial community did not differ between the two temperatures. Increasing the pH from ~3.5 to ~5.5 altered microbial community structure, however increases in CH4 production were non-significant. Contrary to expectations, N and P additions did not increase CO2 and CH4 production, indicating that nutrient availability was not a primary constraint in microbial decomposition of deep peat. Our findings indicate that temperature is a key factor limiting the decomposition of deep peat, however other factors such as the availability of O2 or alternative electron donors and high concentrations of phenolic compounds, may also exert constraints. Continued experimental peat warming studies will be necessary to assess if the deep peat carbon bank is susceptible to increased temperatures over the longer time scales.",
    "readLink": "https://doi.org/10.1371/journal.pone.0223744"
  }
]