[
  {
    "title": "Climate indicators for Italy: calculation and dissemination",
    "authors": [
      "F. Desiato,",
      "G. Fioravanti,",
      "P. Fraschetti,",
      "W. Perconti,",
      "A. Toreti"
    ],
    "doi": "https://doi.org/10.5194/asr-6-147-2011",
    "journalVolume": "Vol. 6\n                                \n                                \n                                  pp.\n                                  147\n                                  – 150",
    "issn": "1992-0628 (Print)",
    "publisher": "1992-0636 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.advances-in-science-and-research.net/home.html",
    "abstract": "In Italy, meteorological data necessary and useful for climate studies are collected, processed and archived by a wide range of national and regional institutions. As a result, the density of the stations, the length and frequency of the observations, the quality control procedures and the database structure vary from one dataset to another. In order to maximize the use of those data for climate knowledge and climate change assessments, a computerized system for the collection, quality control, calculation, regular update and rapid dissemination of climate indicators was developed. The products publicly available through a dedicated web site are described, as well as an example of climate trends estimates over Italy, based on the application of statistical models on climate indicators from quality-checked and homogenised time series.",
    "readLink": "http://www.adv-sci-res.net/6/147/2011/asr-6-147-2011.pdf"
  },
  {
    "title": "A Beginner’s Guide to Osmoprotection by Biostimulants",
    "authors": [
      "David Jiménez-Arias,",
      "Francisco J. García-Machado,",
      "Sarai Morales-Sierra,",
      "Ana L. García-García,",
      "Antonio J. Herrera,",
      "Francisco Valdés,",
      "Juan C. Luis,",
      "Andrés A. Borges"
    ],
    "doi": "https://doi.org/10.3390/plants10020363",
    "journalVolume": "Vol. 10,\n                                no. 363\n                                \n                                  p.\n                                  363",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Water is indispensable for the life of any organism on Earth. Consequently, osmotic stress due to salinity and drought is the greatest threat to crop productivity. Ongoing climate change includes rising temperatures and less precipitation over large areas of the planet. This is leading to increased vulnerability to the drought conditions that habitually threaten food security in many countries. Such a scenario poses a daunting challenge for scientists: the search for innovative solutions to save water and cultivate under water deficit. A search for formulations including biostimulants capable of improving tolerance to this stress is a promising specific approach. This review updates the most recent state of the art in the field.",
    "readLink": "https://www.mdpi.com/2223-7747/10/2/363"
  },
  {
    "title": "Monitoring of Plant Cultivation Conditions Using Ground Measurements and Satellite Products",
    "authors": [
      "Małgorzata Kępińska-Kasprzak,",
      "Piotr Struzik"
    ],
    "doi": "https://doi.org/10.3390/w15030449",
    "journalVolume": "Vol. 15,\n                                no. 449\n                                \n                                  p.\n                                  449",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "The purpose of agrometeorological services conducted by various institutions around the world is to support decisions in the field of planning individual farmer works and agrotechnical treatments so as to fully enable the use of the prevailing weather and climatic conditions. However, the not always sufficient spatial distribution of ground measuring stations limits the possibility of the precise determination of meteorological conditions and the state of vegetation in a specific location. The solution may be the simultaneous use of both ground and satellite data, which can improve and enhance the final agrometeorological products. This paper presents examples of the use of meteorological products combining classical ground measurement and data from meteorological radars and satellites, applied in an agrometeorological service provided by the Institute of Meteorology and Water Management in Poland. Selected examples cover Wielkopolskie Province, which is a primarily agricultural region. An analysis of the course of the soil moisture index and HTC as well as differences in the PEI spatial distribution from ground and satellite data for the extremely dry growing season of 2018 are presented. The authors tried to demonstrate that combining data available from different sources may be a necessary condition for modern agriculture in the conditions of climate change.",
    "readLink": "https://www.mdpi.com/2073-4441/15/3/449"
  },
  {
    "title": "CO2 emissions from biomass combustion Accounting of CO2 emissions from biomass under the UNFCCC",
    "authors": [
      "Tinus Pulles,",
      "Michael Gillenwater,",
      "Klaus Radunsky"
    ],
    "doi": "https://doi.org/10.1080/17583004.2022.2067456",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  181\n                                  – 189",
    "issn": "1758-3004 (Print)",
    "publisher": "1758-3012 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tcmt",
    "abstract": "Many Parties to the United Nations Framework Convention on Climate Change (UNFCCC) are envisaging the use of significant amounts of biomass as a primary source in their energy supply. The present greenhouse gas (GHG) emission inventory guidelines, based on methods and approaches originally proposed by the IPCC in the 1990s do not add the CO2 emissions from the combustion or incineration of these biogenic fuels to national total emissions, as it is assumed these emissions reverse recent CO2 removals from the atmosphere during photosynthetic growth of the biomass, largely within the Party’s own boundaries. In a national annual inventory under the UNFCCC, the biomass carbon harvested in a specific year is balanced against the biomass carbon oxidation processes addressed in the energy and waste sectors of GHG inventories. The CO2 emissions from biomass oxidation in the present Intergovernmental Panel on Climate Change (IPPC) inventory approach are accounted for by the country harvesting the biomass via the subtraction of the harvested biomass from C pools on their lands. This harvested biomass carbon is implicitly assumed to be oxidized both in the year and the country of harvest, regardless of whether this is factual. In the case of biomass exports, the CO2 emissions from the combustion/oxidation of this harvested biomass are not included in the national totals of the country where the biomass is used, as under the present approach this would lead to double counting on the global scale. With the increasing use of biomass on industrial scales, the assumptions underlying this approach start to introduce material inaccuracies on a national scale (versus global). Biomass combustion may no longer be negligible compared with fossil fuel combustion as biogenic fuels are increasingly traded internationally. In this paper, we review the present IPCC carbon mass flow approach and propose a change in the reporting and accounting methods that has the potential to address this national GHG emissions reporting issue.",
    "readLink": "http://dx.doi.org/10.1080/17583004.2022.2067456"
  },
  {
    "title": "A real-time collaborative machine learning based weather forecasting system with multiple predictor locations",
    "authors": [
      "Tulsi Pawan Fowdur,",
      "Rosun Mohammad Nassir-Ud-Diin Ibn Nazir"
    ],
    "doi": "Vol. 14\n                                \n                                \n                                  p.\n                                  100153",
    "issn": "2590-0056 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United States",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering: Electronics: Computer engineering. Computer hardware",
      "Science: Mathematics: Instruments and machines: Electronic computers. Computer science"
    ],
    "journalUrl": "https://www.journals.elsevier.com/array",
    "abstract": "Weather forecasting is an important application in meteorology and has been one of the most scientifically and technologically challenging problems around the world. As the drastic effects of climate change continue to unfold, localised short term weather prediction with high accuracy has become more important than ever. In this paper, a collaborative machine learning-based real-time weather forecasting system has been proposed whereby data from several locations are used to predict the weather for a specific location. In this work, five machine learning algorithms have been used and tests have been performed in four different locations in Mauritius to predict weather parameters such as Temperature, Wind Speed, Wind Direction, Pressure, Humidity, and Cloudiness. The weather data were collected using the OpenWeather API from a mobile as well as a desktop edge device. The data were stored as a JSON file in both the IBM Cloudant database and a local MySQL database. Analytics were performed on both a local server that captures the incoming data from the edge device and via a servlet deployed on the IBM cloud platform. Five machine learning algorithms namely Multiple Linear Regression (MLP), Multiple Polynomial Regression (MPR), K-Nearest Neighbours (KNN), Multilayer Perceptron (MLP) and Convolutional Neural Network (CNN) were tested using both collaborative and non-collaborative methods. The experiments showed that the collaborative regression schemes achieved 5% lower Mean Absolute Percentage Error (MAPE) than non-collaborative ones and the Multiple Polynomial Regression (MLR) algorithm outperformed all the other algorithms with errors ranging from 0.009% to 9% for the different weather parameters. In general, the results showed that collaborative based weather forecasting with multiple predictor locations can potentially increase the accuracy of the predictions in machine learning algorithms.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2590005622000212"
  },
  {
    "title": "Mapping climate discourse to climate opinion: An approach for augmenting surveys with social media to enhance understandings of climate opinion in the United States.",
    "authors": [
      "Jackson Bennett,",
      "Benjamin Rachunok,",
      "Roger Flage,",
      "Roshanak Nateghi"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0245319",
    "journalVolume": "Vol. 16,\n                                no. 1\n                                \n                                  p.\n                                  e0245319",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Surveys are commonly used to quantify public opinions of climate change and to inform sustainability policies. However, conducting large-scale population-based surveys is often a difficult task due to time and resource constraints. This paper outlines a machine learning framework-grounded in statistical learning theory and natural language processing-to augment climate change opinion surveys with social media data. The proposed framework maps social media discourse to climate opinion surveys, allowing for discerning the regionally distinct topics and themes that contribute to climate opinions. The analysis reveals significant regional variation in the emergent social media topics associated with climate opinions. Furthermore, significant correlation is identified between social media discourse and climate attitude. However, the dependencies between topic discussion and climate opinion are not always intuitive and often require augmenting the analysis with a topic's most frequent n-grams and most representative tweets to effectively interpret the relationship. Finally, the paper concludes with a discussion of how these results can be used in the policy framing process to quickly and effectively understand constituents' opinions on critical issues.",
    "readLink": "https://doi.org/10.1371/journal.pone.0245319"
  },
  {
    "title": "Short-term physiological responses of Larix kaempferi seedlings to spring warming and drought manipulation",
    "authors": [
      "Hyeonji Kim,",
      "Heejae Jo,",
      "Gwang-Jung Kim,",
      "Hyung-Sub Kim,",
      "Yowhan Son"
    ],
    "doi": "https://doi.org/10.1080/21580103.2021.1997830",
    "journalVolume": "Vol. 17,\n                                no. 4\n                                \n                                  pp.\n                                  197\n                                  – 205",
    "issn": "2158-0103 (Print)",
    "publisher": "2158-0715 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tfst",
    "abstract": "Excessively high temperatures and droughts after winter dormancy can affect the physiological responses of plant seedlings. In the present study, an open-field experiment was conducted to investigate the impact of spring warming and drought treatments on the short-term physiological responses of 1-year-old Larix kaempferi seedlings. The warming treatment was designed to increase the air temperature by 4 °C compared to that of the temperature control plots and was carried out for seven days each in the second and fourth week of May 2020. Moreover, the drought treatment was designed to completely block precipitation for four weeks in May 2020. After the first warming treatment period, stomatal conductance, transpiration rate, and net photosynthetic rate decreased by 35.16%, 29.53%, and 13.34% in the temperature warming plots compared to those in the temperature control plots, respectively. After the resting stage, stomatal conductance and transpiration rate increased by 101.47% and 72.80% in the temperature warming plots compared to those in the temperature control plots, respectively. Stomatal conductance, transpiration rate, and net photosynthetic rate tended to decrease in the drought treatment. The total chlorophyll content did not change under the warming treatment, but it increased by 20.29% in the drought treatment plots compared to that in the precipitation control plots in the fourth week; this may have resulted from chlorophyll hormesis. Furthermore, the correlation and principal component analyses showed that seedling physiological responses and environmental conditions were closely related. We found that spring warming and drought treatments can reduce stomatal conductance, transpiration rate, and net photosynthetic rate, thus affecting seedling growth. This study is expected to be the basis for more in-depth studies on the effects of warming and drought treatments on the growth and phenology of L. kaempferi seedlings.",
    "readLink": "http://dx.doi.org/10.1080/21580103.2021.1997830"
  },
  {
    "title": "Population genetics of an invasive mosquito vector, Aedes albopictus in the Northeastern USA",
    "authors": [
      "Andrea Gloria-Soria,",
      "Talya Shragai,",
      "Alexander T. Ciota,",
      "Todd B. Duval,",
      "Barry W. Alto,",
      "Ademir J. Martins,",
      "Kathleen M. Westby,",
      "Kim A. Medley,",
      "Isik Unlu,",
      "Scott R. Campbell,",
      "Malgorzata Kawalkowski,",
      "Yoshio Tsuda,",
      "Yukiko Higa,",
      "Nicholas Indelicato,",
      "Paul T. Leisnham,",
      "Adalgisa Caccone,",
      "Philip M. Armstrong"
    ],
    "doi": "https://doi.org/10.3897/neobiota.78.84986",
    "journalVolume": "Vol. 78\n                                \n                                \n                                  pp.\n                                  99\n                                  – 127",
    "issn": "1619-0033 (Print)",
    "publisher": "1314-2488 (Online)",
    "countryOfPublisher": "Pensoft Publishers",
    "lcc": [
      "Bulgaria",
      "Science: Biology (General)"
    ],
    "journalUrl": "http://neobiota.pensoft.net/",
    "abstract": "The Asian tiger mosquito (Aedes albopictus) arrived in the USA in the 1980’s and rapidly spread throughout eastern USA within a decade. The predicted northern edge of its overwintering distribution on the East Coast of the USA roughly falls across New York, Connecticut, and Massachusetts, where the species has been recorded as early as 2000. It is unclear whether Ae. albopictus populations have become established and survive the cold winters in these areas or are recolonized every year. We genotyped and analyzed populations of Ae. albopictus from the northeast USA using 15 microsatellite markers and compared them with other populations across the country and to representatives of the major global genetic clades to investigate their connectivity and stability. Founder effects or bottlenecks were rare at the northern range of the Ae. albopictus distribution in the northeastern USA, with populations displaying high levels of genetic diversity and connectivity along the East Coast. There is no evidence of population turnover in Connecticut during the course of three consecutive years, with consistent genetic structure throughout this period. Overall, these results support the presence of established populations of Ae. albopictus in New York, Connecticut, and Massachusetts, successfully overwintering and migrating in large numbers. Given the stability and interconnectedness of these populations, Ae. albopictus has the potential to continue to proliferate and expand its range northward under mean warming conditions of climate change. Efforts to control Ae. albopictus in these areas should thus focus on vector suppression rather than eradication strategies, as local populations have become firmly established and are expected to reemerge every summer.",
    "readLink": "https://neobiota.pensoft.net/article/84986/download/pdf/"
  },
  {
    "title": "Atmospheric blocking and weather extremes over the Euro-Atlantic sector – a review",
    "authors": [
      "L.-A. Kautz,",
      "O. Martius,",
      "S. Pfahl,",
      "J. G. Pinto,",
      "A. M. Ramos,",
      "P. M. Sousa,",
      "P. M. Sousa,",
      "T. Woollings"
    ],
    "doi": "https://doi.org/10.5194/wcd-3-305-2022",
    "journalVolume": "Vol. 3\n                                \n                                \n                                  pp.\n                                  305\n                                  – 336",
    "issn": "2698-4016 (Online)",
    "publisher": "Copernicus Publications",
    "countryOfPublisher": "Germany",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.weather-climate-dynamics.net/",
    "abstract": "The physical understanding and timely prediction of extreme weather events are of enormous importance to society due to their associated impacts. In this article, we highlight several types of weather extremes occurring in Europe in connection with a particular atmospheric flow pattern, known as atmospheric blocking. This flow pattern effectively blocks the prevailing westerly large-scale atmospheric flow, resulting in changing flow anomalies in the vicinity of the blocking system and persistent conditions in the immediate region of its occurrence. Blocking systems are long-lasting, quasi-stationary and self-sustaining systems that occur frequently over certain regions. Their presence and characteristics have an impact on the predictability of weather extremes and can thus be used as potential indicators. The phasing between the surface and the upper-level blocking anomalies is of major importance for the development of the extreme event. In summer, heat waves and droughts form below the blocking anticyclone primarily via large-scale subsidence that leads to cloud-free skies and, thus, persistent shortwave radiative warming of the ground. In winter, cold waves that occur during atmospheric blocking are normally observed downstream or south of these systems. Here, meridional advection of cold air masses from higher latitudes plays a decisive role. Depending on their location, blocking systems also may lead to a shift in the storm track, which influences the occurrence of wind and precipitation anomalies. Due to these multifaceted linkages, compound events are often observed in conjunction with blocking conditions. In addition to the aforementioned relations, the predictability of extreme events associated with blocking and links to climate change are assessed. Finally, current knowledge gaps and pertinent research perspectives for the future are discussed.",
    "readLink": "https://wcd.copernicus.org/articles/3/305/2022/wcd-3-305-2022.pdf"
  },
  {
    "title": "U.S. withdrawal from the Paris Agreement: Reasons, impacts, and China's response",
    "authors": [
      "Hai-Bin Zhang,",
      "Han-Cheng Dai,",
      "Hua-Xia Lai,",
      "Wen-Tao Wang"
    ],
    "doi": "https://doi.org/10.1016/j.accre.2017.09.002",
    "journalVolume": "Vol. 8,\n                                no. 4\n                                \n                                  pp.\n                                  220\n                                  – 225",
    "issn": "1674-9278 (Print)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/advances-in-climate-change-research/",
    "abstract": "Applying qualitative and quantitative methods, this article explains the driving forces behind U.S. President Donald Trump's decision to withdraw from the Paris Agreement, assesses the impacts of this withdrawal on the compliance prospects of the agreement, and proposes how China should respond. The withdrawal undercuts the foundation of global climate governance and upsets the process of climate cooperation, and the impacts are manifold. The withdrawal undermines the universality of the Paris Agreement and impairs states' confidence in climate cooperation; it aggravates the leadership deficit in addressing global climate issues and sets a bad precedent for international climate cooperation. The withdrawal reduces other countries' emission space and raises their emission costs, and refusal to contribute to climate aid makes it more difficult for developing countries to mitigate and adapt to climate change. Cutting climate research funding will compromise the quality of future IPCC reports and ultimately undermine the scientific authority of future climate negotiations. China faces mounting pressure from the international community to assume global climate leadership after the U.S. withdraws, and this article proposes that China should reach the high ends of its domestic climate targets under the current Nationally Determined Contributions; internationally, China should facilitate the rebuilding of shared climate leadership, replacing the G2 with C5. Meanwhile, China needs to keep the U.S. engaged in climate cooperation.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674927817301028"
  }
]