[
  {
    "title": "Stochastic processes in the structure and functioning of soil biodiversity",
    "authors": [
      "Zoë Lindo,",
      "Thomas Bolger,",
      "Thomas Bolger,",
      "Tancredi Caruso,",
      "Tancredi Caruso"
    ],
    "doi": "https://doi.org/10.3389/fevo.2023.1055336",
    "journalVolume": "Vol. 11",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "Ecologists are increasingly recognizing the importance of stochastic processes in generating spatial and temporal variation in biological communities. This variation is very high in soil, which hosts not <¼ of all biodiversity on Earth and is central to how terrestrial ecosystems respond to perturbations. Measurement errors, demographic stochasticity (individual variability in traits such as birth and death rates), and environmental stochasticity (fluctuations in environmental properties) are the three main sources of stochasticity in ecology. Here, we synthesize how these three sources of stochasticity are quantified and incorporated in the study of soil biodiversity, highlighting current limits, possible solutions, and future research needs. We stress the relevance of all these factors to our future understanding of terrestrial ecosystems via plant-soil and soil-climate interactions and feedbacks. In soil, measurement errors are due to the small size, high abundance, and broad distributions of soil organisms, which limit sampling in space and especially over time. We argue that positive autocorrelation is a main characteristic of soil environmental properties, which may have important consequences on the response of soil biota to perturbations. At a local scale, large populations of soil organisms also imply a minor role of demographic stochasticity. Despite demographic stochasticity being a less significant source of variability than environmental stochasticity, we show that demographic stochasticity can be sizeable, but that within soil systems, stochasticity of environmental conditions must be accounted for. Explicit consideration of stochastic processes in soil biodiversity research is essential to our future understanding of the processes that control soil biodiversity. In classical ecology, stochasticity implies probabilistic predictions in terms of population growth, extinction, species coexistence, and community diversity. In soil, stochasticity implies very variable responses to climate change and the soil-climate feedback. Future studies will have to identify the major sources of environmental stochasticity with a particular focus on the interaction between multiple global change factors.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fevo.2023.1055336/full"
  },
  null,
  {
    "title": "Life Cycle Assessment of Ramie Fiber Used for FRPs",
    "authors": [
      "Shaoce Dong,",
      "Guijun Xian,",
      "Xiao-Su Yi"
    ],
    "doi": "https://doi.org/10.3390/aerospace5030081",
    "journalVolume": "Vol. 5,\n                                no. 3\n                                \n                                  p.\n                                  81",
    "issn": "2226-4310 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Motor vehicles. Aeronautics. Astronautics"
    ],
    "journalUrl": "http://www.mdpi.com/journal/aerospace",
    "abstract": "With the depletion of natural resources and the deterioration of environment, natural fiber based biomaterials are attracting more and more attentions. Natural fibers are considered to be renewable, biodegradable, and ecofriendly, and have been applied to be used as alternative reinforcements to traditional glass fibers for polymer based composites (GFRP). Natural fiber reinforced polymer (NFRP) composites have been found to be manufactured as secondary structures or interior parts of aircrafts or automobiles. In this paper, a cradle-to-gate life cycle assessment (LCA) study was performed to demonstrate the possible advantages of ramie fiber on environmental impacts and to provide fundamental data for the further assessment of ramie fiber reinforced polymers (RFRP) and its structures. By collecting the material inventories of the production process of ramie fiber, the environmental impacts of ramie fiber (characterized by eight main impact categories, which are climate change, terrestrial acidification, freshwater eutrophication, human toxicity potential, ozone depletion, photochemical oxidant creation, freshwater ecotoxicity, and fossil depletion) were calculated and compared with that of glass fiber. Found if spinning process is ignored within the production of the ramie fiber, ramie fiber exhibits better ozone depletion and they have almost the same values of climate change and terrestrial acidification in terms of glass fiber. However, if the spinning process is included, ramie fiber only performs better in terms of ozone depletion. And degumming and carding and spinning processes are the processes that cause more pollution.",
    "readLink": "http://www.mdpi.com/2226-4310/5/3/81"
  },
  {
    "title": "Intervention Options to Accelerate Ecosystem Recovery From Coastal Eutrophication",
    "authors": [
      "Carlos M. Duarte,",
      "Carlos M. Duarte,",
      "Dorte Krause-Jensen,",
      "Dorte Krause-Jensen"
    ],
    "doi": "https://doi.org/10.3389/fmars.2018.00470",
    "journalVolume": "Vol. 5",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Three decades following the onset of efforts to revert widespread eutrophication of coastal ecosystems, evidence of improvement of ecosystem status is growing. However, cumulative pressures have developed in parallel to eutrophication, including those associated with climate change, such as warming, deoxygenation, ocean acidification and increased runoff. These additional pressures risk countering efforts to mitigate eutrophication and arrest coastal ecosystems in a state of eutrophication despite the efforts and significant resources already invested to revert coastal eutrophication. Here we argue that the time has arrived for a broader, more comprehensive approach to intervening to control eutrophication. Options for interventions include multiple levers controlling major pathways of nutrient budgets of coastal ecosystems, i.e., nutrient inputs, which is the intervention most commonly deployed, nutrient export, sequestration in sediments, and emissions of nitrogen to the atmosphere as N2 gas (denitrification). The levers involve local-scale hydrological engineering to increase flushing and nutrient export from (semi)enclosed coastal systems, ecological engineering such as sustainable aquaculture of seaweeds and mussels to enhance nutrient export and restoration of benthic habitats to increase sequestration in sediments as well as denitrification, and geo-engineering approaches including, with much precaution, aluminum injections in sediments. These proposed supplementary management levers to reduce eutrophication involve ecosystem-scale intervention and should be complemented with policy actions to protect benthic ecosystem components.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fmars.2018.00470/full"
  },
  {
    "title": "Tool for Quantitative Risk Analysis of Urban Flooding",
    "authors": [
      "Julia Kvitsjøen,",
      "Dick Karlsson,",
      "Trym Teigene,",
      "Webjørn Finsland"
    ],
    "doi": "https://doi.org/10.3390/w13192771",
    "journalVolume": "Vol. 13,\n                                no. 2771\n                                \n                                  p.\n                                  2771",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "One of the effects of climate change is an increasing frequency of heavy rainfall events, which in turn leads to increased flooding damage in urban areas. The purpose of this study was to develop a tool for dynamic risk evaluation that can be used to fulfil several of the goals in the European Flood Risk Management Directive. Flood risk analysis was performed as a spatial GIS analysis with the FME software. The primary data source for the analysis was a 1D/2D model calculation, wherein 1D models described the pipeline network and the watercourses and a 2D model described surface runoff. An ArcGIS online platform was developed to visualize the results in a format understandable for decision makers. The method and tool were tested for the Norwegian capital of Oslo. The tool developed in the study enabled the efficient analysis of consequences for various precipitation scenarios. Results could be used to identify the areas most vulnerable to flooding and prioritize areas in which measures need to be implemented. The study showed that for urban areas in steep terrain, it is essential to include water velocity and depth-integrated velocity in risk analysis in addition to water depths and pipe network capacity.",
    "readLink": "https://www.mdpi.com/2073-4441/13/19/2771"
  },
  {
    "title": "The Roads, Tracks, Paths, and Ropeways of the First World War: An Opportunity to Preserve, Maintain, and Valorize Alpine Landscape",
    "authors": [
      "Maria  Paola Gatti,",
      "Antonella Indrigo"
    ],
    "doi": "https://doi.org/10.3390/su12031157",
    "journalVolume": "Vol. 12,\n                                no. 3\n                                \n                                  p.\n                                  1157",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "This research aims at understanding how to reuse infrastructure built in the Alps during the First World War to facilitate access to upland areas, increasingly used for tourism, sports, and hiking, but neglected in terms of maintenance. In other words, the main goal here is to improve and preserve the state of the mountain environment (including forests, meadows, pastures, etc.) through the reuse of historical infrastructures such as ropeways and mule tracks. Any form of reactivation of the now abandoned military logistics system, consisting of roads, mule-tracks, paths, and ropeways would enable the currently depopulated places to initiate a new and virtuous cycle. In this way, controlled planning would allow adequate maintenance to be provided for those natural and anthropic landscapes which have been progressively deprived of a productive role. The condition of abandonment and the lack of maintenance of the Alpine landscape have allowed the abundant rains of recent years, which are the result of climate change, to damage the forests of northern Italy and cause a series of hydrogeological landslides. That said, it could be assumed that the conversion of abandoned mule tracks, paths, and ropeways would not only help preserve a healthy Alpine environment but would also contribute to control these phenomena. Furthermore, it would be a way of giving new use to the historical infrastructures that played such an important role in the early 1900s, recognizing in this way their historical value. The transformation of the Alpine landscape and the building of the infrastructures involved all the lines of the front which were located on the mountains. Therefore, the choice of the Asiago Plateau, a portion of the Venetian Prealps comprised between the provinces of Vicenza and Trento, is just paradigmatic, namely, it reflects the features of a more widespread situation. However, the laws promoted by the Italian state have, as their objective, the recovery and maintenance of forts, trenches and buildings of historical value, but do not include the mountain territory that surrounds them. Therefore, reusing the infrastructures from the First World War would allow the whole landscape to be kept active.",
    "readLink": "https://www.mdpi.com/2071-1050/12/3/1157"
  },
  {
    "title": "Ecological Modernization at the Intersection of Environment and Energy",
    "authors": [
      "Zeynep Sezgin"
    ],
    "doi": "Vol. 3,\n                                no. S",
    "issn": "2146-4553 (Online)",
    "publisher": "EconJournals",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://www.econjournals.com/index.php/ijeep",
    "abstract": "Contemporary environmental policy is marked by an emphasis on the fight against climate change. Technological improvements for energy efficiency and transition to a low carbon economy are seen as principal environmental policy measures. Has this been the case 40 years ago when modern environmental policy took its first leap? Or has it been the result of a particular twist in the course of the development of environmental policy? Taking sides with the latter approach, it is argued that the intertwining of environmental and energy policy is attributable to ecological modernization that has become the dominant interpretation of sustainable development. Accordingly, this article focuses on ecological modernization theory and policy strategy in an aim to capture this turn. Empirical evidence will be provided through an analysis of European Union (EU) environmental policy. It will be demonstrated how EU environmental policy takes its direction from ecological modernization and how energy efficiency lies at its core. Keywords: sustainable development; ecological modernization; fight against climate change JEL Classifications: Q01; Q54; Q56",
    "readLink": "https://www.econjournals.com/index.php/ijeep/article/view/584"
  },
  {
    "title": "Analysis of the variation in potential evapotranspiration and surface wet conditions in the Hancang River Basin, China",
    "authors": [
      "Han Zhang,",
      "Lin Wang"
    ],
    "doi": "https://doi.org/10.1038/s41598-021-88162-2",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 10",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Evapotranspiration is an important component of the water cycle, and possible trends in evapotranspiration can, among others, influence water management and agricultural production. Potential evapotranspiration (ETp) is a measure of the ability of the atmosphere to remove water from the surface through the processes of evaporation and transpiration. It plays an important role in assessing regional dry–wet conditions and variations in meteorological conditions. This study analyzed the change trends of monthly ETp and surface dryness and wetness in the Hancang River Basin and, through principal component analysis and correlation analysis, explored the main meteorological factors that affected ETp and the interactions between meteorological factors; ETp values were estimated using the FAO-56 Penman–Monteith method. The results showed that there was a large gap in ETp between different months in the Hancang River Basin, with a trend of first increasing and then decreasing within a year. The highest monthly evapotranspiration was 114.119 mm (July), and the lowest was 42.761 mm (January). The maximum relative humidity index was 0.822 (August), and the minimum was -0.979 (January). The average temperature, precipitation, average relative humidity, and solar radiation are positive factors that affect ETp, while average air pressure is a negative factor that affects ETp. This study provides a reference for the wet conditions of small watersheds and for countermeasures to address climate change.",
    "readLink": "https://doi.org/10.1038/s41598-021-88162-2"
  },
  {
    "title": "Post-fledging distribution of ’ua’u (Hawaiian petrel Pterodroma sandwichensis) from Kaua’i, Hawai’i and effectiveness of rehabilitation",
    "authors": [
      "AF Raine,",
      "S Driskill,",
      "H Raine,",
      "J Rothe,",
      "S Rossiter,",
      "T Anderson,",
      "M Bache"
    ],
    "doi": "https://doi.org/10.3354/esr01268",
    "journalVolume": "Vol. 52\n                                \n                                \n                                  pp.\n                                  27\n                                  – 40",
    "issn": "1863-5407 (Print)",
    "publisher": "1613-4796 (Online)",
    "countryOfPublisher": "Inter-Research",
    "lcc": [
      "Germany",
      "Science: Zoology",
      "Science: Botany"
    ],
    "journalUrl": "http://www.int-res.com/journals/esr/esr-home/",
    "abstract": "The ‘ua’u (Hawaiian petrel Pterodroma sandwichensis) is an Endangered seabird endemic to the Hawaiian Islands. The at-sea distribution of this species is an under-studied aspect of its ecology. We tracked 10 petrels fledging from the island of Kaua’i to their first wintering grounds, an area which has not previously been described. We also compare birds fledging naturally from their burrows with birds that were grounded by light attraction, rehabilitated, and released. All fledglings travelled over 2000 km southwest after leaving Kaua’i until they reached the Inter-Tropical Convergence Zone and the frontal zone that separates the westward-flowing North Equatorial Current from the eastward-flowing North Equatorial Counter Current. At this point, birds still transmitting turned west, passing through Micronesia before eventually reaching the Philippines. Three birds entered the Lagonoy Gulf in the Philippines, 2 birds briefly entered the South China Sea and the waters off Taiwan, and 1 bird flew up to Japan before returning to the waters off the Philippines. The core use area within the wintering ground was characterized by higher temperatures, lower sea level anomaly, and higher chlorophyll a concentrations. While wild fledglings transmitted longer than rehabilitated birds, this was only weakly significant, and the fact that several rehabilitated birds made it to their first wintering grounds highlights the importance of rescue and rehabilitation efforts. The potential threats to birds over-wintering in this area include concentrated fishing activity in the Lagonoy Gulf, nocturnal squid fishing vessels across the region, marine pollution, and the impacts of climate change to the region’s marine environment.",
    "readLink": "https://www.int-res.com/abstracts/esr/v52/p27-40/"
  },
  {
    "title": "Climate Emergency Adaptation and Sustainable Management Strategies in Rural and Agricultural Landscapes",
    "authors": [
      "Anastasia Nikologianni,",
      "Kathryn Moore,",
      "Peter  J. Larkham"
    ],
    "doi": "https://doi.org/10.3390/infrastructures5110097",
    "journalVolume": "Vol. 5,\n                                no. 97\n                                \n                                  p.\n                                  97",
    "issn": "2412-3811 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/infrastructures",
    "abstract": "This paper discusses the way in which climate emergency-related strategies and the concepts of climate adaptation, sustainability and governance are being introduced into rural and agricultural landscapes. To investigate environmental impacts on climate change, it uses examples from the ‘Landscape Observatory’ (Catalonia) and the ‘Room for the River’ (the Netherlands) landscape programmes. This research concludes that a communication strategy strongly supported by policies, legislation and governance structures, in conjunction with a wider understanding of the role of landscape, results in significantly improved responses to deal with the challenges of the climate crisis in rural and agricultural areas.",
    "readLink": "https://www.mdpi.com/2412-3811/5/11/97"
  }
]