[
  {
    "title": "Human impact overwhelms long-term climatic control on C4 vegetation in the Yellow River Basin after 3 ka BP",
    "authors": [
      "Zhoumeizi Chen,",
      "Shiming Wan,",
      "Jin Zhang,",
      "Debo Zhao,",
      "Jie Huang,",
      "Wenqiang Pei,",
      "Mengjun Li,",
      "Xuefa Shi,",
      "Anchun Li"
    ],
    "doi": "Vol. 1,\n                                no. 2\n                                \n                                  p.\n                                  100021",
    "issn": "2772-8838 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography"
    ],
    "journalUrl": "https://www.journals.elsevier.com/geosystems-and-geoenvironment",
    "abstract": "The distribution and evolution of C4 plants are closely related to climate change. However, with the development of agriculture, to what extent human activities affect the natural environment and play an important role in controlling C3/C4 vegetation remains unclear. In this study, the carbon isotopic composition of black carbon (BC) extracted from sediments in core CSDP-1 in the western South Yellow Sea was used to reconstruct the evolution of C3/C4 vegetation in the Yellow River Basin since ∼7 ka BP. The results show that the warm and humid climate in northern China was more suitable for C4 plant growth during the middle Holocene. The relative abundance of C4 plants in the source region, the Yellow River Basin, decreased with lower temperature and precipitation from 7 to 3 ka BP. However, after ∼3 ka BP, the inherent relationship between climate and vegetation growth decoupled, with rapid expansion of C4 plants under cooling and drying climates. We suggest that strengthened human activity (including deforestation and cultivating C4 crops) replaced climate as the main factor affecting C3/C4 vegetation during the late Holocene.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2772883821000212"
  },
  {
    "title": "Climate Change Impacts on the Côa Basin (Portugal) and Potential Impacts on Agricultural Irrigation",
    "authors": [
      "Diogo Rodrigues,",
      "André Fonseca,",
      "Oiliam Stolarski,",
      "Teresa R. Freitas,",
      "Nathalie Guimarães,",
      "João A. Santos,",
      "Helder Fraga"
    ],
    "doi": "https://doi.org/10.3390/w15152739",
    "journalVolume": "Vol. 15,\n                                no. 2739\n                                \n                                  p.\n                                  2739",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "The increasing gap between water demands and availability is a significant challenge for sustainable water management, particularly in the context of growing irrigation needs driven by climate change. In the Côa region (inner-north Portugal), agriculture plays a vital role in the local economy, ensuring food security and contributing to the conservation of natural resources, though also threatened by climate change. The present study assesses how streamflow in the Côa River can be affected by climate change. The HSPF (Hydrological Simulation Program-FORTRAN) hydrological model was coupled with three global–regional climate model chains to simulate historical monthly and annual streamflow (1986–2015), and to predict future (2040–2099) streamflow under RCP8.5. Irrigation scenarios were subsequently developed considering a potential future increase from 10% to 50% per decade. The evaluation of HSPF performance during the historical period revealed good agreement (R2 > 0.79) between simulated and observed flows. A general decrease in streamflow is found in the future, particularly in 2070–2099, with annual mean streamflow projected to decrease by −30% until 2099. Interannual variability is also expected to increase. Generally, the simulations indicated higher future flows in winter/early spring, whilst they are expected to decrease over the rest of the year, suggesting drought intensification. An increase in water demands for irrigation, potentially rising from 46 hm3·yr−1 (baseline scenario) up to 184 hm3·yr−1 (50% increase per decade) may lead to unsustainable irrigation. Managing these opposite trends poses significant challenges, requiring a comprehensive and integrated approach from stakeholders and policymakers. Strategies should focus on both demand-side and supply-side measures to optimize water use, improve water efficiency, and preserve water availability.",
    "readLink": "https://www.mdpi.com/2073-4441/15/15/2739"
  },
  {
    "title": "Quantifying the impacts of compound extremes on agriculture",
    "authors": [
      "I. Haqiqi,",
      "D. S. Grogan,",
      "T. W. Hertel,",
      "T. W. Hertel,",
      "W. Schlenker,",
      "W. Schlenker"
    ],
    "doi": "https://doi.org/10.5194/hess-25-551-2021",
    "journalVolume": "Vol. 25\n                                \n                                \n                                  pp.\n                                  551\n                                  – 564",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "Agricultural production and food prices are affected by hydroclimatic extremes. There has been a growing amount of literature measuring the impacts of individual extreme events (heat stress or water stress) on agricultural and human systems. Yet, we lack a comprehensive understanding of the significance and the magnitude of the impacts of compound extremes. This study combines a fine-scale weather product with outputs of a hydrological model to construct functional metrics of individual and compound hydroclimatic extremes for agriculture. Then, a yield response function is estimated with individual and compound metrics, focusing on corn in the United States during the 1981–2015 period. Supported by statistical evidence, the findings suggest that metrics of compound hydroclimatic extremes are better predictors of corn yield variations than metrics of individual extremes. The results also confirm that wet heat is more damaging than dry heat for corn. This study shows the average yield damage from heat stress has been up to four times more severe when combined with water stress.",
    "readLink": "https://hess.copernicus.org/articles/25/551/2021/hess-25-551-2021.pdf"
  },
  {
    "title": "<i>Brassica napus</i> Roots Use Different Strategies to Respond to Warm Temperatures",
    "authors": [
      "Marta Boter,",
      "Jenifer Pozas,",
      "Jose A. Jarillo,",
      "Manuel Piñeiro,",
      "Mónica Pernas"
    ],
    "doi": "https://doi.org/10.3390/ijms24021143",
    "journalVolume": "Vol. 24,\n                                no. 1143\n                                \n                                  p.\n                                  1143",
    "issn": "1661-6596 (Print)",
    "publisher": "1422-0067 (Online)",
    "countryOfPublisher": "MDPI AG",
    "lcc": [
      "Switzerland",
      "Science: Biology (General)",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/ijms",
    "abstract": "Elevated growth temperatures are negatively affecting crop productivity by increasing yield losses. The modulation of root traits associated with improved response to rising temperatures is a promising approach to generate new varieties better suited to face the environmental constraints caused by climate change. In this study, we identified several Brassica napus root traits altered in response to warm ambient temperatures. Different combinations of changes in specific root traits result in an extended and deeper root system. This overall root growth expansion facilitates root response by maximizing root–soil surface interaction and increasing roots’ ability to explore extended soil areas. We associated these traits with coordinated cellular events, including changes in cell division and elongation rates that drive root growth increases triggered by warm temperatures. Comparative transcriptomic analysis revealed the main genetic determinants of these root system architecture (RSA) changes and uncovered the necessity of a tight regulation of the heat-shock stress response to adjusting root growth to warm temperatures. Our work provides a phenotypic, cellular, and genetic framework of root response to warming temperatures that will help to harness root response mechanisms for crop yield improvement under the future climatic scenario.",
    "readLink": "https://www.mdpi.com/1422-0067/24/2/1143"
  },
  {
    "title": "Modelling frost generates insights for managing risk of minimum temperature extremes",
    "authors": [
      "David L. Gobbett,",
      "Uday Nidumolu,",
      "Steven Crimp"
    ],
    "doi": "Vol. 27",
    "issn": "2212-0947 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/weather-and-climate-extremes/",
    "abstract": "Frosts and extreme minimum temperature events cause significant damage to grapevines. In the Victorian vine growing regions of Australia, these events may cause complete wipe-out of a season's grape production, and millions of dollars of losses. Frost is an important risk to be managed by viticulturalists, and is likely to change under future climatic conditions with impacts on existing wine-grape growing regions. This case-study applies high spatial resolution analysis of minimum night-time temperatures to explore the impact of current and future frost risks. Multivariate Adaptive Regression Splines (MARS) are used to model high-resolution (30 m grid) minimum temperatures for a topographically diverse region in the Yarra Valley wine region in southeastern Australia. Remotely sensed Moderate Resolution Imaging Spectroradiometer (MODIS) night-time temperatures, elevation, terrain indices and meteorological station data were used to develop the model of minimum night-time temperatures. The model is formally validated against independent vineyard minimum temperature records (R2 = 0.68) as well as current distribution of viticulture land-use, which was compared with viticulturists' perceptions of a frost-line in the region. Historical temperature records were then adjusted to produce high-resolution maps of frost occurrence under a hot-dry future climate scenario, and a warm-wet scenario, for the years 2030 and 2050. All the future climate scenarios project down-elevation movement of the frost line of between 10 m and 30 m depending on scenarios. This work has implications for viticulturists who might plan to expand growing areas to lower elevations, or might consider changing to different grape varieties. The method developed here could be applied to other regions or used to explore other future climate scenarios. Keywords: Frost, Elevation, Viticulture, Multivariate Adaptive Regression Splines (MARS), Climate change, Moderate Resolution Imaging Spectroradiometer (MODIS)",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212094716300147"
  },
  {
    "title": "Vulnerability of rice production to temperature extremes during rice reproductive stage in Yangtze River Valley, China",
    "authors": [
      "Muhammad Ishaq Asif Rehmani,",
      "Chengqiang Ding,",
      "Ganghua Li,",
      "Syed Tahir Ata-Ul-Karim,",
      "Adel Hadifa,",
      "Muhammad Amjad Bashir,",
      "Mohamed Hashem,",
      "Saad Alamri,",
      "Fahad Al-Zubair,",
      "Yanfeng Ding"
    ],
    "doi": "Vol. 33,\n                                no. 8\n                                \n                                  p.\n                                  101599",
    "issn": "1018-3647 (Print)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Saudi Arabia",
    "lcc": [
      "Science: Science (General)"
    ],
    "journalUrl": "http://www.journals.elsevier.com/journal-of-king-saud-university-science/",
    "abstract": "The increasing trend of extreme heat events poses serious implications for rice production in China, especially when it coincides with the heat-sensitive reproductive growth period (RGP) leading to high temperature-induced spikelet sterility. (2) Methods: This study analyzed the long-term meteorological data of Jiangsu province, located at lower reaches of Yangtze River Valley, to ascertain changing trends in temperature extremes. Moreover, stress days and nights were derived from temperature extremes, during RGP as a proxy of rice sterility in the province. The stress days were defined in three ways, with higher daily maximum (≥35 °C, hot day, HD), and minimum temperature (≥28 °C, hot night, HN) and days with both critical limits (severe hot day, SHD). (3) Results: The analysis of data revealed that a definite warming hiatus period in the 1970s and a transitional phase in 1980s were evident for daily maximum temperatures (TMX) in the province. Warm phases since 1990s were evident for both day and night temperature extremes. Asymmetric warming of TMX and daily minimum (TMN) temperatures reduced diurnal temperature range (DTR) over time. The slight negative trend for TMX and HD were observed, while trends for TMN, HN and SHD were strongly positive in the province with regional variations. (4) Conclusion: Observed increasing trends of TMN, HNs, and SHDs, as well as the decreasing DTR during rice RGP can be a threat to rice production in the province. Rice crop in the Southern Jiangsu is more vulnerable to higher temperature extremes while in the northern Jiangsu, decreasing DTR can be crucial. These findings could have useful implications for improving rice yield under changing climate.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1018364721002615"
  },
  {
    "title": "Future climate or land use? Attribution of changes in surface runoff in a typical Sahelian landscape",
    "authors": [
      "Yonaba, Roland,",
      "Mounirou, Lawani Adjadi,",
      "Tazen, Fowé,",
      "Koïta, Mahamadou,",
      "Biaou, Angelbert Chabi,",
      "Zouré, Cheick Oumar,",
      "Queloz, Pierre,",
      "Karambiri, Harouna,",
      "Yacouba, Hamma"
    ],
    "doi": "https://doi.org/10.5802/crgeos.179",
    "issn": "1631-0713 (Print)",
    "publisher": "1778-7025 (Online)",
    "countryOfPublisher": "Académie des sciences",
    "lcc": [
      "France",
      "Science: Physics: Geophysics. Cosmic physics",
      "Science: Chemistry",
      "Science: Geology"
    ],
    "journalUrl": "https://comptes-rendus.academie-sciences.fr/geoscience/",
    "abstract": "In this study, the Soil and Water Assessment Tool (SWAT) model is used to assess changes in surface runoff between the baseline (1995–2014) and future (2031–2050) periods in the Tougou watershed $(37~\\mathrm{km}^{2})$ in Burkina Faso. The study uses a combination of land use maps (for current and future periods) and a bias-corrected ensemble of 9 CMIP6 climate models, under two warming scenarios. An increase in rainfall (13.7% to 18.8%) is projected, which is the major contributor to the increase in surface runoff (24.2% to 34.3%). The land use change narrative (i.e. conversion of bare areas to croplands) is expected to decrease in surface runoff, albeit minor in comparison to the effect of future climate change. Similar findings are observed for annual maximum surface runoff. This study sheds light on the need to consider simultaneously future climate and land use in framing water management policies.",
    "readLink": "https://comptes-rendus.academie-sciences.fr/geoscience/articles/10.5802/crgeos.179/"
  },
  {
    "title": "A Tale of Shaheen’s Cyclone Consequences in Al Khaboura City, Oman",
    "authors": [
      "Amna M. AlRuheili"
    ],
    "doi": "https://doi.org/10.3390/w14030340",
    "journalVolume": "Vol. 14,\n                                no. 340\n                                \n                                  p.\n                                  340",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Natural hazards due to climate change have become the new norm in our cities. These events show the vulnerabilities of our cities to extreme conditions, mainly displayed as flash wadi flooding as a result of a short duration of intensive and eroded its shoreline along the coast, resulting in huge impacts, including human losses and urban and infrastructural damages. This study used the urban flood risk mitigation model through an open-source tool—Integrated Evaluation of Ecosystem Services and Trade-off (InVEST)—to estimate the amount of runoff due to two extreme rainfall events for each watershed considered. We used a digital shoreline analysis system (DSAS) to quantify the Al Khaboura shoreline erosion as a result of Shaheen’s storm surge. With the DSAS, the model showed that, during the short period of the event, the Al Khaboura coastal line was eroded by 16.33 m/y, representing 7.82% of its coastal line, up to a maximum erosion distance of 1428.5 m. The weighted linear regression showed the average mean rate of shoreline change of 6.79 m/y. These models could provide a clear picture of the city vulnerability to allow us to propose a corrective measure for interventions at local and regional scales.",
    "readLink": "https://www.mdpi.com/2073-4441/14/3/340"
  },
  {
    "title": "The Diversity and Function of Soil Bacteria and Fungi Under Altered Nitrogen and Rainfall Patterns in a Temperate Steppe",
    "authors": [
      "Yang Yu,",
      "Yang Yu,",
      "Lu Liu,",
      "Lu Liu,",
      "Jianing Zhao,",
      "Jianing Zhao,",
      "Shuchen Wang,",
      "Shuchen Wang,",
      "Yijun Zhou,",
      "Yijun Zhou,",
      "Chunwang Xiao,",
      "Chunwang Xiao"
    ],
    "doi": "https://doi.org/10.3389/fmicb.2022.906818",
    "journalVolume": "Vol. 13",
    "issn": "1664-302X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.frontiersin.org/microbiology",
    "abstract": "The response of soil microorganisms to altered nitrogen (N) and rainfall patterns plays an important role in understanding ecosystem carbon and nitrogen cycling processes under global change. Previous studies have separately focused on the effects of N addition and rainfall on soil microbial diversity and community composition. However, the combined and interactive impact of N addition and rainfall on soil microbial diversity and function mediated by plant and soil processes have been poorly investigated for grassland ecosystems. Here, we conducted a field experiment with simulated N addition (N addition: 10 g N m–2yr–1) and altered rainfall pattern [control, rainfall reduction (compared to control –50%); rainfall addition (compared to control + 50%)] to study their interactive effects on soil microbial diversity and function in a temperate steppe of Inner Mongolia. Our results showed that N addition and rainfall addition significantly increased soil bacterial diversity, and the bacterial diversity was positively correlated with soil microbial biomass nitrogen, inorganic nitrogen, and Stipa krylovii root exudate C:N ratio, Allium polyrhizum root exudate C and N, and A. polyrhizum root exudate C:N ratio. N addition and rainfall reduction significantly reduced fungal diversity, which correlated closely with soil microbial biomass carbon and the C:N ratio of A. polyrhizum root exudates. Bacteria were mainly eutrophic r-strategists, and the responses of bacterial function guilds to the interaction between N addition and rainfall pattern were not significant. However, the arbuscular mycorrhizal fungi (AMF), in the functional classification of fungi, were significantly reduced under the condition of N addition and rainfall reduction, and the absolute abundance of the phylum Glomeromycota increased under rainfall addition, suggesting that AMFs are sensitive to altered N and rainfall patterns over short timescales (1 year). Collectively, our results have important implications for understanding the plant–soil–microbe system of grasslands under climate change.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmicb.2022.906818/full"
  },
  {
    "title": "Towards a Theoretical Re-Interpretation of the Socioeconomic Challenges of Contemporary Climate Policies",
    "authors": [
      "Eduardo Sá Barreto"
    ],
    "doi": "https://doi.org/10.18472/SustDeb.v5n2.2014.9872",
    "journalVolume": "Vol. 5,\n                                no. 2\n                                \n                                  pp.\n                                  162\n                                  – 178",
    "issn": "2177-7675 (Print)",
    "publisher": "2179-9067 (Online)",
    "countryOfPublisher": "Universidade de Brasília",
    "lcc": [
      "Brazil",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://periodicos.unb.br/index.php/sust/index",
    "abstract": "The creation of the Intergovernmental Panel on Climate Change (IPCC) marks the beginning of an era of growing importance of environmental issues within energy policy. Initiatives towards emissions intensity reduction are now a general tendency in the mitigation efforts among countries that are the main emitters. Taking the energy efficiency policies as the central point of our discussion, we intend to provide the foundations for a new understanding of the nexus between energy efficiency and energy consumption - based on Marxian theory of value - as well as a new framing for the rebound effect and its relevance to environmental issues.",
    "readLink": "http://periodicos.unb.br/index.php/sust/article/view/9872"
  }
]