[
  {
    "title": "Converting tropical forests to agriculture increases fire risk by fourfold",
    "authors": [
      "Ralph Trancoso,",
      "Jozef Syktus,",
      "Alvaro Salazar,",
      "Marcus Thatcher,",
      "Nathan Toombs,",
      "Kenneth Koon-Ho Wong,",
      "Erik Meijaard,",
      "Douglas Sheil,",
      "Clive A McAlpine"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ac8f5c",
    "journalVolume": "Vol. 17,\n                                no. 10\n                                \n                                  p.\n                                  104019",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Deforestation exacerbates climate change through greenhouse gas emissions, but other climatic alterations linked to the local biophysical changes from deforestation remain poorly understood. Here, we assess the impact of tropical deforestation on fire weather risk—defined as the climate conditions conducive to wildfires—using high-resolution convection-permitting climate simulations. We consider two land cover scenarios for the island of Borneo: land cover in 1980 ( forest scenario ) and land cover in 2050 ( deforestation scenario ) to force a convection-permitting climate model, using boundary conditions from ERA-Interim reanalysis for the 2002–2016 period. Our findings revealed significant alterations in post-deforestation fire precursors such as increased temperature, wind speed and potential evapotranspiration and decreased humidity, cloud cover and precipitation. As a result, fire weather events that would occur once a year in the forested scenario, are likely to occur four times a year following deforestation. Likewise, for extreme conditions, such as those occurring on longer time-horizons than 20 years, the magnitude of extreme fire weather is likely to double following deforestation. These increases in extreme fire weather conditions demonstrate the key role of tropical forests in regulating regional climate processes, including reduced fire weather risk.",
    "readLink": "https://doi.org/10.1088/1748-9326/ac8f5c"
  },
  {
    "title": "Looking into the future of organic tea production and sustainable farming: a systematic review",
    "authors": [
      "Ishmael Arhin,",
      "Jianjie Li,",
      "Huiling Mei,",
      "Mavis Amoah,",
      "Xuan Chen,",
      "Anburaj Jeyaraj,",
      "Xinghui Li,",
      "Aijun Liu"
    ],
    "doi": "https://doi.org/10.1080/14735903.2022.2028398",
    "journalVolume": "Vol. 20,\n                                no. 5\n                                \n                                  pp.\n                                  942\n                                  – 954",
    "issn": "1473-5903 (Print)",
    "publisher": "1747-762X (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Agriculture"
    ],
    "journalUrl": "https://www.tandfonline.com/tags",
    "abstract": "The organic movement have considered itself the growing drive for today’s consumers purchasing behaviour and growing attention from mainstream media. However, it has not fully received the attention to increase the organic tea industry to benefit humanity and natural ecosystems. The effect is that the future is uncertain as current challenges continue to pose threats to the industry. A systematic review was done to examine the overview of organic tea production challenges and prospects within the scope of sustainable farming. The findings showed that the unprecedented challenges are currently facing the global organic tea industry, which includes high competition for agricultural land, convention of organic lands for other purposes and urbanization activities in tea-growing countries. Biotic and abiotic stresses are major limits to agricultural production. Lack of knowledge on organic practices and high input costs affect the adoption of organic farming. However, the growth and new marketing trends in Asia-Pacific is an excellent sustainable indicator. Besides, stakeholders commitment is needed to implement and comply with applicable laws and supports to ensure industry development and sustainability. The current study is the first to have put together literatures on the global challenges and prospects of the organic tea industry within sustainable agriculture.",
    "readLink": "http://dx.doi.org/10.1080/14735903.2022.2028398"
  },
  {
    "title": "Select but diverse countries are reducing both climate vulnerability and CO2 emissions",
    "authors": [
      "Martina Grecequet,",
      "Eri Saikawa,",
      "Jessica J. Hellmann"
    ],
    "doi": "https://doi.org/10.1525/elementa.342",
    "journalVolume": "Vol. 7,\n                                no. 1",
    "issn": "2325-1026 (Online)",
    "publisher": "BioOne",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.elementascience.org",
    "abstract": "Mitigation of greenhouse gas (GHG) emissions and adaptation to climate risk are two essential ingredients of climate change policy. Both are needed and co-benefits may exist. Yet, mitigation and adaptation are not usually pursued together. Part of remedying this shortcoming is understanding the relationship between GHG emissions and climate vulnerability reduction and recognizing when and where they trend together. Here, we compare changes in fossil fuel CO2 emissions per capita and in climate vulnerability scores over the past two decades in 179 countries. We use climate vulnerability scores from the well-established ND-GAIN Country Index, a composite metric constructed from thirty-six indicators covering three components of vulnerability (exposure, sensitivity and adaptive capacity). We find that 69% of the countries decreased climate vulnerability, while increasing their per capita fossil fuel CO2 emissions. These countries are successfully reducing climate vulnerability but are increasing their GHG emissions and thus failing in mitigation efforts. In contrast, 23% of the countries have been successful in simultaneously reducing per capita CO2 emissions and climate vulnerability. Furthermore, in highly vulnerable countries, increasing CO2 emissions are not correlated with decreasing climate vulnerability. These findings underscore that climate vulnerability reduction may be due only partly to economic development. This finding also changes our prevailing view that increases in CO2 emissions are associated with vulnerability reduction. Finally, examining mitigation and climate-vulnerability reduction by sector, we show that a majority of countries are able to reduce vulnerability in ecosystem services. Those countries and sectors with positive trends provide examples for others to follow, as solutions at the mitigation-climate vulnerability reduction interface are essential for sustainable economic development.",
    "readLink": "https://www.elementascience.org/articles/342"
  },
  {
    "title": "Towards robust subsidence-based soil carbon emission factors for peat soils in south-east Asia, with special reference to oil palm plantations",
    "authors": [
      "J. Couwenberg,",
      "A. Hooijer"
    ],
    "doi": "Vol. 12,\n                                no. 01\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "1819-754X (Online)",
    "publisher": "International Mire Conservation Group and International Peatland Society",
    "countryOfPublisher": "Germany",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://mires-and-peat.net/",
    "abstract": "Oil palm and Acacia pulpwood plantations are being established at a rapid rate on drained peatland in south-east Asia. Accurate measurements of associated carbon losses are still scarce, however, due mainly to difficulties of excluding autotrophic carbon fluxes from chamber-based flux measurements and uncertainties about the extent of waterborne losses. Here, we demonstrate a simple approach to determining total net carbon loss from subsidence records that is applicable to steady state conditions under continuous land use. We studied oil palm and Acacia plantations that had been drained for 5–19 years. Very similar subsidence rates and dry bulk density profiles were obtained, irrespective of crop type or age of the plantation, indicating that the peat profiles were in a steady state. These are conditions that allow for the deduction of net carbon loss by multiplying the rate of subsidence by the carbon density of the peat below the water table. With an average subsidence rate of 4.2 cm y-1 and a carbon density of 0.043 g cm-3, we arrive at a net carbon loss of ~18 t ha-1 y-1 (~66 t CO2-eq ha-1 y-1) for typical oil palm and Acacia plantations more than five years after drainage, without large differences between the plantation types. The proposed method enables calculation of regional or project-specific carbon loss rates to feed into mitigation schemes of the UN Framework Convention on Climate Change.",
    "readLink": "http://www.mires-and-peat.net/map12/map_12_01.pdf"
  },
  {
    "title": "Natural haplotypes of FLM non-coding sequences fine-tune flowering time in ambient spring temperatures in Arabidopsis",
    "authors": [
      "Ulrich Lutz,",
      "Thomas Nussbaumer,",
      "Manuel Spannagl,",
      "Julia Diener,",
      "Klaus FX Mayer,",
      "Claus Schwechheimer"
    ],
    "doi": "https://doi.org/10.7554/eLife.22114",
    "journalVolume": "Vol. 6",
    "issn": "2050-084X (Online)",
    "publisher": "eLife Sciences Publications Ltd",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science: Biology (General)"
    ],
    "journalUrl": "https://elifesciences.org",
    "abstract": "Cool ambient temperatures are major cues determining flowering time in spring. The mechanisms promoting or delaying flowering in response to ambient temperature changes are only beginning to be understood. In Arabidopsis thaliana, FLOWERING LOCUS M (FLM) regulates flowering in the ambient temperature range and FLM is transcribed and alternatively spliced in a temperature-dependent manner. We identify polymorphic promoter and intronic sequences required for FLM expression and splicing. In transgenic experiments covering 69% of the available sequence variation in two distinct sites, we show that variation in the abundance of the FLM-ß splice form strictly correlate (R2 = 0.94) with flowering time over an extended vegetative period. The FLM polymorphisms lead to changes in FLM expression (PRO2+) but may also affect FLM intron 1 splicing (INT6+). This information could serve to buffer the anticipated negative effects on agricultural systems and flowering that may occur during climate change.",
    "readLink": "https://elifesciences.org/articles/22114"
  },
  {
    "title": "Eco-social State in the European Union: the Relationship Between the Social and Climate Policy of the Member States",
    "authors": [
      "Ulijona Kaklauskaitė,",
      "Jekaterina Navickė"
    ],
    "doi": "https://doi.org/10.15388/STEPP.2021.32",
    "journalVolume": "Vol. 22",
    "issn": "1648-2425 (Print)",
    "publisher": "2345-0266 (Online)",
    "countryOfPublisher": "Vilnius University Press",
    "lcc": [
      "Lithuania",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.journals.vu.lt/STEPP",
    "abstract": "This article analyzes the relationship between the social and climate policies of the European Union member states and examines the concept of the eco–social state. In the climate crisis era, the need for a close link between social and climate policies is particularly acute. The European Green Deal and other EU strategies reflect a political agenda with a specific interest in social and ecological goals. We aim to answer whether more significant state efforts in the social field are related to a similarly more substantial commitment in climate policy or whether a greater focus on one means less attention on another. On a theoretical level, we discuss the challenges of climate change for social policy and present the concept of climate justice. The similarities and differences between the ecological and the welfare state are also examined. We argue that the concept of climate justice highlights the phenomenon of a double and even triple injustice on a global level, which requires joint efforts in spheres of social and climate policy. Eco-social state combines social and environmental institutions intending to ensure welfare and sustainability and thus complements the traditional concept of the welfare state. The Koch-Fritz (2014) classification, which distinguishes between the established, deadlocked, emerging, and failing eco-social states, is presented in the paper and used for the empirical analysis. The empirical part of the paper employs non-parametrical correlation and hierarchical cluster analysis. The former allows for exploring the links between the ecological and social indicators. The latter enables countries to be grouped according to social and climate indicators and compared to the traditional classification of welfare states and Koch-Fritz models of eco-social states. The analysis is based on social and climate indicators of the Europe 2020 strategy. The study found that countries that provide relatively more significant funding for traditional social problems also perform better in climate change adaptation and mitigation policies by reducing greenhouse gas emissions in an effort–sharing sectors and final energy consumption. We show that clusters of the EU member states in terms of social and climate indicators (eco–social state models) are very similar to their membership in the traditional welfare states’ classification. Moreover, social democratic welfare states are better prepared to address climate change than countries representing other types of welfare states. Thus the analysis confirms the social democratic welfare states as established eco–social states, while the conservative-corporate and liberal welfare states can indeed be called deadlocked eco–social states with average results. We show, however, that Lithuania, together with other Eastern European and Southern European countries, fluctuates on both the best and the worst social and climate change mitigation outcomes. Hence those should be attributed to a group with the mixed results and can be named as failed-emerging eco-social states.",
    "readLink": "https://www.zurnalai.vu.lt/STEPP/article/view/22954"
  },
  {
    "title": "Building the resilience of agri-food systems to compounding shocks and stresses: A case study from Melbourne, Australia",
    "authors": [
      "Maureen Murphy,",
      "Rachel Carey,",
      "Leila Alexandra"
    ],
    "doi": "https://doi.org/10.3389/fsufs.2023.1130978",
    "journalVolume": "Vol. 7",
    "issn": "2571-581X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply",
      "Technology: Chemical technology: Food processing and manufacture"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/sustainable-food-systems#",
    "abstract": "IntroductionThe war in Ukraine is causing significant disruption to global agri-food systems, which are still recovering from the effects of the COVID-19 pandemic. In Australia, these global shocks followed a series of localized climate-induced crises from forest fires, floods and drought. There is a pressing need to increase our understanding of ways to strengthen the resilience of agri-food systems to multiple shocks and stresses that co-occur or follow on each other. The aims of this study in Melbourne, Australia, were to investigate how forest fire and pandemic shocks affected the agri-food system, to identify vulnerabilities in the system, and to explore opportunities to build resilience to future shocks and stresses.MethodsSemi-structured interviews were conducted during 2020-21 with 41 key stakeholders from government, industry and civil society organizations.Results and discussionVulnerabilities identified in agri-food supply chains included geographic and corporate concentration, complex “just in time” supply chains, critical infrastructure and logistics, and workforce availability. Strategies identified to build the resilience of agri-food systems include increasing the diversity of supply chains, decentralization, collaboration throughout agri-food supply chains, and ensuring sustainable livelihoods.ConclusionOur study highlights the cascading effects of multiple shocks and stresses on agri-food systems, and the need for greater policy focus on transformative actions that build the resilience of agri-food systems to any future shock, and that counter the cumulative effects of underlying environmental stresses.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fsufs.2023.1130978/full"
  },
  {
    "title": "Centennial-Scale Temperature Change During the Common Era Revealed by Quantitative Temperature Reconstructions on the Tibetan Plateau",
    "authors": [
      "Xiumei Li,",
      "Yong Zhang,",
      "Mingda Wang,",
      "Junhui Yan,",
      "Baowei Fan,",
      "Wei Xing,",
      "Yue He,",
      "Juzhi Hou"
    ],
    "doi": "https://doi.org/10.3389/feart.2020.00360",
    "journalVolume": "Vol. 8",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "Quantitative palaeotemperature reconstruction is crucial for understanding the evolution of Earth’s climate and reducing uncertainty in future climate predictions. Clarifying the temperature change over the Tibetan Plateau (TP) during the Common Era is critical because it plays a vital role in the prediction of cryosphere changes in such regions under a future warming climate. In this paper, we report a comprehensive synthesis of currently available quantitative temperature records to refine the temperature history of the TP during the Common Era. To date, Common Era quantitative temperature reconstructions are sparse and mainly concentrated in the northeastern TP. Considering seasonal bias of the available quantitative temperature reconstructions, three different composite temperature records for TP were derived, namely the “Standardization” composite, the “Mean annual air temperature anomaly” composite, and the “Mean summer temperature anomaly” composite individually. All the integrated temperature series reveal the Medieval Climate Anomaly and the Little Ice Age, but the start and end timings of these multi-centennial-scale periods and their temperature amplitudes differ. There is strong seasonality in temperature variations on this high plateau, and the 20th century warming was characterized by rapid winter temperature increases, while summer temperatures displayed weak variations. Spatial analysis suggests a relatively consistent signal marking a warm TP during 600–1400 CE and a cold plateau during 1400–1900 CE. Large-scale trends in temperature history for the TP resemble those for China and the Northern Hemisphere. Many factors, such as seasonality of temperature proxies, might lead to uncertainty in the reconstructed series. The results highlight that it is of crucial importance to develop more seasonal temperature reconstructions to improve the reliability of quantitative paleoclimatic reconstructions based on geological records across the TP.",
    "readLink": "https://www.frontiersin.org/article/10.3389/feart.2020.00360/full"
  },
  {
    "title": "Four Sustainability Goals in a Swedish Low-Growth/Degrowth Context",
    "authors": [
      "Eléonore Fauré,",
      "Åsa Svenfelt,",
      "Göran Finnveden,",
      "Alf Hornborg"
    ],
    "doi": "https://doi.org/10.3390/su8111080",
    "journalVolume": "Vol. 8,\n                                no. 11\n                                \n                                  p.\n                                  1080",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Continual environmental degradation and an unfair distribution of environmental burdens and benefits are two great challenges for humanity. Economic growth is often taken for granted when planning for the future. However, it is often argued that maintaining economic growth conflicts with keeping human activities adjusted to ecological boundaries and finite resources, at least for the more-developed countries. With this paper, we present sustainability goals for building and planning in Sweden to be achieved by 2050 in a context of limited or even negative economic growth. These goals should ensure that all groups in society have sufficient resources and a good life within planetary boundaries. We select four goals in a participatory process: two environmental goals related to climate change and land use and two social goals related to welfare and participation. Our results show that achieving the environmental goals will require significant reductions of Sweden’s greenhouse gas (GHG) emissions and land use compared to today’s levels. Regarding the social goals, these are, in many aspects, reasonably well fulfilled in Sweden today, although disparities remain between groups of citizens. The main challenge, however, is to ensure that these goals are fulfilled even within environmental limits and if economic growth should halt.",
    "readLink": "http://www.mdpi.com/2071-1050/8/11/1080"
  },
  {
    "title": "A COMPARISON OF MACHINE-LEARNING REGRESSION ALGORITHMS FOR THE ESTIMATION OF LAI USING LANDSAT - 8 SATELLITE DATA",
    "authors": [
      "V. P. Yadav,",
      "R. Prasad,",
      "R. Bala,",
      "A. K. Vishwakarma,",
      "S. A. Yadav,",
      "S. K. Singh"
    ],
    "doi": "https://doi.org/10.5194/isprs-archives-XLII-4-W16-679-2019",
    "journalVolume": "Vol. XLII-4-W16\n                                \n                                \n                                  pp.\n                                  679\n                                  – 683",
    "issn": "1682-1750 (Print)",
    "publisher": "2194-9034 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Applied optics. Photonics"
    ],
    "journalUrl": "http://www.isprs.org/publications/archives.aspx",
    "abstract": "The leaf area index (LAI) is one of key variable of crops which plays important role in agriculture, ecology and climate change for global circulation models to compute energy and water fluxes. In the recent research era, the machine-learning algorithms have provided accurate computational approaches for the estimation of crops biophysical parameters using remotely sensed data. The three machine-learning algorithms, random forest regression (RFR), support vector regression (SVR) and artificial neural network regression (ANNR) were used to estimate the LAI for crops in the present study. The three different dates of Landsat-8 satellite images were used during January 2017 – March 2017 at different crops growth conditions in Varanasi district, India. The sampling regions were fully covered by major Rabi season crops like wheat, barley and mustard etc. In total pooled data, 60% samples were taken for the training of the algorithms and rest 40% samples were taken as testing and validation of the machinelearning regressions algorithms. The highest sensitivity of normalized difference vegetation index (NDVI) with LAI was found using RFR algorithms (R2 = 0.884, RMSE = 0.404) as compared to SVR (R2 = 0.847, RMSE = 0.478) and ANNR (R2 = 0.829, RMSE = 0.404). Therefore, RFR algorithms can be used for accurate estimation of LAI for crops using satellite data.",
    "readLink": "https://www.int-arch-photogramm-remote-sens-spatial-inf-sci.net/XLII-4-W16/679/2019/isprs-archives-XLII-4-W16-679-2019.pdf"
  }
]