[
  {
    "title": "Bibliometric Analysis of Research on Soil Water from 1934 to 2019",
    "authors": [
      "Hailin Zhang,",
      "Xiuyun Liu,",
      "Jun Yi,",
      "Xiufeng Yang,",
      "Tieniu Wu,",
      "Yi He,",
      "He Duan,",
      "Muxing Liu,",
      "Pei Tian"
    ],
    "doi": "https://doi.org/10.3390/w12061631",
    "journalVolume": "Vol. 12,\n                                no. 1631\n                                \n                                  p.\n                                  1631",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "As an essential factor of the earth’s critical zone, soil water has a remarkable influence on nutrient cycle and energy flow in terrestrial ecosystems and has attracted the attention of considerable scholars. Based on the online database of Web of Science, the bibliometric analysis was performed to evaluate the evolution feature of soil water research from 1934 to 2019. The results showed a rapid growth of scientific outputs with a gradually increasing proportion of internationally collaborative articles. Environmental Sciences, Water Resources, and Soil Science were the most frequently used subject categories, and the Journal of Hydrology had the highest number of publications in this field. The institutions from the USA and China were the most active, and the USA occupied a leading position in soil water research, producing the most articles and having the most considerable number of citations. Clusters of authors were mostly located in North America, Western Europe, West Asia, and East Asia. Keywords analysis demonstrated that climate change, drought, evapotranspiration, remote sensing, and irrigation were the current research hotspots. Scientific issues focusing on the interaction between soil water and environmental factors, drought forecast, relationships between soil structure and water/solute transport, improving the accuracy and depth of soil moisture monitoring with satellite, and spatio-temporal scaling transform require further research.",
    "readLink": "https://www.mdpi.com/2073-4441/12/6/1631"
  },
  {
    "title": "Monitoring and Evaluating Nature-Based Solutions Implementation in Urban Areas by Means of Earth Observation",
    "authors": [
      "Nektarios Chrysoulakis,",
      "Giorgos Somarakis,",
      "Stavros Stagakis,",
      "Zina Mitraka,",
      "Man-sing Wong,",
      "Hung-chak Ho"
    ],
    "doi": "https://doi.org/10.3390/rs13081503",
    "journalVolume": "Vol. 13,\n                                no. 1503\n                                \n                                  p.\n                                  1503",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Climate change influences the vulnerability of urban populations worldwide. To improve their adaptive capacity, the implementation of nature-based solutions (NBS) in urban areas has been identified as an appropriate action, giving urban planning and development an important role towards climate change adaptation/mitigation and risk management and resilience. However, the importance of extensively applying NBS is still underestimated, especially regarding its potential to induce significantly positive environmental and socioeconomic impacts across cities. Concerning environmental impacts, monitoring and evaluation is an important step of NBS management, where earth observation (EO) can contribute. EO is known for providing valuable disaggregated data to assess the modifications caused by NBS implementation in terms of land cover, whereas the potential of EO to uncover the role of NBS in urban metabolism modifications (e.g., energy, water, and carbon fluxes and balances) still remains underexplored. This study reviews the EO potential in the monitoring and evaluation of NBS implementation in cities, indicating that satellite observations combined with data from complementary sources may provide an evidence-based approach in terms of NBS adaptive management. EO-based tools can be applied to assess NBS’ impacts on urban energy, water, and carbon balances, further improving our understanding of urban systems dynamics and supporting sustainable urbanization.",
    "readLink": "https://www.mdpi.com/2072-4292/13/8/1503"
  },
  {
    "title": "Population and seascape genomics of a critically endangered benthic elasmobranch, the blue skate Dipturus batis",
    "authors": [
      "Aurélien Delaval,",
      "Michelle Frost,",
      "Victoria Bendall,",
      "Stuart J. Hetherington,",
      "David Stirling,",
      "Galice Hoarau,",
      "Catherine S. Jones,",
      "Leslie R. Noble"
    ],
    "doi": "https://doi.org/10.1111/eva.13327",
    "journalVolume": "Vol. 15,\n                                no. 1\n                                \n                                  pp.\n                                  78\n                                  – 94",
    "issn": "1752-4571 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Evolution"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/17524571",
    "abstract": "Abstract The blue skate (Dipturus batis) has a patchy distribution across the North‐East Atlantic Ocean, largely restricted to occidental seas around the British Isles following fisheries‐induced population declines and extirpations. The viability of remnant populations remains uncertain and could be impacted by continued fishing and by‐catch pressure, and the projected impacts of climate change. We genotyped 503 samples of D. batis, obtained opportunistically from the widest available geographic range, across 6 350 single nucleotide polymorphisms (SNPs) using a reduced‐representation sequencing approach. Genotypes were used to assess the species’ contemporary population structure, estimate effective population sizes and identify putative signals of selection in relation to environmental variables using a seascape genomics approach. We identified genetic discontinuities between inshore (British Isles) and offshore (Rockall and Faroe Island) populations, with differentiation most pronounced across the deep waters of the Rockall Trough. Effective population sizes were largest in the Celtic Sea and Rockall, but low enough to be of potential conservation concern among Scottish and Faroese sites. Among the 21 candidate SNPs under positive selection was one significantly correlated with environmental variables predicted to be affected by climate change, including bottom temperature, salinity and pH. The paucity of well‐annotated elasmobranch genomes precluded us from identifying a putative function for this SNP. Nevertheless, our findings suggest that climate change could inflict a strong selective force upon remnant populations of D. batis, further constraining its already‐restricted habitat. Furthermore, the results provide fundamental insights on the distribution, behaviour and evolutionary biology of D. batis in the North‐East Atlantic that will be useful for the establishment of conservation actions for this and other critically endangered elasmobranchs.",
    "readLink": "https://doi.org/10.1111/eva.13327"
  },
  {
    "title": "Plant C and N Pools Improved by N Addition Levels but Not Frequencies in a Typical Grassland of Northern China",
    "authors": [
      "Jie Hao,",
      "Jianping Sun,",
      "Kuanhu Dong,",
      "Changhui Wang"
    ],
    "doi": "https://doi.org/10.3390/atmos13060851",
    "journalVolume": "Vol. 13,\n                                no. 851\n                                \n                                  p.\n                                  851",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "The pools of plant community carbon (C) and nitrogen (N) are important sources of soil organic matter in terrestrial ecosystems and directly affect soil C and N cycling. A large amount of studies were manipulated with multiple N levels on soil C and N pools. However, how and whether the frequency of N addition can affect the plant C and N pools is still unclear. In order to comprehensively understand the N addition effects (including frequencies and levels) on C and N pools of the plant community, we executed a randomized complete block experiment with the addition of five levels of N, including 0, 2, 10, 20 and 50 g N m−2 yr−1 (designated as N-0, N-2, N-10, N-20 and N-50) and two N addition frequencies (twice a year vs. monthly, F2, F12) in August of 2008. After 5 years of treatment, the physical-chemical properties of the plants and soil were measured in 2013. The results indicated that with increasing N addition levels, the C and N pools of the plant community significantly increased, while N addition frequency had no significant effects. Moreover, significant interactions between N addition levels and the frequencies on the C and N pools of the plant community were also found in this typical grassland. Under different frequencies of N addition treatment, the plant community C and N pools showed different response patterns along with N addition levels in plants aboveground and belowground, respectively. Under different frequencies of N addition, the changes in the C and N pools of the plant community caused by N addition were regulated by different environmental factors. We highlight that long-term N deposition could affect the plant community C and N pools and would influence C and N cycling of terrestrial ecosystems based on global climate change in the future.",
    "readLink": "https://www.mdpi.com/2073-4433/13/6/851"
  },
  {
    "title": "Americans experience a false social reality by underestimating popular climate policy support by nearly half",
    "authors": [
      "Gregg Sparkman,",
      "Nathan Geiger,",
      "Elke U. Weber"
    ],
    "doi": "https://doi.org/10.1038/s41467-022-32412-y",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 9",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "A new study finds that Americans underestimate how many are concerned about climate change as well as support for major climate policies by nearly half, with climate policy supporters significantly outnumbering non-supporters.",
    "readLink": "https://doi.org/10.1038/s41467-022-32412-y"
  },
  {
    "title": "Assessing Tree Drought Resistance and Climate-Growth Relationships under Different Tree Age Classes in a <i>Pinus nigra</i> Arn. ssp. <i>salzmannii</i> Forest",
    "authors": [
      "Manuel Esteban Lucas-Borja,",
      "Arun K. Bose,",
      "Enrique Andivia,",
      "David Candel-Pérez,",
      "Pedro A. Plaza-Álvarez,",
      "Juan C. Linares"
    ],
    "doi": "https://doi.org/10.3390/f12091161",
    "journalVolume": "Vol. 12,\n                                no. 1161\n                                \n                                  p.\n                                  1161",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "The magnitude of drought impact in forest ecosystems depends on which group of trees are more severely affected; greater mortality of smaller trees can modulate the trajectories of succession, while the mortality of larger trees can disproportionately offset the ecosystem’s carbon balance. Several studies have documented a greater vulnerability of large trees to extreme droughts while some other studies reported a greater growth reduction in smaller trees during droughts. We tested these hypotheses by comparing tree basal area increment (BAI), drought resistance (i.e., magnitude of growth decline during drought), and resilience (i.e., magnitude of growth recovery after drought) across five different age-classes in black pine (Pinus nigra Arn. ssp. salzmannii) forests in Spain. Our results showed that the BAI patterns, drought resistance, and resilience were strongly influenced by tree age-classes. In addition, the effect of climatic water balance (precipitation minus potential evapotranspiration) on BAI significantly varied among age-classes. The effect of water balance on BAI was lower for younger age-classes (1–39 years of age) compared to older age-classes. We observed a greater growth reduction (i.e., lower resistance) in older trees (>40 years of age) during droughts compared to younger trees (<40 years of age). However, all trees, irrespective of their ages, were able to recover the growth rates after the drought. In general, younger trees showed a greater capacity in recovering the growth rate (i.e., more resilient) than older trees. We detected no significant effects of stand basal area and stand density on BAI, drought resistance, and resilience. Overall, our results indicated that growth of older trees was more negatively affected during drought. Therefore, these older/larger trees can be selected for commercial thinning, or can be released from competition, which can minimize the potential impacts of future droughts in black pine forests in Spain.",
    "readLink": "https://www.mdpi.com/1999-4907/12/9/1161"
  },
  {
    "title": "Water quality assessment using NSFWQI, OIP and multivariate techniques of Ganga River system, Uttarakhand, India",
    "authors": [
      "Gagan Matta,",
      "Anjali Nayak,",
      "Avinash Kumar,",
      "Pawan Kumar"
    ],
    "doi": "https://doi.org/10.1007/s13201-020-01288-y",
    "journalVolume": "Vol. 10,\n                                no. 9\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "2190-5487 (Print)",
    "publisher": "2190-5495 (Online)",
    "countryOfPublisher": "SpringerOpen",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.springer.com/13201",
    "abstract": "Abstract Ganga River water is very much stressed with the rapidly increasing population, climate change and water pollution that increase domestic, agricultural and industrial needs. This study assesses the surface water quality of the River Ganga in India, using NSFWQI, OIP and multivariate techniques. During the current study, water samples from Ganga River were collected for the assessment of 19 physico-chemical determinants from 20 sampling locations. Water quality indices (WQIs) is used to classify the overall impact of different variables of water. Multivariate techniques were utilized to assess the water conditions for productive management of fresh water quality. The WQI results showed that surface water quality varied at the selected sampling sites among medium and good categories. The PCA generates the 6 principle components which highly contributes (80.3%) in influencing the hydro-chemistry of river water. Agricultural waste runoff, untreated effluents and many other anthropogenic activities were identified as main contributor in decreasing the water quality of the River Ganga. To maintain and protect this fresh water resources against contamination, the usage of stringent policies and rules are expected to preserve fresh water resources for people in the future.",
    "readLink": "http://link.springer.com/article/10.1007/s13201-020-01288-y"
  },
  {
    "title": "Exploring Migration Hold Factors in Climate Change Hazard-Prone Area Using Grounded Theory Study: Evidence from Coastal Semarang, Indonesia",
    "authors": [
      "Choirul Amin,",
      "Sukamdi Sukamdi,",
      "Rijanta Rijanta"
    ],
    "doi": "https://doi.org/10.3390/su13084335",
    "journalVolume": "Vol. 13,\n                                no. 4335\n                                \n                                  p.\n                                  4335",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Though those who stay put in climate change hazard-prone areas are an intriguing subject of research, only a small number of empirical works specifically targeted these populations. Hence, the drivers of immobility in disaster-prone areas remain understudied and inadequately theorized. In response to these gaps, this contribution locates environmental immobility. The study aims to construct a theoretical model and examine the model through the evidence from the fishing community on the coast of Semarang, one of the areas most severely affected by tidal inundation in Semarang, namely Kampong Tambak Lorok. Using the study of in-depth substantial interviews from 24 participants, we use the grounded theory method to construct a theoretical model. The findings show that the grounded theory’s coding process generated 18 initial concepts, eight main categories, and four core categories. It explores some of the reasons why populations continue to stay, even in the face of environmental degradation. There were two following conclusions: (1) Populations who stay put in disaster-prone areas are held by place attachment, family ties, social ties, and occupational ties. (2) Migration hold factors generate immobility by resisting the forces of migration push factor. The study meaningfully incorporates the migration hold factors as one of the drivers of immobility and enhances the field of environmental immobility theory, migration theory, and environmental migration research. Besides, some policy suggestions are provided as a result of the research findings. For future study, this research also offers a reference for exploring theoretical models of migration hold factors in other regions and countries with different environmental degradation settings.",
    "readLink": "https://www.mdpi.com/2071-1050/13/8/4335"
  },
  {
    "title": "The adaptation of coral reefs to climate change: Is the Red Queen being outpaced?",
    "authors": [
      "Ove Hoegh-Guldberg"
    ],
    "doi": "https://doi.org/10.3989/scimar.03660.29A",
    "journalVolume": "Vol. 76,\n                                no. 2\n                                \n                                  pp.\n                                  403\n                                  – 408",
    "issn": "0214-8358 (Print)",
    "publisher": "1886-8134 (Online)",
    "countryOfPublisher": "Consejo Superior de Investigaciones Científicas",
    "lcc": [
      "Spain",
      "Agriculture: Aquaculture. Fisheries. Angling"
    ],
    "journalUrl": "http://scientiamarina.revistas.csic.es",
    "abstract": "Coral reefs have enormous value in terms of biodiversity and the ecosystem goods and services that they provide to hundreds of millions of people around the world. These important ecosystems are facing rapidly increasing pressure from climate change, particularly ocean warming and acidification. A centrally important question is whether reef-building corals and the ecosystems they build will be able to acclimate, adapt, or migrate in response to rapid anthropogenic climate change. This issue is explored in the context of the current environmental change, which is largely unprecedented in rate and scale and which are exceeding the capacity of coral reef ecosystems to maintain their contribution to human well-being through evolutionary and ecological processes. On the balance of evidence, the ‘Red Queen’ (an analogy previously used by evolutionary biologists) is clearly being ‘left in the dust’ with evolutionary processes that are largely unable to maintain the status quo of coral reef ecosystems under the current high rates of anthropogenic climate change.",
    "readLink": "http://scientiamarina.revistas.csic.es/index.php/scientiamarina/article/view/1352"
  },
  {
    "title": "Assessing the societal adoptability of participatory water management: an application of the Motivation and Ability (MOTA) framework",
    "authors": [
      "Md Shibly Sadik,",
      "Leon M. Hermans,",
      "Jaap Evers,",
      "Hong Quan Nguyen,",
      "Malik Fida A. Khan,",
      "Sadiq Ahmed"
    ],
    "doi": "https://doi.org/10.2166/wp.2021.255",
    "journalVolume": "Vol. 24,\n                                no. 5\n                                \n                                  pp.\n                                  729\n                                  – 746",
    "issn": "1366-7017 (Print)",
    "publisher": "1996-9759 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Hydraulic engineering: River, lake, and water-supply engineering (General)"
    ],
    "journalUrl": "https://iwaponline.com/wp",
    "abstract": "Exploring whether society is sufficiently equipped and motivated to adopt planned interventions is vital for modern plan development trajectories. The Motivation and Ability (MOTA) framework offers a tool to assess the societal adoptability of plans by exploring stakeholders' motivations and abilities. It was originally developed to assess plan implementation feasibility for structural measures of flood management in the Mekong Delta. Further development is necessary before applying the tool in other contexts and for other types of planning interventions. Institutional measures like participatory water management (PWM) have long been recognized as essential elements for water management, but have so far also remained out of the reach of conventional planning assessment tools such as cost–benefit or cost-effectiveness analyses. This research, therefore, aims at extending the MOTA tool in the context of PWM reforms in Bangladesh. It does this by, first, further detailing the MOTA components and identifying indicators for quantification and, second, an expert validation and application of this framework for coastal communities in Bangladesh. Our results suggest that the MOTA framework is capable of informing policymakers and implementing agencies about how to enhance the stakeholders' motivation and ability to ensure an enduring implementation of PWM reforms. HIGHLIGHTS The Motivation and Ability (MOTA) framework appeared recently to capture the societal and institutional dimensions in assessing the implementation feasibility of structural measures.; This research further extends the MOTA framework and tests whether this can be applicable in case of assessing the implementation feasibility of soft measures like participatory water management.;",
    "readLink": "http://wp.iwaponline.com/content/24/5/729"
  }
]