[
  {
    "title": "Temporal and Spatial Changes in Phyllosphere Microbiome of Acacia Trees Growing in Arid Environments",
    "authors": [
      "Ashraf Al Ashhab,",
      "Ashraf Al Ashhab,",
      "Shiri Meshner,",
      "Rivka Alexander-Shani,",
      "Hana Dimerets,",
      "Michael Brandwein,",
      "Michael Brandwein,",
      "Yael Bar-Lavan,",
      "Gidon Winters,",
      "Gidon Winters"
    ],
    "doi": "https://doi.org/10.3389/fmicb.2021.656269",
    "journalVolume": "Vol. 12",
    "issn": "1664-302X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.frontiersin.org/microbiology",
    "abstract": "Background: The evolutionary relationships between plants and their microbiomes are of high importance to the survival of plants in general and even more in extreme conditions. Changes in the plant's microbiome can affect plant development, growth, fitness, and health. Along the arid Arava, southern Israel, acacia trees (Acacia raddiana and Acacia tortilis) are considered keystone species. In this study, we investigated the ecological effects of plant species, microclimate, phenology, and seasonality on the epiphytic and endophytic microbiome of acacia trees. One hundred thirty-nine leaf samples were collected throughout the sampling year and were assessed using 16S rDNA gene amplified with five different primers (targeting different gene regions) and sequenced (150 bp paired-end) on an Illumina MiSeq sequencing platform.Results: Epiphytic bacterial diversity indices (Shannon–Wiener, Chao1, Simpson, and observed number of operational taxonomic units) were found to be nearly double compared to endophyte counterparts. Epiphyte and endophyte communities were significantly different from each other in terms of the composition of the microbial associations. Interestingly, the epiphytic bacterial diversity was similar in the two acacia species, but the canopy sides and sample months exhibited different diversity, whereas the endophytic bacterial communities were different in the two acacia species but similar throughout the year. Abiotic factors, such as air temperature and precipitation, were shown to significantly affect both epiphyte and endophytes communities. Bacterial community compositions showed that Firmicutes dominate A. raddiana, and Proteobacteria dominate A. tortilis; these bacterial communities consisted of only a small number of bacterial families, mainly Bacillaceae and Comamonadaceae in the endophyte for A. raddiana and A. tortilis, respectively, and Geodematophilaceae and Micrococcaceae for epiphyte bacterial communities, respectively. Interestingly, ~60% of the obtained bacterial classifications were unclassified below family level (i.e., “new”).Conclusions: These results shed light on the unique desert phyllosphere microbiome highlighting the importance of multiple genotypic and abiotic factors in shaping the epiphytic and endophytic microbial communities. This study also shows that only a few bacterial families dominate both epiphyte and endophyte communities, highlighting the importance of climate change (precipitation, air temperature, and humidity) in affecting arid land ecosystems where acacia trees are considered keystone species.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmicb.2021.656269/full"
  },
  {
    "title": "Resilience master plan as the pathway to actualize sustainable development goals – A case of Kozhikode, Kerala, India",
    "authors": [
      "Kiran Kumar S,",
      "Bindu C.A"
    ],
    "doi": "Vol. 14\n                                \n                                \n                                  p.\n                                  100226",
    "issn": "2590-0617 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.journals.elsevier.com/progress-in-disaster-science/",
    "abstract": "Humans, always, have tamed nature to meets their needs and demands. The contemporary cities are a consequence of that. The agglomeratic nature of these cities have enabled them to thrive over the surrounding rural areas. This process of urbanization has always come at a price. As cities have progressed to be larger and more complex growth engines, they have become vulnerable and susceptible to disasters, with climate change further exacerbating the status quo.Resilience is a system's innate ability to resist a drastic change in its surrounding, and to bounce back after experiencing a period of stress. Studying resilience helps to understand the vulnerability of these urban centres and enable them to increase their capacity to bounce back. While sustainability is seen as the goal to achieve, resilience is the capability to strengthen the pathway to sustainability.Master plans for cities have helped streamline the process of development by understanding the convoluted interrelationship between the various aspects of the cities and provide balanced solutions to meet the goals of development. A Resilience Master Plan affirms to improve the Resilience of the City while also ensuring the city meets the targets of sustainable development, in a systematic manner.Genesis of modern civilization in India began when Vasco da Gama landed on the shores near Kozhikode City, Kerala. Kozhikode plays a significant role in the development of the entire region. In the recent times, the city has been vulnerable to disasters of various kinds, including Floods and Epidemics.The study delves into the concept of Resilience and Resilience Master Plan, appraise the existing Master Plan of Kozhikode, assimilate the Resilience of Kozhikode City, and suggest methods to help increase of the Resilience of the city, while achieving the goals of development in a sustainable manner.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2590061722000138"
  },
  {
    "title": "A novel genotypic selection methodology to create a breeding population for developing drought-tolerant cultivars in tree crops",
    "authors": [
      "C.R.K. Samarasinghe,",
      "D.P. Kumarathunge,",
      "M.K. Meegahakumbura"
    ],
    "doi": "Vol. 10\n                                \n                                \n                                  p.\n                                  102217",
    "issn": "2215-0161 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.journals.elsevier.com/methodsx/",
    "abstract": "With the adverse effects of climate change, selecting the best tolerant varieties to drought stress is highly necessary to sustain the yield and productivity of agricultural crops including tree crops. However, classical drought tolerance selection studies of tree crops have several limitations due to their relatively long lifespan. In this study, we propose a method to identify stable high-yielding trees under changing soil moisture conditions using yield data of existing elite tree populations. We develop this method using the data from a tropical tree palm, Coconut (Cocos nucifera L.) as a model crop. Our selection method considers individual palms as different genotypes. The method considered both mean trait values and their stability across different environments therefore, it can be effectively used to identify elite genotypes of tree crops for drought tolerance. • We propose an analysis framework to identify stable, high-yielding individuals of tree crops under limited soil moisture conditions using the data of existing tree populations. • Individual trees that produce stable and higher yields under soil moisture stress were identified based on mean yield and regression-based coefficient over different environments characterized by inter-annual rainfall variability. • Individual trees selected by this method can be used as parental populations in breeding programs that focus on developing drought-tolerant varieties.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2215016123002157"
  },
  {
    "title": "Investigation of Annual Lake Water Levels and Water Volumes with Şen Innovation and Mann-Kendall Rank Correlation Trend Tests: Example of Lake Eğirdir, Turkey",
    "authors": [
      "Ali Yücel,",
      "Monika Markovic,",
      "Atilgan Atilgan,",
      "Roman Rolbiecki,",
      "Hasan Ertop,",
      "Barbara Jagosz,",
      "Wiesław Ptach,",
      "Ariel Łangowski,",
      "Tomasz Jakubowski"
    ],
    "doi": "https://doi.org/10.3390/w14152374",
    "journalVolume": "Vol. 14,\n                                no. 2374\n                                \n                                  p.\n                                  2374",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Lakes are the most important freshwater resources for humans. It is stated that together with population growth, unplanned urbanization, excessive water consumption, industrialization, and unconscious irrigation, global climate change causes changes in the water levels and volumes of lakes. Lake Eğirdir in Turkey, which is important in terms of drinking and irrigation water use, was chosen as the study area. Lake Eğirdir water level (LWL) and water volume (LWV) values measured between 1988–2019 were used. Dependencies in the annual LWL and LWV were examined by autocorrelation analysis, and trend changes were examined by regression analysis, the Mann-Kendall rank correlation test, and the Şen innovation trend test. The research has shown a significant decrease since 2000 in LWL and since 1990 in LWV. The LWL has decreased by −1.272 to −3.514 m and the LWV has decreased by −72.980 to −1082.134 hm3 in approximately 32 years. The actions to be taken based on the values determined in this study will help protect the water resources of lakes. As a result of the tests used in our study, it was determined that there were decreases in both the water level and the volume of the lake. The climatic changes in the lake basin and the decrease in the water resources feeding the lake are shown as the biggest factor in these reductions.",
    "readLink": "https://www.mdpi.com/2073-4441/14/15/2374"
  },
  {
    "title": "Assessment of Energy, Mobility, Waste, and Water Management on Italian Small Islands",
    "authors": [
      "Francesca Battistelli,",
      "Ambra Messina,",
      "Laura Tomassetti,",
      "Cassandra Montiroli,",
      "Eros Manzo,",
      "Marco Torre,",
      "Patrizio Tratzi,",
      "Marco Segreto,",
      "Chen-Yeon Chu,",
      "Valerio Paolini,",
      "Alessandro Corsini,",
      "Francesco Petracchini"
    ],
    "doi": "https://doi.org/10.3390/su151511490",
    "journalVolume": "Vol. 15,\n                                no. 11490\n                                \n                                  p.\n                                  11490",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Small islands are recognized for their vulnerability to climate change. In this context, mitigation and adaptation policies are needed, but the ecological transition must be based on data. This study aims to assess the level of sustainability reached by 26 of the inhabited Italian small islands; it collects and analyzes the data and initiatives on the energy, mobility, waste, and water sectors and discusses the islands’ steps toward sustainability. The findings show that 18 of the 26 islands are not interconnected with the national grid and that the renewable sources cover less than 5% of the energy demand on 25 of the 26 islands. The number per capita of private vehicles reaches 90 cars per 100 inhabitants on three islands. The average of the separate collection of waste on the islands is 52%, which is far from the minimum recommended threshold of 65%. Pipelines or tankers on 17 of the 26 islands guarantee the water supply, and desalination plants are still not the rule, while the presence of wastewater treatment has been detected on 12 islands, and it often provides only partial treatment. An ambitious multi-stakeholder sustainability plan for each island should be developed to overcome the typical barriers of the island and to increase the building capacity in order to use economic incentives for that goal.",
    "readLink": "https://www.mdpi.com/2071-1050/15/15/11490"
  },
  {
    "title": "A multi-institutional and interdisciplinary approach to the assessment of vulnerability and adaptation to climate change in the Peruvian Central Andes: problems and prospects",
    "authors": [
      "A. G. Martínez,",
      "K. Takahashi,",
      "E. Núñez,",
      "Y. Silva,",
      "G. Trasmonte,",
      "K. Mosquera,",
      "P. Lagos"
    ],
    "doi": "Vol. 14\n                                \n                                \n                                  pp.\n                                  257\n                                  – 260",
    "issn": "1680-7340 (Print)",
    "publisher": "1680-7359 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology: Dynamic and structural geology"
    ],
    "journalUrl": "http://www.advances-in-geosciences.net",
    "abstract": "A local integrated assessment of the vulnerability and adaptation to climate change in the Mantaro River Basin, located in Peruvian Central Andes, was developed between years 2003 to 2005. In this paper we present some lessons learned during the development of this study, emphasizing the multi-institutional and interdisciplinary efforts, briefly showing the methodological aspects, and pointing out the main problems found.",
    "readLink": "http://www.adv-geosci.net/14/257/2008/adgeo-14-257-2008.pdf"
  },
  {
    "title": "Quantifying the statistical dependence of mid-latitude heatwave intensity and likelihood on prevalent physical drivers and climate change",
    "authors": [
      "J. Zeder,",
      "E. M. Fischer"
    ],
    "doi": "https://doi.org/10.5194/ascmo-9-83-2023",
    "journalVolume": "Vol. 9\n                                \n                                \n                                  pp.\n                                  83\n                                  – 102",
    "issn": "2364-3579 (Print)",
    "publisher": "2364-3587 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Oceanography",
      "Science: Physics: Meteorology. Climatology",
      "Science: Mathematics: Probabilities. Mathematical statistics"
    ],
    "journalUrl": "http://advances-statistical-climatology-meteorology-oceanography.net/",
    "abstract": "Recent heatwaves such as the 2021 Pacific Northwest heatwave have shattered temperature records across the globe. The likelihood of experiencing extreme temperature events today is already strongly increased by anthropogenic climate change, but it remains challenging to determine to what degree prevalent atmospheric and land surface conditions aggravated the intensity of a specific heatwave event. Quantifying the respective contributions is therefore paramount for process understanding but also for attribution and future projection statements conditional on the state of atmospheric circulation or land surface conditions. We here propose and evaluate a statistical framework based on extreme value theory, which enables us to learn the respective statistical relationship between extreme temperature and process variables in initial-condition large ensemble climate model simulations. Elements of statistical learning theory are implemented in order to integrate the effect of the governing regional circulation pattern. The learned statistical models can be applied to reanalysis data to quantify the relevance of physical process variables in observed heatwave events. The method also allows us to make conditional attribution statements and answer “what if” questions. For instance, how much would a heatwave intensify given the same dynamic conditions but at a different warming level? How much additional warming is needed for the same heatwave intensity to occur under average circulation conditions? Changes in the exceedance probability under varying large- and regional-scale conditions can also be assessed. We show that each additional degree of global warming increases the 7 d maximum temperature for the Pacific Northwest area by almost 2 ∘C, and likewise, we quantify the direct effect of anti-cyclonic conditions on heatwave intensity. Based on this, we find that the combined global warming and circulation effect of at least 2.9 ∘C accounts for 60 %–80 % of the 2021 excess event intensity relative to average pre-industrial heatwave conditions.",
    "readLink": "https://ascmo.copernicus.org/articles/9/83/2023/ascmo-9-83-2023.pdf"
  },
  null,
  {
    "title": "Greening Urban Areas with Decentralized Wastewater Treatment and Reuse: A Case Study of Ecoparque in Tijuana, Mexico",
    "authors": [
      "Denise Garcia,",
      "Gabriela Muñoz Meléndez,",
      "Armando Arteaga,",
      "Lina Ojeda-Revah,",
      "Natalie Mladenov"
    ],
    "doi": "https://doi.org/10.3390/w14040596",
    "journalVolume": "Vol. 14,\n                                no. 596\n                                \n                                  p.\n                                  596",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "In rapidly growing urban areas, such as Tijuana, Mexico, the presence of urban green spaces (UGSs) can help stem soil erosion, improve infiltration, slow runoff, decrease flooding, reduce air pollution, and mitigate climate change. In many water-scarce parts of the world, where centralized wastewater treatment is not accessible or practical, decentralized wastewater treatment systems (DEWATSs) have the potential to supply the water needed for irrigating UGSs. Here, we first review UGS systems supported by DEWATSs and the water quality guidelines and challenges associated with implementing DEWATSs for urban greening in different countries, including Mexico. We also critically examine the linkages between the lack of UGSs in Tijuana, Mexico, extensive soil erosion, and failing sanitation infrastructure that has led to the infamously poor water quality in the Tijuana River. Tijuana’s Ecoparque Wastewater Treatment Facility, a low-energy, aerobic DEWATS, which collects, treats, and discharges residential sewage for localized landscape irrigation, demonstrates how DEWATSs can meet the water demands for urban greening in rapidly urbanizing cities. The aerobic decentralized treatment using a gravity-fed trickling biofilter resulted in a >85% removal of chemical oxygen demand and dissolved organic carbon. Prior to treatment facility upgrades, there was a ~2 log reduction in total coliform and Escherichia coli and a <20% decrease in ammonia from the influent to final effluent. After the addition of a maturation pond in 2020, the effluent met Mexico standards for irrigation reuse, with a ~4 log reduction in fecal coliforms from the influent to final effluent. Case study results demonstrated the potential for decentralized wastewater treatment to meet effluent standards for landscape irrigation, provide water for urban greening, and prevent pollution in the Tijuana River and other urban waterways.",
    "readLink": "https://www.mdpi.com/2073-4441/14/4/596"
  },
  {
    "title": "Water-food-energy-health: the importance of environmental sustainability in the circular economy",
    "authors": [
      "Goran Sabol,",
      "Sanja Kalambura,",
      "Darko Kiš"
    ],
    "doi": "https://doi.org/10.33765/thate.13.4.4",
    "journalVolume": "Vol. 13,\n                                no. 4\n                                \n                                  pp.\n                                  150\n                                  – 157",
    "issn": "1848-0071 (Online)",
    "publisher": "Association for Promotion of Holistic Approach to Environment",
    "countryOfPublisher": "Croatia",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental protection"
    ],
    "journalUrl": "https://casopis.hrcpo.com/",
    "abstract": "Water, food, and energy are considered necessary segments to achieve the sustainable development goals. Urbanization, population growth, international trade, economic development and climate change will significantly increase the need for these three segments, which is why it is necessary to focus on equal access to water, food and energy, while adhering to the principles of the circular economy. Water is used along the entire agri-food chain, while the generated energy is needed for the production, transport and distribution of food, as well as for the extraction, pumping, lifting, collection, transport, and treatment of water. Urbanization, industrial development, and the general population of citizens also require gradually more water, as well as land for food production and expansion, which entails the need for more and more energy resources. This results in environmental degradation and impairment of environmental sustainability, which leads to the scarcity of resources and impairment of the health of living organisms. Given the importance of the topic related to the knowledge of biowaste and its management, a survey was conducted to gain insight into whether the general population of citizens is aware that by throwing food, other resources represented in the \"water-energy\" chain also get wasted, which leads to the disturbance of ecological stability. As expected, the results showed that our society needs further education to be able to manage waste in a sustainable way.",
    "readLink": "https://casopis.hrcpo.com/wp-content/uploads/2023/08/Sabol-et-al_HAE_13_2023_4.pdf"
  }
]