[
  {
    "title": "Coccolithophore productivity at the western Iberian Margin during the Middle Pleistocene (310–455&thinsp;ka) – evidence from coccolith Sr∕Ca data",
    "authors": [
      "C. Cavaleiro,",
      "C. Cavaleiro,",
      "C. Cavaleiro,",
      "A. H. L. Voelker,",
      "A. H. L. Voelker,",
      "H. Stoll,",
      "H. Stoll,",
      "K.-H. Baumann,",
      "M. Kucera"
    ],
    "doi": "https://doi.org/10.5194/cp-16-2017-2020",
    "journalVolume": "Vol. 16\n                                \n                                \n                                  pp.\n                                  2017\n                                  – 2037",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "Coccolithophores contribute significantly to marine primary productivity and play a unique role in ocean biogeochemistry by using carbon for photosynthesis (soft-tissue pump) and for calcification (carbonate counter pump). Despite the importance of including coccolithophores in Earth system models to allow better predictions of the climate system's responses to planetary change, the reconstruction of coccolithophore productivity mostly relied on proxies dependent on accumulation and sedimentation rates and preservation conditions. In this study we used an independent proxy, based on the coccolith fraction (CF) Sr∕Ca ratio, to reconstruct coccolithophore productivity. We studied the marine sediment core MD03-2699 from the western Iberian margin (IbM), concentrating on glacial–interglacial cycles of Marine Isotopic Stage (MIS) 12 to MIS 9. We found that IbM coccolithophore productivity was controlled by changes in the oceanographic conditions, such as in sea surface temperature (SST) and nutrient availability, and by competition with other phytoplankton groups. Long-term coccolithophore productivity was primarily affected by variations in the dominant surface water mass. Polar and subpolar surface waters during glacial substages were associated with decreased coccolithophore productivity, with the strongest productivity minima concomitant with Heinrich-type events (HtEs). Subtropical, nutrient-poorer waters, increased terrigenous input, and moderate to strong upwelling during the deglaciation and early MIS11 are hypothesized to have attributed a competitive advantage to diatoms to the detriment of coccolithophores, resulting in intermediate coccolithophore productivity levels. During the progression towards full glacial conditions an increasing presence of nutrient-richer waters, related to the growing influence of transitional surface waters and/or intensified upwelling, probably stimulated coccolithophore productivity to maxima following the rapid depletion of silica by diatoms. We present conceptual models of the carbon and carbonate cycle components for the IbM in different time slices that might serve as a basis for further investigation and modelling experiments.",
    "readLink": "https://cp.copernicus.org/articles/16/2017/2020/cp-16-2017-2020.pdf"
  },
  {
    "title": "Increasing large wildfires over the western United States linked to diminishing sea ice in the Arctic",
    "authors": [
      "Yufei Zou,",
      "Philip J. Rasch,",
      "Hailong Wang,",
      "Zuowei Xie,",
      "Rudong Zhang"
    ],
    "doi": "https://doi.org/10.1038/s41467-021-26232-9",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "The western United States have seen an increase in wildfire activity in recent decades, the causes of which are not well understood. Here, the authors show that Arctic sea ice decline contributed to this increase through its influence on regional circulation which enhanced fire-favourable weather conditions.",
    "readLink": "https://doi.org/10.1038/s41467-021-26232-9"
  },
  {
    "title": "Catching versus Counting: Comparing the Pro-Environmental Attitudes, Behaviors, and Climate Concerns of Recreational Fishers and Citizen Scientists",
    "authors": [
      "Marissa L. Varade,",
      "Francis Choi,",
      "Brian Helmuth,",
      "Steven Scyphers"
    ],
    "doi": "https://doi.org/10.3390/su15010307",
    "journalVolume": "Vol. 15,\n                                no. 307\n                                \n                                  p.\n                                  307",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The ongoing and interactive effects of climate change, overharvesting, and habitat loss on fish and fisheries impacts a wide array of stakeholders who rely on access to sustainable fish populations for their health, recreation, well-being, and income. Successful responses to these threats will require the involvement of stakeholders in co-developing solutions. Understanding the socio-psychological characteristics of these diverse stakeholders, including their environmental attitudes and behaviors, can potentially improve management support and effectiveness across and within these groups. Past research has focused on climate impacts and adaptation efforts in commercial fisheries, but less is known about climate-related perceptions and attitudes of recreational fishers and other stakeholders such as citizen scientists. This study investigated how pro-environmental attitudes (PEAs), pro-environmental behaviors (PEBs), and climate change concerns vary among fisheries-based recreationists based on activity type (recreational fishing, fish monitoring for citizen science) and specialization level. Among stakeholders, citizen scientists (fish counters) exhibited the strongest PEBs, followed by more specialized recreational fishers. Citizen scientists also had stronger PEAs than recreational fishers and non-fisher/non-citizen scientists, but there were no significant differences in PEAs across specialization levels. Citizen scientists showed greater concern for climate change than recreational fishers and non-fisher/non-citizen scientists. However, respondents overall showed greater concern for “the environment” than for climate change. Our results suggest that both activity type and specialization level are important considerations when developing strategies to promote pro-environmental behaviors and climate concerns and that communication frames centered on healthy ecosystems may be more effective with some stakeholders than those focused solely on climate change. We discuss implications for building public support of climate engagement efforts and sustainable, climate-resilient fisheries.",
    "readLink": "https://www.mdpi.com/2071-1050/15/1/307"
  },
  {
    "title": "Impact of 2000–2050 climate change on fine particulate matter (PM<sub>2.5</sub>) air quality inferred from a multi-model analysis of meteorological modes",
    "authors": [
      "D. J. Jacob,",
      "L. J. Mickley,",
      "A. P. K. Tai"
    ],
    "doi": "https://doi.org/10.5194/acp-12-11329-2012",
    "journalVolume": "Vol. 12,\n                                no. 23\n                                \n                                  pp.\n                                  11329\n                                  – 11337",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Studies of the effect of climate change on fine particulate matter (PM2.5 air quality using general circulation models (GCMs) show inconsistent results including in the sign of the effect. This reflects uncertainty in the GCM simulations of the regional meteorological variables affecting PM2.5. Here we use the CMIP3 archive of data from fifteen different IPCC AR4 GCMs to obtain improved statistics of 21st-century trends in the meteorological modes driving PM2.5 variability over the contiguous US. We analyze 1999–2010 observations to identify the dominant meteorological modes driving interannual PM2.5 variability and their synoptic periods T. We find robust correlations (r > 0.5) of annual mean PM2.5 with T, especially in the eastern US where the dominant modes represent frontal passages. The GCMs all have significant skill in reproducing present-day statistics for T and we show that this reflects their ability to simulate atmospheric baroclinicity. We then use the local PM2.5-to-period sensitivity (dPM2.5/dT) from the 1999–2010 observations to project PM2.5 changes from the 2000–2050 changes in T simulated by the 15 GCMs following the SRES A1B greenhouse warming scenario. By weighted-average statistics of GCM results we project a likely 2000–2050 increase of ~ 0.1 μg m−3 in annual mean PM2.5 in the eastern US arising from less frequent frontal ventilation, and a likely decrease albeit with greater inter-GCM variability in the Pacific Northwest due to more frequent maritime inflows. Potentially larger regional effects of 2000–2050 climate change on PM2.5 may arise from changes in temperature, biogenic emissions, wildfires, and vegetation, but are still unlikely to affect annual PM2.5 by more than 0.5 μg m−3.",
    "readLink": "http://www.atmos-chem-phys.net/12/11329/2012/acp-12-11329-2012.pdf"
  },
  {
    "title": "Climate Change Education and Preparedness of Future Teachers—A Review: The Case of Greece",
    "authors": [
      "Hara Moshou,",
      "Hara Drinia"
    ],
    "doi": "https://doi.org/10.3390/su15021177",
    "journalVolume": "Vol. 15,\n                                no. 1177\n                                \n                                  p.\n                                  1177",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Climate change is a global issue with implications at many levels. Mitigation and adaptation to its growing impacts are of paramount importance for human livelihoods. Shaping beliefs, attitudes, and values is important in this respect. This shaping takes place mainly during the sensitive childhood years, so the orientation in primary education is particularly targeted. Our overall goal is to lay the foundations for a decent education on climate change that can lead to the desired results. On this basis, the first thing to be considered is the information that will be provided to students by their teachers. The beliefs that are held by primary school teachers in relation to climate change are an important issue for the proper performance of their work. Previous surveys of teachers have had disappointing results. In this paper, an attempt is made to review the research that has been conducted in relation to the knowledge, beliefs, and attitudes of future primary school teachers (either during their studies or during their internship and pre-service training). Emphasis is placed on the case of Greece. Our aim is to highlight the existing research in Greece, by comparing and contrasting data from other countries. Climate change is a very complex issue, and addressing it requires clearly defined actions. Is it possible to achieve the result we need by adding another competence to the already complex role of the teacher? As this review reveals, the little research on the readiness of future teachers suggests that they are not qualified to teach about climate change. It remains to be investigated whether it would be preferable to entrust this responsibility to individuals who have a fuller and more comprehensive understanding and education towards the issue of climate change.",
    "readLink": "https://www.mdpi.com/2071-1050/15/2/1177"
  },
  {
    "title": "Impact of sea level changes on future wave conditions along the coasts of western Europe",
    "authors": [
      "A. A. Chaigneau,",
      "A. A. Chaigneau,",
      "S. Law-Chune,",
      "A. Melet,",
      "A. Voldoire,",
      "G. Reffray,",
      "L. Aouf"
    ],
    "doi": "https://doi.org/10.5194/os-19-1123-2023",
    "journalVolume": "Vol. 19\n                                \n                                \n                                  pp.\n                                  1123\n                                  – 1143",
    "issn": "1812-0784 (Print)",
    "publisher": "1812-0792 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.ocean-science.net/index.html",
    "abstract": "Wind waves and swells are major drivers of coastal environment changes and coastal hazards such as coastal flooding and erosion. Wave characteristics are sensitive to changes in water depth in shallow and intermediate waters. However, wave models used for historical simulations and projections typically do not account for sea level changes whether from tides, storm surges, or long-term sea level rise. In this study, the sensitivity of projected changes in wave characteristics to the sea level changes is investigated along the Atlantic European coastline. For this purpose, a global wave model is dynamically downscaled over the northeastern Atlantic for the 1970–2100 period under the SSP5–8.5 climate change scenario. Twin experiments are performed with or without the inclusion of hourly sea level variations from regional 3D ocean simulations in the regional wave model. The largest impact of sea level changes on waves is located on the wide continental shelf where shallow-water dynamics prevail, especially in macro-tidal areas. For instance, in the Bay of Mont-Saint-Michel in France, due to an average tidal range of 10 m, extreme historical wave heights were found to be up to 1 m higher (+30 %) when sea level variations are included. At the end of the 21st century, extreme significant wave heights are larger by up to +40 % (+60 cm), mainly due to the effect of tides and mean sea level rise. The estimates provided in this study only partially represent the processes responsible for the sea-level–wave non-linear interactions due to model limitations in terms of resolution and the processes included.",
    "readLink": "https://os.copernicus.org/articles/19/1123/2023/os-19-1123-2023.pdf"
  },
  {
    "title": "Farming in Northern Ontario: Untapped Potential for the Future",
    "authors": [
      "Tejendra Chapagain"
    ],
    "doi": "https://doi.org/10.3390/agronomy7030059",
    "journalVolume": "Vol. 7,\n                                no. 3\n                                \n                                  p.\n                                  59",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "Farming in Northern Ontario is limited to less than 1% of the total land area available. With over 2000 farms, this is home to about 6% of the province’s population, concentrated in the five major southern border cities of Thunder Bay, Sault Ste. Marie, Timmins, Sudbury and North Bay, with a significant presence of indigenous (i.e., First Nations) and disadvantaged peoples. This review highlights the challenges and opportunities of agriculture in Northern Ontario and offers a few strategies for establishing and sustaining agricultural operations locally. The challenges of farming in this region include the prevalence of adverse climatic conditions, lack of crop/economic diversification, insufficient infrastructure and support services, presence of small local markets, an aging population and youth out-migration, attitudes of dependency on government and limited investment potential. Nevertheless, this region offers much potential for farming as it contains significant amounts of fertile soils, good road networks and affordable land to start up farm businesses. Furthermore, the changing climate could be a boon to improve growing conditions, with expanded cropping options and increased yields in recent years. Production and consumption of local foods, conducting innovative on-farm research that addresses the needs of local producers including First Nations peoples, fostering regional research centres, building relationships through networking, exchange of ideas through effective use of different extension avenues, and collaboration and assisting local producers with market development may help establish a more competitive and sustainable agrifood sector in Northern Ontario. Favourable government policies to support growers who have experienced damage to their crops, forages and livestock due to adverse climatic conditions will further help sustain and expand their agricultural operations.",
    "readLink": "https://www.mdpi.com/2073-4395/7/3/59"
  },
  {
    "title": "CHASE-PL—Future Hydrology Data Set: Projections of Water Balance and Streamflow for the Vistula and Odra Basins, Poland",
    "authors": [
      "Mikołaj Piniewski,",
      "Mateusz Szcześniak,",
      "Ignacy Kardel"
    ],
    "doi": "https://doi.org/10.3390/data2020014",
    "journalVolume": "Vol. 2,\n                                no. 2\n                                \n                                  p.\n                                  14",
    "issn": "2306-5729 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Bibliography. Library science. Information resources"
    ],
    "journalUrl": "http://www.mdpi.com/journal/data",
    "abstract": "There is considerable concern that the water resources of Central and Eastern Europe region can be adversely affected by climate change. Projections of future water balance and streamflow conditions can be obtained by forcing hydrological models with the output from climate models. In this study, we employed the SWAT hydrological model driven with an ensemble of nine bias-corrected EURO-CORDEX climate simulations to generate future hydrological projections for the Vistula and Odra basins in two future horizons (2024–2050 and 2074–2100) under two Representative Concentration Pathways (RCPs). The data set consists of three parts: (1) model inputs; (2) raw model outputs; (3) aggregated model outputs. The first one allows the users to reproduce the outputs or to create the new ones. The second one contains the simulated time series of 10 variables simulated by SWAT: precipitation, snow melt, potential evapotranspiration, actual evapotranspiration, soil water content, percolation, surface runoff, baseflow, water yield and streamflow. The third one consists of the multi-model ensemble statistics of the relative changes in mean seasonal and annual variables developed in a GIS format. The data set should be of interest of climate impact scientists, water managers and water-sector policy makers. In any case, it should be noted that projections included in this data set are associated with high uncertainties explained in this data descriptor paper.",
    "readLink": "http://www.mdpi.com/2306-5729/2/2/14"
  },
  {
    "title": "Comparing projections of future changes in runoff from hydrological and biome models in ISI-MIP",
    "authors": [
      "J. C. S. Davie,",
      "P. D. Falloon,",
      "R. Kahana,",
      "R. Dankers,",
      "R. Betts,",
      "F. T. Portmann,",
      "D. Wisser,",
      "D. B. Clark,",
      "A. Ito,",
      "Y. Masaki,",
      "K. Nishina,",
      "B. Fekete,",
      "Z. Tessler,",
      "Y. Wada,",
      "X. Liu,",
      "Q. Tang,",
      "S. Hagemann,",
      "T. Stacke,",
      "R. Pavlick,",
      "S. Schaphoff,",
      "S. N. Gosling,",
      "W. Franssen,",
      "N. Arnell"
    ],
    "doi": "https://doi.org/10.5194/esd-4-359-2013",
    "journalVolume": "Vol. 4,\n                                no. 2\n                                \n                                  pp.\n                                  359\n                                  – 374",
    "issn": "2190-4979 (Print)",
    "publisher": "2190-4987 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology: Dynamic and structural geology"
    ],
    "journalUrl": "http://www.earth-system-dynamics.net",
    "abstract": "Future changes in runoff can have important implications for water resources and flooding. In this study, runoff projections from ISI-MIP (Inter-sectoral Impact Model Intercomparison Project) simulations forced with HadGEM2-ES bias-corrected climate data under the Representative Concentration Pathway 8.5 have been analysed for differences between impact models. Projections of change from a baseline period (1981–2010) to the future (2070–2099) from 12 impacts models which contributed to the hydrological and biomes sectors of ISI-MIP were studied. The biome models differed from the hydrological models by the inclusion of CO2 impacts and most also included a dynamic vegetation distribution. The biome and hydrological models agreed on the sign of runoff change for most regions of the world. However, in West Africa, the hydrological models projected drying, and the biome models a moistening. The biome models tended to produce larger increases and smaller decreases in regionally averaged runoff than the hydrological models, although there is large inter-model spread. The timing of runoff change was similar, but there were differences in magnitude, particularly at peak runoff. The impact of vegetation distribution change was much smaller than the projected change over time, while elevated CO2 had an effect as large as the magnitude of change over time projected by some models in some regions. The effect of CO2 on runoff was not consistent across the models, with two models showing increases and two decreases. There was also more spread in projections from the runs with elevated CO2 than with constant CO2. The biome models which gave increased runoff from elevated CO2 were also those which differed most from the hydrological models. Spatially, regions with most difference between model types tended to be projected to have most effect from elevated CO2, and seasonal differences were also similar, so elevated CO2 can partly explain the differences between hydrological and biome model runoff change projections. Therefore, this shows that a range of impact models should be considered to give the full range of uncertainty in impacts studies.",
    "readLink": "http://www.earth-syst-dynam.net/4/359/2013/esd-4-359-2013.pdf"
  },
  {
    "title": "Soil moisture and micrometeorological differences across reference and thinned stands during extremes of precipitation, southern Cascade Range",
    "authors": [
      "Kyle Hardage,",
      "Shawn J. Wheelock,",
      "Shawn J. Wheelock,",
      "Rowan Gaffney,",
      "Theresa O’Halloran,",
      "Benjamin Serpa,",
      "Gordon Grant,",
      "Michelle Coppoletta,",
      "Adam Csank,",
      "Christina Tague,",
      "Matthew Staudacher,",
      "Scott Tyler"
    ],
    "doi": "https://doi.org/10.3389/ffgc.2022.898998",
    "journalVolume": "Vol. 5",
    "issn": "2624-893X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Forestry",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/forests-and-global-change#",
    "abstract": "Modern forest management generally relies on thinning treatments to reduce fuels and mitigate the threat of catastrophic wildfire. They have also been proposed as a tool to augment downstream flows by reducing evapotranspiration. Warming climates are causing many forests to transition from snow-dominated to rain-dominated precipitation regimes—in which water stores are depleted earlier in the summer. However, there are relatively few studies of these systems that directly measure the hydrologic impacts of such treatments during and following snow-free winters. This work compares the below-canopy meteorological and subsurface hydrologic differences between two thinning prescriptions and an unaltered Control during periods of extreme drought and near-record precipitation (with little snow). The field site was within a coniferous forest in the rain-snow transition zone of the southern Cascades, near the Sierra Nevada Range of California. Both thinning-prescriptions had a modest and predictable impact on below-canopy meteorology, which included their causing lower nighttime minimum temperatures in the critical summer months and higher wind speeds. Relative to the Control, both treatments affected soil moisture storage by delaying its annual decline and increasing its minimum value by the end of the season. The onset of soil moisture depletion was strongly tied to the magnitude of winter precipitation. In dry years, it began much earlier within the dense Control stand than in the treated ones, and, without snow, soil moisture was not replenished in the late spring. During high precipitation years, the storage capacity was topped off for all three stands, which resulted in similar timing of moisture decline across them, later in the season. The two thinning prescriptions increased stores through the height of summer (in wet and drought years). Finally, the basal area increment (BAI) of the remaining trees rose in both, suggesting they used the excess moisture to support rapid growth.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/ffgc.2022.898998/full"
  }
]