[
  {
    "title": "Evaluation of Pollutant Removal Efficiency by Small-Scale Nature-Based Solutions Focusing on Bio-Retention Cells, Vegetative Swale and Porous Pavement",
    "authors": [
      "Anik Dutta,",
      "Arlex Sanchez Torres,",
      "Zoran Vojinovic"
    ],
    "doi": "https://doi.org/10.3390/w13172361",
    "journalVolume": "Vol. 13,\n                                no. 2361\n                                \n                                  p.\n                                  2361",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Rapid urbanization, aging infrastructure, and changes in rainfall patterns linked to climate change have brought considerable challenges to water managers around the world. Impacts from such drivers are likely to increase even further unless the appropriate actions are put in place. Floods, landslides, droughts and water pollution are just a few examples of such impacts and their corresponding consequences are in many cases devastating. At the same time, it has become a well-accepted fact that traditional (i.e., grey infrastructure) measures are no longer effective in responding to such challenges. Nature-based solutions (NBS) have emerged as a new response towards hydro-meteorological risk reduction and the results obtained to date are encouraging. However, their application has been mainly in the area of water quantity management with few studies that report on their efficiency to deal with water quality aspects. These solutions are based on replicating natural phenomena and processes to solve such problems. The present paper addresses the question of three NBS systems, namely, bio-retention cells, vegetative swales and porous pavements, for the removal of total suspended solids (TSS), total nitrogen (TN) and total phosphorus (TP) when applied in different configurations (single or networked). The results presented in this paper aim to advance the understanding of their performances during varying rainfall patterns and configurations and their potential application conditions.",
    "readLink": "https://www.mdpi.com/2073-4441/13/17/2361"
  },
  {
    "title": "Contributions of Nordic anthropogenic emissions on air pollution and premature mortality over the Nordic region and the Arctic",
    "authors": [
      "U. Im,",
      "U. Im,",
      "J. H. Christensen,",
      "J. H. Christensen,",
      "O.-K. Nielsen,",
      "O.-K. Nielsen,",
      "M. Sand,",
      "R. Makkonen,",
      "R. Makkonen,",
      "C. Geels,",
      "C. Geels,",
      "C. Anderson,",
      "J. Kukkonen,",
      "S. Lopez-Aparicio,",
      "J. Brandt,",
      "J. Brandt"
    ],
    "doi": "https://doi.org/10.5194/acp-19-12975-2019",
    "journalVolume": "Vol. 19\n                                \n                                \n                                  pp.\n                                  12975\n                                  – 12992",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "This modeling study presents the sectoral contributions of anthropogenic emissions in the four Nordic countries (Denmark, Finland, Norway and Sweden) on air pollution levels and the associated health impacts and costs over the Nordic and the Arctic regions for the year 2015. The Danish Eulerian Hemispheric Model (DEHM) has been used on a 50 km resolution over Europe in tagged mode in order to calculate the response of a 30 % reduction of each emission sector in each Nordic country individually. The emission sectors considered in the study were energy production, non-industrial/commercial heating, industry, traffic, off-road mobile sources and waste management/agriculture. In total, 28 simulations were carried out. Following the air pollution modeling, the Economic Valuation of Air Pollution (EVA) model has been used to calculate the associated premature mortality and their costs. Results showed that more than 80 % of the PM2.5 concentration was attributed to transport from outside these four countries, implying an effort outside the Nordic region in order to decrease the pollutant levels over the area. The leading emission sector in each country was found to be non-industrial combustion (contributing by more than 60 % to the total PM2.5 mass coming from the country itself), except for Sweden, where industry contributed to PM2.5 with a comparable amount to non-industrial combustion. In addition to non-industrial combustion, the next most important source categories were industry, agriculture and traffic. The main chemical constituent of PM2.5 concentrations that comes from the country itself is calculated to be organic carbon in all countries, which suggested that non-industrial wood burning was the dominant national source of pollution in the Nordic countries. We have estimated the total number of premature mortality cases due to air pollution to be around 4000 in Denmark and Sweden and around 2000 in Finland and Norway. These premature mortality cases led to a total cost of EUR 7 billion in the selected Nordic countries. The assessment of the related premature mortality and associated cost estimates suggested that non-industrial combustion, together with industry and traffic, will be the main sectors to be targeted in emission mitigation strategies in the future.",
    "readLink": "https://www.atmos-chem-phys.net/19/12975/2019/acp-19-12975-2019.pdf"
  },
  {
    "title": "Modelling climate change impact on the spatial distribution of fresh water snails hosting trematodes in Zimbabwe",
    "authors": [
      "Ulrik B Pedersen,",
      "Martin Stendel,",
      "Nicholas Midzi,",
      "Takafira Mduluza,",
      "White Soko,",
      "Anna-Sofie Stensgaard,",
      "Birgitte J Vennervald,",
      "Samson Mukaratirwa,",
      "Thomas K Kristensen"
    ],
    "doi": "https://doi.org/10.1186/s13071-014-0536-0",
    "journalVolume": "Vol. 7,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "1756-3305 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Internal medicine: Infectious and parasitic diseases"
    ],
    "journalUrl": "https://parasitesandvectors.biomedcentral.com/",
    "abstract": "Abstract Background Freshwater snails are intermediate hosts for a number of trematodes of which some are of medical and veterinary importance. The trematodes rely on specific species of snails to complete their life cycle; hence the ecology of the snails is a key element in transmission of the parasites. More than 200 million people are infected with schistosomes of which 95% live in sub-Saharan Africa and many more are living in areas where transmission is on-going. Human infection with the Fasciola parasite, usually considered more of veterinary concern, has recently been recognised as a human health problem. Many countries have implemented health programmes to reduce morbidity and prevalence of schistosomiasis, and control programmes to mitigate food-borne fascioliasis. As these programmes are resource demanding, baseline information on disease prevalence and distribution becomes of great importance. Such information can be made available and put into practice through maps depicting spatial distribution of the intermediate snail hosts. Methods A biology driven model for the freshwater snails Bulinus globosus, Biomphalaria pfeifferi and Lymnaea natalensis was used to make predictions of snail habitat suitability by including potential underlying environmental and climatic drivers. The snail observation data originated from a nationwide survey in Zimbabwe and the prediction model was parameterised with a high resolution Regional Climate Model. Georeferenced prevalence data on urinary and intestinal schistosomiasis and fascioliasis was used to calibrate the snail habitat suitability predictions to produce binary maps of snail presence and absence. Results Predicted snail habitat suitability across Zimbabwe, as well as the spatial distribution of snails, is reported for three time slices representative for present (1980-1999) and future climate (2046-2065 and 2080-2099). Conclusions It is shown from the current study that snail habitat suitability is highly variable in Zimbabwe, with distinct high- and low- suitability areas and that temperature may be the main driving factor. It is concluded that future climate change in Zimbabwe may cause a reduced spatial distribution of suitable habitat of host snails with a probable exception of Bi. pfeifferi, the intermediate host for intestinal schistosomiasis that may increase around 2055 before declining towards 2100.",
    "readLink": "https://doi.org/10.1186/s13071-014-0536-0"
  },
  {
    "title": "Desertification Information Extraction Based on Feature Space Combinations on the Mongolian Plateau",
    "authors": [
      "Haishuo Wei,",
      "Juanle Wang,",
      "Kai Cheng,",
      "Ge Li,",
      "Altansukh Ochir,",
      "Davaadorj Davaasuren,",
      "Sonomdagva Chonokhuu"
    ],
    "doi": "https://doi.org/10.3390/rs10101614",
    "journalVolume": "Vol. 10,\n                                no. 10\n                                \n                                  p.\n                                  1614",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "The Mongolian plateau is a hotspot of global desertification because it is heavily affected by climate change, and has a large diversity of vegetation cover across various regions and seasons. Within this arid region, it is difficult to distinguish desertified land from other land cover types using low-quality vegetation information. To address this, we analyze both the effects and the applicability of different feature space models for the extraction of desertification information with the goal of finding appropriate approaches to extract desertification data on the Mongolian plateau. First, we used Landsat 8 remote sensing images to invert NDVI (normalized difference vegetation index), MSAVI (modified soil adjusted vegetation index), TGSI (topsoil grain size index), and albedo (land surface albedo) data. Then, we constructed the feature space models of Albedo-NDVI, Albedo-MSAVI, and Albedo-TGSI, and compared their extraction accuracies. Our results show that the overall classification accuracies of the three models were 84.53%, 85.60%, and 88.27%, respectively, indicating that the three feature space models are feasible for extracting information relating to desertification on the Mongolian plateau. Further analysis indicates that the Albedo-NDVI model is suitable for areas with a high vegetation cover or a high forest ratio, whilst the Albedo-MSAVI model is suitable for areas with relatively low vegetation cover, and the Albedo-TGSI model is suitable for areas with extremely low vegetation cover, including the widely distributed Gobi Desert and other barren areas. This study provides a technical selection reference for the investigation of desertification of different zones on the Mongolian plateau.",
    "readLink": "http://www.mdpi.com/2072-4292/10/10/1614"
  },
  {
    "title": "Integrated approach to assessing streamflow and precipitation alterations under environmental change: Application in the Niger River Basin",
    "authors": [
      "Dagbegnon Clement Sohoulande Djebou"
    ],
    "doi": "https://doi.org/10.1016/j.ejrh.2015.09.004",
    "journalVolume": "Vol. 4,\n                                no. PB\n                                \n                                  pp.\n                                  571\n                                  – 582",
    "issn": "2214-5818 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Science: Geology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/journal-of-hydrology-regional-studies/",
    "abstract": "Study region: The Niger River Basin in West Africa. Study focus: The paper reports an integrated approach capable to elucidate impacts of environmental degradation on streamflow and precipitation at the watershed scale. The approach combines trends and spatial analyses of long-term streamflow, precipitation, and leaf area index LAI. Specifically, I target the Niger River Basin, then I consider monthly precipitation series over the catchment. I also consider data from 8 streamgages selected along the river. New hydrological insights for the region: Over the period 1961–2012, I conduct a change point analysis of the streamflow and report two sub-periods 1961–1982 and 1983–2012. A comparison of precipitation and streamflow during these two time-slices shows meaningful changes. I describe a Kernel density analysis of streamflow and yield a probabilistic estimate of discharge anomalies along the river. Later, I evaluate seasonal trends of precipitation and streamflow. The analyses bring out critical alterations in time and space. However, these alterations seem to foreshadow critical environmental degradations occurring across the watershed. I consider LAI series derived from MODIS images, then I examine and discuss trends in land-cover dynamics in relation with the patterns in precipitation and streamflow. This late analytical step yields a holistic picture of the ongoing alterations in the Niger River Basin. Finally, I emphasize suggestions, valuable for a comprehensive water resources and environment management.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2214581815001020"
  },
  {
    "title": "Systematic Literature Review on Behavioral Barriers of Climate Change Mitigation in Households",
    "authors": [
      "Gintare Stankuniene,",
      "Dalia Streimikiene,",
      "Grigorios  L. Kyriakopoulos"
    ],
    "doi": "https://doi.org/10.3390/su12187369",
    "journalVolume": "Vol. 12,\n                                no. 7369\n                                \n                                  p.\n                                  7369",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Achieving climate change mitigation goals requires the mobilization of all levels of society. The potential for reducing greenhouse gas (GHG) emissions from households has not yet been fully realized. Given the complex climate change situation around the world, the importance of behavioral economic insights is already understood. Changing household behavior in mitigating climate change is seen as an inexpensive and rapid intervention measure. In this paper, we review barriers of changing household behavior and systematize policies and measures that could help to overcome these barriers. A systematic literature review provided in this paper allows to define future research pathways and could be important for policy-makers to develop measures to help households contribute to climate change mitigation.",
    "readLink": "https://www.mdpi.com/2071-1050/12/18/7369"
  },
  {
    "title": "Analysis and definition of potential new areas for viticulture in the Azores (Portugal)",
    "authors": [
      "J. Madruga,",
      "E. B. Azevedo,",
      "J. F. Sampaio,",
      "F. Fernandes,",
      "F. Reis,",
      "J. Pinheiro"
    ],
    "doi": "https://doi.org/10.5194/soil-1-515-2015",
    "journalVolume": "Vol. 1,\n                                no. 2\n                                \n                                  pp.\n                                  515\n                                  – 526",
    "issn": "2199-3971 (Print)",
    "publisher": "2199-398X (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.soil-journal.net/",
    "abstract": "Vineyards in the Azores have been traditionally settled on lava field terroirs but the practical limitations of mechanization and high demand on man labor imposed by the typical micro parcel structure of these vineyards contradict the sustainability of these areas for wine production, except under government policies of heavy financial support. Besides the traditional vineyards there are significant areas in some of the islands whose soils, climate and physiographic characteristics suggest a potential for wine production that deserves to be the object of an assessment, with a view to the development of new vineyard areas offering conditions for better management and sustainability. The landscape zoning approach for the present study was based in a geographic information system (GIS) analysis incorporating factors related to climate, topography and soils. Three thermal intervals referred to climate maturity groups were defined and combined with a single slope interval of 0–15 % to exclude the landscape units above this limit. Over this resulting composite grid, the soils were then selectively cartographed through the exclusion of the soil units not fulfilling the suitability criteria. The results show that the thermal interval of warmer conditions, well represented in the traditional terroir of Pico island, has practically no expression in the other islands. However, for the intermediate and the cooler classes, we could map areas of 5611 and 18 115 ha respectively, fulfilling the defined soils and slope criteria, indicating thus the existence of some landscapes in the studied islands revealing adequate potential for future development of viticulture, although certainly demanding a good judgment on the better grape varieties to be adapted to those climatic conditions.",
    "readLink": "http://www.soil-journal.net/1/515/2015/soil-1-515-2015.pdf"
  },
  {
    "title": "Use of models and observations in event attribution",
    "authors": [
      "Gabriele C Hegerl"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/10/7/071001",
    "journalVolume": "Vol. 10,\n                                no. 7\n                                \n                                  p.\n                                  071001",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Research is pursued worldwide that aims to determine if a particular observed extreme event has become more or less likely due to climate change. A recent paper (King et al 2015 Environ. Res. Lett. http://dx.doi.org/10.1088/1748-9326/10/5/054002 10 http://dx.doi.org/10.1088/1748-9326/10/5/054002 ) uses two methods to quantify how much more likely a record hot year in Central England has become. One of the methods is based largely on climate modeling, the other on interpreting the observed record. This is an important step towards improving the reliability of event attribution results. Improved understanding and prediction of changes in extreme events is recognized as one of the ‘grand challenges’ in climate research.",
    "readLink": "https://doi.org/10.1088/1748-9326/10/7/071001"
  },
  {
    "title": "Green Finance, Enterprise Energy Efficiency, and Green Total Factor Productivity: Evidence from China",
    "authors": [
      "Hepei Li,",
      "Chen Chen,",
      "Muhammad Umair"
    ],
    "doi": "https://doi.org/10.3390/su151411065",
    "journalVolume": "Vol. 15,\n                                no. 11065\n                                \n                                  p.\n                                  11065",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Climate change has become a global issue that requires collective efforts, and green finance policies are an important way to address this problem and promote enterprise development. This paper uses listed company data and city panel data to investigate the utility and mechanisms of the influence of the development of green finance in different cities on the Green Total Factor Productivity (GTFP) of enterprises. The conclusion was that green finance can improve enterprise GTFP, which remained significant after conducting a series of robustness tests. The mechanism analysis showed that green finance can improve enterprise GTFP by promoting energy conservation and emission reduction. The heterogeneity analysis indicated that green finance has a better effect on non-state-owned enterprises, large-scale enterprises, and enterprises with weak financing constraints. This paper enriches the literature that addresses the impact of green finance and the influential factors among GTFP.",
    "readLink": "https://www.mdpi.com/2071-1050/15/14/11065"
  },
  {
    "title": "Tropospheric Delay Model Based on VMF and ERA5 Reanalysis Data",
    "authors": [
      "Mengtao Zhang,",
      "Mengli Wang,",
      "Hang Guo,",
      "Junjun Hu,",
      "Jian Xiong"
    ],
    "doi": "https://doi.org/10.3390/app13095789",
    "journalVolume": "Vol. 13,\n                                no. 5789\n                                \n                                  p.\n                                  5789",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "The global tropospheric zenith delay grid products of VMF1 and VMF3 (Vienna mapping functions) with different resolutions are used to calculate the tropospheric zenith delay of eight IGS (International GNSS Service) stations in China, and the accuracy of the two products under different interpolation methods is analyzed. As a result, the accuracy of utilizing different interpolation methods shows no obvious differences. The interpolation accuracy of the VMF3 grid model is slightly higher than that of the VMF1, and the interpolation accuracy of tropospheric delay is related to the elevation difference of grid points. In addition, according to ERA5 (the fifth generation of the Global Climate Information Analysis data set), the atmospheric stratification tropospheric delay is obtained, and a ZTD (the zenith tropospheric delay) height change grid model is constructed using the least squares exponential fitting method. The accuracy of the model is verified using the tropospheric delay product provided by the IGS. Finally, the constructed ZTD height change grid model is used as ZTD height reduction to solve the problem of large tropospheric delay errors in the VMF interpolation when the height change is large. The model accuracy of URUM station improve from 96.47 mm.to 32.97 mm (65.82%).",
    "readLink": "https://www.mdpi.com/2076-3417/13/9/5789"
  }
]