[
  {
    "title": "Investigation and Research on Building Diseases in Yueliangdi Village, Yinggebao Township, Mulei Based on GIS and Infrared Thermal Imaging Technology",
    "authors": [
      "Zhang Baoqing"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202123704005",
    "journalVolume": "Vol. 237\n                                \n                                \n                                  p.\n                                  04005",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "In this paper, the representative buildings built in different periods of the village are observed and their types and conditions are recorded according to the phenomenon that the defects and diseases of the local historical settlements are increasingly serious due to blind transformation and excessive commerce in the protection work of moon village in Mulei County, Xinjiang. Then, the main building diseases of moon village are studied based on the theory of architectural pathology and GIS platform The coupling relationship with local microclimate, and the degree of disease of the village houses are classified into three categories: light, medium and severe diseases. Based on the analysis of the change of macro climate and local microclimate conditions in the South and north of the East Tianshan Mountains, it is concluded that the main reason for the defect is the damp disease. The infrared thermal imaging technology is introduced to analyze the damp disease in the settlement, and the preliminary judgment method of the damp disease is obtained, which should be paid attention to in the future protection work.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2021/13/e3sconf_arfee2021_04005.pdf"
  },
  {
    "title": "Signaling and protection systems in the adaptation of plants to cold",
    "authors": [
      "Yuriy KOLUPAEV,",
      "Tetiana YASTREB,",
      "Natalia RYABCHUN,",
      "Natalia KUZMYSHYNA,",
      "Mykola MARENYCH,",
      "Viktor RYABCHUN"
    ],
    "doi": "https://doi.org/10.5513/JCEA01/24.1.3776",
    "journalVolume": "Vol. 24,\n                                no. 1\n                                \n                                  pp.\n                                  202\n                                  – 215",
    "issn": "1332-9049 (Online)",
    "publisher": "University of Zagreb, Faculty of Agriculture",
    "countryOfPublisher": "Croatia",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "https://jcea.agr.hr/",
    "abstract": "Global climate change increases the urgency of the problem of plant resistance to stress temperatures. Due to temperature instability in winter, as well as the earlier onset of meteorological spring with frosts, the likelihood of low-temperature damage to plants increases. Adaptive strategies of the different plant species have their own specific features. The review uses mainly the examples of cultivated plants to analyze current understanding of the mechanisms of cold stress signal perception and transmission to genetic apparatus. Emphasis is placed on the participation of new signal mediators (gasotransmitters) – nitrogen oxide and hydrogen sulfide – in the formation of plant defense reactions under hypothermia. Data on the role of antioxidant and osmoprotective systems as well as specific proteins in plant adaptation to cold are summarized. The issues of functional interaction between the components of stress-protective systems during cold adaptation are discussed. The opportunities are outlined for practical use of gasotransmitter donors as agents for plant priming in order to increase their resistance to hypothermia. The possibilities of using indicators of the state of stress-protective systems to search for donors of resistance are also critically analyzed.",
    "readLink": "https://jcea.agr.hr/articles/772031_Signaling_and_protection_systems_in_the_adaptation_of_plants_to_cold_en.pdf"
  },
  {
    "title": "Mixing characteristics of refractory black carbon aerosols at an urban site in Beijing",
    "authors": [
      "H. Liu,",
      "H. Liu,",
      "X. Pan,",
      "D. Liu,",
      "X. Liu,",
      "X. Liu,",
      "X. Chen,",
      "Y. Tian,",
      "Y. Sun,",
      "Y. Sun,",
      "Y. Sun,",
      "P. Fu,",
      "Z. Wang,",
      "Z. Wang,",
      "Z. Wang"
    ],
    "doi": "https://doi.org/10.5194/acp-20-5771-2020",
    "journalVolume": "Vol. 20\n                                \n                                \n                                  pp.\n                                  5771\n                                  – 5785",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Black carbon aerosols play an important role in climate change because they directly absorb solar radiation. In this study, the mixing state of refractory black carbon (rBC) at an urban site in Beijing in the early summer of 2018 was studied with a single-particle soot photometer (SP2) as well as a tandem observation system with a centrifugal particle mass analyzer (CPMA) and a differential mobility analyzer (DMA). The results demonstrated that the mass-equivalent size distribution of rBC exhibited an approximately lognormal distribution with a mass median diameter (MMD) of 171 nm. When the site experienced prevailing southerly winds, the MMD of rBC increased notably, by 19 %. During the observational period, the ratio of the diameter of rBC-containing particles (Dp) to the rBC core (Dc) was 1.20 on average for Dc=180 nm, indicating that the majority of rBC particles were thinly coated. The Dp∕Dc value exhibited a clear diurnal pattern, with a maximum at 14:00 LST and a Dp growth rate of 2.3 nm h−1; higher Ox conditions increased the coating growth rate. The microphysical properties of rBC were also studied. Bare rBC particles were mostly found in fractal structures with a mass fractal dimensions (Dfm) of 2.35, with limited variation during both clean and polluted periods. The morphology of rBC changed with coating thickness increasing. When the mass ratio of nonrefractory matter to rBC (MR) was <1.5, rBC-containing particles were primarily found in external fractal structures, and they changed to a core–shell structure when MR>6, at which point the measured scattering cross section of rBC-containing particles was consistent with that based on the Mie-scattering simulation. We found that only 28 % of the rBC-containing particles were in core–shell structures with a particle mass of 10 fg in the clean period but that proportion increased considerably, to 45 %, in the polluted period. Due to the morphology change, the absorption enhancement (Eabs) was 12 % lower than that predicted for core–shell structures.",
    "readLink": "https://www.atmos-chem-phys.net/20/5771/2020/acp-20-5771-2020.pdf"
  },
  {
    "title": "Land Use and Land Cover Change Modulates Hydrological Flows and Water Supply to Gaborone Dam Catchment, Botswana",
    "authors": [
      "Bisrat Kifle Arsiso,",
      "Gizaw Mengistu Tsidu"
    ],
    "doi": "https://doi.org/10.3390/w15193364",
    "journalVolume": "Vol. 15,\n                                no. 3364\n                                \n                                  p.\n                                  3364",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Identifying the mechanism through which changes in land use and land cover (LULC) modulate hydrological flows is vital for water resource planning and management. To examine the impact of LULC change on the hydrology of the Gaborone Dam catchment within the upper Limpopo basin, where Notwane river is the major river within the catchment, three LULC maps for the years 1997, 2008, and 2017 were established based on a mosaic of Landsat 5 for 1997 and 2008 and Landsat 8 for 2017. The 10 m-resolution Version 200 ESA World Land Cover Map for 2021 is used as a ground truth to train the random forest (RF) classifier to identify land cover classes from Landsat 8 imageries of 2021 using the Google Earth Engine (GEE) Python API. The overall accuracy/kappa coefficient of the RF classifier is 0.99/0.99 for the training and 0.73/0.68 for the validation data sets, which indicate excellent and substantial agreements with the ground truth, respectively. With this confidence in the LULC classification, the impact of LULC change on the hydrological flow within the catchment was estimated by employing the Soil and Water Assessment Tool (SWAT) and indicator of hydrological alteration (IHA). The SWAT model calibration and validation were first performed, and the ability of the model to capture the observed stream flow was found to be good. The LULC maps from Landsat images during the 1997–2017 period show a decrease in forests and shrubland in contrast to an increase in pasture land. The expansion of pasture and cropland and the reduction in forests and shrubland led to a decline in the amount of evapotranspiration and groundwater recharge. Furthermore, the LULC change also caused a reduction in low flow during dry periods and an increase in high flow during the rainy season. The findings clearly demonstrate that LULC changes can affect the water table by altering soil water recharge capacity. The study highlighted the importance of LULC for catchment water resource management through land use planning to regulate the water level in the Gaborone Dam against the impact of climate change and growing water demands by the city of Gaborone due to population growth.",
    "readLink": "https://www.mdpi.com/2073-4441/15/19/3364"
  },
  {
    "title": "Assessing controls on ice dynamics at Crane Glacier, Antarctic Peninsula, using a numerical ice flow model",
    "authors": [
      "Rainey Aberle,",
      "Ellyn M. Enderlin,",
      "Hans-Peter Marshall,",
      "Michal Kopera,",
      "Tate G. Meehan"
    ],
    "doi": "https://doi.org/10.1017/jog.2023.2",
    "journalVolume": "Vol. 69\n                                \n                                \n                                  pp.\n                                  1109\n                                  – 1124",
    "issn": "0022-1430 (Print)",
    "publisher": "1727-5652 (Online)",
    "countryOfPublisher": "Cambridge University Press",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.cambridge.org/core/journals/journal-of-glaciology",
    "abstract": "The Antarctic Peninsula's widespread glacier retreat and ice shelf collapse have been attributed to atmospheric and oceanic warming. Following the initial post-collapse period of retreat, several former tributary glaciers of the Larsen A and B ice shelves have been slowly re-advancing for more than a decade. Here, we use a flowline model of Crane Glacier to gauge the sensitivity of former tributary glaciers to future climate change following this period of long-term dynamic adjustment. The glacier's long-term geometry and speed changes are similar to those of other former Larsen A and B tributaries, suggesting that Crane Glacier is a reasonable representation of regional dynamics. For the unperturbed climate simulations, discharge remains nearly unchanged in 2018–2100, indicating that dynamic readjustment to shelf collapse took ~15 years. Despite large uncertainties in Crane Glacier's past and future climate forcing, a wide range of future climate scenarios leads to a relatively modest range in grounding line discharge (0.8–1.5 Gt a−1) by 2100. Based on the model results for Crane, we infer that although former ice shelf tributaries may readvance following collapse, similar to the tidewater glacier cycle, their dynamic response to future climate perturbations should be less than their response to ice shelf collapse.",
    "readLink": "https://www.cambridge.org/core/product/identifier/S0022143023000023/type/journal_article"
  },
  {
    "title": "LENDE URA, SEBUAH INISIATIF MASYARAKAT DALAM REHABILITASI HUTAN DAN LAHAN DI SUMBA BARAT DAYA",
    "authors": [
      "Gerson ND. Njurumana,",
      "Budiyanto Dwi Prasetyo"
    ],
    "doi": "https://doi.org/10.20886/jakk.2010.7.2.97-110",
    "journalVolume": "Vol. 7,\n                                no. 2\n                                \n                                  pp.\n                                  97\n                                  – 110",
    "issn": "0216-0897 (Print)",
    "publisher": "2502-6267 (Online)",
    "countryOfPublisher": "Centre for Social Research and Development, Economics, Policy and Climate Change",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JAKK/",
    "abstract": "Masyarakat lokal memiliki peran strategis dalam mendukung kegiatan rehabilitasi hutan dan lahan. Berbagai pola adaptasi masyarakat lokal terhadap lingkungan merupakan salah satu sumberdaya yang perlu mendapatkan perhatian dalam perencanaan pembangunan kehutanan berkelanjutan. Manusia tidak dapat dipisahkan dari lingkungannya, dan sebaliknya manusia adalah produk dari lingkungan, sehingga berbagai bentuk adaptasi lingkungan banyak dijumpai berdasarkan persepsi dan pengalaman berinteraksi dalam pengelolaan dan pemanfaatan sumberdaya hutan, tanah dan air. Inisiatif lokal pada tataran filosofis maupun praktis, sesungguhnya merupakan modal dasar bagi pembangunan. Penelitian ini mengkaji tentang inisiatif lokal Lende Ura yang ada pada masyarakat Sumba Barat Daya, Nusa Tenggara Timur (NTT). Penelitian menggunakan pendekatan deskriptif melalui pendokumentasian literatur dan wawancara mendalam terkait fokus kajian. Penelitian dilakukan tahun 2009. Analisis data dilakukan secara deskriptif naratif. Lende Ura merupakan salah satu bentuk inisiatif lokal yaitu sebuah filosofi kehidupan masyarakat di Sumba Barat Daya yang memandang hutan sebagai jembatan bagi datangnya hujan. Masyarakat memahami bahwa hutan yang terpelihara dengan baik akan menjadi jembatan bagi turunnya hujan sehingga mendukung usaha pertanian dan ketersediaan air bagi manusia dan makhluk hidup lainnya. Konsep Lende Ura mendorong masyarakat menghargai setiap komponen sumberdaya alam yang ada, serta berpengaruh baik secara langsung maupun tidak langsung terhadap proses terjadinya hujan. Karenanya, masyarakat tidak melakukan penebangan liar, menghindari kebakaran hutan dan lahan, memelihara daerah tangkapan air melalui budidaya pertanian campuran lahan kering serta memanfaatkan hasil hutan non kayu.",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JAKK/article/view/272"
  },
  {
    "title": "Increasing exposure to floods in China revealed by nighttime light data and flood susceptibility mapping",
    "authors": [
      "Jian Fang,",
      "Chaoyang Zhang,",
      "Jiayi Fang,",
      "Muxing Liu,",
      "Yibo Luan"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ac263e",
    "journalVolume": "Vol. 16,\n                                no. 10\n                                \n                                  p.\n                                  104044",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "The impacts of floods on human society are expected to increase at both global and regional scale in the context of global climate change and increasing human activity in flood-prone areas. However, spatially explicit and dynamic assessments of flood exposure in China are still very limited, which hinders the development of risk-based flood management considering dynamic changes. Therefore, this study explored the spatial-temporal variations of flood exposure in China from 1992 to 2020 through flood susceptibility mapping and using satellite-based nighttime light data. It can be revealed that a significantly high level and rapid increase of flood exposure could be observed in China, especially around some major metropolitan areas in the eastern region. The expansion of flood exposure was mainly distributed in North China and some coastal areas during 1992–2000; while mainly occurring in South China during 2000–2013, especially in middle Yangtze River basin where flood susceptibility is highest. The changes of flood exposure in China were mainly driven by the increase in the number of lit pixels during the early period, and were dominated by the increase in the intensity of lit pixels in the later period. This process continued to the latest period of 2014–2020. This implies that upgrading of existing flood management facilities and efforts for more effective measures are urgently needed in flood-prone urban areas with increasing exposure intensity. In addition, this study demonstrated the advantage of nighttime light data for disaster assessment and monitoring. With the development of more nighttime light products of higher resolution and higher detection ability and the integration with ground-based observation, it is promising to achieve more precise monitoring and analysis of flood exposure at a large scale, and support fine-grained management of flood risk.",
    "readLink": "https://doi.org/10.1088/1748-9326/ac263e"
  },
  {
    "title": "Comparative Ecology of <i>Hyalomma lusitanicum</i> and <i>Hyalomma marginatum </i>Koch, 1844 (Acarina: Ixodidae)",
    "authors": [
      "Félix Valcárcel,",
      "Julia González,",
      "Marta G. González,",
      "María Sánchez,",
      "José María Tercero,",
      "Latifa Elhachimi,",
      "Juan D. Carbonell,",
      "A. Sonia Olmeda"
    ],
    "doi": "https://doi.org/10.3390/insects11050303",
    "journalVolume": "Vol. 11,\n                                no. 303\n                                \n                                  p.\n                                  303",
    "issn": "2075-4450 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/insects/",
    "abstract": "The genus Hyalomma belongs to the Ixodidae family and includes many tick species. Most species in this genus are African species, but two of them, Hyalomma lusitanicum and Hyalomma marginatum, are also found in Europe and, owing to their morphological similarity, it is very difficult to tell them apart. This is a major concern because their phenology and vector capacities are quite different. Moreover, they share many habitats and both are currently spreading to new areas, probably due to climate change and animal/human movements. In this study, we review the described ecology of the two species and provide further interesting data on H. lusitanicum based on the authors’ experience, which could be useful in assessing the risk they pose to humans and animals.",
    "readLink": "https://www.mdpi.com/2075-4450/11/5/303"
  },
  {
    "title": "The Diverse Assemblage of Fungal Endophytes from Orchids in Madagascar Linked to Abiotic Factors and Seasonality",
    "authors": [
      "Kazutomo Yokoya,",
      "Lawrence  W. Zettler,",
      "Jake Bell,",
      "Jonathan  P. Kendon,",
      "Alison  S. Jacob,",
      "Emily Schofield,",
      "Landy Rajaovelona,",
      "Viswambharan Sarasan"
    ],
    "doi": "https://doi.org/10.3390/d13020096",
    "journalVolume": "Vol. 13,\n                                no. 96\n                                \n                                  p.\n                                  96",
    "issn": "1424-2818 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/diversity/",
    "abstract": "The inselbergs of the Central Highlands of Madagascar are one of many ‘micro-hotspots’ of biodiversity on the island, particularly for Orchidaceae. In this region are several genera that have a large number of endemic species that are in serious decline or edging towards extinction. Studies relating to diversity of orchids and their fungal partners (both mycorrhizal and non-mycorrhizal root associates) deserve more attention, as climate change and human induced decline in resilience of species in the wild is at an all-time high. Identification of mycorrhizal fungi (MF) via conventional seed baited-protocorms has limitations for large scale studies and its application for time-bound conservation projects. The paper describes the value of understanding fungal diversity in the roots of orchids at different stages of maturity. The first part of the study was a preliminary investigation mainly to identify culturable Rhizoctonia endophytes, and the second part looked at all life forms of available taxa together with associated soil characteristics. We isolated and identified 19 putative MF from 18 of the 50 taxa spread over an area of 250 sq. km, covering three life forms, growth phases of the orchid taxa, and habitat types. In the rest of the taxa, we were unable to detect any putative MF, but had varying numbers of non-mycorrhizal endophytes. We also found that diversity of putative MF was higher in plants from soils with the lowest P levels recorded. Putative mycorrhizal OTUs were predominantly from the Tulasnella lineage, followed by Ceratobasidium and Serendipita. Within a small subset of samples, a difference in colonised endophytes depending on the collection season was observed. In vitro germination studies using 10 OTUs of mycorrhizal fungi in 14 orchid species showed mostly generalist associations. When orchid seed and fungal sources were studied irrespective of habitat, life form, and distance from each other (orchid seed and fungal source), compatibility for symbiotic seed germination was observed in most cases. Issues with the identification of compatible MF and symbiotic system of seed germination are discussed.",
    "readLink": "https://www.mdpi.com/1424-2818/13/2/96"
  },
  {
    "title": "Resilience Assessment of Beijing Subway Lines under Extreme Precipitation Weather",
    "authors": [
      "Yun Wei,",
      "Jingyu Liang,",
      "Yongxin Deng,",
      "Fei Dou,",
      "Yao Ning,",
      "Dong Zhou,",
      "Jie Liu"
    ],
    "doi": "https://doi.org/10.3390/app13063964",
    "journalVolume": "Vol. 13,\n                                no. 3964\n                                \n                                  p.\n                                  3964",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "Traffic infrastructure safety is a core topic in traffic construction and development. As the impact of global climate change becomes more and more significant, extreme weather brings more and more safety issues to the normal operation of subway systems. Therefore, it is an urgent issue in the construction of subway systems to fully prepare for extreme weather and improve system resilience under external disturbances. The resilience of a complex system generally refers to its ability to adapt to external disturbances and return to a functional state. As one of several key infrastructure systems in large cities, a subway system needs to be highly resilient to cope with various risks, and it needs to recover quickly under uncertain weather conditions and other external damage events. In order to achieve the goal of conducting a real-time resilience assessment of a subway system, this study adopts the Bayesian network and the traditional failure mode and effect analysis (FMEA) method to realize resilience assessment with multiple performance indicators. Combined with the risk matrix method from FMEA, multiple important indicators of a subway system under the influence of extreme weather are obtained. These important indicators are integrated into the resilience assessment of the subway system within a Bayesian method. In this paper, the feasibility and applicability of the proposed method are verified by taking the Changping Line of the Beijing subway under extreme rainfall weather (>10 mm) as a case.",
    "readLink": "https://www.mdpi.com/2076-3417/13/6/3964"
  }
]