[
  {
    "title": "WETCHIMP-WSL: intercomparison of wetland methane emissions models over West Siberia",
    "authors": [
      "T. J. Bohn,",
      "J. R. Melton,",
      "A. Ito,",
      "T. Kleinen,",
      "R. Spahni,",
      "R. Spahni,",
      "B. D. Stocker,",
      "B. D. Stocker,",
      "B. Zhang,",
      "X. Zhu,",
      "X. Zhu,",
      "X. Zhu,",
      "R. Schroeder,",
      "R. Schroeder,",
      "M. V. Glagolev,",
      "M. V. Glagolev,",
      "M. V. Glagolev,",
      "M. V. Glagolev,",
      "S. Maksyutov,",
      "S. Maksyutov,",
      "V. Brovkin,",
      "G. Chen,",
      "S. N. Denisov,",
      "A. V. Eliseev,",
      "A. V. Eliseev,",
      "A. Gallego-Sala,",
      "K. C. McDonald,",
      "M. A. Rawlins,",
      "W. J. Riley,",
      "Z. M. Subin,",
      "H. Tian,",
      "Q. Zhuang,",
      "J. O. Kaplan"
    ],
    "doi": "https://doi.org/10.5194/bg-12-3321-2015",
    "journalVolume": "Vol. 12\n                                \n                                \n                                  pp.\n                                  3321\n                                  – 3349",
    "issn": "1726-4170 (Print)",
    "publisher": "1726-4189 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Biology (General): Ecology",
      "Science: Biology (General): Life",
      "Science: Geology"
    ],
    "journalUrl": "http://www.biogeosciences.net",
    "abstract": "Wetlands are the world's largest natural source of methane, a powerful greenhouse gas. The strong sensitivity of methane emissions to environmental factors such as soil temperature and moisture has led to concerns about potential positive feedbacks to climate change. This risk is particularly relevant at high latitudes, which have experienced pronounced warming and where thawing permafrost could potentially liberate large amounts of labile carbon over the next 100 years. However, global models disagree as to the magnitude and spatial distribution of emissions, due to uncertainties in wetland area and emissions per unit area and a scarcity of in situ observations. Recent intensive field campaigns across the West Siberian Lowland (WSL) make this an ideal region over which to assess the performance of large-scale process-based wetland models in a high-latitude environment. Here we present the results of a follow-up to the Wetland and Wetland CH4 Intercomparison of Models Project (WETCHIMP), focused on the West Siberian Lowland (WETCHIMP-WSL). We assessed 21 models and 5 inversions over this domain in terms of total CH4 emissions, simulated wetland areas, and CH4 fluxes per unit wetland area and compared these results to an intensive in situ CH4 flux data set, several wetland maps, and two satellite surface water products. We found that (a) despite the large scatter of individual estimates, 12-year mean estimates of annual total emissions over the WSL from forward models (5.34 ± 0.54 Tg CH4 yr−1), inversions (6.06 ± 1.22 Tg CH4 yr−1), and in situ observations (3.91 ± 1.29 Tg CH4 yr−1) largely agreed; (b) forward models using surface water products alone to estimate wetland areas suffered from severe biases in CH4 emissions; (c) the interannual time series of models that lacked either soil thermal physics appropriate to the high latitudes or realistic emissions from unsaturated peatlands tended to be dominated by a single environmental driver (inundation or air temperature), unlike those of inversions and more sophisticated forward models; (d) differences in biogeochemical schemes across models had relatively smaller influence over performance; and (e) multiyear or multidecade observational records are crucial for evaluating models' responses to long-term climate change.",
    "readLink": "https://www.biogeosciences.net/12/3321/2015/bg-12-3321-2015.pdf"
  },
  {
    "title": "IPS INFESTATION – A GLOBAL PROBLEM FOR CONIFEROUS IN THE FACE OF CLIMATE CHANGE",
    "authors": [
      "SIMONA ANDREI ,",
      "IRINA-LOREDANA IFRIM"
    ],
    "doi": "Vol. 22,\n                                no. 2\n                                \n                                  pp.\n                                  245\n                                  – 261",
    "issn": "1582-540X (Print)",
    "publisher": "Alma Mater Publishing House \"Vasile Alecsandri\" University of Bacau",
    "countryOfPublisher": "Romania",
    "lcc": [
      "Technology: Chemical technology"
    ],
    "journalUrl": "http://pubs.ub.ro/?pg=revues&rev=cscc6",
    "abstract": "Bark beetle infestation (Coleoptera: Curculionidae, Scolytinae) is a relevant issue for forestry sector at global scale. In Europe, the average wood lost because infestations was approximately 2.9 million m3/year in the last half of the twentieth century. In present, at a global scale, insects affect 30 million hectares of forest annually. The intensity of the bark beetle attack increases in temperate forests worldwide, in Europe, Asia, in southern parts of North America and in the north of the continent. In Alaska, during the period 1990-2000, spruce mortality was spread over an area of 1,19 million hectares. From 1990 to 2000, in Tatra Mountains, in Poland and Slovak Republic (Central Europe), more than 118,000 m3 of trees were damaged by Ips typographus infestation. Although it is the most important agent of tree mortality, bark beetle is considered a secondary pest because it has favorable conditions for development only in damaged trees. Climate warming and drought conditions have led to an unprecedented intensity of infestation. The spatial and temporal dynamics of bark beetle population outbreaks varies according to host species and insect aggressiveness. In this study, 112 articles were analyzed to discover the conditions favoring outbreaks and the severity of damage caused by bark beetle infestations.",
    "readLink": "https://pubs.ub.ro/?pg=revues&rev=cscc6&num=202102&vol=2&aid=5278"
  },
  {
    "title": "Desirable plant cell wall traits for higher-quality miscanthus lignocellulosic biomass",
    "authors": [
      "Ricardo M. F. da Costa,",
      "Sivakumar Pattathil,",
      "Utku Avci,",
      "Ana Winters,",
      "Michael G. Hahn,",
      "Maurice Bosch"
    ],
    "doi": "https://doi.org/10.1186/s13068-019-1426-7",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 18",
    "issn": "1754-6834 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Chemical technology: Fuel",
      "Technology: Chemical technology: Biotechnology"
    ],
    "journalUrl": "https://biotechnologyforbiofuels.biomedcentral.com",
    "abstract": "Abstract Background Lignocellulosic biomass from dedicated energy crops such as Miscanthus spp. is an important tool to combat anthropogenic climate change. However, we still do not exactly understand the sources of cell wall recalcitrance to deconstruction, which hinders the efficient biorefining of plant biomass into biofuels and bioproducts. Results We combined detailed phenotyping, correlation studies and discriminant analyses, to identify key significantly distinct variables between miscanthus organs, genotypes and most importantly, between saccharification performances. Furthermore, for the first time in an energy crop, normalised total quantification of specific cell wall glycan epitopes is reported and correlated with saccharification. Conclusions In stems, lignin has the greatest impact on recalcitrance. However, in leaves, matrix glycans and their decorations have determinant effects, highlighting the importance of biomass fine structures, in addition to more commonly described cell wall compositional features. The results of our interrogation of the miscanthus cell wall promote the concept that desirable cell wall traits for increased biomass quality are highly dependent on the target biorefining products. Thus, for the development of biorefining ideotypes, instead of a generalist miscanthus variety, more realistic and valuable approaches may come from defining a collection of specialised cultivars, adapted to specific conditions and purposes.",
    "readLink": "http://link.springer.com/article/10.1186/s13068-019-1426-7"
  },
  {
    "title": "Assessing risks and uncertainties in forest dynamics under different management scenarios and climate change",
    "authors": [
      "Matthias Albert,",
      "Jan Hansen,",
      "Jürgen Nagel,",
      "Matthias Schmidt ,",
      "Hermann Spellmann"
    ],
    "doi": "https://doi.org/10.1186/s40663-015-0036-5",
    "journalVolume": "Vol. 2",
    "issn": "2095-6355 (Print)",
    "publisher": "2197-5620 (Online)",
    "countryOfPublisher": "KeAi Communications Co., Ltd.",
    "lcc": [
      "China",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.keaipublishing.com/en/journals/forest-ecosystems/",
    "abstract": "Background Forest management faces a climate induced shift in growth potential and increasing current and emerging new risks. Vulnerability analysis provides decision support based on projections of natural resources taking risks and uncertainties into account. In this paper we (1) characterize differences in forest dynamics under three management scenarios, (2) analyse the effects of the three scenarios on two risk factors, windthrow and drought stress, and (3) quantify the effects and the amount of uncertainty arising from climate projections on height increment and drought stress. Methods In four regions in northern Germany, we apply three contrasting management scenarios and project forest development under climate change until 2070. Three climate runs (minimum, median, maximum) based on the emission scenario RCP 8.5 control the site-sensitive forest growth functions. The minimum and maximum climate run define the range of prospective climate development. Results The projections of different management regimes until 2070 show the diverging medium-term effects of thinnings and harvests and long-term effects of species conversion on a regional scale. Examples of windthrow vulnerability and drought stress reveal how adaptation measures depend on the applied management path and the decision-maker’s risk attitude. Uncertainty analysis shows the increasing variability of drought risk projections with time. The effect of climate projections on height growth are quantified and uncertainty analysis reveals that height growth of young trees is dominated by the age-trend whereas the climate signal in height increment of older trees is decisive. Conclusions Drought risk is a serious issue in the eastern regions independent of the applied silvicultural scenario, but adaptation measures are limited as the proportion of the most drought tolerant species Scots pine is already high. Windthrow risk is no serious overall threat in any region, but adequate counter-measures such as species conversion, species mixture or reduction of target diameter can be taken. This simulation study of three silvicultural scenarios and three climate runs spans a decision space of potential forest development to be used for decision making. Which adaptation measures to counteract climate induced risks and uncertainty are to be taken is, however, a matter of individual risk attitude.",
    "readLink": "http://www.forestecosyst.com/content/2/1/14"
  },
  {
    "title": "Zn Supplementation Mitigates Drought Effects on Cotton by Improving Photosynthetic Performance and Antioxidant Defense Mechanisms",
    "authors": [
      "Touhidur Rahman Anik,",
      "Mohammad Golam Mostofa,",
      "Md. Mezanur Rahman,",
      "Md. Arifur Rahman Khan,",
      "Protik Kumar Ghosh,",
      "Sharmin Sultana,",
      "Ashim Kumar Das,",
      "Md. Saddam Hossain,",
      "Sanjida Sultana Keya,",
      "Md. Abiar Rahman,",
      "Nusrat Jahan,",
      "Aarti Gupta,",
      "Lam-Son Phan Tran"
    ],
    "doi": "https://doi.org/10.3390/antiox12040854",
    "journalVolume": "Vol. 12,\n                                no. 854\n                                \n                                  p.\n                                  854",
    "issn": "2076-3921 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Medicine: Therapeutics. Pharmacology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/antioxidants",
    "abstract": "Drought is recognized as a paramount threat to sustainable agricultural productivity. This threat has grown more severe in the age of global climate change. As a result, finding a long-term solution to increase plants’ tolerance to drought stress has been a key research focus. Applications of chemicals such as zinc (Zn) may provide a simpler, less time-consuming, and effective technique for boosting the plant’s resilience to drought. The present study gathers persuasive evidence on the potential roles of zinc sulphate (ZnSO4·7H2O; 1.0 g Kg−1 soil) and zinc oxide (ZnO; 1.0 g Kg−1 soil) in promoting tolerance of cotton plants exposed to drought at the first square stage, by exploring various physiological, morphological, and biochemical features. Soil supplementation of ZnSO4 or ZnO to cotton plants improved their shoot biomass, root dry weight, leaf area, photosynthetic performance, and water-use efficiency under drought stress. Zn application further reduced the drought-induced accumulations of H2O2 and malondialdehyde, and electrolyte leakage in stressed plants. Antioxidant assays revealed that Zn supplements, particularly ZnSO4, reduced reactive oxygen species (ROS) accumulation by increasing the activities of a range of ROS quenchers, such as catalase, ascorbate peroxidase, glutathione S-transferase, and guaiacol peroxidase, to protect the plants against ROS-induced oxidative damage during drought stress. Increased leaf relative water contents along with increased water-soluble protein contents may indicate the role of Zn in improving the plant’s water status under water-deficient conditions. The results of the current study also suggested that, in general, ZnSO4 supplementation more effectively increased cotton drought tolerance than ZnO supplementation, thereby suggesting ZnSO4 as a potential chemical to curtail drought-induced detrimental effects in water-limited soil conditions.",
    "readLink": "https://www.mdpi.com/2076-3921/12/4/854"
  },
  {
    "title": "Interplay between Diets, Health, and Climate Change",
    "authors": [
      "Prajal Pradhan,",
      "Jürgen  P. Kropp"
    ],
    "doi": "https://doi.org/10.3390/su12093878",
    "journalVolume": "Vol. 12,\n                                no. 3878\n                                \n                                  p.\n                                  3878",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The world is facing a triple burden of undernourishment, obesity, and environmental impacts from agriculture while nourishing its population. This burden makes sustainable nourishment of the growing population a global challenge. Addressing this challenge requires an understanding of the interplay between diets, health, and associated environmental impacts (e.g., climate change). For this, we identify 11 typical diets that represent dietary habits worldwide for the last five decades. Plant-source foods provide most of all three macronutrients (carbohydrates, protein, and fat) in developing countries. In contrast, animal-source foods provide a majority of protein and fat in developed ones. The identified diets deviate from the recommended healthy diet with either too much (e.g., red meat) or too little (e.g., fruits and vegetables) food and nutrition supply. The total calorie supplies are lower than required for two diets. Sugar consumption is higher than recommended for five diets. Three and five diets consist of larger-than-recommended carbohydrate and fat shares, respectively. Four diets with a large share of animal-source foods exceed the recommended value of red meat. Only two diets consist of at least 400 gm/cap/day of fruits and vegetables while accounting for food waste. Prevalence of undernourishment and underweight dominates in the diets with lower calories. In comparison, a higher prevalence of obesity is observed for diets with higher calories with high shares of sugar, fat, and animal-source foods. However, embodied emissions in the diets do not show a clear relation with calorie supplies and compositions. Two high-calorie diets embody more than 1.5 t CO 2 eq/cap/yr, and two low-calorie diets embody around 1 t CO 2 eq/cap/yr. Our analysis highlights that sustainable and healthy diets can serve the purposes of both nourishing the population and, at the same time, reducing the environmental impacts of agriculture.",
    "readLink": "https://www.mdpi.com/2071-1050/12/9/3878"
  },
  {
    "title": "The Role of Transdisciplinary Research for Agricultural Climate Change Adaptation Strategies",
    "authors": [
      "Markus Schermer,",
      "Rike Stotten,",
      "Ulrich Strasser,",
      "Gertraud Meißl,",
      "Thomas Marke,",
      "Kristian Förster,",
      "Herbert Formayer"
    ],
    "doi": "https://doi.org/10.3390/agronomy8110237",
    "journalVolume": "Vol. 8,\n                                no. 11\n                                \n                                  p.\n                                  237",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "While science widely acknowledges the necessity of climate change adaptation (CCA), concrete strategies for CCA by major land-use actor groups at a local level are largely missing. Immediate economic challenges often prevent the establishment of long-term collective strategies. However, collective decisions on a communal level regarding land use are crucial for CCA strategies, given the interdependencies of farming with forestry, tourism, and other economic sectors, especially in mountain areas. This paper presents inter- and trans-disciplinary learning processes, which have evolved into a project modelling the hydrological effects of combined future climate and land-use changes based on the combined scenarios of climate and socio-economic change in an Alpine valley (Brixental in Tyrol/Austria). Locally adapted scenarios illustrate future land-use changes as a result of both climate change and different socio-economic developments. The hydrological results show how an increase in the forested area reduces streamflow (as a measure of water availability) in the long term. For local stakeholders, the process demonstrated clearly the interdependence of different economic sectors and the necessity for collective action at a regional level to influence socio-economic development. Moreover, it made them aware that local decisions on future land use may influence the effects of climate change. Consistent storylines helped stakeholders to visualize a desired future and to see their scope of influence. The transdisciplinary research process allowed local stakeholders to translate the hydrological modelling results into a concrete local CCA strategy.",
    "readLink": "https://www.mdpi.com/2073-4395/8/11/237"
  },
  {
    "title": "Influence of Icing on the Modal Behavior of Wind Turbine Blades",
    "authors": [
      "Sudhakar Gantasala,",
      "Jean-Claude Luneno,",
      "Jan-Olov Aidanpää"
    ],
    "doi": "https://doi.org/10.3390/en9110862",
    "journalVolume": "Vol. 9,\n                                no. 11\n                                \n                                  p.\n                                  862",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Wind turbines installed in cold climate sites accumulate ice on their structures. Icing of the rotor blades reduces turbine power output and increases loads, vibrations, noise, and safety risks due to the potential ice throw. Ice accumulation increases the mass distribution of the blade, while changes in the aerofoil shapes affect its aerodynamic behavior. Thus, the structural and aerodynamic changes due to icing affect the modal behavior of wind turbine blades. In this study, aeroelastic equations of the wind turbine blade vibrations are derived to analyze modal behavior of the Tjaereborg 2 MW wind turbine blade with ice. Structural vibrations of the blade are coupled with a Beddoes-Leishman unsteady attached flow aerodynamics model and the resulting aeroelastic equations are analyzed using the finite element method (FEM). A linearly increasing ice mass distribution is considered from the blade root to half-length and thereafter constant ice mass distribution to the blade tip, as defined by Germanischer Lloyd (GL) for the certification of wind turbines. Both structural and aerodynamic properties of the iced blades are evaluated and used to determine their influence on aeroelastic natural frequencies and damping factors. Blade natural frequencies reduce with ice mass and the amount of reduction in frequencies depends on how the ice mass is distributed along the blade length; but the reduction in damping factors depends on the ice shape. The variations in the natural frequencies of the iced blades with wind velocities are negligible; however, the damping factors change with wind velocity and become negative at some wind velocities. This study shows that the aerodynamic changes in the iced blade can cause violent vibrations within the operating wind velocity range of this turbine.",
    "readLink": "http://www.mdpi.com/1996-1073/9/11/862"
  },
  {
    "title": "Genetic Diversity of <i>Rhanterium eppaposum</i> Oliv. Populations in Kuwait as Revealed by GBS",
    "authors": [
      "Fadila Al Salameen,",
      "Nazima Habibi,",
      "Sami Al Amad,",
      "Bashayer Al Doaij"
    ],
    "doi": "https://doi.org/10.3390/plants11111435",
    "journalVolume": "Vol. 11,\n                                no. 1435\n                                \n                                  p.\n                                  1435",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Natural populations of Rhanterium eppaposum Oliv. (Arfaj), a perennial forage shrub, have depleted due to unethical human interventions and climate change in Kuwait. Therefore, there is an urgent need to conserve this native plant through the assessment of its genetic diversity and population structure. Genotyping by sequencing (GBS) has recently emerged as a powerful tool for the molecular diversity analysis of higher plants without prior knowledge of their genome. This study represents the first effort in using GBS to discover genome-wide single nucleotide polymorphisms (SNPs) of local Rhanterium plants to assess the genetic diversity present in landraces collected from six different locations in Kuwait. The study generated a novel set of 11,231 single nucleotide polymorphisms (SNPs) and indels (insertions and deletions) in 98 genotypes of Rhanterium. The analysis of molecular variance (AMOVA) revealed ~1.5% variation residing among the six populations, ~5% among the individuals within the population and 93% variation present within the populations (FST = 0.029; p = 0.0). Bayesian and UPGMA analyses identified two admixed clusters of the tested samples; however, the principal coordinates analysis returned the complete population as a single group. Mantel’s test returned a very weak correlation coefficient of r2 = 0.101 (p = 0.00) between the geographic and genetic distance. These findings are useful for the native species to formulate conservation strategies for its sustainable management and desert rehabilitation.",
    "readLink": "https://www.mdpi.com/2223-7747/11/11/1435"
  },
  {
    "title": "PLANETARY MONITORING - THE WAY TO FINDING-OUT OF THE REASONS OF CHANGE OF THE CLIMATE",
    "authors": [
      "V.G. Teifel"
    ],
    "doi": "Vol. 26,\n                                no. 2\n                                \n                                  pp.\n                                  75\n                                  – 81",
    "issn": "1563-0315 (Print)",
    "publisher": "2663-2276 (Online)",
    "countryOfPublisher": "Al-Farabi Kazakh National University",
    "lcc": [
      "Kazakhstan",
      "Science: Physics"
    ],
    "journalUrl": "https://bph.kaznu.kz/index.php/zhuzhu/index",
    "abstract": "The problems and tasks of the planetary monitoring consisted of regular observations and studies of the processes in the atmospheres of the planets are considered briefly. The main goal of them is to estimate the cosmic factors role in the global climatic changes on the Earth and other planets.",
    "readLink": "https://bph.kaznu.kz/index.php/zhuzhu/article/view/1448"
  }
]