[
  {
    "title": "Temperature, not precipitation, drives the morphological traits of Didymodon rigidulus in Tibet",
    "authors": [
      "Ling Liu,",
      "Yanbin Jiang,",
      "Xiaotong Song,",
      "Jiwang Tang,",
      "Jin Kou,",
      "Yingjie Fan,",
      "Xiaoming Shao"
    ],
    "doi": "Vol. 133\n                                \n                                \n                                  p.\n                                  108401",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "Plant traits reflect the response and adaptation of plants to environmental changes and play important roles in the prediction of the effects of different environmental conditions on plants and plant-mediated processes. However, few studies have focused on the traits of nonvascular plants, such as bryophytes, although such plants are important participants in the primary productivity and biogeochemistry in harsh environments. In this study, the adaptive morphological traits and their interactions in the moss species that adapt to harsh and acute changeable environment were determined. Environmental factors that drive the changes in these traits were also evaluated. A total of 43 specimens of Didymodon rigidulus were collected from 38 sampling sites in arid and semi-arid regions in Tibet. Twelve morphological traits were investigated by microscope measurement, and then their interrelations and relations to environmental variables were quantified by employing Spearman’s correlation analysis, hierarchical partitioning analysis, and partial least squares path modeling. Results showed that along with the environmental gradient, the plant height, leaves, and cells of D. rigidulus had changed significantly, and these parameters were largely interpretable in functional and adaptive terms. The lower the mean annual temperature (MAT) was, the thicker was the surface cell wall and the wider was the cell cavity of D. rigidulus. The higher potential evapotranspiration (PET) was, the thicker was the surface cell wall but the smaller were the leaves. MAT and PET were the main driving forces for the development of such traits of D. rigidulus. These results provide important insight into the adaptive syndrome of nonvascular plants associated with stress tolerance in the varied and harsh environment in Tibet. This study indicated the importance of considering the effects of climate change, especially the warming temperature on species adaption and community assemblage.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X21010669"
  },
  {
    "title": "Biochar boosts tropical but not temperate crop yields",
    "authors": [
      "Simon Jeffery,",
      "Diego Abalos,",
      "Marija Prodana,",
      "Ana Catarina Bastos,",
      "Jan Willem van Groenigen,",
      "Bruce A Hungate,",
      "Frank Verheijen"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aa67bd",
    "journalVolume": "Vol. 12,\n                                no. 5\n                                \n                                  p.\n                                  053001",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Applying biochar to soil is thought to have multiple benefits, from helping mitigate climate change [ 1 , 2 ], to managing waste [ 3 ] to conserving soil [ 4 ]. Biochar is also widely assumed to boost crop yield [ 5 , 6 ], but there is controversy regarding the extent and cause of any yield benefit [ 7 ]. Here we use a global-scale meta-analysis to show that biochar has, on average, no effect on crop yield in temperate latitudes, yet elicits a 25% average increase in yield in the tropics. In the tropics, biochar increased yield through liming and fertilization, consistent with the low soil pH, low fertility, and low fertilizer inputs typical of arable tropical soils. We also found that, in tropical soils, high-nutrient biochar inputs stimulated yield substantially more than low-nutrient biochar, further supporting the role of nutrient fertilization in the observed yield stimulation. In contrast, arable soils in temperate regions are moderate in pH, higher in fertility, and generally receive higher fertilizer inputs, leaving little room for additional benefits from biochar. Our findings demonstrate that the yield-stimulating effects of biochar are not universal, but may especially benefit agriculture in low-nutrient, acidic soils in the tropics. Biochar management in temperate zones should focus on potential non-yield benefits such as lime and fertilizer cost savings, greenhouse gas emissions control, and other ecosystem services.",
    "readLink": "https://doi.org/10.1088/1748-9326/aa67bd"
  },
  {
    "title": "Integrating water quality monitoring and diatom community trends to determine landscape‐level change in protected lakes",
    "authors": [
      "Joy M. Ramstack Hobbs,",
      "Adam J. Heathcote,",
      "David D. VanderMeulen,",
      "Mark B. Edlund"
    ],
    "doi": "https://doi.org/10.1002/ecs2.4199",
    "journalVolume": "Vol. 13,\n                                no. 8\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract Lakes in protected or remote regions are not immune to anthropogenic impacts and face a variety of stressors ranging from atmospheric deposition of pollutants to global climate change. Monitoring programs in these lakes can be limited in scope due to sampling logistics, leaving an incomplete picture of how the systems may be impacted by environmental stressors. Here, we used diatoms as early indicators of change in relatively undisturbed lakes from five national park units in the US Great Lakes region. Surface sediment samples were collected repeatedly over more than a decade to analyze the diatom community turnover. This diatom community assemblage data were compared with the measured water quality data collected over the same period in order to identify the predominant drivers of ecological change. Even though the parks in this study span two biomes, and lake characteristics vary between and within parks, we found synchronicity in measured water quality trends and diatom responses. Changes in the thermal regime and water‐column mixing appeared to drive much of the change across parks, although much of the diatom turnover also followed a sulfate or pH gradient. Nutrients did not appear to play a major role in diatom community change. This method of using diatoms in conjunction with water quality monitoring allows for an integrated response over a number of years and provides managers with a complementary tool to determine which environmental parameters are having the biggest effect on lake ecology.",
    "readLink": "https://doi.org/10.1002/ecs2.4199"
  },
  {
    "title": "Multi-Environment Screening of Durum Wheat Genotypes for Drought Tolerance in Changing Climatic Events",
    "authors": [
      "Sourour Ayed,",
      "Afef Othmani,",
      "Imen Bouhaouel,",
      "Jaime  A. Teixeira da Silva"
    ],
    "doi": "https://doi.org/10.3390/agronomy11050875",
    "journalVolume": "Vol. 11,\n                                no. 875\n                                \n                                  p.\n                                  875",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "Durum wheat is the most widely grown cereal in Tunisia, but its production is threatened by drought, which is exacerbated by climate change. This study aimed to identify drought-tolerant durum wheat genotypes from five modern varieties and six landraces in a multi-environment trial at two sites (Kef and Siliana, Tunisia) during three growing seasons under rainfed and irrigated conditions. Six drought tolerance indices (mean productivity (MP), geometric mean productivity (GMP), stress susceptibility index (SSI), tolerance index (TOL), stress tolerance index (STI), and yield stability index (YSI)) were used to evaluate the 11 genotypes. The environment was the dominant source of variation for grain yield (GY; 94.27%), followed by the environment × genotype interaction (4.06%) and genotype (1.65%). Cluster analysis based on GY identified four environment-based groups with distinct water treatments, extreme minimum/maximum temperatures, and rainfall. Principal component analysis and a correlation matrix revealed that drought tolerance indices significantly correlated with GY in non-stressed and stressed conditions and could be separated into four groups. Based on STI, MP, and GMP, G6 and G8 (landraces) were the most drought-tolerant genotypes attaining high GY in both conditions. TOL was able to discriminate G1, G3, and G5 (modern varieties) as well as drought-susceptible genotypes, all of which were suitable for irrigation. Genotypes G7, G9, G10, and G11 (landraces), which had high SSI and lowest STI, MP, GMP, and YSI values, were susceptible to drought and were thus not suitable for cultivation in both conditions. Finally, G2 and G4 (modern varieties), which had an intermediate rank for different indices, were classified as semi-tolerant or sensitive genotypes. Drought tolerance indices and genotype ranks were helpful tools to screen drought-tolerant genotypes with a large adaptation to a range of environments, namely irrigated and rainfed conditions (landraces G6 and G8), or genotypes with the ability to adapt (modern varieties G1, G3, and G5) to irrigated conditions.",
    "readLink": "https://www.mdpi.com/2073-4395/11/5/875"
  },
  {
    "title": "Objective identification of multiple large fire climatologies: an application to a Mediterranean ecosystem",
    "authors": [
      "J Ruffault,",
      "V Moron,",
      "R M Trigo,",
      "T Curt"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/11/7/075006",
    "journalVolume": "Vol. 11,\n                                no. 7\n                                \n                                  p.\n                                  075006",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "There is growing evidence that the climatic conditions favorable to the occurrence of large fires (LFs) might not be unique within a homogeneous biogeographic area. But the identification of these coexistent multi-scalar climatologies often relies on empirical observations. Here we classify summer LFs (>120 ha) in Mediterranean France for the period 1973 to 2012, according to their local-scale weather conditions (i.e. temperature, relative humidity, wind speed and fuel moisture proxies). Three distinct climatologies were identified, and were referred as fire weather types (FWTs). (i) One of them is associated with near-normal atmospheric conditions. (ii) A heat-driven (HD) type is mostly discriminated by warm anomalies. (iii) A wind-driven (WD) type is mostly discriminated by faster winds, but cooler anomalies than usual. The frequency of WD and near-normal LFs sharply decreased in southern France over the last decades while the frequency of HD fires remained unchanged. In addition the current increase in HD potential fire days indicates a potential shift in the dominant FWT for this region. This approach offers a better understanding of the variations in fire activity and fire spread patterns in the context of contemporaneous global changes.",
    "readLink": "https://doi.org/10.1088/1748-9326/11/7/075006"
  },
  {
    "title": "Dijon, « ville sur la Saône ». Frontières urbaines, réseaux d’eau potable et territoires de la ressource en eau",
    "authors": [
      "Sandrine Petit,",
      "Marie-Hélène Vergote,",
      "Emmanuel Dumont"
    ],
    "doi": "https://doi.org/10.4000/echogeo.22404",
    "journalVolume": "Vol. 57",
    "issn": "1963-1197 (Online)",
    "publisher": "Pôle de Recherche pour l'Organisation et la diffusion de l'Information Géographique",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://echogeo.revues.org",
    "abstract": "According to their needs, cities extend their borders to neighboring territories. This is the case for the supply of drinking water. Like other cities, Dijon has depended on external resources since 1939. The water table of the Saône became a key resource for its development. Thanks to the hydraulic infrastructures, the city extended its borders and created a sovereignty over the communes of its periphery with which it traded water. Decentralization laws gave it new prerogatives over the sustainable management of watershed resources, a challenge to be met in the context of climate change. The reticular and spatial extension of the city is sometimes questioned or even contested by other actors: some municipalities seeking water autonomy or the Department of Côte d’Or.",
    "readLink": "http://journals.openedition.org/echogeo/22404"
  },
  null,
  {
    "title": "Will Climate Change Affect the Attractiveness of Beaches? Beach Users’ Perceptions in Catalonia (NW Mediterranean)",
    "authors": [
      "Briana Bombana,",
      "Raquel Santos-Lacueva,",
      "Òscar Saladié"
    ],
    "doi": "https://doi.org/10.3390/su15107805",
    "journalVolume": "Vol. 15,\n                                no. 7805\n                                \n                                  p.\n                                  7805",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Considering climate is a key resource for tourism, we investigated beach users’ profiles and their perceptions regarding three acknowledged effects of climate change (CC): temperature changes, reduction in beach area and water restrictions. Chosen as our case study, Catalan beaches are recognized globally as a coastal destination visited by national and international tourists as well as local residents and could, thus, shed light on potential trends. We conducted 867 surveys with users from 18 beaches classified as urban, semi-urban and natural beaches during the summer season. Questions approached three main blocks of information: sociodemographic profiles, characteristics of the stay and mobility, and perceptions regarding potential CC impacts. The results identified differences in profiles and perceptions among users of different types of beaches. Regarding CC effects, temperature changes and beach area reduction appeared to be more limiting and decisive factors than water restrictions in future scenarios, although reductions in drinking water are also less accepted. Foreigners were generally more sensitive to the effects considered, possibly due to their greater flexibility in choosing tourist destinations. Finally, the capacity of this type of approach to highlight key issues and related human behavior in future scenarios is useful for tourism management, especially subsequent adaptation options.",
    "readLink": "https://www.mdpi.com/2071-1050/15/10/7805"
  },
  {
    "title": "Sea Ice Targeted Geoengineering Can Delay Arctic Sea Ice Decline but not Global Warming",
    "authors": [
      "Lorenzo Zampieri,",
      "Helge F. Goessling"
    ],
    "doi": "https://doi.org/10.1029/2019EF001230",
    "journalVolume": "Vol. 7,\n                                no. 12\n                                \n                                  pp.\n                                  1296\n                                  – 1306",
    "issn": "2328-4277 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://agupubs.onlinelibrary.wiley.com/journal/23284277",
    "abstract": "To counteract global warming, a geoengineering approach that aims at intervening in the Arctic ice‐albedo feedback has been proposed. A large number of wind‐driven pumps shall spread seawater on the surface in winter to enhance ice growth, allowing more ice to survive the summer melt. We test this idea with a coupled climate model by modifying the surface exchange processes such that the physical effect of the pumps is simulated. Based on experiments with RCP 8.5 scenario forcing, we find that it is possible to keep the late‐summer sea ice cover at the current extent for the next ∼60 years. The increased ice extent is accompanied by significant Arctic late‐summer cooling by ∼1.3 K on average north of the polar circle (2021–2060). However, this cooling is not conveyed to lower latitudes. Moreover, the Arctic experiences substantial winter warming in regions with active pumps. The global annual‐mean near‐surface air temperature is reduced by only 0.02 K (2021–2060). Our results cast doubt on the potential of sea ice targeted geoengineering to mitigate climate change.",
    "readLink": "https://doi.org/10.1029/2019EF001230"
  },
  {
    "title": "Distribution of genetic diversity in Fagus sylvatica at the north-eastern edge of the natural range",
    "authors": [
      "Marta Kempf,",
      "Monika Konnert"
    ],
    "doi": "https://doi.org/10.14214/sf.1663",
    "journalVolume": "Vol. 50,\n                                no. 4",
    "issn": "2242-4075 (Online)",
    "publisher": "Finnish Society of Forest Science",
    "countryOfPublisher": "Finland",
    "lcc": [
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://silvafennica.fi/",
    "abstract": "An understanding of the genetic variation of the beech, especially at the edge of its natural distribution, is essential because of the change in natural distribution of the species resulting from changing climatic conditions. The main aim of the study was to determine the level of genetic diversity of European beech at the north-eastern edge of its natural range. The other aim was to check the genetic variation of beech from the two centres, the north and the south of Poland, which were identified in previous findings based on pollen analyses and phenotypic traits. The research material was the progeny of twelve beech provenances. The genetic structure of the populations was determined by ten highly variable microsatellite DNA loci. The results confirmed the high genetic diversity of beech at the north-eastern edge of its natural distribution, which infers the probability of their good adaptation to the changing climate and an extension of the range. Genetic analyses confirmed the existence of two genetic centres for beech in Poland. The populations from south-eastern Poland had a slightly higher diversity than the populations from the north-western area, which may indicate that the colonisation of Poland occurred by two routes. The results are important for creating the borders of the provenance regions and for limiting the transfer of seeds and seedlings. The choice of forest reproductive material, based on the knowledge of genetic diversity, is very important for the stability of future forests.",
    "readLink": "https://www.silvafennica.fi/article/1663"
  }
]