[
  {
    "title": "Interplay between eutrophication and climate warming on bacterial communities in coastal sediments differs depending on water depth and oxygen history",
    "authors": [
      "Laura Seidel,",
      "Elias Broman,",
      "Stephanie Turner,",
      "Magnus Ståhle,",
      "Mark Dopson"
    ],
    "doi": "https://doi.org/10.1038/s41598-021-02725-x",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Coastal aquatic systems suffer from nutrient enrichment, which results in accelerated eutrophication effects due to increased microbial metabolic rates. Climate change related prolonged warming will likely accelerate existing eutrophication effects, including low oxygen concentrations. However, how the interplay between these environmental changes will alter coastal ecosystems is poorly understood. In this study, we compared 16S rRNA gene amplicon based bacterial communities in coastal sediments of a Baltic Sea basin in November 2013 and 2017 at three sites along a water depth gradient with varying bottom water oxygen histories. The shallow site showed changes of only 1.1% in relative abundance of bacterial populations in 2017 compared to 2013, while the deep oxygen-deficient site showed up to 11% changes in relative abundance including an increase of sulfate-reducing bacteria along with a 36% increase in organic matter content. The data suggested that bacterial communities in shallow sediments were more resilient to seasonal oxygen decline, while bacterial communities in sediments subjected to long-term hypoxia seemed to be sensitive to oxygen changes and were likely to be under hypoxic/anoxic conditions in the future. Our data demonstrate that future climate changes will likely fuel eutrophication related spread of low oxygen zones.",
    "readLink": "https://doi.org/10.1038/s41598-021-02725-x"
  },
  {
    "title": "Adaptive capacity of winegrape varieties cultivated in Greece to climate change: current trends and future projections",
    "authors": [
      "Georgios C. Koufos,",
      "Theodoros Mavromatis,",
      "Stefanos Koundouras,",
      "Gregory V. Jones"
    ],
    "doi": "https://doi.org/10.20870/oeno-one.2020.54.4.3129",
    "journalVolume": "Vol. 54,\n                                no. 4",
    "issn": "2494-1271 (Online)",
    "publisher": "International Viticulture and Enology Society",
    "countryOfPublisher": "France",
    "lcc": [
      "Agriculture",
      "Science: Botany"
    ],
    "journalUrl": "http://www.oeno-one.eu",
    "abstract": "Aim: This research aimed to: (1) investigate the relationships between harvest dates and berry composition with air temperature during important periods during the growing season, across a range of indigenous and international winegrape varieties grown in wine regions over the majority of Greece; (2) calculate growing degree-days (GDD) from 1st of April until the harvest date of each variety and group the winegrape varieties according to their heat requirements; and (3) predict future harvest dates based upon these heat requirements under different representative emission pathways (i.e., RCP4.5 and RCP8.5) and future time periods (2041-2065 and 2071-2095) using an ensemble projection dataset. Methods and results: The analysis of heat requirements based on GDD from 1st of April to harvest date identified consistent maturity groups of the varieties studied, especially for indigenous Greek varieties. Trend analysis using the basic linear regression model showed that harvest dates have shifted earlier, during the last few decades, due to warmer conditions (especially during the ripening period) in most cases. In addition, trends in potential alcohol (acid) levels were found to be positively (negatively) correlated with maximum air temperatures in the majority of cases. Analysis of future projections using a global multi-climate model ensemble dataset (10 regional climate models) showed that harvest dates are projected to shift earlier up to 40 days in two future time periods (i.e., 2041-2065 and 2071-2095) depending on the variety and the emission pathway. Conclusions: Harvest dates of the early ripening varieties were associated more with the variations in maximum air temperatures during March to July, while mid- and late ripening varieties appeared to be affected more by maximum air temperatures during the ripening period. In addition, late ripening, mostly indigenous, varieties were less impacted by temperature increases compared to international varieties. Significance of the study: The indigenous Greek varieties appear better adapted to the recent and projected future climate of the region, responding less to warming as compared to international varieties in the majority of the study cases.",
    "readLink": "https://oeno-one.eu/article/view/3129"
  },
  {
    "title": "Spectral optical properties of long-range transport Asian dust and pollution aerosols over Northeast Asia in 2007 and 2008",
    "authors": [
      "J. Jung,",
      "Y. J. Kim,",
      "K. Y. Lee,",
      "M. G. -Cayetano,",
      "T. Batmunkh,",
      "J.-H. Koo,",
      "J. Kim"
    ],
    "doi": "https://doi.org/10.5194/acp-10-5391-2010",
    "journalVolume": "Vol. 10,\n                                no. 12\n                                \n                                  pp.\n                                  5391\n                                  – 5408",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "As a part of the IGAC (International Global Atmospheric Chemistry) Mega-cities program, aerosol physical and optical properties were continuously measured from March 2007 to March 2008 at an urban site (37.57° N, 126.94° E) in Seoul, Korea. Spectral optical properties of long-range transported Asian dust and pollution aerosols have been investigated based on the year long measurement data. Optically measured black carbon/thermally measured elemental carbon (BC/EC) ratio showed clear monthly variation with high values in summer and low values in winter mainly due to the enhancement of light attenuation by the internal mixing of EC. Novel approach has been suggested to retrieve the spectral light absorption coefficient (<i>b</i><sub>abs</sub>) from Aethalometer raw data by using BC/EC ratio. Mass absorption efficiency, &sigma;<sub>abs</sub> (=<i>b</i><sub>abs</sub>/EC) at 550 nm was determined to be 9.0&plusmn;1.3, 8.9&plusmn;1.5, 9.5&plusmn;2.0, and 10.3&plusmn;1.7 m<sup>2</sup> g<sup>−1</sup> in spring, summer, fall, and winter, respectively with an annual mean of 9.4&plusmn;1.8 m<sup>2</sup> g<sup>−1</sup>. Threshold values to classify severe haze events were suggested in this study. Increasing trend of aerosol single scattering albedo (SSA) with wavelength was observed during Asian dust events while little spectral dependence of SSA was observed during long-range transport pollution (LTP) events. Satellite aerosol optical thickness (AOT) and Hysplit air mass backward trajectory analyses as well as chemical analysis were performed to characterize the dependence of spectral optical properties on aerosol type. Results from this study can provide useful information for studies on regional air quality and aerosol's effects on climate change.",
    "readLink": "http://www.atmos-chem-phys.net/10/5391/2010/acp-10-5391-2010.pdf"
  },
  {
    "title": "Role of biostimulants in mitigating the effects of climate change on crop performance",
    "authors": [
      "Ingudam Bhupenchandra,",
      "Sunil Kumar Chongtham,",
      "Elangbam Lamalakshmi Devi,",
      "Ramesh R.,",
      "Anil Kumar Choudhary,",
      "Anil Kumar Choudhary,",
      "Menaka Devi Salam,",
      "Manas Ranjan Sahoo,",
      "Tshering Lhamu Bhutia,",
      "Soibam Helena Devi,",
      "Amarjit Singh Thounaojam,",
      "Chandana Behera,",
      "Harish. M. N.,",
      "Adarsh Kumar,",
      "Madhumita Dasgupta,",
      "Yumnam Prabhabati Devi,",
      "Deepak Singh,",
      "Seema Bhagowati,",
      "Chingakham Premabati Devi,",
      "Hemam Ramananda Singh,",
      "Chingakham Inao Khaba"
    ],
    "doi": "https://doi.org/10.3389/fpls.2022.967665",
    "journalVolume": "Vol. 13",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Climate change is a critical yield–limiting factor that has threatened the entire global crop production system in the present scenario. The use of biostimulants in agriculture has shown tremendous potential in combating climate change–induced stresses such as drought, salinity, temperature stress, etc. Biostimulants are organic compounds, microbes, or amalgamation of both that could regulate plant growth behavior through molecular alteration and physiological, biochemical, and anatomical modulations. Their nature is diverse due to the varying composition of bioactive compounds, and they function through various modes of action. To generate a successful biostimulatory action on crops under different parameters, a multi–omics approach would be beneficial to identify or predict its outcome comprehensively. The ‘omics’ approach has greatly helped us to understand the mode of action of biostimulants on plants at cellular levels. Biostimulants acting as a messenger in signal transduction resembling phytohormones and other chemical compounds and their cross–talk in various abiotic stresses help us design future crop management under changing climate, thus, sustaining food security with finite natural resources. This review article elucidates the strategic potential and prospects of biostimulants in mitigating the adverse impacts of harsh environmental conditions on plants.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2022.967665/full"
  },
  {
    "title": "On the evaluation of climate model simulated precipitation extremes",
    "authors": [
      "Andrea Toreti,",
      "Philippe Naveau"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/10/1/014012",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  p.\n                                  014012",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "The evaluation of precipitation extremes is a paramount challenging issue in climate sciences and there is a need of both assessing changes in climate projections and comparing climate model simulations with observations. To address these needs, a non-parametric approach specifically designed for extremes is here proposed. The method is tested and applied to observations and CMIP5 historical simulations and future projections (under the high emission scenario RCP8.5) over the Euro-Mediterranean region. Results support the existence of a scaling relationship among models and between models and observations in terms of conditional mean of the extremes. However, the rescaled tails of models’ precipitation show significant differences when compared with observations. Concerning future projections, models show an intensification of heavy precipitation (especially at the end of the 21st century) linked to a change in the conditional mean of extremes. More complex changes in the upper tails are not identified at the mid-century, while a lack of model agreement prevents drawing definitive conclusions for the end of the century.",
    "readLink": "https://doi.org/10.1088/1748-9326/10/1/014012"
  },
  {
    "title": "Development of future weather data using global warming projection: Research on future weather data for designing building and equipment which are adaptable to climate change",
    "authors": [
      "Kazuhiro Soga"
    ],
    "doi": "https://doi.org/10.1002/2475-8876.10021",
    "journalVolume": "Vol. 1,\n                                no. 1\n                                \n                                  pp.\n                                  175\n                                  – 190",
    "issn": "2475-8876 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "Australia",
    "lcc": [
      "Fine Arts: Architecture",
      "Technology: Building construction: Architectural engineering. Structural engineering of buildings"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/24758876",
    "abstract": "Abstract It would be useful for building designers to consider future climate change by using building thermal simulations to construct a building adaptable to global warming. Future weather data including future changes to climate are needed as input data to conduct building thermal simulations. In this report, a method to produce hourly future weather data is presented. The method combines real current hourly weather data with results from climate models. Hourly future weather data at 833 stations for 2040s and 2090s have been developed and applied to heat load calculations of office buildings.",
    "readLink": "https://doi.org/10.1002/2475-8876.10021"
  },
  {
    "title": "Measuring the impact of climate change on potato production in Bangladesh using Bayesian Hierarchical Spatial-temporal modeling",
    "authors": [
      "Md. Sifat Ar Salan,",
      "Md. Moyazzem Hossain,",
      "Imran Hossain Sumon,",
      "Md. Mizanur Rahman,",
      "Mohammad Alamgir Kabir,",
      "Ajit Kumar Majumder"
    ],
    "doi": "Vol. 17,\n                                no. 11",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Background Potato is a staple food and a main crop of Bangladesh. Climate plays an important role in different crop production all over the world. Potato production is influenced by climate change, which is occurring at a rapid pace according to time and space. Objective The main objective of this research is to observe the variation in potato production based on the discrepancy of the variability in the spatial and temporal domains. The research is based on secondary data on potato production from different parts of Bangladesh and five major climate variables for the last 17 years ending with 2020. Methods Bayesian Spatial-temporal modelling for linear, analysis of variance (ANOVA), and auto-Regressive models were used to find the best-fitted model compared with the independent Error Bayesian model. The Watanabe-Akaike information criterion (WAIC) and Deviance Information Criterion (DIC) were used as the model choice criteria and the Markov Chain Monte Carlo (MCMC) method was implemented to generate information about the prior and posterior realizations. Results Findings revealed that the ANOVA model under the Spatial-temporal framework was the best model for all model choice and validation criteria. Results depict that there is a significant impact of spatial and temporal variation on potato yield rate. Besides, the windspeed does not show any influence on potato production, however, temperature, humidity, rainfall, and sunshine are important components of potato yield rate in Bangladesh. Conclusion It is evident that there is a potential impact of climate change on potato production in Bangladesh. Therefore, the authors believed that the findings will be helpful to the policymakers or farmers in developing potato varieties that are resilient to climate change to ensure the United Nations Sustainable Development Goal of zero hunger.",
    "readLink": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9681075/?tool=EBI"
  },
  {
    "title": "La Lucha Continua: A Presentist Lens on Social Protest in Ecuador",
    "authors": [
      "Julia Schwab"
    ],
    "doi": "https://doi.org/10.17645/si.v11i2.6496",
    "journalVolume": "Vol. 11,\n                                no. 2\n                                \n                                  pp.\n                                  198\n                                  – 211",
    "issn": "2183-2803 (Online)",
    "publisher": "Cogitatio",
    "countryOfPublisher": "Portugal",
    "lcc": [
      "Social Sciences: Sociology (General)"
    ],
    "journalUrl": "http://www.cogitatiopress.com/socialinclusion",
    "abstract": "Ecuador has one of the most progressive constitutions in Latin America. It defines the state as plurinational and guarantees collective rights to Indigenous people and even to Nature itself. At the same time, the oil sector has been of strategic importance and “national interest” to both right‐ and left‐wing governments for the last decades, contributing with its rents and revenues to around one‐third of the state coffers. Therefore, the extractivist model remains unchallenged and still promises development—while reproducing systemic inequalities and a “continuum of violence.” In June 2022, the Indigenous movement called for a nationwide strike to draw attention to the socio‐economic crisis following the pandemic. The authorities harshly repressed the mobilization and a racializing media discourse demarcated the “Indigenous” agenda from the needs of “all Ecuadorians,” classifying the protesters as “terrorists” and thus, a threat to the nation. Drawing on ethnographic research, this article discusses the role of extractivism in social mobilization. Exploring the future of social protest in Ecuador in the face of new pressures like climate change and the energy transition, it argues that extractivist patterns will change globally and amplify social discontent and mobilization.",
    "readLink": "https://www.cogitatiopress.com/socialinclusion/article/view/6496"
  },
  {
    "title": "A systematic overview, trends and global perspectives on blue carbon: A bibliometric study (2003–2021)",
    "authors": [
      "Chongming Zhong,",
      "Tangcheng Li,",
      "Ran Bi,",
      "Edmond Sanganyado,",
      "Jiahong Huang,",
      "Shuangcheng Jiang,",
      "Zezhi Zhang,",
      "Hong Du"
    ],
    "doi": "Vol. 148\n                                \n                                \n                                  p.\n                                  110063",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "Blue carbon sequestration is a nature-based solution to environmental problems caused by climate change and has a significant positive impact on the planet and human well-being. This paper bibliometrically and systematically analyzed 2,613 studies found in the Web of Science Core Collection (WoSCC) from 2003 to 2021 to explore the hotspots and trends of blue carbon research using the Bibliometrix package in R studio and VOSviewer software. The results based on network co-occurrence analysis indicated that mangroves, seagrasses, and salt marshes were the major blue carbon ecosystems (BCEs), and mangrove carbon sinks were the most popular central research area. Furthermore, phytoplankton and microalgae have essential roles in the marine carbon cycle and bioenergy utilization, as revealed by the high proportion of published literature, while the carbon transport mechanisms of seagrass and macroalgae was understudied. Thematic evolution analysis revealed that remote sensing was the most commonly used technology as an emerging research field for ecological monitoring and ecological investigation in blue carbon research in recent years. In addition, increasing carbon sinks by artificial approaches, fishery carbon sinks, and carbon sequestration by macroalgae have been potential hotspots for blue carbon research development. The findings from this study shed light on the trends of blue carbon in the past eighteen years, current research points in the field, and areas that need more research investment going forward.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X23002054"
  },
  {
    "title": "A New Framework to Evaluate Urban Design Using Urban Microclimatic Modeling in Future Climatic Conditions",
    "authors": [
      "Dasaraden Mauree,",
      "Silvia Coccolo,",
      "Amarasinghage Tharindu Dasun Perera,",
      "Vahid Nik,",
      "Jean-Louis Scartezzini,",
      "Emanuele Naboni"
    ],
    "doi": "https://doi.org/10.3390/su10041134",
    "journalVolume": "Vol. 10,\n                                no. 4\n                                \n                                  p.\n                                  1134",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Building more energy-efficient and sustainable urban areas that will both mitigate the effects of climate change and anticipate living conditions in future climate scenarios requires the development of new tools and methods that can help urban planners, architects and communities achieve this goal. In the current study, we designed a workflow that links different methodologies developed separately, to derive the energy consumption of a university school campus for the future. Three different scenarios for typical future years (2039, 2069, 2099) were run, as well as a renovation scenario (Minergie-P). We analyzed the impact of climate change on the heating and cooling demand of buildings and determined the relevance of taking into account the local climate in this particular context. The results from the simulations confirmed that in the future, there will be a constant decrease in the heating demand, while the cooling demand will substantially increase. Significantly, it was further demonstrated that when the local urban climate was taken into account, there was an even higher rise in the cooling demand, but also that a set of proposed Minergie-P renovations were not sufficient to achieve resilient buildings. We discuss the implication of this work for the simulation of building energy consumption at the neighborhood scale and the impact of future local climate on energy system design. We finally give a few perspectives regarding improved urban design and possible pathways for future urban areas.",
    "readLink": "http://www.mdpi.com/2071-1050/10/4/1134"
  }
]