[
  {
    "title": "An accumulation of climatic stress events has led to years of reduced growth for sugar maple in southern Quebec, Canada",
    "authors": [
      "Guillaume Moreau,",
      "Alexis Achim,",
      "David Pothier"
    ],
    "doi": "https://doi.org/10.1002/ecs2.3183",
    "journalVolume": "Vol. 11,\n                                no. 7\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract Understanding the influence of climatic variation on forest dynamics is of great ecological and economic interest, and is essential to prescribe silvicultural interventions that will facilitate ecosystem acclimation to global change. However, the retrospective identification of climatic events responsible for the inter‐annual variation of tree growth is challenging, notably because both their duration and their subsequent effects can be highly variable in time. In this study, we aimed to (1) quantify empirically the effect of climatic stress events on the short‐ and long‐term growth dynamics of sugar maple trees; (2) compare the effects of different types of climatic events, that is, drought and thaw–freeze; and (3) compare the effects of climatic stress events to those of traditional monthly level climate metrics. To achieve this, we paired cross‐dated tree‐ring series to monthly and daily‐level climate metrics over more than 50 yr in two distinct regions of southern Quebec. While the analysis from monthly level metrics first suggested a weak and non‐stationary relationship between climatic conditions and tree growth, the analysis from daily‐level metrics showed that climatic stress events, and more particularly thaw–freeze events, were strongly related to the growth of sugar maple trees. Our results suggest that the synergic influence of cumulative climatic stress events, which was exacerbated by insect outbreaks during the early 1980s, induced an important shift in the growth dynamics of sugar maple and in its response to variation in climatic conditions. These results highlight the potential negative impact of global climate change on our capacity to predict stand productivity accurately, especially if climate‐sensitive growth models are based on projections of future monthly metrics. Because adverse climatic events are expected to increase both in frequency and in severity over the next decades, a general decrease in the growth rate of sugar maple is apprehended in southern Quebec.",
    "readLink": "https://doi.org/10.1002/ecs2.3183"
  },
  {
    "title": "Effects of climate change and grazing intensity on grassland productivity—A case study of Inner Mongolia, China",
    "authors": [
      "Xinya Guo,",
      "Muhammad Umer Arshad,",
      "Yuanfeng Zhao,",
      "Yufei Gong,",
      "Hongyu Li"
    ],
    "doi": "Vol. 9,\n                                no. 7\n                                \n                                  p.\n                                  e17814",
    "issn": "2405-8440 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.cell.com/heliyon/home",
    "abstract": "In the last 30 years, grassland productivity has declined seriously due to climate variations and unreasonable human activities. Therefore, to analyze the impact of different factors on grassland productivity, we selected three grassland stations of the Typical Steppe from west to east and collected 38 years of data. The Pearson Correlation and Fixed Effect Model were used to analyze the impact of precipitation, temperature, and grazing intensity on grassland productivity. The empirical results show that precipitation positively and significantly affected grassland productivity. The effects of climate change are more significant than human activities, but the impact of temperature is greater than precipitation. The synergy between precipitation and temperature was greater than between precipitation and temperature separately. In addition, the effects of climate change and human activities on grassland productivity have evident regional heterogeneity. The variation trend gradually increases from west to east in factors that affect grassland productivity. Therefore, we suggest some implications for grassland risk management, such as utilizing some financial products for climate risk and focusing on the synergy index to design financial products, such as design weather derivatives. Lastly, we should strengthen the research on the relationship between climate change and grassland productivity to provide a scientific basis for revealing the intrinsic relationship between climate, human activities, and grassland productivity.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405844023050223"
  },
  {
    "title": "Male ant reproductive investment in a seasonal wet tropical forest: Consequences of future climate change.",
    "authors": [
      "David A Donoso,",
      "Yves Basset,",
      "Jonathan Z Shik,",
      "Dale L Forrister,",
      "Adriana Uquillas,",
      "Yasmín Salazar-Méndez,",
      "Stephany Arizala,",
      "Pamela Polanco,",
      "Saul Beckett,",
      "Diego Dominguez G,",
      "Héctor Barrios"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0266222",
    "journalVolume": "Vol. 17,\n                                no. 3\n                                \n                                  p.\n                                  e0266222",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Tropical forests sustain many ant species whose mating events often involve conspicuous flying swarms of winged gynes and males. The success of these reproductive flights depends on environmental variables and determines the maintenance of local ant diversity. However, we lack a strong understanding of the role of environmental variables in shaping the phenology of these flights. Using a combination of community-level analyses and a time-series model on male abundance, we studied male ant phenology in a seasonally wet lowland rainforest in the Panama Canal. The male flights of 161 ant species, sampled with 10 Malaise traps during 58 consecutive weeks (from August 2014 to September 2015), varied widely in number (mean = 9.8 weeks, median = 4, range = 1 to 58). Those species abundant enough for analysis (n = 97) flew mainly towards the end of the dry season and at the start of the rainy season. While litterfall, rain, temperature, and air humidity explained community composition, the time-series model estimators elucidated more complex patterns of reproductive investment across the entire year. For example, male abundance increased in weeks when maximum daily temperature increased and in wet weeks during the dry season. On the contrary, male abundance decreased in periods when rain receded (e.g., at the start of the dry season), in periods when rain fell daily (e.g., right after the beginning of the wet season), or when there was an increase in the short-term rate of litterfall (e.g., at the end of the dry season). Together, these results suggest that the BCI ant community is adapted to the dry/wet transition as the best timing of reproductive investment. We hypothesize that current climate change scenarios for tropical regions with higher average temperature, but lower rainfall, may generate phenological mismatches between reproductive flights and the adequate conditions needed for a successful start of the colony.",
    "readLink": "https://doi.org/10.1371/journal.pone.0266222"
  },
  {
    "title": "Burning up and burning out. Human Sustainability in a Time of Emotional Climate Change",
    "authors": [
      "Bahia El Oddi,",
      "Carin-Isabel Knoop"
    ],
    "doi": "https://doi.org/10.7336/academicus.2022.25.04",
    "journalVolume": "Vol. MMXXII,\n                                no. 25\n                                \n                                  pp.\n                                  56\n                                  – 74",
    "issn": "2079-3715 (Print)",
    "publisher": "2309-1088 (Online)",
    "countryOfPublisher": "Academicus",
    "lcc": [
      "Albania",
      "Social Sciences: Economic theory. Demography: Economics as a science"
    ],
    "journalUrl": "http://www.academicus.edu.al",
    "abstract": "The world is focused on countering climate change to guarantee our survival. But as our planet burns up, we are burning out. The costs of mental health disorders dwarf those of climate change and yet do not get commensurate attention from global leaders. Health care providers and organizations have acted first but need support of the financial markets and public decision-makers. In this paper, we argue that the economic and social toll of mental health and wellbeing issues deserve equal attention from business and public leaders because Human Sustainability is as important as Environmental Sustainability for our ability to endure and thrive as a species in harmony with others.",
    "readLink": "\nhttps://academicus.edu.al/nr25/Academicus-MMXXII-25-056-074.pdf\n"
  },
  {
    "title": "Risk reduction by combining nature values with flood protection?",
    "authors": [
      "Van Loon-Steensma Jantsje M.,",
      "Kok Matthijs"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/20160713003",
    "journalVolume": "Vol. 7\n                                \n                                \n                                  p.\n                                  13003",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "In the Netherlands, the concept of a multifunctional dike has already often been implemented, and has been identified as a promising climate adaptation measure. In a multifunctional dike, functions like urban development, transport infrastructure, recreation, agriculture or nature are deliberately combined with its primary flood protection function. This means that the design must be based on the requirements and life span of all different functions, while in a monofunctional dike only the flood protection function is considered. By accommodating other functions, a multifunctional dike may easier fit into, or even contribute to the quality of the landscape. Moreover, these other functions may help in financing the flood protection works, but governance is more complicated. To avoid costly adjustments forthcoming from changed safety standards, incorporation of multiple functions can require a more “robust” flood defence than a monofunctional flood defence. A robust flood defence can withstand more extreme situations than required by the present safety standards, and has a substantially lower flooding probability. Therefore, a multifunctional dike may be attractive in view of the uncertainties regarding the effects of climate change and a changing world. Moreover, it will result in reduced flood risk. As part of the Dutch Delta programme, several explorative studies on multifunctional dikes were initiated. Most studies focused on urban areas, but also in the rural area interest emerged for multifunctional dikes, e.g. for the integration of salt marshes into the flood defences. Marshes provide valuable habitat for vegetation and invertebrate species, and are important for wading birds. Furthermore, under condition of abundant sediment availability they can keep pace with sea level rise. Explorative modelling results indicate that vegetated forelands affect wave heights, even under extreme conditions. However, the inclusion of a vegetated foreland into the dike design does not automatically mean that nature values and flood protection are well integrated. Flood protection imposes rather different requirements on the extent and features of marshes than nature conservation and development. Wave damping is most effective with a high and stable marsh, while nature thrives with dynamic processes and differences in elevation. Therefore, only a design that allows natural marsh dynamics and includes different marsh zones could combine nature values with flood protection. In practice, this means a dike design with an uncertain foreland, that offers space for natural processes. The uncertainty in foreland development reduces the possible flood risk reduction. In our paper we describe the critical points of interest concerning risk reduction in this system.",
    "readLink": "http://dx.doi.org/10.1051/e3sconf/20160713003"
  },
  {
    "title": "Pollen Developmental Arrest: Maintaining Pollen Fertility in a World With a Changing Climate",
    "authors": [
      "Ettore Pacini,",
      "Rudy Dolferus"
    ],
    "doi": "https://doi.org/10.3389/fpls.2019.00679",
    "journalVolume": "Vol. 10",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "During evolution of land plants, the haploid gametophytic stage has been strongly reduced in size and the diploid sporophytic phase has become the dominant growth form. Both male and female gametophytes are parasitic to the sporophyte and reside in separate parts of the flower located either on the same plant or on different plants. For fertilization to occur, bi-cellular or tri-cellular male gametophytes (pollen grains) have to travel to the immobile female gametophyte in the ovary. To survive exposure to a hostile atmosphere, pollen grains are thought to enter a state of complete or partial developmental arrest (DA). DA in pollen is strongly associated with acquisition of desiccation tolerance (DT) to extend pollen viability during air travel, but occurrence of DA in pollen is both species-dependent and at the same time strongly dependent on the reigning environmental conditions at the time of dispersal. Several environmental stresses (heat, drought, cold, humidity) are known to affect pollen production and viability. Climate change is also posing a serious threat to plant reproductive behavior and crop productivity. It is therefore timely to gain a better understanding of how DA and pollen viability are controlled in plants and how pollen viability can be protected to secure crop yields in a changing environment. Here, we provide an overview of how DA and pollen viability are controlled and how the environment affects them. We make emphasis on what is known and areas where a deeper understanding is needed.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fpls.2019.00679/full"
  },
  {
    "title": "The millennium water vapour drop in chemistry–climate model simulations",
    "authors": [
      "S. Brinkop,",
      "M. Dameris,",
      "P. Jöckel,",
      "H. Garny,",
      "S. Lossow,",
      "G. Stiller"
    ],
    "doi": "https://doi.org/10.5194/acp-16-8125-2016",
    "journalVolume": "Vol. 16\n                                \n                                \n                                  pp.\n                                  8125\n                                  – 8140",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "This study investigates the abrupt and severe water vapour decline in the stratosphere beginning in the year 2000 (the \"millennium water vapour drop\") and other similarly strong stratospheric water vapour reductions by means of various simulations with the state-of-the-art Chemistry-Climate Model (CCM) EMAC (ECHAM/MESSy Atmospheric Chemistry Model). The model simulations differ with respect to the prescribed sea surface temperatures (SSTs) and whether nudging is applied or not. The CCM EMAC is able to most closely reproduce the signature and pattern of the water vapour drop in agreement with those derived from satellite observations if the model is nudged. Model results confirm that this extraordinary water vapour decline is particularly obvious in the tropical lower stratosphere and is related to a large decrease in cold point temperature. The drop signal propagates under dilution to the higher stratosphere and to the poles via the Brewer–Dobson circulation (BDC). We found that the driving forces for this significant decline in water vapour mixing ratios are tropical sea surface temperature (SST) changes due to a coincidence with a preceding strong El Niño–Southern Oscillation event (1997/1998) followed by a strong La Niña event (1999/2000) and supported by the change of the westerly to the easterly phase of the equatorial stratospheric quasi-biennial oscillation (QBO) in 2000. Correct (observed) SSTs are important for triggering the strong decline in water vapour. There are indications that, at least partly, SSTs contribute to the long period of low water vapour values from 2001 to 2006. For this period, the specific dynamical state of the atmosphere (overall atmospheric large-scale wind and temperature distribution) is important as well, as it causes the observed persistent low cold point temperatures. These are induced by a period of increased upwelling, which, however, has no corresponding pronounced signature in SSTs anomalies in the tropics. Our free-running simulations do not capture the drop as observed, because a) the cold point temperature has a low bias and thus the water vapour variability is reduced and b) because they do not simulate the appropriate dynamical state. Large negative water vapour declines are also found in other years and seem to be a feature which can be found after strong combined El Niño/La Niña events if the QBO west phase during La Niña changes to the east phase.",
    "readLink": "https://www.atmos-chem-phys.net/16/8125/2016/acp-16-8125-2016.pdf"
  },
  {
    "title": "Spatio-temporal variability of vegetation and its relation to different hydroclimatic factors in Bangladesh",
    "authors": [
      "Swadhin Das,",
      "Showmitra Kumar Sarkar"
    ],
    "doi": "Vol. 9,\n                                no. 8\n                                \n                                  p.\n                                  e18412",
    "issn": "2405-8440 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.cell.com/heliyon/home",
    "abstract": "Bangladesh, known for its remarkable ecological diversity, is faced with the pressing challenges of contemporary climate change. It is crucial to understand how vegetation dynamics respond to different climatic factors. Hence, this study aimed to investigate the spatio-temporal variations of vegetation and their interconnectedness with a range of hydroclimatic factors. The majority of the dataset used in this study relies on MODIS satellite imagery. The Normalized Difference Vegetation Index (NDVI), Enhanced Vegetation Index (EVI), precipitation (PPT), evapotranspiration (ET), and land surface temperature (LST) data from the years 2001 to 2020 have been obtained from Google Earth Engine (GEE). In this study, the temporal variations of the NDVI, EVI, PPT, ET, and LST have been investigated. The findings of the Mann-Kendall trend test indicate noticeable trends in both the NDVI and the EVI. Sen's slope value for NDVI and EVI is 0.00424/year and 0.00256/year, respectively. Compared to NDVI, EVI has shown a stronger connection with hydroclimatic factors. In particular, EVI exhibits a better relationship with ET, as indicated by a r2 value of 0.37 and a P-value of 6.81 × 10−26, whereas NDVI exhibits a r2 value of 0.17 and a P-value of 2.96 × 10−11. Furthermore, ET can explain 17% of the fluctuation in NDVI, and no correlation between NDVI and PPT has been found. The results clarify the significant relationship between the EVI and hydroclimatic factors and highlight the efficiency of the EVI for detecting vegetation changes.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405844023056207"
  },
  {
    "title": "Insecurity, Resource Scarcity, and Migration to Camps of Internally Displaced Persons in Northeast Nigeria",
    "authors": [
      "Frederic  Noel Kamta,",
      "Janpeter Schilling,",
      "Jürgen Scheffran"
    ],
    "doi": "https://doi.org/10.3390/su12176830",
    "journalVolume": "Vol. 12,\n                                no. 6830\n                                \n                                  p.\n                                  6830",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "For almost two decades, the Lake Chad Basin (LCB) in general and northeast Nigeria in particular have been subject to the insurgency of the Islamist terrorist group Boko Haram. This region is also known for its poor environmental conditions that mostly manifest in land desertification and water scarcity. We analyze the impact of the insecurity and conflict on migration from the most affected rural areas of northeast Nigeria to Maiduguri. We also explore the role that water scarcity and land desertification play in the decision of local people to migrate. Data were collected by interviewing 204 internally displaced persons (IDPs) at the Bakassi IDP camp in Maiduguri between March and May 2019. Experts were also interviewed at various governmental, non-governmental, and international institutions in Abuja. Respondents at the Bakassi IDP camp came from Guzamala, Gwoza, Marte, Monguno, and Nganzai. Though insecurity created by the conflict between Boko Haram insurgents and government forces was mentioned by all respondents as the main factor that triggered migration, this study shows that the decision to migrate was also a function of other factors that differ between communities. These factors include the geographical location of the community, land ownership, the socioeconomic status of the migrants, access to water and land, and wealth. This study reveals that in some communities, it was possible for people to live with conflict if they were still able to practice farming or if they had additional sources of income such as small businesses. The decision to migrate was only taken when the practice of such activities was no longer possible and they had nothing to hold on to.",
    "readLink": "https://www.mdpi.com/2071-1050/12/17/6830"
  },
  {
    "title": "A machine learning approach to quantify meteorological drivers of ozone pollution in China from 2015 to 2019",
    "authors": [
      "X. Weng,",
      "G. L. Forster,",
      "G. L. Forster,",
      "P. Nowack,",
      "P. Nowack,",
      "P. Nowack,",
      "P. Nowack"
    ],
    "doi": "https://doi.org/10.5194/acp-22-8385-2022",
    "journalVolume": "Vol. 22\n                                \n                                \n                                  pp.\n                                  8385\n                                  – 8402",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Surface ozone concentrations increased in many regions of China from 2015 to 2019. While the central role of meteorology in modulating ozone pollution is widely acknowledged, its quantitative contribution remains highly uncertain. Here, we use a data-driven machine learning approach to assess the impacts of meteorology on surface ozone variations in China for the period 2015–2019, considering the months of highest ozone pollution from April to October. To quantify the importance of various meteorological driver variables, we apply nonlinear random forest regression (RFR) and linear ridge regression (RR) to learn about the relationship between meteorological variability and surface ozone in China, and contrast the results to those obtained with the widely used multiple linear regression (MLR) and stepwise MLR. We show that RFR outperforms the three linear methods when predicting ozone using local meteorological predictor variables, as evident from its higher coefficients of determination (R2) with observations (0.5–0.6 across China) when compared to the linear methods (typically R2 = 0.4–0.5). This refers to the importance of nonlinear relationships between local meteorological factors and ozone, which are not captured by linear regression algorithms. In addition, we find that including nonlocal meteorological predictors can further improve the modelling skill of RR, particularly for southern China where the averaged R2 increases from 0.47 to 0.6. Moreover, this improved RR shows a higher averaged meteorological contribution to the increased trend of ozone pollution in that region, pointing towards an elevated importance of large-scale meteorological phenomena for ozone pollution in southern China. Overall, RFR and RR are in close agreement concerning the leading meteorological drivers behind regional ozone pollution. In line with expectations, our analysis underlines that hot and dry weather conditions with high sunlight intensity are strongly related to high ozone pollution across China, thus further validating our novel approach. In contrast to previous studies, we also highlight surface solar radiation as a key meteorological variable to be considered in future analyses. By comparing our meteorology based predictions with observed ozone values between 2015 and 2019, we estimate that almost half of the 2015–2019 ozone trends across China might have been caused by meteorological variability. These insights are of particular importance given possible increases in the frequency and intensity of weather extremes such as heatwaves under climate change.",
    "readLink": "https://acp.copernicus.org/articles/22/8385/2022/acp-22-8385-2022.pdf"
  }
]