[
  {
    "title": "Using long-term experimental restoration of agroecosystems in Aotearoa New Zealand to improve implementation of Nature-based Solutions for climate change mitigation",
    "authors": [
      "Hannah L. Buckley,",
      "David Hall,",
      "Rebecca M. Jarvis,",
      "Valance Smith,",
      "Leilani A. Walker,",
      "Jeff Silby,",
      "Graham Hinchliffe,",
      "Margaret C. Stanley,",
      "Aileen P. Sweeney,",
      "Bradley S. Case"
    ],
    "doi": "https://doi.org/10.3389/ffgc.2022.950041",
    "journalVolume": "Vol. 5",
    "issn": "2624-893X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Forestry",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/forests-and-global-change#",
    "abstract": "Tree planting has long played a major role in the New Zealand Government’s approach to climate mitigation and is increasingly understood as important for climate adaptation. However, large-scale tree planting in Aotearoa New Zealand has been dominated by exotic species. Although there is growing public and expert support for using native species for forest revegetation in farm landscapes, there are two key barriers. First, the lack of ecological and economic data on native species performance in different environmental conditions. Second, policy and market-related mechanisms associated with carbon sequestration, such as the New Zealand Emissions Trading Scheme, favor the continuing use of exotic tree species, especially Pinus radiata, over native species. Consequently, there are strong incentives for exotic forests and insufficient financial support for natives, even when native forest re-establishment is often the preference of landowners, Indigenous peoples, and local communities. The AUT Living Laboratories Program is a long-term, transdisciplinary, experimental restoration research program aimed at addressing scientific, social, and economic knowledge gaps for native revegetation as a Nature-based Solution (NbS) on farmland soils. Here, we present the project design and establishment information from the three experimental restoration sites, which vary in native species composition, planting configuration, and environmental and socio-cultural context. Each site involves partnerships with Indigenous communities, specifically Ngāti Whātua Ōrākei, Ngāti Manuhiri, and Ngāti Pāoa, to value and embed mātauranga Māori as Indigenous knowledge. Monitoring carbon sequestration along with changes in ecological functions and outcomes, including native biodiversity, will be critical to ensure that large-scale tree-planting aligns with the government’s strategies for climate change, native biodiversity, and economic prosperity.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/ffgc.2022.950041/full"
  },
  {
    "title": "Climate Change and Spatiotemporal Distributions of Vector-Borne Diseases in Nepal--A Systematic Synthesis of Literature.",
    "authors": [
      "Meghnath Dhimal,",
      "Bodo Ahrens,",
      "Ulrich Kuch"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0129869",
    "journalVolume": "Vol. 10,\n                                no. 6\n                                \n                                  p.\n                                  e0129869",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "BackgroundDespite its largely mountainous terrain for which this Himalayan country is a popular tourist destination, Nepal is now endemic for five major vector-borne diseases (VBDs), namely malaria, lymphatic filariasis, Japanese encephalitis, visceral leishmaniasis and dengue fever. There is increasing evidence about the impacts of climate change on VBDs especially in tropical highlands and temperate regions. Our aim is to explore whether the observed spatiotemporal distributions of VBDs in Nepal can be related to climate change.MethodologyA systematic literature search was performed and summarized information on climate change and the spatiotemporal distribution of VBDs in Nepal from the published literature until December 2014 following providing items for systematic review and meta-analysis (PRISMA) guidelines.Principal findingsWe found 12 studies that analysed the trend of climatic data and are relevant for the study of VBDs, 38 studies that dealt with the spatial and temporal distribution of disease vectors and disease transmission. Among 38 studies, only eight studies assessed the association of VBDs with climatic variables. Our review highlights a pronounced warming in the mountains and an expansion of autochthonous cases of VBDs to non-endemic areas including mountain regions (i.e., at least 2,000 m above sea level). Furthermore, significant relationships between climatic variables and VBDs and their vectors are found in short-term studies.ConclusionTaking into account the weak health care systems and difficult geographic terrain of Nepal, increasing trade and movements of people, a lack of vector control interventions, observed relationships between climatic variables and VBDs and their vectors and the establishment of relevant disease vectors already at least 2,000 m above sea level, we conclude that climate change can intensify the risk of VBD epidemics in the mountain regions of Nepal if other non-climatic drivers of VBDs remain constant.",
    "readLink": "https://doi.org/10.1371/journal.pone.0129869"
  },
  {
    "title": "Contrastive Analysis and Accuracy Assessment of Three Global 30 m Land Cover Maps Circa 2020 in Arid Land",
    "authors": [
      "Qiang Bie,",
      "Ying Shi,",
      "Xinzhang Li,",
      "Yueju Wang"
    ],
    "doi": "https://doi.org/10.3390/su15010741",
    "journalVolume": "Vol. 15,\n                                no. 741\n                                \n                                  p.\n                                  741",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Fine-resolution land cover (LC) products are critical for studies of urban planning, global climate change, the Earth’s energy balance, and the geochemical cycle as fundamental geospatial data products. It is important and urgent to evaluate the performance of the updated global land cover maps. In this study, three widely used LC maps with 30 m spatial resolution (FROM-GLC30-2020, GLC_FCS30, and GlobeLand30) published around 2020 were evaluated in terms of their degree of consistency and accuracy metrics. First, we compared their similarities and difference in the area ratio and spatial patterns over different land cover types. Second, the sample and response protocol was proposed and validation samples were collected. Based on this, the overall accuracy, producer’s accuracy, and user’s accuracy were analyzed. The results revealed that: (1) the consistent areas of the three maps accounted for 65.96% of the total area and that two maps exceeded 75% of it. (2) The dominant land cover types, bare land and grassland, were the most consistent land cover types across the three products. In contrast, the spatial inconsistency of the wetland, shrubland, and built-up areas were relatively high, with the disagreement mainly occurring in the heterogeneous regions. (3) The overall accuracy of the GLC_FCS30 map was the highest with a value of 87.07%, which was followed by GlobeLand30 (85.69%) and FROM-GLC30 (83.49%). Overall, all three of the LC maps were found to be consistent and have a good performance in classification in the arid regions, but their ability to accurately classify specific types varied.",
    "readLink": "https://www.mdpi.com/2071-1050/15/1/741"
  },
  {
    "title": "Mudanças Climáticas: Mais Barato Agir do que Ignorar",
    "authors": [
      "Marli T. Santos"
    ],
    "doi": "https://doi.org/10.18472/SustDeb.v1n1.2010.734",
    "journalVolume": "Vol. 1,\n                                no. 1\n                                \n                                  pp.\n                                  113\n                                  – 116",
    "issn": "2177-7675 (Print)",
    "publisher": "2179-9067 (Online)",
    "countryOfPublisher": "Universidade de Brasília",
    "lcc": [
      "Brazil",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://periodicos.unb.br/index.php/sust/index",
    "abstract": "RESENHA STERN, Nicholas. et al. Stern Review on the Economics of Climate Change. London: HM Treasury, 2006. 579 p. Consultado em novembro de 2009 em http://www.hm-treasury.gov.uk/stern_review_report.htm",
    "readLink": "http://periodicos.unb.br/index.php/sust/article/view/734"
  },
  {
    "title": "Transcriptomic responses under combined bacterial blight and drought stress in rice reveal potential genes to improve multi-stress tolerance",
    "authors": [
      "Garima Pal,",
      "Rahul Bakade,",
      "Sanjay Deshpande,",
      "V. Sureshkumar,",
      "Swathi S. Patil,",
      "Akashata Dawane,",
      "Subham Agarwal,",
      "Vidya Niranjan,",
      "M. K. PrasannaKumar,",
      "Ramu S. Vemanna"
    ],
    "doi": "https://doi.org/10.1186/s12870-022-03725-3",
    "journalVolume": "Vol. 22,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 20",
    "issn": "1471-2229 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://bmcplantbiol.biomedcentral.com",
    "abstract": "Abstract Background The unprecedented drought and frequent occurrence of pathogen infection in rice is becoming more due to climate change. Simultaneous occurrence of stresses lead to more crop loss. To cope up multiple stresses, the durable resistant cultivars needs to be developed, by identifying relevant genes from combined biotic and abiotic stress exposed plants. Results We studied the effect of drought stress, bacterial leaf blight disease causing Xanthomonas oryzae pv. oryzae (Xoo) pathogen infection and combined stress in contrasting BPT5204 and TN1 rice genotypes. Mild drought stress increased Xoo infection irrespective of the genotype. To identify relevant genes that could be used to develop multi-stress tolerant rice, RNA sequencing from individual drought, pathogen and combined stresses in contrasting genotypes has been developed. Many important genes are identified from resistant genotype and diverse group of genes are differentially expressed in contrasting genotypes under combined stress. Further, a meta-analysis from individual drought and Xoo pathogen stress from public domain data sets narrowed- down candidate differentially expressed genes. Many translation associated genes are differentially expressed suggesting their extra-ribosomal function in multi-stress adaptation. Overexpression of many of these genes showed their relevance in improving stress tolerance in rice by different scientific groups. In combined stress, many downregulated genes also showed their relevance in stress adaptation when they were over-expressed. Conclusions Our study identifies many important genes, which can be used as molecular markers and targets for genetic manipulation to develop durable resistant rice cultivars. Strategies should be developed to activate downregulated genes, to improve multi-stress tolerance in plants.",
    "readLink": "https://doi.org/10.1186/s12870-022-03725-3"
  },
  {
    "title": "Soil Protection Law in Africa: Insights and recommendations based on country studies from Cameroon, Kenya and Zambia",
    "authors": [
      "Harald Ginzky,",
      "Oliver C. Ruppel"
    ],
    "doi": "Vol. 6\n                                \n                                \n                                  p.\n                                  100032",
    "issn": "2667-0062 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Geology"
    ],
    "journalUrl": "https://www.journals.elsevier.com/soil-security",
    "abstract": "Although soils provide social and ecological services which are of a clearly transnational dimension, the management of soils needs to be addressed locally. Thus, an appropriate - or better, effective governance for sustainable soil management at national level is essential. This chapter provides some fundamental recommendations for an effective governance based on legal studies from several African countries, namely Cameroon, Kenya and Zambia.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2667006221000290"
  },
  {
    "title": "Pollen record of climate change during the last deglaciation from the eastern Tibetan Plateau.",
    "authors": [
      "Wei Shi,",
      "Hanchao Jiang,",
      "Xue Mao,",
      "Hongyan Xu"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0232803",
    "journalVolume": "Vol. 15,\n                                no. 5\n                                \n                                  p.\n                                  e0232803",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "The eastern Tibetan Plateau (TP) is a climatically sensitive area affected by the Indian Summer Monsoon (ISM). A new pollen record from a lacustrine sediment in Mao County shows that the study area was covered mainly by shrubs and herbs during the last deglaciation, indicating open and sparse forest grasslands. Hydrophilous herbs were mainly dominated by Cyperaceae, Poaceae, Myriophyllum, Polygonum and Typha, and they gradually increased from 18.7 to 16.8 ka, suggesting a transition to a more humid climate. This corresponds to climate cooling over the same period. From 16.8 to 14.6 ka, hydrophilous herbs continued to increase, coincident with a general ameliorating trend indicated by δ18O records from East Asia. Between 14.6 and 14.0 ka, the mean content of hydrophilous herbs reached peak in the sequence, corresponding to relatively high δ18O values during this period. From ~14.0 to 12.9 ka, the abundance of hydrophilous herbs decreased significantly. Over the same period, the Greenland ice core shows a decrease in δ18O and low-latitude cave stalagmites in China record an increase in δ18O. This implies that longitudinal temperature gradients increased and drove the southward retreat of the ISM, which in turn drove a continuous decrease in the abundance of hydrophilous herbs in the study area. From 12.9 to 11.6 ka, the mean content of hydrophilous herbs decreased to the lowest (8.3%) in the whole sequence, indicating a cold and dry climate in the study area. A positive shift in δ18O records during 11.6-10.6 ka was matched by a significant increase in the abundance of hydrophilous herbs in the study area, indicating a warm and humid climate trending. Hence, the ISM has had a significant impact on the climate of the eastern TP since the onset of deglaciation around ~16.8 ka.",
    "readLink": "https://doi.org/10.1371/journal.pone.0232803"
  },
  {
    "title": "Effects of husk charcoal and watering on the biochemical and physiological properties of coix millet (Coix lacryma jobi L.) during vegetative phase",
    "authors": [
      "Fadillatunnisa Fadillatunnisa,",
      "Didik Indradewa,",
      "Eka Tarwaca Susila Putra"
    ],
    "doi": "https://doi.org/10.22146/ipas.79244",
    "journalVolume": "Vol. 8,\n                                no. 2\n                                \n                                  pp.\n                                  113\n                                  – 120",
    "issn": "0126-4214 (Print)",
    "publisher": "2527-7162 (Online)",
    "countryOfPublisher": "Universitas Gadjah Mada",
    "lcc": [
      "Indonesia",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://jurnal.ugm.ac.id/jip",
    "abstract": "Continuous climate change increases the number of droughts in some areas, thereby affecting agricultural production. Cultivation of coix millet (Jali plant in Indonesian) is profitable because of its high adaptability to drought stress, and its seeds have the potential to be used as food due to their benefits for body health. The application of organic matter, namely husk charcoal, was chosen to increase agricultural production under drought stress. Therefore, this study aimed to determine the effects of husk charcoal on the biochemical and physiological properties of coix millet during vegetative phase under drought stress and to determine the longest watering interval the plant can tolerate. Research was arranged in a split-plot design with three replications. The main plot consisted of three watering intervals (every two, four, and six days). The sub-plots consisted of three doses of husk charcoal, namely 0 g polybag⁻¹ (0 tons ha⁻¹), 32 g polybag⁻¹ (10 tons ha⁻¹), and 64 g polybag⁻¹ (20 tons ha⁻¹). The data were analyzed using analysis of variance (ANOVA) and tested using Duncan's Multiple Distance Test (DMRT) at a significant level of 5%. The results showed that husk charcoal could increase the chlorophyll content in plants experiencing drought stress. The longest watering interval that could be tolerated by coix millet given husk charcoal at the optimal dose (64 g polybag⁻¹) was once every four days.",
    "readLink": "https://jurnal.ugm.ac.id/jip/article/view/79244"
  },
  {
    "title": "Approximate Measurement Invariance of Willingness to Sacrifice for the Environment Across 30 Countries: The Importance of Prior Distributions and Their Visualization",
    "authors": [
      "Ingrid Arts,",
      "Qixiang Fang,",
      "Rens van de Schoot,",
      "Katharina Meitinger"
    ],
    "doi": "https://doi.org/10.3389/fpsyg.2021.624032",
    "journalVolume": "Vol. 12",
    "issn": "1664-1078 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Philosophy. Psychology. Religion: Psychology"
    ],
    "journalUrl": "http://frontiersin.org/psychology",
    "abstract": "Nationwide opinions and international attitudes toward climate and environmental change are receiving increasing attention in both scientific and political communities. An often used way to measure these attitudes is by large-scale social surveys. However, the assumption for a valid country comparison, measurement invariance, is often not met, especially when a large number of countries are being compared. This makes a ranking of countries by the mean of a latent variable potentially unstable, and may lead to untrustworthy conclusions. Recently, more liberal approaches to assessing measurement invariance have been proposed, such as the alignment method in combination with Bayesian approximate measurement invariance. However, the effect of prior variances on the assessment procedure and substantive conclusions is often not well understood. In this article, we tested for measurement invariance of the latent variable “willingness to sacrifice for the environment” using Maximum Likelihood Multigroup Confirmatory Factor Analysis and Bayesian approximate measurement invariance, both with and without alignment optimization. For the Bayesian models, we used multiple priors to assess the impact on the rank order stability of countries. The results are visualized in such a way that the effect of different prior variances and models on group means and rankings becomes clear. We show that even when models appear to be a good fit to the data, there might still be an unwanted impact on the rank ordering of countries. From the results, we can conclude that people in Switzerland and South Korea are most motivated to sacrifice for the environment, while people in Latvia are less motivated to sacrifice for the environment.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpsyg.2021.624032/full"
  },
  {
    "title": "Appraisal of Salt Tolerance under Greenhouse Conditions of a <i>Cucurbitaceae</i> Genetic Repository of Potential Rootstocks and Scions",
    "authors": [
      "Giuseppe  Carlo Modarelli,",
      "Youssef Rouphael,",
      "Stefania De Pascale,",
      "Gölgen  Bahar Öztekin,",
      "Yüksel Tüzel,",
      "Francesco Orsini,",
      "Giorgio Gianquinto"
    ],
    "doi": "https://doi.org/10.3390/agronomy10070967",
    "journalVolume": "Vol. 10,\n                                no. 967\n                                \n                                  p.\n                                  967",
    "issn": "2073-4395 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agronomy",
    "abstract": "Soil salinization due to climate change and intensive use of water and soil is increasing exponentially. Cucurbitaceae species are cultivated worldwide and the identification of salinity tolerant genotypes to be used as rootstock or scion for securing yield stability in salt affected agricultural areas is a research priority. In the present greenhouse study, we assessed the response to salinity (0 mM a non-salt control and 150 mM NaCl dissolved in the nutrient solution) in the seedlings of 30 genotypes of cucurbits grown in a floating hydroponic system. The species tested included 16 genotypes of Cucumis melo L. (CM1-16), 6 Citrullus vulgaris Schrad. (CV1-6), 2 interspecific hybrids of Cucurbita maxima Duch. × Cucurbita moschata Duch. (CMM-R1 and 2), 4 bottle gourd (Lagenaria siceraria (Molina) Standl. (LS1-4)), 1 Cucurbita moschata Duch. (CMO51-17), and 1 luffa (Luffa cylindrica Mill. (LC1)) species. Results highlighted different morphological and physiological traits between the species and genotypes and a different response to salt stress. We identified C. maxima × C.moscata interspecific hybrid CMM-R2, melon genotypes CM6, CM7, CM10, and CM16 together with watermelon genotypes CV2 and CV6 and bottle gourd LS4 as salt tolerant genotypes and possible candidates as salt resistant rootstock to be introduced in grafting programs.",
    "readLink": "https://www.mdpi.com/2073-4395/10/7/967"
  }
]