[
  {
    "title": "Climate Change and Utah Ski Resorts: Impacts, Perceptions, and Adaptation Strategies",
    "authors": [
      "Emily J. Wilkins,",
      "Hadia Akbar,",
      "Tara C. Saley,",
      "Rachel Hager,",
      "Colten M. Elkin,",
      "Patrick Belmont,",
      "Courtney G. Flint,",
      "Jordan W. Smith"
    ],
    "doi": "https://doi.org/10.1659/MRD-JOURNAL-D-20-00065.1",
    "journalVolume": "Vol. 41,\n                                no. 3\n                                \n                                  pp.\n                                  R12\n                                  – R23",
    "issn": "0276-4741 (Print)",
    "publisher": "1994-7151 (Online)",
    "countryOfPublisher": "International Mountain Society",
    "lcc": [
      "Switzerland",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.mrd-journal.org",
    "abstract": "Climate change is a threat to ski resorts, the ski industry, and mountain communities that rely on ski tourism. Ski resorts may be able to mitigate some of the social and economic impacts caused by climate change with proactive adaptation strategies. Using historical weather data, future climate projections, and interviews with ski resort managers in Utah (United States), this research investigates the effects of climate change on ski resorts across the state. We examine temperature change at all resorts within the state from 1980–2018 and climate projections from 2021–2100 under different climate change scenarios (RCPs 2.6, 4.5, and 8.5). We also report on semistructured interviews with resort managers to provide insights into how resort leadership perceives the impacts of climate change, is implementing adaptation strategies, and is addressing barriers to adaptation. Many resorts in Utah are warming faster than global averages, and minimum temperatures are rising faster than maximum temperatures. By the end of the century, winter (December–March) minimum daily temperatures in Utah could warm an additional 6.0°C under the RCP 8.5 scenario near northern Utah resorts and 6.6°C near southern Utah resorts. Resort managers are concerned about shorter season lengths, shifting ski seasons, less snow cover, and poorer snow quality. Many resorts are already adapting, with the most common adaptations being snowmaking and diversifying outdoor recreation offerings (particularly during the summer and shoulder seasons). Barriers to adaptation reported by managers include financial costs, adequate water availability for snowmaking, and uncertainty about climate change projections. Climate change is already impacting Utah ski resorts, but adaptation practices can reduce the negative impacts to some degree at most resorts.",
    "readLink": "https://bioone.org/doi/10.1659/MRD-JOURNAL-D-20-00065.1"
  },
  {
    "title": "Uninterrupted monitoring of drug effects in human-induced pluripotent stem cell-derived cardiomyocytes with bioluminescence Ca2+ microscopy",
    "authors": [
      "Kazushi Suzuki,",
      "Takahito Onishi,",
      "Chieko Nakada,",
      "Shunsuke Takei,",
      "Matthew J. Daniels,",
      "Masahiro Nakano,",
      "Tomoki Matsuda,",
      "Takeharu Nagai"
    ],
    "doi": "https://doi.org/10.1186/s13104-018-3421-7",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 6",
    "issn": "1756-0500 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science: Biology (General)",
      "Science: Science (General)"
    ],
    "journalUrl": "https://bmcresnotes.biomedcentral.com",
    "abstract": "Abstract Objective Cardiomyocytes derived from human-induced pluripotent stem cells are a powerful platform for high-throughput drug screening in vitro. However, current modalities for drug testing, such as electrophysiology and fluorescence imaging have inherent drawbacks. To circumvent these problems, we report the development of a bioluminescent Ca2+ indicator GmNL(Ca2+), and its application in a customized microscope for high-throughput drug screening. Results GmNL(Ca2+) gives a 140% signal change with Ca2+, and can image drug-induced changes of Ca2+ dynamics in cultured cells. Since bioluminescence requires application of a chemical substrate, which is consumed over ~ 30 min we made a dedicated microscope with automated drug dispensing inside a light-tight box, to control drug addition. To overcome thermal instability of the luminescent substrate, or small molecule, dual climate control enables distinct temperature settings in the drug reservoir and the biological sample. By combining GmNL(Ca2+) with this adaptation, we could image spontaneous Ca2+ transients in cultured cardiomyocytes and phenotype their response to well-known drugs without accessing the sample directly. In addition, the bioluminescent strategy demonstrates minimal perturbation of contractile parameters and long-term observation attributable to lack of phototoxicity and photobleaching. Overall, bioluminescence may enable more accurate drug screening in a high-throughput manner.",
    "readLink": "http://link.springer.com/article/10.1186/s13104-018-3421-7"
  },
  {
    "title": "Under-Vine Vegetation Mitigates the Impacts of Excessive Precipitation in Vineyards",
    "authors": [
      "Justine Vanden Heuvel,",
      "Michela Centinari"
    ],
    "doi": "https://doi.org/10.3389/fpls.2021.713135",
    "journalVolume": "Vol. 12",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Excessive precipitation events have greatly increased in several grape growing regions due to human-caused climate change. These heavy downpours result in a myriad of problems in the vineyard including soil aggregate breakdown, soil runoff, nutrient leaching, excessive vine vegetative growth, and diseased fruit. The negative impacts of excessive precipitation events on vineyards are exacerbated by the maintenance of bare soil under the vines. Exposure of bare soil results in soil erosion and runoff which pollutes nearby watersheds; raindrops weaken and break apart soil aggregates, leading to increased soil erosivity and contributing to the formation of surface crusts. In addition to excessive precipitation events, some grape growing regions can be characterized by fertile soils. The availability of ample water and nutrients can lead to highly vigorous vines with shoot growth continuing through harvest. Long shoots and large leaves result in shaded fruit, a humid vine microclimate, and excessive cluster rot. In this review, we examined how either natural (i.e., resident) or seeded under-vine vegetation (UVV) can help mitigate many of the problems associated with excessive precipitation. Through providing vegetative coverage to reduce the force of raindrops, increasing soil organic matter and enhancing soil microbial diversity, UVV can reduce the soil degradation and off-site impacts caused by excessive precipitation events. Through competition for soil resources, UVV can reduce excessive vegetative growth of vines and decrease cluster rot incidence and severity, although grapevine response to UVV can be highly variable. We discussed recent advances in understanding below and aboveground vine response and acclimation to UVV and presented current evidence of factors influencing the impact of UVV on vine growth and productivity to assist practitioners in making informed decisions and maximize the ecosystem services provided by UVV.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2021.713135/full"
  },
  {
    "title": "Harp Seals: Monitors of Change in Differing Ecosystems",
    "authors": [
      "Garry B. Stenson,",
      "Tore Haug,",
      "Mike O. Hammill"
    ],
    "doi": "https://doi.org/10.3389/fmars.2020.569258",
    "journalVolume": "Vol. 7",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Harp seals are the most abundant marine mammal in the north Atlantic. As an ice obligatory predator, they reflect changes in their environment, particularly during a period of climatic change. As the focus of a commercial hunt, a large historic data set exists that can be used to quantify changes. There are three populations of harp seals: White Sea/Barents Sea, Greenland Sea and Northwest Atlantic. The objective of this paper is to review their current status and to identify the factors that are influencing population dynamics in different areas. Although important historically, recent catches have been low and do not appear to be influencing trends in either of the two northeast Atlantic populations. Massive mortalities of White Sea/Barents Sea seals occurred during the mid 1980s due to collapses in their main prey species. Between 2004 and 2006, pup production in this population declined by 2/3 and has remained low. Body condition declined during the same period, suggesting that ecosystem changes may have resulted in reduced reproductive rates, possibly due to reduced prey availability and/or competition with Atlantic cod. The most recent estimate of pup production in the Greenland Sea also suggests a possible decline during a period of reduced hunting although the trend in this population is unclear. Pupping concentrations are closer to the Greenland coast due to the reduction in ice in the traditional area and increased drift may result in young being displaced from their traditional feeding grounds leading to increased mortality. Reduced ice extent and thickness has resulted in major mortality of young in the Northwest Atlantic population in some years. After a period of increase, the population remained relatively stable between 1996 and 2013 due to increased hunting, multiple years with increased ice-related mortality of young seals, and lower reproductive rates. With a reduction in harvest and improved survival of young, the population appears to be increasing although extremely large interannual variations in body condition and fecundity have been observed which were found to be influenced by variations in capelin biomass and ice conditions. Each of these populations has been impacted differently by changes in their ecosystems and hunting practices. By identifying the factors influencing these three populations, we can gain a better understanding of how species may respond to changes that are occurring in their ecosystems.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fmars.2020.569258/full"
  },
  {
    "title": "Nitrogen cycle impacts on CO2 fertilisation and climate forcing of land carbon stores",
    "authors": [
      "Chris Huntingford,",
      "Eleanor J Burke,",
      "Chris D Jones,",
      "Elizabeth S Jeffers,",
      "Andrew J Wiltshire"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ac6148",
    "journalVolume": "Vol. 17,\n                                no. 4\n                                \n                                  p.\n                                  044072",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Anthropogenic fossil fuel burning increases atmospheric carbon dioxide (CO _2 ) concentration, which is adjusting the climate system. The direct impact of rising CO _2 levels and climate feedback alters the terrestrial carbon stores. Land stores are presently increasing, offsetting a substantial fraction of CO _2 emissions. Less understood is how this human-induced carbon cycle perturbation interacts with other terrestrial biogeochemical cycles. These connections require quantification, as they may eventually suppress land fertilisation, and so fewer emissions are allowed to follow any prescribed future global warming pathway. Using the new Joint UK Land Environment Simulator-CN large-scale land model, which contributed to Coupled Model Intercomparison Project Phase 6 as the land component of the UK Earth System Model v1 climate model, we focus on how the introduction of the simulated terrestrial nitrogen (N) cycle modulates the expected evolution of vegetation and soil carbon pools. We find that the N-cycle suppresses, by approximately one-third, any future gains by the global soil pool when compared to calculations without that cycle. There is also a decrease in the vegetation carbon gain, although this is much smaller. Factorial simulations illustrate that N suppression tracks direct CO _2 rise rather than climate change. The finding that this CO _2 -related effect predominantly influences soil carbon rather than vegetation carbon, we explain by different balances between changing carbon uptake levels and residence times. Finally, we discuss how this new generation of land models may gain further from emerging point knowledge held by the detailed ecological modelling community.",
    "readLink": "https://doi.org/10.1088/1748-9326/ac6148"
  },
  {
    "title": "Pollution, Climate change, and Global Public Health: Social Justice and the Common Good",
    "authors": [
      "Philip Landrigan"
    ],
    "doi": "Vol. 1,\n                                no. CTEWC Book Series 1",
    "issn": "2166-2851 (Print)",
    "publisher": "2166-2118 (Online)",
    "countryOfPublisher": "The Journal of Moral Theology, Inc.",
    "lcc": [
      "United States",
      "Philosophy. Psychology. Religion: Practical Theology: Practical religion. The Christian life: Moral theology"
    ],
    "journalUrl": "https://jmt.scholasticahq.com/",
    "abstract": "The author discusses the health effects of pollution and climate change to planetary health, and examines the distribution of their impacts through the lens of social justice. Pollution is the largest environmental cause of disease, disability, and death–whether one considers pollution in air, oceans, and soil or caused by chemicals. At the same time, global climate change has numerous negative effects on the planet’s ecosystems, and multiple adverse effects on human health are enhanced by pollution. Furthermore, both pollution and climate change disproportionately affect the poor and the vulnerable–and, among them, children and people living in the Global South and in poor communities worldwide. Hence, pollution, poverty, poor health, and lack of social justice are closely intertwined.",
    "readLink": "https://jmt.scholasticahq.com/article/24211-pollution-climate-change-and-global-public-health-social-justice-and-the-common-good"
  },
  {
    "title": "Earth's surface mass transport derived from GRACE, evaluated by GPS, ICESat, hydrological modeling and altimetry satellite orbits",
    "authors": [
      "C. Gruber,",
      "C. Gruber,",
      "S. Rudenko,",
      "S. Rudenko,",
      "A. Groh,",
      "D. Ampatzidis,",
      "E. Fagiolini"
    ],
    "doi": "https://doi.org/10.5194/esurf-6-1203-2018",
    "journalVolume": "Vol. 6\n                                \n                                \n                                  pp.\n                                  1203\n                                  – 1218",
    "issn": "2196-6311 (Print)",
    "publisher": "2196-632X (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology: Dynamic and structural geology"
    ],
    "journalUrl": "http://www.earth-surface-dynamics.net/",
    "abstract": "The Gravity Recovery and Climate Experiment (GRACE) delivered the most accurate quantification of global mass variations with monthly temporal resolution on large spatial scales. Future gravity missions will take advantage of improved measurement technologies, such as enhanced orbit configurations and tracking systems, as well as reduced temporal aliasing errors. In order to achieve the latter, sub-monthly to daily innovative models are computed. In addition, non-conventional methods based on radial basis functions (RBFs) and mascons will give the ability to compute models in regional and global representations as well. We show that the RBF modeling technique can be used for processing GRACE data yielding global gravity field models which fit independent reference values at the same level as commonly accepted global geopotential models based on spherical harmonics. The present study compares for the first time a complete global series of solutions in order to quantify recent ice mass changes. We further compare the ice-induced crustal deformations due to the dynamic loading of the crustal layer with the Global Positioning System (GPS) uplift measurements along Greenland's coastline. Available mass change estimates based on Ice, Cloud, and land Elevation Satellite (ICESat) laser altimetry measurements both in Greenland and Antarctica are used to assess the GRACE results. A comparison of GRACE time series with hydrological modeling for various basin extensions reveals overall high correlation to surface and groundwater storage compartments. The forward computation of satellite orbits for altimetry satellites such as Envisat, Jason-1 and Jason-2 compares the performance of GRACE time-variable gravity fields with models including time variability, such as EIGEN-6S4.",
    "readLink": "https://www.earth-surf-dynam.net/6/1203/2018/esurf-6-1203-2018.pdf"
  },
  {
    "title": "Sorumlu Üretim ve Tüketim Bağlamında Permakültür ve Kentsel Açık ve Yeşil Alan İlişkisi",
    "authors": [
      "Arash Najafıdashtape,",
      "Cenk Hamamcıoğlu"
    ],
    "doi": "https://doi.org/10.30785/mbud.370274",
    "journalVolume": "Vol. 3,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 17",
    "issn": "2548-0170 (Online)",
    "publisher": "Süleyman Demirel University",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Fine Arts: Architecture: Architectural drawing and design"
    ],
    "journalUrl": "https://dergipark.org.tr/en/pub/mbud",
    "abstract": "Kentlerde süregelen hızlı nüfus atışı, göç ve şehirleşme doğal dengeyi tehdit eden ve bir o kadar da doğa ile ilişkileri zayıf yaşam biçimleri ve alanları ortaya çıkarmaktadır. Bu süreçte kaynakların verimsiz kullanılması ve aşırı tüketilmesi kentlerin yer aldıkları ekosistemlerin düzenini bozmakta, çevrenin tahrip edilmesinden tarım topraklarının yapılaşmaya açılması sonucu üretimin azalarak diğer bölgelere bağımlılığın artmasına, karbon salınımından küresel ve yerel ölçekte iklim değişikliğine kadar birçok konuda sorunların ortaya çıkmasına sebep olmaktadır. Bu gidişat doğal çevre ve kaynaklar açısından kentleri tüketci ve atık üretici yapılı çevrelere dönüştürmektedir. Sorunlar karşısında çevreye olumsuz etkilerin azaltıldığı, kaynakların bilinçli ve verimli değerlendirildiği daha sağlıklı yaşam alanlarının tasarlanması amacı ile son yıllarda doğanın döngüsünü dikkate alan ekolojik sistem temelli yaklaşımlar ve yöntemler geliştirilerek tartışılmakta ve denenmektedir. İnsanın doğa ile uyumlu bir çevrede yaşamını sürdürülebilir kılacak ilkeler geliştirmeyi hedefleyen ve kentsel tasarım açısından önemi giderek artan yaklaşımlardan biri de permakültürdür. Çalışma; kentlerde doğanın devamlılığını sağlayan ve toplumun farklı ölçeklerde ihtiyaçlarının karşılandığı açık ve yeşil alanların verimli, üretken, sürdürülebilir tasarımında, permakültür bakış açısının, gerek kent ekolojisine gerekse topluma ve yerel yönetimlere sağlayabileceği katkıları gündeme getirmeyi amaçlamaktadır. Kentsel açık ve yeşil alanların sürdürülebilirlik açısından yetersiz olması, bu alanlarda kullanılan bitki türlerinin işlev ve özelliklerinin göz ardı edilmesi, sulama ve drenaj sistemlerinin enerji ve kaynak kullanımı açısından israfa yol açması ve tasarım elemanları arasında bağlantıların kurulmaması çalışmanın gerekçeleri olmuştur. Buna göre, makalede öncelikle kentsel açık ve yeşil alan düzenlemelerinde genellikle tüketim odaklı gerçekleşen tasarımlar ve ilişkili olduğu diğer sorunlar tanımlanmaktadır. Ardından, literatür özetini içeren permakültür kavramı ve tasarım ilkeleri örneklerle ortaya konulmakta, kentsel alanlardan uygulamalara yer verilmektedir. Elde edilen bilgiler doğrultusunda çalışmada, kentsel açık ve yeşil alanların permakültür ilkeleri ile sorumlu üretim ve tüketim anlayışı çerçevesinde verimli ve etkin tasarımının; yerin doğal özelliklerine uygun, su, enerji gibi kaynakları israf etmeden, atıkları ise kendi sistem döngüsü içinde kullanan dolayısıyla olası afet ve iklim değişikliğine karşı kentlerin direncini destekleyecek, toplumu bilinçlendirici, eğitici, birleştirici, istihdam yaratma gibi pek çok kazanımları değerlendirilmektedir._______________________________________________________Relevance Between Permaculture and Urban Open and Green Spaces in the Context of Responsible Production and Consumption AbstractOngoing rapid population growth, migration and urbanization in cities threaten the natural equilibrium as much as reveal poor lifestyles and facility areas associating weak interactions with nature. In this process; inefficient utilization of resources and excessive consumption disrupt the ecosystems where the cities are located. The destruction of the environment and converting agricultural lands into built environs decrease the production and paradoxically increase dependency on other regions and cause many other problems from carbon emissions to the local and global scales of climate change. But this progress of situation has transformed cities into consuming and waste producing built environments in terms of nature and resources. Against these problems in recent years, ecological system based approaches and methods considering nature's cycle are being developed and discussed, with the aim of designing healthier settlements where adverse effects are reduced, resources are consciously and productively assessed. In terms of urban design, permaculture is one of the increasingly important approaches that aim to develop principles in order to sustain human life harmonious with nature. This research; driven by the need for efficient, productive and sustainable design of open and green spaces that provide the continuity of nature in cities and meet the needs of communities at different scales aims to bring forth the contributions to urban ecology, community and local governments by the permaculture point of view to the agenda. Inadequate design in terms of sustainability, obscuring the functions and properties of plant species, irrigation and drainage systems leading to leakage in terms of energy and resource utilization and lack of links between design elements has become major reasons to on urban open and green areas in this article. Accordingly, the article primarily identifies and focuses on the consumption-oriented design and other issues in the organization of urban open and green spaces. In the context of research, the achievements of efficient and effective design of urban open and green spaces within the framework of permaculture’s responsible production and consumption perspective are evaluated. Possible achievements stated at the conclusion are; providing appropriate design to the natural characteristics of a place without consuming vital resources such as water, energy where wastes are utilized in the cycle of the system that will support the resistance of cities against probable disaster and climate change, meanwhile increasing community awareness, training, unification and create job opportunities.",
    "readLink": "https://dergipark.org.tr/tr/pub/mbud/issue/35619/370274?publisher=sdu-1"
  },
  {
    "title": "HydroSat: geometric quantities of the global water cycle from geodetic satellites",
    "authors": [
      "M. J. Tourian,",
      "O. Elmi,",
      "Y. Shafaghi,",
      "S. Behnia,",
      "P. Saemian,",
      "R. Schlesinger,",
      "N. Sneeuw"
    ],
    "doi": "https://doi.org/10.5194/essd-14-2463-2022",
    "journalVolume": "Vol. 14\n                                \n                                \n                                  pp.\n                                  2463\n                                  – 2486",
    "issn": "1866-3508 (Print)",
    "publisher": "1866-3516 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.earth-system-science-data.net/",
    "abstract": "Against the backdrop of global change, in terms of both climate and demography, there is a pressing need for monitoring of the global water cycle. The publicly available global database is very limited in its spatial and temporal coverage worldwide. Moreover, the acquisition of in situ data and their delivery to the database have been in decline since the late 1970s, be it for economical or political reasons. Given the insufficient monitoring from in situ gauge networks, and with no outlook for improvement, spaceborne approaches have been under investigation for some years now. Satellite-based Earth observation with its global coverage and homogeneous accuracy has been demonstrated to be a potential alternative to in situ measurements. This paper presents HydroSat as a database containing geometric quantities of the global water cycle from geodetic satellites. HydroSat provides time series and their uncertainty in water level from satellite altimetry, surface water extent from satellite imagery, terrestrial water storage anomaly represented in equivalent water height from satellite gravimetry, lake and reservoir water volume anomaly from a combination of satellite altimetry and imagery, and river discharge from either satellite altimetry or imagery. The spatial and temporal coverage of these datasets varies and depends on the availability of geodetic satellites. These products, which are complementary to existing products, can contribute to our understanding of the global water cycle within the Earth system in several ways. They can be incorporated for hydrological modeling, they can be complementary to current and future spaceborne observations, and they can define indicators of the past and future state of the global freshwater system. HydroSat is publicly available through http://hydrosat.gis.uni-stuttgart.de (last access: 18 May 2022​​​​​​​). Moreover, a snapshot of all the data (taken in April 2021) is available in GFZ Data Services at https://doi.org/10.5880/fidgeo.2021.017 (Tourian et al., 2021).",
    "readLink": "https://essd.copernicus.org/articles/14/2463/2022/essd-14-2463-2022.pdf"
  },
  {
    "title": "Multi-decadal (1953–2017) rock glacier kinematics analysed by high-resolution topographic data in the upper Kaunertal, Austria",
    "authors": [
      "F. Fleischer,",
      "F. Haas,",
      "L. Piermattei,",
      "M. Pfeiffer,",
      "T. Heckmann,",
      "M. Altmann,",
      "J. Rom,",
      "M. Stark,",
      "M. H. Wimmer,",
      "N. Pfeifer,",
      "M. Becht"
    ],
    "doi": "https://doi.org/10.5194/tc-15-5345-2021",
    "journalVolume": "Vol. 15\n                                \n                                \n                                  pp.\n                                  5345\n                                  – 5369",
    "issn": "1994-0416 (Print)",
    "publisher": "1994-0424 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.the-cryosphere.net/",
    "abstract": "Permafrost is being degraded worldwide due to the change in external forcing caused by climate change. This has also been shown to affect the morphodynamics of active rock glaciers. We studied these changes, depending on the analysis, on nine or eight active rock glaciers, respectively, with different characteristics in multiple epochs between 1953 and 2017 in Kaunertal, Austria. A combination of historical aerial photographs and airborne laser scanning data and their derivatives were used to analyse surface movement and surface elevation change. In general, the studied landforms showed a significant acceleration of varying magnitude in the epoch 1997–2006 and a volume loss to variable degrees throughout the investigation period. Rock glaciers related to glacier forefields showed significantly higher rates of subsidence than talus-connected ones. Besides, we detected two rock glaciers with deviating behaviour and one that showed an inactivation of its terminal part. By analysing meteorological data (temperature, precipitation and snow cover onset and duration), we were able to identify possible links to these external forcing parameters. The catchment-wide survey further revealed that, despite the general trend, timing, magnitude and temporal peaks of morphodynamic changes indicate a slightly different sensitivity, response or response time of individual rock glaciers to fluctuations and changes in external forcing parameters.",
    "readLink": "https://tc.copernicus.org/articles/15/5345/2021/tc-15-5345-2021.pdf"
  }
]