[
  {
    "title": "Wastewater reuse",
    "authors": [
      "Milan R. Radosavljević,",
      "Vanja M. Šušteršič"
    ],
    "doi": "https://doi.org/10.5937/vojtehg61-2023",
    "journalVolume": "Vol. 61,\n                                no. 4\n                                \n                                  pp.\n                                  213\n                                  – 232",
    "issn": "0042-8469 (Print)",
    "publisher": "2217-4753 (Online)",
    "countryOfPublisher": "University of Defence in Belgrade",
    "lcc": [
      "Serbia",
      "Military Science",
      "Technology: Engineering (General). Civil engineering (General)"
    ],
    "journalUrl": "http://www.vtg.mod.gov.rs/index-e.html",
    "abstract": "Water scarcity and water pollution are some of the crucial issues that must be addressed within local and global perspectives. One of the ways to reduce the impact of water scarcity and to minimizine water pollution is to expand water and wastewater reuse. The local conditions including regulations, institutions, financial mechanisms, availability of local technology and stakeholder participation have a great influence on the decisions for wastewater reuse. The increasing awareness of food safety and the influence of the countries which import food are influencing policy makers and agriculturists to improve the standards of wastewater reuse in agriculture. The environmental awareness of consumers has been putting pressure on the producers (industries) to opt for environmentally sound technologies including those which conserve water and reduce the level of pollution. It may be observed that we have to move forwards to implement strategies and plans for wastewater reuse. However, their success and sustainability will depend on political will, public awareness and active support from national and international agencies to create favorable environment for the promotion of environmentally sustainable technologies. Wastewater treatment has a long history, especially in agriculture, but also in industry and households. Poor quality of wastewater can pose a significant risk to the health of farmers and users of agricultural products. The World Health Organization (WHO) is working on a project for the reuse of wastewater in agriculture. To reduce effects of human activities to the minimum, it is necessary to provide such technical and technological solutions that would on the one hand ensure complying with the existing regulations and legislation, and on the other hand provide economically viable systems as seen through investments and operating costs. The use of wastewater The practice of using wastewater varies from country to country. Its application and technology applied are ​​significantly dependent on socio-economic circumstances, industry structure, climate and politics. Reuse of water for irrigation of agricultural crops Fourty-one percent of the recycled water in Japan, 60% in California (USA), and 15% in Tunisia is used for irrigation of crops. In China, at least 1.33 million hectares of agricultural land is irrigated with untreated or partially treated wastewater (http://www.eolss.net). Agricultural irrigation is essential to improve the quality and quantity of production. By 2025, agriculture is expected to increase its water requirements by 1.2 times (http://www.unep.or.jp). If wastewater originatines from industrial sources, the presence of toxic chemicals, salts and heavy metals may limit its reuse. Such materials can change soil properties and may affect the growth of crops, so that appropriate treatment and supervision should be practiced. Recycled water that is important for agriculture must contain nitrogen, potassium, zinc, boron and sulfur. However, excess nitrogen can lead to overgrowth, delayed crop maturity and poor quality. Boron is an essential element for plant growth, and the excess boron becomes toxic. Tunisia is one of a few countries that have implemented a national policy for the reuse of wastewater. Since 1960., the wastewater in Tunisia has been used for irrigation of orchards. Since 1989, after a secondary treatment, the wastewater has been used for the cultivation of various crops (olives, fodder, cotton, etc.), except for growing vegetables. In countries such as Morocco, Jordan, Egypt, Malta, Cyprus and Spain, wastewater is either used or being considered for irrigation, while in Israel, the percentage of the use of wastewater for irrigation is the highest in the region, with 24.4% and should be increased to 36% in the future (http://www.eolss.net). Depending on the country, socio-economic conditions, may be different, starting from the shortage of money for capital investments. Therefore, the EU funds are very important for the countries such as Greece anor Serbia. Egypt, Jordan, Tunisia, Palestine, Morocco and Syria irepresent a group of countries with a high need for the reuse of wastewater, but also with prevailing economic problems, limited experience, inadequate infrastructures, including sewers and wastewater treatment factories. Strict standards for the reuse of water such as the standards in California and other states in the U.S.A. (USEPA 1992),are not easy to achieve. The WHO directive is less severe, and it defines the treatment of wastewater for irrigation of crops, especially in developing countries. The countries that are the EU members, such as Greece, can expect to be provided with funding to improve health and to implement certain laws and regulations (Andreadakis A.. et al., 2001, 7th Conference on Environmental Science and Technology, Greece, September nd) Reuse of wastewater from households Gray water is water that comes from common household activities such as shaving, showering and washing machines. Since graywater represents 50-80% of common household water consumption, environmentalists believe that its discharge into drains is a waste and a missed opportunity to use such a resource. It can easily be captured, treated on site and reused in toilets and for landscaping, instead of commonly used drinking water. Systems used for purification and disinfection depend on countries and requirements that treated water must meet. In Australia, it is not allowed to treat water from the kitchen as gray water because of the presence of food, i.e. possible and therefore may be presen pathogenic organisms which make the purification process difficult. Some other states prohibit the reuse of gray water from washing machines- since cloth diapers can be washed in them clot, the water can be contaminated with faeces despite no contact with the main sewage drains. In California, treated gray water has been used for garden irrigation for years, and studies have shown that its use does not cause health problems. Reuse of gray water means less energy consumption and less chemicals in wastewater treatment plants, which is good for the community, i.e. households will be spending significantly less money on water bills. Reuse of wastewater from industry In industry, water is used in refrigeration, industrial process and power boilers. In the purification of industrial wastewater two approaches are generally distinguished: a pretreatment of wastewater that must be implemented to meet the criteria for its discharge into public sewers and a singular wastewater treatment (without interference from household waste) to meet the criteria for effluent to be discharged. More and more freguently companies release their waste into urban sewage,having previously partially refined it to the level where it is mixed with wastewater from households and then finally purified in the same installation. The composition of water for steam boilers is of very great importance, because the slightest disturbance in the steam boiler can cause a disturbance in the entire industrial process. The quality of water for steam boilers depends on the type of a plant, steam pressure and the purpose for which steam is used. Water should be of such quality that it does not leave residues and deposits and it should not have a corroding effect. The purity of produced steam should correspond to the purpose of the steam in question. Water should not contain substances that could cause foaming (fats, oils and other organic substances) and should be slightly alkaline (pH = 7 to 9.5). Industrial water, depending on the processes in the industry, can be purified up to a certain degree. When discharged into natural water systems, it must meet the principles underpinning the system of the limit values of major wastewater parameters, developed by The Association for wastewater from the Federal Republic of Germany and presented in Table 6. Conclusion The date presented here, including quantities, methods of treatment, use of treated wastewater and different regulations, lead to a conclusion that in order to reach the standards of developed countries, the Republic of Serbia needs experts and a long time period to treat its wastewater to an adequate level for its reuse as well as for the sparing use of its water sources in general.",
    "readLink": "http://aseestant.ceon.rs/index.php/vtg/article/view/2023"
  },
  {
    "title": "Robustness of CMIP6 Historical Global Mean Temperature Simulations: Trends, Long‐Term Persistence, Autocorrelation, and Distributional Shape",
    "authors": [
      "Simon Michael Papalexiou,",
      "Chandra Rupa Rajulapati,",
      "Martyn P. Clark,",
      "Flavio Lehner"
    ],
    "doi": "https://doi.org/10.1029/2020EF001667",
    "journalVolume": "Vol. 8,\n                                no. 10\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2328-4277 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://agupubs.onlinelibrary.wiley.com/journal/23284277",
    "abstract": "Abstract Multi‐model climate experiments carried out as part of different phases of the Coupled Model Intercomparison Project (CMIP) are crucial to evaluate past and future climate change. The reliability of models' simulations is often gauged by their ability to reproduce the historical climate across many time scales. This study compares the global mean surface air temperature from 29 CMIP6 models with observations from three datasets. We examine (1) warming and cooling rates in five subperiods from 1880 to 2014, (2) autocorrelation and long‐term persistence, (3) models' performance based on probabilistic and entropy metrics, and (4) the distributional shape of temperature. All models simulate the observed long‐term warming trend from 1880 to 2014. The late twentieth century warming (1975–2014) and the hiatus (1942–1975) are replicated by most models. The post‐1998 warming is overestimated in 90% of the simulations. Only six out of 29 models reproduce the observed long‐term persistence. All models show differences in distributional shape when compared with observations. Varying performance across metrics reveals the challenge to determine the “best” model. Thus, we argue that models should be selected, based on case‐specific metrics, depending on the intended use. Metrics proposed here facilitate a comprehensive assessment for various applications.",
    "readLink": "https://doi.org/10.1029/2020EF001667"
  },
  {
    "title": "Ecolinguistics and Systemic Functional Linguistics (SFL): Transitivity in ' Climate Change in Egypt' by Ali Masria",
    "authors": [
      "Jihan Hassan Ali"
    ],
    "doi": "https://doi.org/10.21608/buijhs.2019.91308",
    "journalVolume": "Vol. 1,\n                                no. 1\n                                \n                                  pp.\n                                  9\n                                  – 38",
    "issn": "2314-8802 (Print)",
    "publisher": "2314-8810 (Online)",
    "countryOfPublisher": "Bani-Suef University",
    "lcc": [
      "Egypt",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://buijhs.journals.ekb.eg/",
    "abstract": "This paper presents Ecolinguistics as a relatively new branch of linguistics concerned with the interaction between human being and nature; how they influence each other. It handles systemic functional linguistics, usually referred to as (SFL) presented by M K Halliday, a new approach to grammar and to Ecolinguistics as well. Transitivity, as an important aspect of SFL, is applied to an article about climate change in Egypt. The six processes, participants and circumstances are analyzed as important parts of transitivity in this article.",
    "readLink": "https://buijhs.journals.ekb.eg/article_91308_5bd21cbc3e257a068f2bf7205cc522dc.pdf"
  },
  {
    "title": "Managing Water Sustainability: Virtual Water Flows and Economic Water Productivity Assessment of the Wine Trade between Italy and the Balkans",
    "authors": [
      "Pier  Paolo Miglietta,",
      "Domenico Morrone"
    ],
    "doi": "https://doi.org/10.3390/su10020543",
    "journalVolume": "Vol. 10,\n                                no. 2\n                                \n                                  p.\n                                  543",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The management of natural resources in economic activities has become a fundamental issue when considering the perspective of sustainable development. It is necessary to rethink every process in order to reach efficiency from different points of view, not only environmentally but also economically. Water scarcity is growing because of economic and population growth, climate change, and the increasing water demand. Currently, agri-food represents the most water consumptive sector, and the increasing importance of international trade in this industry puts freshwater issues in a global context that should be analyzed and regulated by sustainable policies. This analysis is focused on virtual water flows and economic water productivity related to the wine trade, and aims to evaluate water loss/savings achieved through bilateral trade relations. The choice fell on Italy, the first wine producer in the world, and the Balkan countries. The latter are new markets for wine production/consumption, in which Italian wines are strongly positioned for different reasons. The results show that, from a national point of view and considering wine trade, Italy exports water in virtual form to the Balkan countries, more than it imports, so that in effect it partially uses its own water resources for the wine supply of the Balkans. The latter, on the other hand, being a net importer of wine, partially depends on Italian water resources and exerts less pressure on their own water basins in the supporting wine supply. We also observed that the wine trade between Italy and the Balkans implies global water savings.",
    "readLink": "http://www.mdpi.com/2071-1050/10/2/543"
  },
  {
    "title": "Response of Streamflow and Soil Erosion to Climate Change and Human Activities in Nam Rom River Basin, Northwest of Vietnam",
    "authors": [
      "Hoang Le Huong,",
      "Ngo Thanh Son"
    ],
    "doi": "https://doi.org/10.32526/ennrj.18.4.2020.39",
    "journalVolume": "Vol. 18,\n                                no. 4\n                                \n                                  pp.\n                                  411\n                                  – 423",
    "issn": "1686-5456 (Print)",
    "publisher": "2408-2384 (Online)",
    "countryOfPublisher": "Mahidol University",
    "lcc": [
      "Thailand",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://ph02.tci-thaijo.org/index.php/ennrj/index",
    "abstract": "Change in climate and land use is the main cause of increasing streamflow and soil erosion. However, very few studies have investigated these changes on a basin scale. Thus, this study used the Soil and Water Assessment Tool (SWAT) method to evaluate the effects of both land use and climate change effects on streamflow, sediment yield, and soil loss in the Nam Rom River Basin, Northwest of Vietnam. The outputs of the SWAT model demonstrated it to be a strong tool in predicting catchment hydrology, sediment transport, and soil loss. Meanwhile, based on SWAT model simulation, it was found that reforestation and management practices executed between 1992 and 2015 strongly contributed to the decreased sediment yield. The potential for climate change clearly leads to an increase to sediment yield and significantly more soil loss. The combined climate and land use change analysis indicated that land use planning could be adopted to mitigate streamflow (16.9%) and sediment load (4.9%) in the future, in conjunction with the projected direct impact of climate change. In conclusion, the findings in the present study contribute useful knowledge, methods, and techniques that could be reapplied to other regions in Vietnam and the world in terms of land and water conservation.",
    "readLink": "https://ph02.tci-thaijo.org/index.php/ennrj/article/view/240587/164296"
  },
  null,
  {
    "title": "Influence of changes in humidity on dry temperature in GPS RO climatologies",
    "authors": [
      "J. Danzer,",
      "U. Foelsche,",
      "B. Scherllin-Pirscher,",
      "M. Schwärz"
    ],
    "doi": "https://doi.org/10.5194/amt-7-2883-2014",
    "journalVolume": "Vol. 7,\n                                no. 9\n                                \n                                  pp.\n                                  2883\n                                  – 2896",
    "issn": "1867-1381 (Print)",
    "publisher": "1867-8548 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering",
      "Technology: Engineering (General). Civil engineering (General): Earthwork. Foundations"
    ],
    "journalUrl": "http://www.atmospheric-measurement-techniques.net/home.html",
    "abstract": "Radio occultation (RO) data are increasingly used in climate research. Accurate phase (change) measurements of Global Positioning System (GPS) signals are the basis for the retrieval of near-vertical profiles of bending angle, microwave refractivity, density, pressure, and temperature. If temperature is calculated from observed refractivity with the assumption that water vapor is zero, the product is called \"dry temperature\", which is commonly used to study earth's atmosphere, e.g., when analyzing temperature trends due to global warming. Dry temperature is a useful quantity, since it does not need additional background information in its retrieval. However, it can only be safely used as proxy for physical temperature, where moisture is negligible. The altitude region above which water vapor does not play a dominant role anymore, depends primarily on latitude and season. In this study we first investigated the influence of water vapor on dry temperature RO profiles. Hence, we analyzed the maximum altitude down to which monthly mean dry temperature profiles can be regarded as being equivalent to physical temperature. This was done by examining dry temperature to physical temperature differences of monthly mean analysis fields from the European Centre for Medium-Range Weather Forecasts (ECMWF), studied from 2006 until 2010. We introduced cutoff criteria, where maximum temperature differences of −0.1, −0.05, and −0.02 K were allowed (dry temperature is always lower than physical temperature), and computed the corresponding altitudes. As an example, a temperature difference of −0.05 K in the tropics was found at an altitude of about 14 km, while at higher northern latitudes in winter it was found at an altitude of about 9–10 km, in summer at about 11 km. Furthermore, regarding climate change, we expect an increase of absolute humidity in the atmosphere. This possible trend in water vapor could yield a wrongly interpreted dry temperature trend. As a consequence, we performed a model study, investigating the increase in height of the transition region between moist and dry air. We used data from the fifth phase of the Coupled Model Intercomparison Project (CMIP5), analyzing again monthly mean dry temperature to physical temperature differences, now from the years 2006 to 2050. We used the highest emission scenario RCP8.5 (representative concentration pathway), studying all available models of the CMIP5 project, analyzing one internal run per model, with the goal to identify the altitude region where trends in dry temperature can be safely regarded as reflecting trends in physical temperature. From all models we therefore choose a selection of models (\"max 8\" CMIP5 models), which showed the largest trend differences. As a result, our trend study suggests that the lower boundary of the region where dry temperature is essentially equal to physical temperature rises about 150 m decade−1.",
    "readLink": "http://www.atmos-meas-tech.net/7/2883/2014/amt-7-2883-2014.pdf"
  },
  {
    "title": "Photosynthetic productivity and its efficiencies in ISIMIP2a biome models: benchmarking for impact assessment studies",
    "authors": [
      "Akihiko Ito,",
      "Kazuya Nishina,",
      "Christopher P O Reyer,",
      "Louis François,",
      "Alexandra-Jane Henrot,",
      "Guy Munhoven,",
      "Ingrid Jacquemin,",
      "Hanqin Tian,",
      "Jia Yang,",
      "Shufen Pan,",
      "Catherine Morfopoulos,",
      "Richard Betts,",
      "Thomas Hickler,",
      "Jörg Steinkamp,",
      "Sebastian Ostberg,",
      "Sibyll Schaphoff,",
      "Philippe Ciais,",
      "Jinfeng Chang,",
      "Rashid Rafique,",
      "Ning Zeng,",
      "Fang Zhao"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aa7a19",
    "journalVolume": "Vol. 12,\n                                no. 8\n                                \n                                  p.\n                                  085001",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Simulating vegetation photosynthetic productivity (or gross primary production, GPP) is a critical feature of the biome models used for impact assessments of climate change. We conducted a benchmarking of global GPP simulated by eight biome models participating in the second phase of the Inter-Sectoral Impact Model Intercomparison Project (ISIMIP2a) with four meteorological forcing datasets (30 simulations), using independent GPP estimates and recent satellite data of solar-induced chlorophyll fluorescence as a proxy of GPP. The simulated global terrestrial GPP ranged from 98 to 141 Pg C yr ^−1 (1981–2000 mean); considerable inter-model and inter-data differences were found. Major features of spatial distribution and seasonal change of GPP were captured by each model, showing good agreement with the benchmarking data. All simulations showed incremental trends of annual GPP, seasonal-cycle amplitude, radiation-use efficiency, and water-use efficiency, mainly caused by the CO _2 fertilization effect. The incremental slopes were higher than those obtained by remote sensing studies, but comparable with those by recent atmospheric observation. Apparent differences were found in the relationship between GPP and incoming solar radiation, for which forcing data differed considerably. The simulated GPP trends co-varied with a vegetation structural parameter, leaf area index, at model-dependent strengths, implying the importance of constraining canopy properties. In terms of extreme events, GPP anomalies associated with a historical El Niño event and large volcanic eruption were not consistently simulated in the model experiments due to deficiencies in both forcing data and parameterized environmental responsiveness. Although the benchmarking demonstrated the overall advancement of contemporary biome models, further refinements are required, for example, for solar radiation data and vegetation canopy schemes.",
    "readLink": "https://doi.org/10.1088/1748-9326/aa7a19"
  },
  {
    "title": "Low-Carbon Quick Wins: Integrating Short-Term Sustainable Transport Options in Climate Policy in Low-Income Countries",
    "authors": [
      "Stefan Bakker,",
      "Gary Haq,",
      "Karl Peet,",
      "Sudhir Gota,",
      "Nikola Medimorec,",
      "Alice Yiu,",
      "Gail Jennings,",
      "John Rogers"
    ],
    "doi": "https://doi.org/10.3390/su11164369",
    "journalVolume": "Vol. 11,\n                                no. 16\n                                \n                                  p.\n                                  4369",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "In low income countries (LICs) in Africa and Asia per capita transport greenhouse gas emissions are relatively low but are expected to grow. Therefore, a substantial reduction in projected increases is required to bring emissions in line with long-term global climate objectives. Literature on how LICs are integrating climate change mitigation and sustainable transport strategies is limited. Key drivers of transport policy include improving accessibility, congestion, air quality, energy security, with reducing greenhouse gas emissions being of lower priority. This paper assesses the current status, feasibility and potential of selected low-carbon transport measures with high sustainable development benefits that can be implemented in the short to medium term, so- called ‘quick wins’. It examines to what extent ten such quick wins are integrated in climate change strategies in nine low- and middle-income countries in Africa and South Asia. The research method comprises expert interviews, an online questionnaire survey of experts and policymakers in the focus countries, and a review of literature and government plans. Results indicate that sustainable urban transport policies and measures are considered high priority, with vehicle-related measures such as fuel quality and fuel economy standards and electric two- and three-wheelers being of key relevance. In existing national climate change strategies, these quick wins are integrated to a certain extent; however, with better coordination between transport and energy and environment agencies such strategies can be improved. A general conclusion of this paper is that for LICs, quick wins can connect a ‘top-down’ climate perspective with a ‘bottom-up’ transport sector perspective. A knowledge gap exists as to the mitigation potential and sustainable development benefits of these quick wins in the local context of LICs.",
    "readLink": "https://www.mdpi.com/2071-1050/11/16/4369"
  },
  {
    "title": "Climate Impacts on the agricultural sector of Pakistan: Risks and solutions",
    "authors": [
      "Areeja Syed,",
      "Taqi Raza,",
      "Talha Tufail Bhatti,",
      "Neal S. Eash"
    ],
    "doi": "Vol. 6\n                                \n                                \n                                  p.\n                                  100433",
    "issn": "2667-0100 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.journals.elsevier.com/environmental-challenges/",
    "abstract": "Sixty percent of the population of Pakistan is directly or indirectly reliant upon rain-fed agriculture that depends on predictable weather patterns. Global climatic change affects our agriculture and its impacts seem to increase daily. Pakistan produces wheat, rice, cotton, sugarcane, and maize and these crops are affected by climate change. Incessant escalation in earth temperatures globally is changing precipitation patterns including a shift in our monsoon season. These conditions affect agricultural production, farm livelihoods and agribusiness infrastructure that is leading to food insecurity and malnutrition among the farming communities. The aim of this review is to highlight the climate change impacts on Pakistan's agricultural sector, current risks, and mitigation potential to insure resilient agricultural practices that provide household food security.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2667010021004078"
  }
]