[
  {
    "title": "Habitat quality modelling and effect of climate change on the distribution of Centaurea pabotii in Iran",
    "authors": [
      "Kamran Almasieh,",
      "Amin Zoratipour,",
      "Kazem Negaresh,",
      "Khalil Delfan-Hasanzadeh"
    ],
    "doi": "https://doi.org/10.5424/sjar/2018163-13098",
    "journalVolume": "Vol. 16,\n                                no. 3\n                                \n                                  pp.\n                                  e0304\n                                  – e0304",
    "issn": "1695-971X (Print)",
    "publisher": "2171-9292 (Online)",
    "countryOfPublisher": "Instituto Nacional de Investigación y Tecnología Agraria y Alimentaria",
    "lcc": [
      "Spain",
      "Agriculture"
    ],
    "journalUrl": "https://revistas.inia.es/index.php/sjar",
    "abstract": "Climate change resulting from increased greenhouse gases affects the distribution of weeds by commonly expanding and shifting their future distribution. In this study, habitat distribution of Behbahanian Knapweed (Centaurea pabotii) was modelled as an endemic weed of wheat fields in four provinces in the southwest of Iran. Then, the current and the predicted future distributions were compared under two scenarios based on the lowest and highest carbon dioxide emissions. Field survey was carried out during March-May of 2015-2017 to collect presence points of C. pabotii. Habitat modelling was done using MaxEnt software using eight environmental variables and 25 presence points. To predict the future distribution, modelling projection of CCSM4 was performed for the year 2070 under scenarios of representative concentration pathways (RCP) 2.6 and RCP 8.5 using the current and the projected future bioclimatic variables in MaxEnt. Our results revealed that the suitable area of distribution will be approximately doubled in the future for both scenarios and will be shifted to lower latitudes and higher altitudes. Also, in the most western province of the study area, a new isolated and large suitable area will occur in the future. Therefore, it was suspected that this plant will be expanded to the wheat fields of this province. Expanding and shifting in the distribution of C. pabotii should be taken into consideration by agricultural managers in Iran.",
    "readLink": "http://revistas.inia.es/index.php/sjar/article/view/13098"
  },
  {
    "title": "Effect of elevated CO2 and temperature on phosphorus efficiency of wheat grown in an Inceptisol of subtropical India",
    "authors": [
      "Manoj-Kumar,",
      "A. Swarup,",
      "A.K. Patra,",
      "J.U. Chandrakala,",
      "K.M. Manjaiah"
    ],
    "doi": "https://doi.org/10.17221/749/2011-PSE",
    "journalVolume": "Vol. 58,\n                                no. 5\n                                \n                                  pp.\n                                  230\n                                  – 235",
    "issn": "1214-1178 (Print)",
    "publisher": "1805-9368 (Online)",
    "countryOfPublisher": "Czech Academy of Agricultural Sciences",
    "lcc": [
      "Czechia",
      "Agriculture: Plant culture"
    ],
    "journalUrl": "https://pse.agriculturejournals.cz/",
    "abstract": "In a phytotron experiment, wheat was grown under two levels of atmospheric CO2 [ambient (385 ppm) vs. elevated (650 ppm)], two levels of temperature (ambient vs. ambient +3°C) superimposed with three levels of phosphorus (P) fertilization: 0, 100, and 200% of recommended dose. Various measures of P acquisition and utilization efficiency were estimated at crop maturity. In general, dry matter yields of all plant parts increased under elevated CO2 (EC) and decreased under elevated temperature (ET); however, under concurrently elevated CO2 and temperature (ECT), root (+36%) and leaf (+14.7%) dry weight increased while stem (-12.3%) and grain yield (-17.3%) decreased, leading to a non-significant effect on total biomass yield. Similarly, total P uptake increased under EC and decreased under ET, with an overall increase of 17.4% under ECT, signifying higher P requirements by plants grown thereunder. Although recovery efficiency of applied P fertilizer increased by 27%, any possible benefit of this increase was negated by the reduced physiological P efficiency (PPE) and P utilization efficiency (PUtE) under ECT. Overall, there was ~17% decline in P use efficiency (PUE) (i.e. grain yield/applied P) of wheat under ECT.",
    "readLink": "https://pse.agriculturejournals.cz/artkey/pse-201205-0005_effect-of-elevated-co2-and-temperature-on-phosphorus-efficiency-of-wheat-grown-in-an-inceptisol-of-subtropical.php"
  },
  {
    "title": "Automatically Extracted Antarctic Coastline Using Remotely-Sensed Data: An Update",
    "authors": [
      "Yining Yu,",
      "Zhilun Zhang,",
      "Mohammed Shokr,",
      "Fengming Hui,",
      "Xiao Cheng,",
      "Zhaohui Chi,",
      "Petra Heil,",
      "Zhuoqi Chen"
    ],
    "doi": "https://doi.org/10.3390/rs11161844",
    "journalVolume": "Vol. 11,\n                                no. 16\n                                \n                                  p.\n                                  1844",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "The temporal and spatial variability of the Antarctic coastline is a clear indicator of change in extent and mass balance of ice sheets and shelves. In this study, the Canny edge detector was utilized to automatically extract high-resolution information of the Antarctic coastline for 2005, 2010, and 2017, based on optical and microwave satellite data. In order to improve the accuracy of the extracted coastlines, we developed the Canny algorithm by automatically calculating the local low and high thresholds via the intensity histogram of each image to derive thresholds to distinguish ice sheet from water. A visual comparison between extracted coastlines and mosaics from remote sensing images shows good agreement. In addition, comparing manually extracted coastline, based on prior knowledge, the accuracy of planimetric position of automated extraction is better than two pixels of Landsat images (30 m resolution). Our study shows that the percentage of deviation (<100 m) between automatically and manually extracted coastlines in nine areas around the Antarctica is 92.32%, and the mean deviation is 38.15 m. Our results reveal that the length of coastline around Antarctica increased from 35,114 km in 2005 to 35,281 km in 2010, and again to 35,672 km in 2017. Meanwhile, the total area of the Antarctica varied slightly from 1.3618 × 107 km2 (2005) to 1.3537 × 107 km2 (2010) and 1.3657 × 107 km2 (2017). We have found that the decline of the Antarctic area between 2005 and 2010 is related to the breakup of some individual ice shelves, mainly in the Antarctic Peninsula and off East Antarctica. We present a detailed analysis of the temporal and spatial change of coastline and area change for the six ice shelves that exhibited the largest change in the last decade. The largest area change (a loss of 4836 km2) occurred at the Wilkins Ice Shelf between 2005 and 2010.",
    "readLink": "https://www.mdpi.com/2072-4292/11/16/1844"
  },
  {
    "title": "Assessing the Vulnerability of Farm Households in Yogyakarta to Risks Associated with Climate Change",
    "authors": [
      "Handoyo Mulyo Jangkung,",
      "Wahyu Widada Arif,",
      "Sugiyarto,",
      "Masyhuri"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202014203002",
    "journalVolume": "Vol. 142\n                                \n                                \n                                  p.\n                                  03002",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "Agriculture sustainability has been threatened by climate change. Climate change affects not only food production but also harms the social life of farm households. This paper assesses farmers’ perceptions of climate change issues, the scale of its impact on farm households, and measures the sensitivity, adaptation strategies, and the livelihoods vulnerability of farm households in Yogyakarta. Two hundred and four farm households representing coastal and mountainous farm households were interviewed using a structured questionnaire. Descriptive analysis and the Livelihoods Vulnerability Index (LVI) methods are used to analyze data. The results show that most farm households have low awareness of the issue of climate change as well as low-scale exposure and sensitivity to climate change. Meanwhile, the level of adaptation strategies for coastal farm households is slightly higher (better) than mountainous farm households. Livelihoods vulnerability indexes reveal that agricultural households in coastal and mountainous areas are at a low level of vulnerability related to climate change.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2020/02/e3sconf_icals2019_03002.pdf"
  },
  {
    "title": "Network-Based Biomonitoring: Exploring Freshwater Food Webs With Stable Isotope Analysis and DNA Metabarcoding",
    "authors": [
      "Zacchaeus G. Compson,",
      "Zacchaeus G. Compson,",
      "Zacchaeus G. Compson,",
      "Wendy A. Monk,",
      "Wendy A. Monk,",
      "Brian Hayden,",
      "Alex Bush,",
      "Alex Bush,",
      "Alex Bush,",
      "Zoë O'Malley,",
      "Mehrdad Hajibabaei,",
      "Mehrdad Hajibabaei,",
      "Teresita M. Porter,",
      "Teresita M. Porter,",
      "Michael T. G. Wright,",
      "Christopher J. O. Baker,",
      "Christopher J. O. Baker,",
      "Mohammad Sadnan Al Manir,",
      "Mohammad Sadnan Al Manir,",
      "R. Allen Curry,",
      "R. Allen Curry,",
      "Donald J. Baird,",
      "Donald J. Baird"
    ],
    "doi": "https://doi.org/10.3389/fevo.2019.00395",
    "journalVolume": "Vol. 7",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "Threatened freshwater ecosystems urgently require improved tools for effective management. Food web analysis is currently under-utilized, yet can be used to generate metrics to support biomonitoring assessments by measuring the stability and robustness of ecosystems. Using a previously developed analysis pipeline, we combined taxonomic outputs from DNA metabarcoding with a text-mining routine to extract trait information directly from the literature. This pipeline allowed us to generate heuristic food webs for sites within the lower Saint John/Wolastoq River and the Grand Lake Meadows (hereafter called the “GLM complex”), Atlantic Canada's largest freshwater wetland. While these food webs are derived from empirical traits and their structure has been shown to discriminate sites both spatially and temporally, the accuracy of their properties have not been assessed against other methods of trophic analysis. We explored two approaches to validate the utility of heuristic food webs. First, we qualitatively compared how well-trophic position derived from heuristic food webs recovered spatial and temporal differences across the GLM complex in comparison to traditional stable isotope approaches. Second, we explored how the trophic position of invertebrates, derived from heuristic food webs, predicted trophic position measured from δ15N values. In general, both heuristic food webs and stable isotopes were able to detect seasonal changes in maximum trophic position in the GLM complex. Samples from the entire GLM complex demonstrated that prey-averaged trophic position measured from heuristic food webs strongly predicted trophic position inferred from stable isotopes (R2 = 0.60), and even stronger relationships were observed for some individual models (R2 = 0.78 for best model). Beyond their areas of congruence, heuristic food web and stable isotope analyses also appear to complement one another, suggesting a surprising degree of independence between community trophic niche width (assessed from stable isotopes) and food web size and complexity (assessed from heuristic food webs). Collectively, these analyses indicate that trait-based networks have properties that correspond to those of actual food webs, supporting the routine adoption of food web metrics for ecosystem biomonitoring.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fevo.2019.00395/full"
  },
  {
    "title": "Glacier recession since the Little Ice Age: Implications for water storage in a Rocky Mountain landscape",
    "authors": [
      "Chelsea J. Martin-Mikle,",
      "Daniel B. Fagre"
    ],
    "doi": "https://doi.org/10.1080/15230430.2019.1634443",
    "journalVolume": "Vol. 51,\n                                no. 1\n                                \n                                  pp.\n                                  280\n                                  – 289",
    "issn": "1523-0430 (Print)",
    "publisher": "1938-4246 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/uaar",
    "abstract": "Glaciers have significant influence on hydrology, vegetation, and wildlife in mountainous regions, and are receding globally. To quantify the impacts of sustained glacier loss, we mapped a complete set of glacier areas from the Little Ice Age (LIA) using very high-resolution satellite imagery (30 cm) within Glacier National Park (GNP), Montana, a region that encompasses 4098.81 km2 in the northwestern United States. We measured glacier change across the park using LIA glacier area as a baseline and then estimated change in glacier area and volume over time. An estimated 146 glaciers existed within the current boundaries of GNP during the LIA. By 2005, only fifty-one (35 percent) persisted. Nearly 90 percent of LIA glaciers had lost more than 50 percent of their area by 2005. This decrease in glacier area equates to an estimated ice volume loss of 1.52 km3, or 1.37 km3 of water storage, roughly equivalent to 90 percent of Lake McDonald, the largest lake in the park. Understanding rates of deglaciation and implications for water storage and use can assist local resource managers and downstream communities in planning for change.",
    "readLink": "http://dx.doi.org/10.1080/15230430.2019.1634443"
  },
  {
    "title": "Quantifying sources of Brazil's CH<sub>4</sub> emissions between 2010 and 2018 from satellite data",
    "authors": [
      "R. L. Tunnicliffe,",
      "R. L. Tunnicliffe,",
      "A. L. Ganesan,",
      "R. J. Parker,",
      "R. J. Parker,",
      "H. Boesch,",
      "H. Boesch,",
      "N. Gedney,",
      "B. Poulter,",
      "Z. Zhang,",
      "J. V. Lavrič,",
      "D. Walter,",
      "D. Walter,",
      "M. Rigby,",
      "S. Henne,",
      "D. Young,",
      "S. O'Doherty"
    ],
    "doi": "https://doi.org/10.5194/acp-20-13041-2020",
    "journalVolume": "Vol. 20\n                                \n                                \n                                  pp.\n                                  13041\n                                  – 13067",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Brazil's CH4 emissions over the period 2010–2018 were derived for the three main sectors of activity: anthropogenic, wetland and biomass burning. Our inverse modelling estimates were derived from GOSAT (Greenhouse gases Observing SATellite) satellite measurements of XCH4 combined with surface data from Ragged Point, Barbados, and the high-resolution regional atmospheric transport model NAME (Numerical Atmospheric-dispersion Modelling Environment). We find that Brazil's mean emissions over 2010–2018 are 33.6±3.6Tgyr-1, which are comprised of 19.0±2.6Tgyr-1 from anthropogenic (primarily related to agriculture and waste), 13.0±1.9Tgyr-1 from wetlands and 1.7±0.3Tgyr-1 from biomass burning sources. In addition, between the 2011–2013 and 2014–2018 periods, Brazil's mean emissions rose by 6.9±5.3Tgyr-1 and this increase may have contributed to the accelerated global methane growth rate observed during the latter period. We find that wetland emissions from the western Amazon increased during the start of the 2015–2016 El Niño by 3.7±2.7Tgyr-1 and this is likely driven by increased surface temperatures. We also find that our estimates of anthropogenic emissions are consistent with those reported by Brazil to the United Framework Convention on Climate Change. We show that satellite data are beneficial for constraining national-scale CH4 emissions, and, through a series of sensitivity studies and validation experiments using data not assimilated in the inversion, we demonstrate that (a) calibrated ground-based data are important to include alongside satellite data in a regional inversion and that (b) inversions must account for any offsets between the two data streams and their representations by models.",
    "readLink": "https://acp.copernicus.org/articles/20/13041/2020/acp-20-13041-2020.pdf"
  },
  {
    "title": "Changes in soil characteristics and estimated cost on reclamation of former sand mining land",
    "authors": [
      "Muhammad Nur Fauzan,",
      "Rini Dwiastuti,",
      "Sujarwo Sujarwo,",
      "Syahrul Kurniawan"
    ],
    "doi": "https://doi.org/10.15243/jdmlm.2022.093.3533",
    "journalVolume": "Vol. 9,\n                                no. 3\n                                \n                                  pp.\n                                  3533\n                                  – 3543",
    "issn": "2339-076X (Print)",
    "publisher": "2502-2458 (Online)",
    "countryOfPublisher": "University of Brawijaya",
    "lcc": [
      "Indonesia",
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants"
    ],
    "journalUrl": "http://www.jdmlm.ub.ac.id",
    "abstract": "The utilization of natural resources in recent decades is not accompanied by proper and effective management. This has a major impact on environmental degradation in watershed scale and climate change. The study aimed to evaluate changes in soil characteristics at various ages of sand mining and the cost of reclamation of environmental degradation due to sand mining activities. The study was conducted in Sumberbulu Micro Watershed, which is located in Wajak Sub-District, Malang Regency. Soil sampling was collected from un-mined, 2 to 6 years old sand mining and post-mining lands. Natural resource equivalency analysis (REA) was applied for environmental damage assessment and reclamation cost calculation required to restore natural resource services to their original condition. The findings show that sand mining activities significantly decreased soil organic C in 0-40 cm soil depth, resulting in increased soil bulk density and decreased soil porosity at 20-40 cm depth of soil. Sand mining activities by using truck traffic carrying mining products, soil erosion, and the removal of topsoil during mining activities determined changes in soil properties. REA shows that the total area of land that must be reclaimed is 21,487 ha. The land will be reclaimed by revegetation (with maize) to restore the lost function of environmental services and income of local farmers, assuming a reclamation cost of 36,767,500 IDR/ha. Therefore, post-mining land reclamation should be encouraged by the government for mining business actors in Indonesia so that the land can be reused as before.",
    "readLink": "https://jdmlm.ub.ac.id/index.php/jdmlm/article/view/1155"
  },
  {
    "title": "Challenges and Perspectives in Homology-Directed Gene Targeting in Monocot Plants",
    "authors": [
      "Tien Van Vu,",
      "Yeon Woo Sung,",
      "Jihae Kim,",
      "Duong Thi Hai Doan,",
      "Mil Thi Tran,",
      "Jae-Yean Kim"
    ],
    "doi": "https://doi.org/10.1186/s12284-019-0355-1",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 29",
    "issn": "1939-8425 (Print)",
    "publisher": "1939-8433 (Online)",
    "countryOfPublisher": "SpringerOpen",
    "lcc": [
      "United Kingdom",
      "Agriculture: Plant culture"
    ],
    "journalUrl": "https://thericejournal.springeropen.com/",
    "abstract": "Abstract Continuing crop domestication/redomestication and modification is a key determinant of the adaptation and fulfillment of the food requirements of an exploding global population under increasingly challenging conditions such as climate change and the reduction in arable lands. Monocotyledonous crops are not only responsible for approximately 70% of total global crop production, indicating their important roles in human life, but also the first crops to be challenged with the abovementioned hurdles; hence, monocot crops should be the first to be engineered and/or de novo domesticated/redomesticated. A long time has passed since the first green revolution; the world is again facing the challenge of feeding a predicted 9.7 billion people in 2050, since the decline in world hunger was reversed in 2015. One of the major lessons learned from the first green revolution is the importance of novel and advanced trait-carrying crop varieties that are ideally adapted to new agricultural practices. New plant breeding techniques (NPBTs), such as genome editing, could help us succeed in this mission to create novel and advanced crops. Considering the importance of NPBTs in crop genetic improvement, we attempt to summarize and discuss the latest progress with major approaches, such as site-directed mutagenesis using molecular scissors, base editors and especially homology-directed gene targeting (HGT), a very challenging but potentially highly precise genome modification approach in plants. We therefore suggest potential approaches for the improvement of practical HGT, focusing on monocots, and discuss a potential approach for the regulation of genome-edited products.",
    "readLink": "https://doi.org/10.1186/s12284-019-0355-1"
  },
  {
    "title": "DORN1 Is Involved in Drought Stress Tolerance through a Ca<sup>2+</sup>-Dependent Pathway",
    "authors": [
      "Qingwen Wang,",
      "Hongbao Bai,",
      "Ahmad Zada,",
      "Qingsong Jiao"
    ],
    "doi": "https://doi.org/10.3390/ijms232214213",
    "journalVolume": "Vol. 23,\n                                no. 14213\n                                \n                                  p.\n                                  14213",
    "issn": "1661-6596 (Print)",
    "publisher": "1422-0067 (Online)",
    "countryOfPublisher": "MDPI AG",
    "lcc": [
      "Switzerland",
      "Science: Biology (General)",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/ijms",
    "abstract": "Water shortages caused by climate change seriously threaten the survival and production of plants and are also one of the major environmental pressures faced by plants. DORN1 was the first identified purinoceptor for the plant response to extracellular ATP. It has been established that DORN1 could play key roles in a series of biological activities in plants. However, the biological roles of DORN1 and the mechanism remain unclear under drought stress conditions in plants. Here, DORN1 was targeted for knockout by using the CRISPR/Cas 9 system. It was found that the loss function of DORN1 resulted in a significant decrease in the effective quantum yield of PSII [Y(II)], the photochemical quenching coefficient (qP), and the rate of photosynthetic electron transport through PSII (ETR), which reflected plants’ photochemical efficiency. Whereas Y(NO) values showed obvious enhancement under drought stress conditions. Further experimental results showed that the Y(II), qP, and ETR, which reflect plants’ photochemical efficiency, increased significantly with CaCl2 treatment. These results indicated that the drought tolerance of the mutant was decreased, and the exogenous application of calcium ions could effectively promote the drought tolerance of the dorn1 mutant. Transpiration loss controlled by stomata is closely related to drought tolerance, further, we examined the transpirational water loss in dorn1 and found that it was greater than wild-type (WT). Besides, the dorn1 mutant’s stomatal aperture significantly increased compared with the WT and the stomata of dorn1 mutant plants tend to close after CaCl2 treatment. Taken together, our results show that DORN1 plays a key role in drought stress tolerance in plants, which may depend on calcium and calcium-related signaling pathways.",
    "readLink": "https://www.mdpi.com/1422-0067/23/22/14213"
  }
]