[
  {
    "title": "Consistent Risk Management in a Changing World: Risk Equivalence in Fisheries and Other Human Activities Affecting Marine Resources and Ecosystems",
    "authors": [
      "Marie-Julie Roux,",
      "Daniel E. Duplisea,",
      "Karen L. Hunter,",
      "Jake Rice"
    ],
    "doi": "https://doi.org/10.3389/fclim.2021.781559",
    "journalVolume": "Vol. 3",
    "issn": "2624-9553 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/climate#",
    "abstract": "A changing climate makes the evaluation of human impacts on natural systems increasingly uncertain and affects the risk associated with management decisions. This influences both the achievability and meaning of marine conservation and resource management objectives. A risk-based framework that includes a risk equivalence approach in the evaluation of the potential consequences from human activity, can be a powerful tool for timely and consistent handling of environmental considerations in management advice. Risk equivalence permits a formal treatment of all sources of uncertainty, such that objectives-based management decisions can be maintained within acceptable risk levels and deliver outcomes consistent with expectations. There are two pathways to risk equivalence that can be used to account for the short-term and longer-term impacts of a changing environment: adjusting the degree of exposure to human pressure and adjusting the reference levels used to measure the risk. The first uses existing data and knowledge to derive risk conditioning factors applied to condition management advice on environmental departures from baseline conditions. The second is used to formalise the review and update of management objectives, reference levels and risk tolerances, so they remain consistent with potential consequences from human activity under new biological, ecological and socio-economic realities. A risk equivalence approach is about adapting existing practice to frame environmental considerations within objectives-based risk frameworks, systematically exploring alternative scenarios and assumptions, and conditioning management advice on environmental status. It is applicable to the management of all human activities impacting biological and ecological systems. Concepts of risk, risk conditioning factors, and incremental changes in risk, provide a common currency for the inclusion and communication of environmental effects into advice. Risk equivalence can ensure timely delivery of robust management advice accounting for demonstrated, anticipated or projected environmental effects. This can guide management decisions in a changing world, and greatly facilitate the implementation of an ecosystem approach for the management of human activities.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fclim.2021.781559/full"
  },
  {
    "title": "X-Ray CT Phenotyping Reveals Bi-Phasic Growth Phases of Potato Tubers Exposed to Combined Abiotic Stress",
    "authors": [
      "Jessica K. Van Harsselaar,",
      "Joelle Claußen,",
      "Joelle Claußen,",
      "Jens Lübeck,",
      "Norbert Wörlein,",
      "Norman Uhlmann,",
      "Uwe Sonnewald,",
      "Stefan Gerth"
    ],
    "doi": "https://doi.org/10.3389/fpls.2021.613108",
    "journalVolume": "Vol. 12",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "As a consequence of climate change, heat waves in combination with extended drought periods will be an increasing threat to crop yield. Therefore, breeding stress tolerant crop plants is an urgent need. Breeding for stress tolerance has benefited from large scale phenotyping, enabling non-invasive, continuous monitoring of plant growth. In case of potato, this is compromised by the fact that tubers grow belowground, making phenotyping of tuber development a challenging task. To determine the growth dynamics of tubers before, during and after stress treatment is nearly impossible with traditional destructive harvesting approaches. In contrast, X-ray Computed Tomography (CT) offers the opportunity to access belowground growth processes. In this study, potato tuber development from initiation until harvest was monitored by CT analysis for five different genotypes under stress conditions. Tuber growth was monitored three times per week via CT analysis. Stress treatment was started when all plants exhibited detectable tubers. Combined heat and drought stress was applied by increasing growth temperature for 2 weeks and simultaneously decreasing daily water supply. CT analysis revealed that tuber growth is inhibited under stress within a week and can resume after the stress has been terminated. After cessation of stress, tubers started growing again and were only slightly and insignificantly smaller than control tubers at the end of the experimental period. These growth characteristics were accompanied by corresponding changes in gene expression and activity of enzymes relevant for starch metabolism which is the driving force for tuber growth. Gene expression and activity of Sucrose Synthase (SuSy) reaffirmed the detrimental impact of the stress on starch biosynthesis. Perception of the stress treatment by the tubers was confirmed by gene expression analysis of potential stress marker genes whose applicability for potato tubers is further discussed. We established a semi-automatic imaging pipeline to analyze potato tuber delevopment in a medium thoughput (5 min per pot). The imaging pipeline presented here can be scaled up to be used in high-throughput phenotyping systems. However, the combination with automated data processing is the key to generate objective data accelerating breeding efforts to improve abiotic stress tolerance of potato genotypes.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2021.613108/full"
  },
  {
    "title": "The surface albedo of the Greenland Ice Sheet between 1982 and 2015 from the CLARA-A2 dataset and its relationship to the ice sheet's surface mass balance",
    "authors": [
      "A. Riihelä,",
      "M. D. King,",
      "M. D. King,",
      "K. Anttila"
    ],
    "doi": "https://doi.org/10.5194/tc-13-2597-2019",
    "journalVolume": "Vol. 13\n                                \n                                \n                                  pp.\n                                  2597\n                                  – 2614",
    "issn": "1994-0416 (Print)",
    "publisher": "1994-0424 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.the-cryosphere.net/",
    "abstract": "The Greenland Ice Sheet is losing mass at a significant rate, driven in part by increasing surface-melt-induced runoff. Because the ice sheet's surface melt is closely connected to changes in the surface albedo, studying multidecadal changes in the ice sheet's albedo offers insight into surface melt and associated changes in its surface mass balance. Here, we first analyse the CM SAF Cloud, Albedo and Surface Radiation dataset from AVHRR data second edition (CLARA-A2) Surface Albedo (SAL), covering 1982–2015, to obtain decadal albedo trends for each summer month. We also examine the rates of albedo change during the early summer, supported with atmospheric reanalysis data from MERRA-2 (Modern-Era Retrospective analysis for Research and Applications, version 2), to discern changes in the intensity of early summer melt, and their likely drivers. We find that rates of albedo decrease during summer melt have accelerated during the 2000s relative to the early 1980s and that the surface albedos now often decrease to values typical of bare ice at elevations 50–100 m higher on the ice sheet. The southern margins exhibit the opposite behaviour, though, and we suggest this is due to increasing snowfall over the area. We then subtract ice discharge from the mass balance estimates observed by the Gravity Recovery and Climate Experiment (GRACE) satellite mission to estimate surface mass balance. The CLARA-A2 albedo changes are regressed with these data to obtain a summer-aggregated proxy surface mass balance time series for the summer periods 1982–2015. This proxy time series is compared with latest regional climate model estimates from the MAR model to perform an observation-based test on the dominance of surface runoff in the magnitude and variability of the summer surface mass balance. We show that the proxy time series agrees with MAR through the analysed period within the associated uncertainties of the data and methods, demonstrating and confirming that surface runoff has dominated the rapid surface mass loss period between the 1990s and 2010s. Finally, we extend the analysis to the drainage basin scale to examine discharge–albedo relationships. We find little evidence of surface-melt-induced ice flow acceleration at annual timescales.",
    "readLink": "https://www.the-cryosphere.net/13/2597/2019/tc-13-2597-2019.pdf"
  },
  {
    "title": "Bet-hedging dry-forest resilience to climate-change threats in the western USA based on historical forest structure",
    "authors": [
      "William Lawrence Baker,",
      "Mark A Williams"
    ],
    "doi": "https://doi.org/10.3389/fevo.2014.00088",
    "journalVolume": "Vol. 2",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "Dry forests are particularly subject to wildfires, insect outbreaks, and droughts that likely will increase with climate change. Efforts to increase resilience of dry forests often focus on removing most small trees to reduce wildfire risk. However, small trees often survive other disturbances and could provide broader forest resilience, but small trees are thought to have been historically rare. We used direct records by land surveyors in the late-1800s along 22,206 km of survey lines in 1.7 million ha of dry forests in the western USA to test this idea. These systematic surveys (45,171 trees) of historical forests reveal that small trees dominated (52-92% of total trees) dry forests. Historical forests also included diverse tree sizes and species, which together provided resilience to several types of disturbances. Current risk to dry forests from insect outbreaks is 5.6 times the risk of higher-severity wildfires, with small trees increasing forest resilience to insect outbreaks. Removal of most small trees to reduce wildfire risk may compromise the bet-hedging resilience, provided by small trees and diverse tree sizes and species, against a broad array of unpredictable future disturbances.",
    "readLink": "http://journal.frontiersin.org/Journal/10.3389/fevo.2014.00088/full"
  },
  {
    "title": "Spatial and Temporal Variations of Precipitation Extremes and Seasonality over China from 1961~2013",
    "authors": [
      "Yiyuan Tao,",
      "Wen Wang,",
      "Shuang Song,",
      "Jun Ma"
    ],
    "doi": "https://doi.org/10.3390/w10060719",
    "journalVolume": "Vol. 10,\n                                no. 6\n                                \n                                  p.\n                                  719",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Using the 0.5° × 0.5° gridded Chinese ground precipitation dataset from 1961~2013, spatial and temporal variations in precipitation extremes, total precipitation, the seasonality of precipitation and their linkages in the context of climate change are investigated using the Mann-Kendall trend test, Pettitt change-point test and correlation analysis. The investigation focuses on four extreme indices, i.e., the annual maximum number of consecutive dry days (CDD), the annual maximum number of consecutive wet days (CWD), the annual total precipitation when daily precipitation is greater than 95th percentile (R95pTOT), and the maximum 1-day precipitation (RX1day). The results show that precipitation extremes increased in northwestern China, especially Xinjiang, Tibet and Qinghai (CWD, R95pTOT and RX1day), and scattered parts of southeastern China (R95pTOT and RX1day), but decreased over considerable parts of southwestern China (CWD) and some small parts of northern China (CWD, R95pTOT and RX1day); the spatial patterns of the trends in precipitation extremes and that of total precipitation exhibit considerable similarity over China, which indicates the close relationship between changes in precipitation extremes and total precipitation; change points are detected in different periods ranging from early 1970s to early 2000s for different regions and extreme precipitation indices, and the spatial patterns of the abrupt changes of extreme indices are similar to those of the trends in extreme indices; the concentration index (CI) is strongly positively correlated with R95pTOT and RX1day in most areas in northern China (from the northeast to the northwest) and southwestern China (including Sichuan, Chongqing Guizhou and Guangxi), which means for these regions, the temporal heterogeneity of daily precipitation over a year is dominated by heavy rainfall amounts. The seasonality index of precipitation (SI) is positively related to R95pTOT and RX1day over most areas above 30° N, indicating that heavy precipitation events have a better chance to occur in places with a strong seasonal variation in annual precipitation in these areas, but for most areas below 30° N, the positive relationship is not significant.",
    "readLink": "http://www.mdpi.com/2073-4441/10/6/719"
  },
  {
    "title": "The Life Aquatic at the Microscale",
    "authors": [
      "Jean-Baptiste Raina"
    ],
    "doi": "https://doi.org/10.1128/mSystems.00150-17",
    "journalVolume": "Vol. 3,\n                                no. 2",
    "issn": "2379-5077 (Online)",
    "publisher": "American Society for Microbiology",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "https://journals.asm.org/journal/msystems",
    "abstract": "ABSTRACT There are more than one million microbial cells in every drop of seawater, and their collective metabolisms not only recycle nutrients that can then be used by larger organisms but also catalyze key chemical transformations that maintain Earth’s habitability. Understanding how these microbes interact with each other and with multicellular hosts is critical to reliably quantify any functional aspect of their metabolisms and to predict their outcomes on larger scales. Following a large body of literature pioneered by Farooq Azam and colleagues more than 30 years ago, I emphasize the importance of studying microbial interactions at the appropriate scale if we want to fully decipher the roles that they play in oceanic ecosystems.",
    "readLink": "https://journals.asm.org/doi/10.1128/mSystems.00150-17"
  },
  {
    "title": "Social movements and grassroots discourse of climate justice in the context of droughts: a case study in India",
    "authors": [
      "Nairita Roy Chaudhuri"
    ],
    "doi": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  69\n                                  – 107",
    "issn": "2079-5971 (Online)",
    "publisher": "Oñati International Institute for the Sociology of Law",
    "countryOfPublisher": "Spain",
    "lcc": [
      "Law: Law in general. Comparative and uniform law. Jurisprudence: Private international law. Conflict of laws: Social legislation"
    ],
    "journalUrl": "https://opo.iisj.net/index.php/osls/index",
    "abstract": "India’s encounter with farmers’ protests since 2015 has highlighted the constructivist attempt of grassroots movements in confronting the state’s monopoly over production of law. Farmers’ groups and civil society organisations have been mobilising legal and extra-legal tactics to gain discrete legal responses from the state towards guaranteeing farmers’ fundamental rights in the context of climate change adaptation to droughts in semi-arid parts of rural India. This paper discusses the strategies used by such actors to frame the contours of climate justice. The movement highlights the need for India’s policies to align with transformational, procedural and distributional justice goals that recognise and redress structural (socio-economic, cultural, colonial) roots of vulnerability towards just and sustainable adaptation processes. It also highlights the responsibility of the nation-state to safeguard the fundamental/constitutional rights of farmers who contribute to the nation’s food security while being the most vulnerable to climate impacts at sub-national scales. El encuentro de India con las protestas de granjeros desde 2015 ha puesto de relieve el intento constructivista de movimientos de base para enfrentarse al monopolio estatal sobre la producción de leyes. Los grupos de granjeros y las organizaciones de la sociedad civil han movilizado tácticas jurídicas y extrajurídicas para conseguir discretas respuestas jurídicas por parte del Estado en el sentido de garantizar derechos fundamentales de los granjeros en el contexto de la adaptación a las sequías en partes semiáridas de la India rural. Este artículo trata sobre las estrategias utilizadas por dichos actores para enmarcar los contornos de la justicia climática. El movimiento pone de relieve la necesidad de que las políticas de India se alineen con los objetivos de justicia transformacional, procedimental y distribucional que reconozcan y reparen de raíz vulnerabilidades estructurales (socioeconómicas, culturales, coloniales) y caminen hacia procesos de adaptación justos y sostenibles. También subraya la responsabilidad del Estado-nación para salvaguardar los derechos fundamentales/constitucionales de los granjeros que contribuyen a la seguridad alimentaria de la nación, siendo, en contraste, los más vulnerables a los efectos climáticos en escalas subnacionales. Available from: https://doi.org/10.35295/osls.iisl/0000-0000-0000-1157",
    "readLink": "http://opo.iisj.net/index.php/osls/article/view/1216"
  },
  {
    "title": "Kiribati's Strategy in Facing the Problem of Sea Level Rise through the Kiribati Adaptation Program (KAP)",
    "authors": [
      "Maurin Astriviany"
    ],
    "doi": "https://doi.org/10.24076/NSJIS.2020v3i1.39",
    "journalVolume": "Vol. 3,\n                                no. 1\n                                \n                                  pp.\n                                  48\n                                  – 59",
    "issn": "2620-391X (Print)",
    "publisher": "2621-735X (Online)",
    "countryOfPublisher": "Universitas Amikom Yogyakarta",
    "lcc": [
      "Indonesia",
      "Political science"
    ],
    "journalUrl": "https://jurnal.amikom.ac.id/index.php/nsjis",
    "abstract": "The vulnerability of the Pacific Region which generally consists of small country and island nations makes countries in the region need to be aware of the threat of sea level rising. Kiribati is one of the countries that will be most affected. Therefore, the Kiribati Adaptation Program is one of the Government’s strategies that collaborated with the World Bank as the main donor party to reduce the adverse effect from sea level Rising. Divided into three phases of the program, we will see how it progresses from one phase to another. In the first phase is preparation for the program to adapt, in the second phase is the time to implement what needs to be done after reviewing the result of the first phase preparation, then in the final phase is the expansion of the program. After two phases, this third phase learned lessons from previous phases which faced few obstacles and need to be fixed before goes up to the expansion stage. Kiribati Adaptation Program will give an idea of how the strategy has been carried out by the Government of Kiribati and might become a lesson for other vulnerable countries in face the sea level rising.",
    "readLink": "https://jurnal.amikom.ac.id/index.php/nsjis/article/view/39"
  },
  {
    "title": "Inland vessels emission inventory: distribution and emission characteristics in the Red River, Hanoi, Vietnam",
    "authors": [
      "Dat Nguyen,",
      "Anh Le Hoang,",
      "Minh Anh Nguyen Vu,",
      "Viet Thanh Nguyen,",
      "Tram Anh Pham"
    ],
    "doi": "https://doi.org/10.1108/FEBE-11-2021-0052",
    "journalVolume": "Vol. 2,\n                                no. 2\n                                \n                                  pp.\n                                  95\n                                  – 106",
    "issn": "2634-2499 (Print)",
    "publisher": "2634-2502 (Online)",
    "countryOfPublisher": "Emerald Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Engineering (General). Civil engineering (General)"
    ],
    "journalUrl": "https://www.emeraldgrouppublishing.com/journal/febe",
    "abstract": "Purpose – Shipping is a major source of air pollution, causing severe impacts on the environment and human health, greatly contributing to the creation of greenhouse gases and influencing climate change. The research was investigated to provide a better insight into the emission inventories in the Red River in Hanoi (Vietnam) that is often heavily occupied as the primary route for inner-city waterway traffic. Design/methodology/approach – The total emissions of seven different pollutants (PM10, PM2.5, SOx, CO, CO2, NOx and HC) were estimated using the SPD-GIZ emission calculation model. Findings – The results show that CO2 has the most significant contribution to the gas volume emitted: 103.21 tons/day. Remarkably, bulk carriers are the largest emission vehicle, accounting for more than 97% of total emissions, due to their superior number and large capacity. Social implications – The result to have a roadmap for making efforts to fulfil its commitment so that it could achieve its net-zero climate target by 2050 in Vietnam as committed at COP26. Originality/value – In this research, the number of vehicles and types of vessels travelling on the Red River flowing within Hanoi territory and other activity data are reported. The tally data will be used to estimate emissions of seven different pollutants (PM10, PM2.5, SOx, CO, CO2, NOx and HC) using a method combining both top-down and bottom-up approaches.",
    "readLink": "https://www.emerald.com/insight/content/doi/10.1108/FEBE-11-2021-0052/full/pdf"
  },
  {
    "title": "Validation of terrestrial biogeochemistry in CMIP6 Earth system models: a review",
    "authors": [
      "L. Spafford,",
      "L. Spafford,",
      "A. H. MacDougall"
    ],
    "doi": "https://doi.org/10.5194/gmd-14-5863-2021",
    "journalVolume": "Vol. 14\n                                \n                                \n                                  pp.\n                                  5863\n                                  – 5889",
    "issn": "1991-959X (Print)",
    "publisher": "1991-9603 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology"
    ],
    "journalUrl": "https://www.geoscientific-model-development.net/",
    "abstract": "The vital role of terrestrial biogeochemical cycles in influencing global climate change is explored by modelling groups internationally through land surface models (LSMs) coupled to atmospheric and oceanic components within Earth system models (ESMs). The sixth phase of the Coupled Model Intercomparison Project (CMIP6) provided an opportunity to compare ESM output by providing common forcings and experimental protocols. Despite these common experimental protocols, a variety of terrestrial biogeochemical cycle validation approaches were adopted by CMIP6 participants, leading to ambiguous model performance assessment and uncertainty attribution across ESMs. In this review we summarize current methods of terrestrial biogeochemical cycle validation utilized by CMIP6 participants and concurrent community model comparison studies. We focus on variables including the dimensions of evaluations, observation-based reference datasets, and metrics of model performance. To ensure objective and thorough validations for the seventh phase of CMIP (CMIP7), we recommend the use of a standard validation protocol employing a broad suite of certainty-weighted observation-based reference datasets, targeted model performance metrics, and comparisons across a range of spatiotemporal scales.",
    "readLink": "https://gmd.copernicus.org/articles/14/5863/2021/gmd-14-5863-2021.pdf"
  }
]