[
  {
    "title": "Techno-Economic Evaluation of Hydrogen-Based Cooking Solutions in Remote African Communities—The Case of Kenya",
    "authors": [
      "Nikolas Schöne,",
      "Raluca Dumitrescu,",
      "Boris Heinz"
    ],
    "doi": "https://doi.org/10.3390/en16073242",
    "journalVolume": "Vol. 16,\n                                no. 3242\n                                \n                                  p.\n                                  3242",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Hydrogen has recently been proposed as a versatile energy carrier to contribute to archiving universal access to clean cooking. In hard-to-reach rural settings, decentralized produced hydrogen may be utilized (i) as a clean fuel via direct combustion in pure gaseous form or blended with Liquid Petroleum Gas (LPG), or (ii) via power-to-hydrogen-to-power (P2H2P) to serve electric cooking (e-cooking) appliances. Here, we present the first techno-economic evaluation of hydrogen-based cooking solutions. We apply mathematical optimization via energy system modeling to assess the minimal cost configuration of each respective energy system on technical and economic measures under present and future parameters. We further compare the potential costs of cooking for the end user with the costs of cooking with traditional fuels. Today, P2H2P-based e-cooking and production of hydrogen for utilization via combustion integrated into the electricity supply system have almost equal energy system costs to simultaneously satisfy the cooking and electricity needs of the isolated rural Kenyan village studied. P2H2P-based e-cooking might become advantageous in the near future when improving the energy efficiency of e-cooking appliances. The economic efficiency of producing hydrogen for utilization by end users via combustion benefits from integrating the water electrolysis into the electricity supply system. More efficient and cheaper hydrogen technologies expected by 2050 may improve the economic performance of integrated hydrogen production and utilization via combustion to be competitive with P2H2P-based e-cooking. The monthly costs of cooking per household may be lower than the traditional use of firewood and charcoal even today when applying the current life-line tariff for the electricity consumed or utilizing hydrogen via combustion. Driven by likely future technological improvements and the expected increase in traditional and fossil fuel prices, any hydrogen-based cooking pathway may be cheaper for end users than using charcoal and firewood by 2030, and LPG by 2040. The results suggest that providing clean cooking in rural villages could economically and environmentally benefit from utilizing hydrogen. However, facing the complexity of clean cooking projects, we emphasize the importance of embedding the results of our techno-economic analysis in holistic energy delivery models. We propose useful starting points for future aspects to be investigated in the discussion section, including business and financing models.",
    "readLink": "https://www.mdpi.com/1996-1073/16/7/3242"
  },
  {
    "title": "Climate change and health: Changes in student environmental knowledge and awareness due to the implementation of a mandatory elective at the Medical Faculty of Ulm?",
    "authors": [
      "Müller, Laura,",
      "Kühl, Michael,",
      "Kühl, Susanne J."
    ],
    "doi": "https://doi.org/10.3205/zma001614",
    "journalVolume": "Vol. 40,\n                                no. 3\n                                \n                                  p.\n                                  Doc32",
    "issn": "2366-5017 (Online)",
    "publisher": "German Medical Science GMS Publishing House",
    "countryOfPublisher": "Germany",
    "lcc": [
      "Education: Special aspects of education",
      "Medicine"
    ],
    "journalUrl": "https://www.egms.de/dynamic/en/journals/zma/index.htm",
    "abstract": "Background and objectives: According to the World Health Organization, climate change constitutes the single greatest threat to human health. However, the health care system contributes to climate change worldwide through its high CO emissions. In order to make future physicians more aware of this issue and to expand medical education to include climate-related aspects, the mandatory 28 academic hours elective “Climate Change and Health” for students of human medicine in the preclinical study stage was implemented at the Medical Faculty of Ulm in the 2020/21 winter semester. Our accompanying study investigated 1. in what form the topic of climate change can be successfully integrated into the study of human medicine in a manner that includes student opinions and2. whether being required to take an elective on the topic led to changes in student environmental knowledge and awareness. Methodology: Personal individual interviews were conducted with all =11 students after the course in a pilot that was carried out in the 2020/21 winter semester to determine course feasibility and student acceptance. The students were also able to evaluate the course using an evaluation form and were asked to complete a questionnaire on their environmental knowledge and awareness before and after the course. The course was revised on the basis of the results and offered again in the 2021 summer semester with an intervention group (=16, participation in the mandatory elective) and a comparison group (=25, no participation in the mandatory elective). The intervention group was asked to evaluate the course on the evaluation form. Both groups completed the environmental questionnaire at the same time. Results: The positive feedback from students for both semesters indicates a good feasibility and acceptance of the course. Student environmental knowledge was increased in both semesters. However, there were only few observable changes in student environmental awareness. Conclusion: This paper illustrates how the topic of climate change and health can be embedded into medical studies. The students considered climate change an important topic and drew added value from the course for their future work in healthcare. The study shows that knowledge transfer at the university level is an effective way to educate the young generation on climate change and its impacts.",
    "readLink": "http://www.egms.de/static/en/journals/zma/2023-40/zma001614.shtml"
  },
  {
    "title": "Cumulative effects of natural and anthropogenic disturbances on the forest carbon balance in the oil sands region of Alberta, Canada; a pilot study (1985–2012)",
    "authors": [
      "C. H. Shaw,",
      "S. Rodrigue,",
      "M. F. Voicu,",
      "R. Latifovic,",
      "D. Pouliot,",
      "S. Hayne,",
      "M. Fellows,",
      "W. A. Kurz"
    ],
    "doi": "https://doi.org/10.1186/s13021-020-00164-1",
    "journalVolume": "Vol. 16,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 18",
    "issn": "1750-0680 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://cbmjournal.biomedcentral.com/",
    "abstract": "Abstract Background Assessing cumulative effects of anthropogenic and natural disturbances on forest carbon (C) stocks and fluxes, because of their relevance to climate change, is a requirement of environmental impact assessments (EIAs) in Canada. However, tools have not been developed specifically for these purposes, and in particular for the boreal forest of Canada, so current forest C assessments in EIAs take relatively simple approaches. Here, we demonstrate how an existing tool, the Generic Carbon Budget Model (GCBM), developed for national and international forest C reporting, was used for an assessment of the cumulative effects of anthropogenic and natural disturbances to support EIA requirements. We applied the GCBM to approximately 1.3 million ha of upland forest in a pilot study area of the oil sands region of Alberta that has experienced a large number of anthropogenic (forestry, energy sector) and natural (wildfire, insect) disturbances. Results Over the 28 years, 25% of the pilot study area was disturbed. Increasing disturbance emissions, combined with declining net primary productivity and reductions in forest area, changed the study area from a net C sink to a net C source. Forest C stocks changed from 332.2 Mt to 327.5 Mt, declining by 4.7 Mt at an average rate of 0.128 tC ha−1 yr−1. The largest cumulative areas of disturbance were caused by wildfire (139,000 ha), followed by the energy sector (110,000 ha), insects (33,000 ha) and harvesting (31,000 ha) but the largest cumulative disturbance emissions were caused by the energy sector (9.5 Mt C), followed by wildfire (5.5 Mt C), and then harvesting (1.3 Mt C). Conclusion An existing forest C model was used successfully to provide a rigorous regional cumulative assessment of anthropogenic and natural disturbances on forest C, which meets requirements of EIAs in Canada. The assessment showed the relative importance of disturbances on C emissions in the pilot study area, but their relative importance is expected to change in other parts of the oil sands region because of its diversity in disturbance types, patterns and intensity. Future assessments should include peatland C stocks and fluxes, which could be addressed by using the Canadian Model for Peatlands.",
    "readLink": "https://doi.org/10.1186/s13021-020-00164-1"
  },
  {
    "title": "Interdependencies between Urban Transport, Water, and Solid Waste Infrastructure Systems",
    "authors": [
      "Poornima A. Jayasinghe,",
      "Sybil Derrible,",
      "Lina Kattan"
    ],
    "doi": "https://doi.org/10.3390/infrastructures8040076",
    "journalVolume": "Vol. 8,\n                                no. 76\n                                \n                                  p.\n                                  76",
    "issn": "2412-3811 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/infrastructures",
    "abstract": "Developing integrated, sustainable, and resilient urban systems requires consideration of the different types of interdependencies between their infrastructure systems. The degree and nature of interdependencies among infrastructure systems vary widely. This article identifies and analyzes the interdependencies between urban transport, water, and solid waste. A comprehensive review is conducted, an interdependency matrix for the three systems is developed, and the interdependencies are analyzed qualitatively. The analysis shows that the three systems are highly interdependent, indicating that an integrated approach that considers the mutual impacts, conflicts, and interactions among them at all stages of their life cycles is necessary to promote sustainability and resilience. This article also identifies opportunities for developing new integrated planning and design approaches and emphasizes the need for further research in this area to quantify infrastructure interdependencies. This is particularly important in the context of rapid urbanization and the pressure on cities to adapt to climate change.",
    "readLink": "https://www.mdpi.com/2412-3811/8/4/76"
  },
  {
    "title": "Transport, mixing and feedback of dust, biomass burning and anthropogenic pollutants in eastern Asia: a case study",
    "authors": [
      "D. Zhou,",
      "K. Ding,",
      "X. Huang,",
      "X. Huang,",
      "L. Liu,",
      "L. Liu,",
      "Q. Liu,",
      "Z. Xu,",
      "F. Jiang,",
      "C. Fu,",
      "C. Fu,",
      "A. Ding,",
      "A. Ding"
    ],
    "doi": "https://doi.org/10.5194/acp-18-16345-2018",
    "journalVolume": "Vol. 18\n                                \n                                \n                                  pp.\n                                  16345\n                                  – 16361",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Anthropogenic fossil fuel (FF) combustion, biomass burning (BB) and desert dust are the main sources of air pollutants around the globe but are particularly intensive and important for air quality in Asia in spring. In this study, we investigate the vertical distribution, transport characteristics, source contribution and meteorological feedback of these aerosols in a unique pollution episode that occurred in eastern Asia based on various measurement data and modeling methods. In this episode, the Yangtze River Delta (YRD) in eastern China experienced persistent air pollution, dramatically changing from secondary fine particulate pollution to dust pollution in late March 2015. The Eulerian and Lagrangian models were conducted to investigate the vertical structure, transport characteristics and mechanisms of the multi-scale, multisource and multiday air pollution episode. The regional polluted continental aerosols mainly accumulated near the surface, mixed with dust aerosol downwash from the upper planetary boundary layer (PBL) and middle–lower troposphere (MLT), and further transported by large-scale cold fronts and warm conveyor belts. BB smoke from Southeast Asia was transported by westerlies around the altitude of 3 km from southern China, was further mixed with dust and FF aerosols in eastern China and experienced long-range transport over the Pacific. These pollutants could all be transported to the YRD region and cause a structure of multilayer pollution there. These pollutants could also cause significant feedback with MLT meteorology and then enhance local anthropogenic pollution. This study highlights the importance of intensive vertical measurement in eastern China and the downwind Pacific Ocean and raises the need for quantitative understanding of environmental and climate impacts of these pollution sources.",
    "readLink": "https://www.atmos-chem-phys.net/18/16345/2018/acp-18-16345-2018.pdf"
  },
  {
    "title": "Leaf bacterial microbiota response to flooding is controlled by plant phenology in wheat (Triticum aestivum L.)",
    "authors": [
      "Davide Francioli,",
      "Geeisy Cid,",
      "Mohammad-Reza Hajirezaei,",
      "Steffen Kolb"
    ],
    "doi": "https://doi.org/10.1038/s41598-022-15133-6",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Leaf microbiota mediates foliar functional traits, influences plant fitness, and contributes to various ecosystem functions, including nutrient and water cycling. Plant phenology and harsh environmental conditions have been described as the main determinants of leaf microbiota assembly. How climate change may modulate the leaf microbiota is unresolved and thus, we have a limited understanding on how environmental stresses associated with climate change driven weather events affect composition and functions of the microbes inhabiting the phyllosphere. Thus, we conducted a pot experiment to determine the effects of flooding stress on the wheat leaf microbiota. Since plant phenology might be an important factor in the response to hydrological stress, flooding was induced at different plant growth stages (tillering, booting and flowering). Using a metabarcoding approach, we monitored the response of leaf bacteria to flooding, while key soil and plant traits were measured to correlate physiological plant and edaphic factor changes with shifts in the bacterial leaf microbiota assembly. In our study, plant growth stage represented the main driver in leaf microbiota composition, as early and late plants showed distinct bacterial communities. Overall, flooding had a differential effect on leaf microbiota dynamics depending at which developmental stage it was induced, as a more pronounced disruption in community assembly was observed in younger plants.",
    "readLink": "https://doi.org/10.1038/s41598-022-15133-6"
  },
  {
    "title": "How Can Ski Resorts Get Smart? Transdisciplinary Approaches to Sustainable Winter Tourism in the European Alps",
    "authors": [
      "Annemarie Polderman,",
      "Andreas Haller,",
      "Diego Viesi,",
      "Xavier Tabin,",
      "Stefano Sala,",
      "Annamaria Giorgi,",
      "Loïc Darmayan,",
      "Jakob Rager,",
      "Jelena Vidovič,",
      "Quentin Daragon,",
      "Yves Verchère,",
      "Uroš Zupan,",
      "Nadine Houbé,",
      "Kati Heinrich,",
      "Oliver Bender,",
      "Yann Bidault"
    ],
    "doi": "https://doi.org/10.3390/su12145593",
    "journalVolume": "Vol. 12,\n                                no. 5593\n                                \n                                  p.\n                                  5593",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Climate change and the call for reduction of greenhouse gas emissions, the efficient use of (renewable) energy, and more resilient winter tourism regions, forces ski resorts across the European Alps to look for “smart” approaches to transition towards a sustainable, low-carbon economy. Drawing on the smart-city concept and considering the different historical developments of Alpine resorts, the Smart Altitude Decision-Making Toolkit was developed using a combination of an energy audit tool, a WebGIS, and collaborative and innovative living labs installed in Les Orres (France), Madonna di Campiglio (Italy), Krvavec (Slovenia), and Verbier (Switzerland). This step-by-step Decision-Making Toolkit enables ski resorts to get feedback on their energy demand, an overview of the locally available sources of renewable energy, and insights regarding their potential for improving their energy efficiency by low-carbon interventions. The Decision-Making Toolkit is suitable for knowledge transfer between stakeholders within living labs and moreover provides the flexibility for tailor-made low-carbon strategies adapting to the unique assets and situatedness of ski resorts.",
    "readLink": "https://www.mdpi.com/2071-1050/12/14/5593"
  },
  {
    "title": "Temporal changes in Oak forests over last three decades in western Himalaya, India",
    "authors": [
      "Meenakshi Negi,",
      "Vikram S. Negi"
    ],
    "doi": "Vol. 6\n                                \n                                \n                                  p.\n                                  100146",
    "issn": "2666-7193 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Agriculture: Forestry",
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "https://www.journals.elsevier.com/trees-forests-and-people",
    "abstract": "The distribution and dynamics of forest resources provide basis for management and conservation planning. Long-term data and information is important to improve our understanding on spatial and temporal variations of a particular ecosystem. In view of this, distribution and dynamics of temperate forests was assessed for last three decade in the western Himalaya (Uttarakhand). Comparative assessment of existing data and information on Oak species (Quercus leucotrichophora) found in Uttarakhand is performed with present status of forest to provide the consequence of climate change and anthropogenic disturbances. Results of the study reveals a significant increase in tree density of majority of the species studied. Total Basal Area (TBA) of targeted Oak forests has significantly increased (p<0.01) over the last three decades. There exists a significant increase in tree, saplings and seedling density of Q. leucotrichophora and Q. lanuginosa. The density of tree of Q. floribunda increased significantly, while saplings and seedlings declined; this indicates poor regeneration of the species. The ecological condition of Q. semecarpifolia is alarming due to huge decline in the number of saplings, and complete absence of seedlings. The changes in the forest dynamics is attributed to environmental perturbations and anthropogenic pressures.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666719321000856"
  },
  {
    "title": "From Acid Rain to Low Precipitation: The Role Reversal of Norway Spruce, Silver Fir, and European Beech in a Selection Mountain Forest and Its Implications for Forest Management",
    "authors": [
      "Enno Uhl,",
      "Torben Hilmers,",
      "Hans Pretzsch"
    ],
    "doi": "https://doi.org/10.3390/f12070894",
    "journalVolume": "Vol. 12,\n                                no. 894\n                                \n                                  p.\n                                  894",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Research Highlights: We make use of long term observation data from a selection forest in Bavaria. Despite the changing environmental conditions, stand level productivity remains constant over time. Maintaining species and structural diversity by forest management can contribute to resilient forest ecosystems. Background and Objectives: Forests in mountains are similarly affected by environmental changes like those in northern latitudes as species are closer to the edge of their ecological niche. There are recent studies that report species-specific responses to climate change in unmanaged, mono-layered mountain mixed forests. We analyze how environmental changes modify the growth of multi-layered, managed selection forest, which are often targeted for stabilization and risk prevention. We pose the central hypothesis that different species-specific susceptibility to disturbances and structural diversity contribute to ecosystem stability. Materials and Methods: Based on the long-term experiment Freyung 129 in the montane zone of the Bavarian Forest, Germany we analyze long term chronologies of periodic single tree and stand growth of Norway Spruce, silver fir, and European beech in dependence of environmental factors and forest management. Results: First, we show that despite environmental changes in terms of air pollution and drought stress, productivity at stand level persists constantly because of structural diversity and species traits. Second, we show that the species-specific contribution to total stand growth and growth distribution among stem diameter classes may change over time; the species interactions balance total growth. Third, we reveal a role reversal of tree species growth pattern. N. spruce was superior in growth in the first half and was replaced by s. fir in the second half of the survey period. Fourth, we identify the interplay of different stress factors on species-specific growth as the main cause for species-specific asynchronous but growth stabilizing reaction pattern. Finally, we show that density regulation was limited in its impacts to mitigate prevailing stress factors. Conclusions: We discuss the reasons for the observed stability of productivity. We interpret results, where especially the diversity of species and structure typical for selection forests result in stable productivity and wider plateau of the density-productivity relationship, and the suitability of the selection forest concept for risk prevention and stress resilience. We conclude that species composition and stand structure of selection forestry in mixed mountain contribute to climate smart forestry.",
    "readLink": "https://www.mdpi.com/1999-4907/12/7/894"
  },
  {
    "title": "Effect of site and provenance on the thickness of transfusion parenchyma of Douglas-fir needles",
    "authors": [
      "Lavadinović Vera,",
      "Obratov-Petković Dragica,",
      "Rakonjac Ljubinko,",
      "Miletić Zoran,",
      "Jovanović Filip"
    ],
    "doi": "https://doi.org/10.2298/GSF1818063L",
    "journalVolume": "Vol. 2018,\n                                no. 118\n                                \n                                  pp.\n                                  63\n                                  – 75",
    "issn": "0353-4537 (Print)",
    "publisher": "2217-8600 (Online)",
    "countryOfPublisher": "Faculty of Forestry, Belgrade",
    "lcc": [
      "Serbia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://www.doiserbia.nb.rs/journal.aspx?issn=0353-4537",
    "abstract": "Variability of introduced tree species can be assessed through provenance tests. Their genetic and ecological adaptability can be confirmed by investigating the variability of anatomical traits, analyzed in this research study. The aim of the paper was to determine whether there are differences in the width of transfusion parenchyma of Douglas-fir needles in different provenance in different habitats in Serbia. In Serbia, 2 provenance tests of Douglas-fir (Pseudotsuga menziesii (Mirb.) Franco), whose seed originated from North America, were established with the aim of testing the species. A 2-factor analysis of variance of the thickness of needle transfusion parenchyma was carried out in order to study the effects of the interactions between site-specific conditions of the locations where the provenance tests were set. The role of this parenchyma is to support conductivity of water and mineral matters from xylem bundles and organic matters from chlorenchyma to phloem bundles. The analysis of variance shows that there are statistically significant differences in the values obtained for the studied anatomical traits between the provenances. LSD test shows that the provenances are homogeneous, i.e. there are no statistically significant differences in the mean values between them. The smaller range of variation in the properties of these provenances in comparison to other provenances can be partially explained with their genetic similarity which led to similar phenotypic expressions in the interaction with the external factors of the experimental sites. [Project of the Serbian Ministry of Education, Science and Technological Development, Grant no. TR31070: The development of technological processes in forestry in order to realize the optimal forest cover” and Grant no. 43007: Studying climate change and its influence on the environment: impacts, adaptation and mitigation]",
    "readLink": "http://www.doiserbia.nb.rs/img/doi/0353-4537/2018/0353-45371818063L.pdf"
  }
]