[
  {
    "title": "Soil de-sealing for cities' adaptation to climate change",
    "authors": [
      "Marianna Ceci,",
      "Barbara Caselli,",
      "Michele Zazzi"
    ],
    "doi": "https://doi.org/10.6093/1970-9870/9395",
    "journalVolume": "Vol. 16,\n                                no. 1\n                                \n                                  pp.\n                                  121\n                                  – 145",
    "issn": "1970-9889 (Print)",
    "publisher": "1970-9870 (Online)",
    "countryOfPublisher": "Università di Napoli Federico II",
    "lcc": [
      "Italy",
      "Technology: Engineering (General). Civil engineering (General): Transportation engineering",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: Urbanization. City and country"
    ],
    "journalUrl": "http://www.tema.unina.it/index.php/tema",
    "abstract": "It is well known that extreme heat waves or weather events combined with the increased soil consumption and sealing processes are significantly affecting urban systems especially the most exposed and vulnerable. These urban challenges call for specific mitigation and adaptation actions; soil de-sealing (i.e., the removal of the impermeable surfaces for the purpose of increasing green areas and restoring soil ecosystem functions) may be one of the possible solutions. However, this urban practice, to have meaningful outcomes, would need widespread and systematic application in urban areas that can be pursued only if supported by innovative programming and planning tools based on the construction of in-depth knowledge frameworks on the permeability and vulnerability of urban soils. In this regard, the paper aims to outline a methodological approach, supported by GIS technology, to map in detail urban public soils and identify priority areas to be depaved. In particular, the method assesses the permeability of public land in relation to hydraulic and heat island hazard exposure of potentially vulnerable urban systems. The methodological approach is applied on a pilot case in the city of Parma to verify its potential and criticalities, with the final objective of creating a replicable procedure.",
    "readLink": "http://www.serena.unina.it/index.php/tema/article/view/9395"
  },
  {
    "title": "Implications of climate change on wind erosion of agricultural lands in the Columbia plateau",
    "authors": [
      "B.S. Sharratt,",
      "J. Tatarko,",
      "J.T. Abatzoglou,",
      "F.A. Fox,",
      "D. Huggins"
    ],
    "doi": "https://doi.org/10.1016/j.wace.2015.06.001",
    "journalVolume": "Vol. 10,\n                                no. PA\n                                \n                                  pp.\n                                  20\n                                  – 31",
    "issn": "2212-0947 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/weather-and-climate-extremes/",
    "abstract": "Climate change may impact soil health and productivity as a result of accelerated or decelerated rates of erosion. Previous studies suggest a greater risk of wind erosion on arid and semi-arid lands due to loss of biomass under a future warmer climate. There have been no studies conducted to assess the impact of climate change on wind erosion in the Columbia Plateau of the Pacific Northwest United States where wind erosion of agricultural lands can cause exceedance of national air quality standards. The Wind Erosion Prediction System (WEPS) was used to assess wind erosion and PM10 (particulate matter ≤10 µm in aerodynamic diameter) emissions under a future climate projected by downscaling 18 Global Climate Models (GCM) for a conservative emissions pathway. Wind erosion simulations were conducted at Lacrosse and Lind, WA and Moro, OR on a winter wheat-summer fallow (WW-SF) rotation and at Lind on an additional winter wheat-camelina-summer fallow (WW-Cam-SF) rotation. Each rotation was subject to conservation or conventional tillage practices for a baseline (1970–1999) and mid-21st century climate (2035–2064). A significant increase in temperature and nominal increases in precipitation were projected by an ensemble of climate models for the Columbia Plateau by the mid-21st century. Soil and PM10 losses were 25–84% lower for a mid-21st century climate, due in part to greater biomass production associated with CO2 fertilization and warmer temperatures. The reduction in soil and PM10 loss is projected to be more apparent for conservation tillage practices in the future. Soil and PM10 losses were greater from a WW-Cam-SF rotation than WW-SF rotation when conservation tillage practices were employed during the fallow phase of the rotations. Despite accounting for differences in the length of each rotation, annual soil and PM10 losses remained higher for the WW-Cam-SF rotation than the WW-SF rotation. Soil and PM10 losses were more variable across years during 1970–1999 than 2035–2064; however, small and inconsistent differences in the coefficient of variation in soil loss between 1970–1999 and 2035–2064 suggest similarity in climate extremes which govern wind erosion.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212094715300025"
  },
  {
    "title": "Characteristics of Flow Structure around Cylindrical Bridge Piers in Pressure-Flow Conditions",
    "authors": [
      "Iacopo Carnacina,",
      "Nicoletta Leonardi,",
      "Stefano Pagliara"
    ],
    "doi": "https://doi.org/10.3390/w11112240",
    "journalVolume": "Vol. 11,\n                                no. 11\n                                \n                                  p.\n                                  2240",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "The emerging shift of extreme events, combined with an aging infrastructure and bridges, highlights the potential increase in the risk of damage and catastrophic failure of bridges with climate change. This article analyzes the behavior of the flow and turbulence features in proximity to bridge piers, at two different moments of the scour temporal evolution in free-surface and pressure-flow conditions. Bridge pressure-flow conditions occur when the water depth submerges a bridge deck during extreme events. A circular pier and two rectangular decks of different lengths were used for this research. All tests were carried out in clear water conditions at the sediment critical velocity. This paper studied first the rate of scour temporal evolution and scour morphologies. Second, velocity measurements were taken using a Nortek acoustic Velocimeter at 25 Hz sampling rate in both free-surface and pressure-flow conditions. The average three-dimensional flow velocities, turbulence intensities, Reynolds stress, and turbulent kinetic energy were studies for the cross section corresponding to the center of the pier. The results show that pressure flow conditions accelerate the scour rate. This rate approximately reaches twice the scour in free-surface conditions with a vertical contraction of about 17%. Flow and turbulence measurements clearly exhibit how, under pressure-flow conditions, the additional turbulence and accelerated velocity modifies the flow pattern and circulation, accelerating the scour evolution around the bridge base. While numerous studies exist for pier scour and turbulence in free-surface conditions, pressure flow conditions received limited attention in the past. These results provide essential information for understanding scour mechanisms and for facilitating the design of future structures to increase bridge safety and resilience.",
    "readLink": "https://www.mdpi.com/2073-4441/11/11/2240"
  },
  {
    "title": "Development of a solar powered smart irrigation control system Kit",
    "authors": [
      "Joshua Wanyama,",
      "Paul Soddo,",
      "Prossie Nakawuka,",
      "Peter Tumutegyereize,",
      "Erion Bwambale,",
      "Isaac Oluk,",
      "William Mutumba,",
      "Allan John Komakech"
    ],
    "doi": "Vol. 5\n                                \n                                \n                                  p.\n                                  100273",
    "issn": "2772-3755 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Agriculture: Agriculture (General)",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Agricultural industries"
    ],
    "journalUrl": "https://www.journals.elsevier.com/smart-agricultural-technology",
    "abstract": "The adverse effects of climate change and climate variability are hindering agricultural productivity in developing countries. When combined with the laborious nature of irrigated agriculture, many smallholder farmers in these countries abandon irrigation systems or occasionally fail to implement an irrigation event due to other commitments. Therefore, this necessitates smart technology advances in agriculture to deal with irrigated agriculture problems of energy use efficiency, cost, water conservation, and drudgery. This study aimed at developing a mobile solar-powered control system for real-time scheduling using feedback from soil moisture sensors. A smart solar-powered irrigation control system (Smart Irri-Kit) was developed to schedule and automate water delivery to crops based on soil moisture levels. Itincorporates an automated tank water level control system that triggers pump activation during irrigation. The Kit was designed, fabricated, programmed, and field tested at Makerere University Agricultural Research Station Kabanyolo, using sandy clay loam soil. In this study, efficient irrigation scheduling and relay of soil moisture updates to the farmers were achieved. The Smart Irri-Kit soil moisture sensors were able to detect soil moisture with no significant difference from the gravimetric method. The development of the solar-powered Smart Irri-Kit presents a sustainable and automated solution for optimizing irrigation practices, contributing to water conservation and improved crop yield. The integration of solar power enhances its autonomy and reduces operational costs. Future research directions include the incorporation of weather parameters and advanced communication capabilities for remote monitoring and control. Overall, the Smart Irri-Kit holds great potential in promoting efficient and sustainable irrigation practices in agriculture",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2772375523001028"
  },
  {
    "title": "A COMBINED APPROACH FOR LONG-TERM MONITORING OF BENTHOS IN ANTARCTICA WITH UNDERWATER PHOTOGRAMMETRY AND IMAGE UNDERSTANDING",
    "authors": [
      "F. Menna,",
      "E. Nocerino,",
      "S. Malek,",
      "F. Remondino,",
      "S. Schiaparelli,",
      "S. Schiaparelli"
    ],
    "doi": "https://doi.org/10.5194/isprs-archives-XLIII-B2-2022-935-2022",
    "journalVolume": "Vol. XLIII-B2-2022\n                                \n                                \n                                  pp.\n                                  935\n                                  – 943",
    "issn": "1682-1750 (Print)",
    "publisher": "2194-9034 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Applied optics. Photonics"
    ],
    "journalUrl": "http://www.isprs.org/publications/archives.aspx",
    "abstract": "Long-term monitoring projects are becoming more than ever crucial in assessing the effects of climate change on marine communities, especially in Antarctica, where these changes are expected to be particularly dramatic. Detailed studies of the Antarctic benthos are in fact particularly important for a better understanding of benthos dynamics and potential climate-driven shifts. Here, due to the extreme fragility of benthic communities, non-destructive techniques represent the best solution in long-term monitoring programs. In this paper we report new results from 2017, 2018, 2019 photogrammetric campaigns within the Italian National Antarctic Research Program (PNRA). A new protocol of data acquisition and multi-temporal processing that provides co-registered 3D point clouds between the three years without control points nor direct georeferencing methods is presented. This is achieved by adding a level of image understanding leveraging semantic segmentation with convolutional neural network (CNN) of the benthic features. Slow growing (estimated less than a mm per year) organisms, such as Corallinales (Rhodophyta algae), represent a natural stable pattern, leveraged to automatically orient in the same reference system the photogrammetric surveys of different epochs. This approach is also proved to be effective in improving the orientation of adjacent strips acquired within the same campaign. Within the paper an in depth analysis of the achieved results shows the effectiveness of the implemented procedure.",
    "readLink": "https://www.int-arch-photogramm-remote-sens-spatial-inf-sci.net/XLIII-B2-2022/935/2022/isprs-archives-XLIII-B2-2022-935-2022.pdf"
  },
  {
    "title": "Thermal Conductivity Variations in Frozen Hydrate-Bearing Sand upon Heating and Dissociation of Pore Gas Hydrate",
    "authors": [
      "Evgeny Chuvilin,",
      "Dinara Davletshina,",
      "Boris Bukhanov,",
      "Sergey Grebenkin,",
      "Elena Pankratova"
    ],
    "doi": "https://doi.org/10.3390/geosciences13100316",
    "journalVolume": "Vol. 13,\n                                no. 316\n                                \n                                  p.\n                                  316",
    "issn": "2076-3263 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Geology"
    ],
    "journalUrl": "https://www.mdpi.com/journal/geosciences",
    "abstract": "High-latitude permafrost, including hydrate-bearing frozen ground, changes its properties in response to natural climate change and to impacts from petroleum production. Of special interest is the behavior of thermal conductivity, one of the key parameters that control the thermal processes in permafrost containing gas hydrate accumulations. Thermal conductivity variations under pressure and temperature changes were studied in the laboratory through physical modeling using sand sampled from gas-bearing permafrost of the Yamal Peninsula (northern West Siberia, Russia). When gas pressure drops to below equilibrium at a constant negative temperature (about −6 °C), the thermal conductivity of the samples first becomes a few percent to 10% lower as a result of cracking and then increases as pore gas hydrate dissociates and converts to water and then to ice. The range of thermal conductivity variations has several controls: pore gas pressure, hydrate saturation, rate of hydrate dissociation, and amount of additionally formed pore ice. In general, hydrate dissociation can cause up to 20% thermal conductivity decrease in frozen hydrate-bearing sand. As the samples are heated to positive temperatures, their thermal conductivity decreases by a magnitude depending on residual contents of pore gas hydrate and ice: the decrease reaches ~30% at 20–40% hydrate saturation. The thermal conductivity decrease in hydrate-free saline frozen sand is proportional to the salinity and can become ~40% lower at a salinity of 0.14%. The behavior of thermal conductivity in frozen hydrate-bearing sediments under a pressure drop below the equilibrium and a temperature increase to above 0 °C is explained in a model of pore space changes based on the experimental results.",
    "readLink": "https://www.mdpi.com/2076-3263/13/10/316"
  },
  {
    "title": "Climate change and spatial justice in coastal planning in Cuba and Brazil",
    "authors": [
      "Celene B. Milanés,",
      "Ofelia Pérez Montero,",
      "Claudio Fabian Szlafsztein,",
      "Márcia Aparecida da Silva Pimentel"
    ],
    "doi": "https://doi.org/10.1590/1809-4422asoc20190184r1vu2020l6td",
    "issn": "1414-753X (Print)",
    "publisher": "Associação Nacional de Pós-Graduação e Pesquisa em Ambiente e Sociedade (ANPPAS)",
    "countryOfPublisher": "Brazil",
    "lcc": [
      "Geography. Anthropology. Recreation: Human ecology. Anthropogeography"
    ],
    "journalUrl": "http://www.scielo.br/scielo.php?script=sci_serial&pid=1414-753X&lng=en&nrm=iso",
    "abstract": "Abstract This article uses the category of spatial justice as an analytical variable to explore the coastal planning of Cuba and Brazil, in the face of the challenge of climate change. The research was conducted using a qualitative methodology, applying the technique of content analysis to instruments of physical planning, based on spatial justice indicators provided in the study. These included territorial boundaries, uses of coastal space, environmental conflicts, public participation, urban insecurity, climate migration, and social exclusion, which enabled integration of coastal planning elements in the dimensions of space, policies, and tensions in different socio-economic contexts. New variables are added to the concept of spatial justice and it is shown that this constitutes an analytical category, which, expressed through coastal planning, puts both countries in better conditions to face the impacts of climate change.",
    "readLink": "http://www.scielo.br/pdf/asoc/v23/1809-4422-asoc-23-e01841.pdf"
  },
  {
    "title": "Patriarchy and Women Vulnerability to Adverse Climate Change in Nigeria",
    "authors": [
      "Chidiebere J. Onwutuebe"
    ],
    "doi": "https://doi.org/10.1177/2158244019825914",
    "journalVolume": "Vol. 9",
    "issn": "2158-2440 (Online)",
    "publisher": "SAGE Publishing",
    "countryOfPublisher": "United States",
    "lcc": [
      "General Works: History of scholarship and learning. The humanities",
      "Social Sciences"
    ],
    "journalUrl": "http://journals.sagepub.com/home/sgoa",
    "abstract": "The article explored the linkages between patriarchy and the high rate of women’s vulnerability to climate change. It examined how traditional beliefs, which underpin cultural division of roles between men and women, also increase the vulnerability of women to the adverse impacts of climate change. The article argued that the centralization of activities of women to occupations such as small-scale and rain-fed agriculture makes them more vulnerable to climate-related problems than the men. The article relied on desk review of secondary data. Data were analyzed using thematic content analysis. Using Nigeria as a case study, the article showed how patriarchy paves way for high rate of exposure of women to adverse impacts of climate change. Patriarchy equips men with stronger adaptive capability, especially in the area of vocational flexibility and mobility. The study concludes that efforts made to avert undue exposure of women to climate change disasters must seek to address patriarchy and the structural issues arising from the confinement of women to livelihoods, which are vulnerable to climate change disasters.",
    "readLink": "https://doi.org/10.1177/2158244019825914"
  },
  {
    "title": "Climate Modelling Shows Increased Risk to Eucalyptus sideroxylon on the Eastern Coast of Australia Compared to Eucalyptus albens",
    "authors": [
      "Farzin Shabani,",
      "Lalit Kumar,",
      "Mohsen Ahmadi"
    ],
    "doi": "https://doi.org/10.3390/plants6040058",
    "journalVolume": "Vol. 6,\n                                no. 4\n                                \n                                  p.\n                                  58",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Aim: To identify the extent and direction of range shift of Eucalyptus sideroxylon and E. albens in Australia by 2050 through an ensemble forecast of four species distribution models (SDMs). Each was generated using four global climate models (GCMs), under two representative concentration pathways (RCPs). Location: Australia. Methods: We used four SDMs of (i) generalized linear model, (ii) MaxEnt, (iii) random forest, and (iv) boosted regression tree to construct SDMs for species E. sideroxylon and E. albens under four GCMs including (a) MRI-CGCM3, (b) MIROC5, (c) HadGEM2-AO and (d) CCSM4, under two RCPs of 4.5 and 6.0. Here, the true skill statistic (TSS) index was used to assess the accuracy of each SDM. Results: Results showed that E. albens and E. sideroxylon will lose large areas of their current suitable range by 2050 and E. sideroxylon is projected to gain in eastern and southeastern Australia. Some areas were also projected to remain suitable for each species between now and 2050. Our modelling showed that E. sideroxylon will lose suitable habitat on the western side and will not gain any on the eastern side because this region is one the most heavily populated areas in the country, and the populated areas are moving westward. The predicted decrease in E. sideroxylon’s distribution suggests that land managers should monitor its population closely, and evaluate whether it meets criteria for a protected legal status. Main conclusions: Both Eucalyptus sideroxylon and E. albens will be negatively affected by climate change and it is projected that E. sideroxylon will be at greater risk of losing habitat than E. albens.",
    "readLink": "https://www.mdpi.com/2223-7747/6/4/58"
  },
  {
    "title": "Evaluating economic costs and benefits of climate resilient livelihood strategies",
    "authors": [
      "S. Liu,",
      "J. Connor,",
      "J.R.A. Butler,",
      "I.K.D. Jaya,",
      "A. Nikmatullah"
    ],
    "doi": "https://doi.org/10.1016/j.crm.2015.11.005",
    "journalVolume": "Vol. 12,\n                                no. C\n                                \n                                  pp.\n                                  115\n                                  – 129",
    "issn": "2212-0963 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/climate-risk-management/",
    "abstract": "A major challenge for international development is to assist the poorest regions to achieve development targets while taking climate change into account. Such ‘climate resilient development’ (CRD) must identify and implement adaptation strategies for improving livelihoods while also being cost-effective. While the idea that climate resilience and development goals should be compatible is often discussed, empirical evaluations of the economic impacts of actual CRD investments are practically non-existent. This paper outlines a framework to evaluate economic returns to CRD and applies it in two adaptation strategies trialed in Nusa Tenggara Barat Province, eastern Indonesia. The evaluation framework is composed of three models: a household benefit cost model, a diffusion model, and a regional benefit cost model. The models draw upon the impact evaluation, technology diffusion, and risk assessment literatures, respectively. The analyzes are based on expert opinion and locally-derived information, and hence can be applied in data-poor situations typical of developing countries. Our results explore economic costs and benefits at the household and regional scale, and we identify key input variables that greatly influence the economic returns of the strategies. These variables should therefore be a focus of ongoing investment. We also discuss how the framework is more generally applicable, its limitations including challenges in accounting for less tangible social and ecosystem service benefits, potentially leading to the underestimation of impacts, and how the approach should be complemented by qualitative methods.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S221209631500039X"
  }
]