[
  {
    "title": "Potential Global Distribution of Invasive Alien Species, <i>Anthonomus grandis</i> Boheman, under Current and Future Climate Using Optimal MaxEnt Model",
    "authors": [
      "Zhenan Jin,",
      "Wentao Yu,",
      "Haoxiang Zhao,",
      "Xiaoqing Xian,",
      "Kaiting Jing,",
      "Nianwan Yang,",
      "Xinmin Lu,",
      "Wanxue Liu"
    ],
    "doi": "https://doi.org/10.3390/agriculture12111759",
    "journalVolume": "Vol. 12,\n                                no. 1759\n                                \n                                  p.\n                                  1759",
    "issn": "2077-0472 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/agriculture",
    "abstract": "The boll weevil, Anthonomus grandis Boheman (Coleoptera: Curculionidae), is an invasive alien species that can damage cotton plants and cause huge economic losses in the cotton industry. Currently, A. grandis is mainly distributed in the American continent. However, few studies have indicated the distribution and modification of its suitable global habitats after undergoing climate change. Based on the 339 distribution records of A. grandis and eight bioclimatic variables, we used the optimal MaxEnt model to predict the potential global distribution of A. grandis under the current (1970–2000) and future climatic scenarios (SSP5-8.5). The annual mean temperature (bio1) and isothermality (bio3) were the two most important bioclimatic variables, which indicates that the survival of A. grandis is extremely sensitive to temperature fluctuations. Under the current scenario, the highly suitable habitats were mainly distributed in America (the USA, Mexico, Brazil, Argentina, Paraguay, and Uruguay), Africa (South Africa, Ethiopia, and Mozambique), Asia (Pakistan, India, Thailand, Burma, and China), and Oceania (Australia). In future scenarios (SSP5-8.5), the potential suitable global habitats reached the highest level in America, Africa, Asia, and Oceania in the 2090s. Our study provides a meaningful reference for researchers, quarantine officers, and governments to devise suitable management control strategies for A. grandis.",
    "readLink": "https://www.mdpi.com/2077-0472/12/11/1759"
  },
  {
    "title": "PESFOR-W: Improving the design and environmental effectiveness of woodlands for water Payments for Ecosystem Services",
    "authors": [
      "Gregory Valatin,",
      "Jens Abildtrup,",
      "Cristian Accastello,",
      "Abdel Rahman Al-Tawaha,",
      "Maria-Beatrice Andreucci ,",
      "Silvia Atanasova,",
      "Mersudin Avdibegović,",
      "Nikolina Baksic,",
      "Kazimierz Banasik,",
      "Jose Barquin,",
      "Johan Barstad,",
      "Viera Bastakova,",
      "Dzenan Becirovic,",
      "Santiago Begueria,",
      "Uldis Bethers,",
      "Maria Bihunova,",
      "Bosko Blagojevic,",
      "Matthias Bösch,",
      "Thomas Bournaris,",
      "Yiying Cao,",
      "Claudia Carvalho-Santos,",
      "Alexander Chikalanov,",
      "Maria Cunha e Sá ,",
      "Krzysztof Czyżyk,",
      "Hamed Daly,",
      "Helen Davies,",
      "Antonio Del Campo,",
      "Rudolf de Groot,",
      "Rik De Vreese,",
      "Tomáš Dostál,",
      "Abdelmohssin El  Mokaddem,",
      "Leena Finér,",
      "Rhys Evans,",
      "Julien Fiquepron,",
      "Magdalena Frac,",
      "Martyn Futter,",
      "Serge Garcia,",
      "Paola Gatto,",
      "Davide Geneletti,",
      "Veronika Gezik,",
      "Carlo Giupponi,",
      "María González-Sanchís,",
      "Fernando Gordillo,",
      "Elena Gorriz,",
      "Yulia Grigorova,",
      "Katrin Heinsoo,",
      "Eduard Hochbichler,",
      "Lars Högbom,",
      "Mike Image,",
      "Jette Jacobsen,",
      "Anže Japelj,",
      "Sreten Jelic,",
      "Jürgen Junk,",
      "Csaba Juhasz,",
      "Ifigenia Kagalou,",
      "Mary  Kelly-Quinn,",
      "Anna Klamerus-Iwan,",
      "Tatiana Kluvankova,",
      "Roland Koeck,",
      "Iskra Konovska,",
      "Silvija Ostoic,",
      "Janez Krc,",
      "Vasyl Lavnyy,",
      "Alessandro Leonardi,",
      "Zane Libiete,",
      "Declan Little,",
      "Antonio Lo Porto,",
      "Athanasios Loukas,",
      "Mariyana Lyubenova,",
      "Bruno Maric,",
      "Javier Martínez-López,",
      "Inazio Martinez,",
      "Alexandru Maxim,",
      "Marek Metslaid,",
      "Alison Melvin,",
      "Mihai Costică,",
      "Ivan Mincev,",
      "Zymantas Morkvenas,",
      "Radovan Nevenic,",
      "Tom Nisbet,",
      "Daire O'hUallachain,",
      "Roland Olschewski,",
      "Johan Östberg,",
      "Karolina Oszust,",
      "Paola Ovando,",
      "Alessandro Paletto,",
      "Taras Parpan,",
      "Davide Pettenella,",
      "Špela Malovrh,",
      "Špela Planinšek,",
      "Radka Podlipná,",
      "Stjepan Posavec,",
      "Kristina Potočki,",
      "Irina Prokofieva,",
      "Paula Quinteiro,",
      "Laszlo Radocz,",
      "Ratko Ristic,",
      "Nicolas Robert,",
      "Benedetto Rugani,",
      "Jelena Sabanovic,",
      "Zuzana Sarvasova,",
      "Snezana Savoska,",
      "Patrick Schleppi,",
      "Gebhard Schueler,",
      "Margaret Shannon,",
      "Martyn Silgram,",
      "Bojan Srdjevic,",
      "Gavril Stefan,",
      "Aleksandar Stijovic,",
      "Niels Strange,",
      "Sirkka Tattari,",
      "Aco Teofilovski,",
      "Mette Termansen,",
      "Bo Thorsen,",
      "Attila Toth,",
      "Ivonne Trebs,",
      "Novica Tmušić,",
      "Lampros Vasiliades,",
      "Suzanne Vedel,",
      "Kateřina Ventrubová,",
      "Dijana Vuletic,",
      "Georg Winkel,",
      "Richard Yao,",
      "Sarah Young,",
      "Rasoul Yousefpour,",
      "Lyudmyla Zahvoyska,",
      "Daowei Zhang,",
      "Jianhua Zhou,",
      "Eva Žižková"
    ],
    "doi": "https://doi.org/10.3897/rio.3.e13828",
    "journalVolume": "Vol. 3\n                                \n                                \n                                  pp.\n                                  1\n                                  – 28",
    "issn": "2367-7163 (Online)",
    "publisher": "Pensoft Publishers",
    "countryOfPublisher": "Bulgaria",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://rio.pensoft.net",
    "abstract": "The EU Water Framework Directive aims to ensure restoration of Europe’s water bodies to “good ecological status” by 2027. Many Member States will struggle to meet this target, with around half of EU river catchments currently reporting below standard water quality. Diffuse pollution from agriculture represents a major pressure, affecting over 90% of river basins. Accumulating evidence shows that recent improvements to agricultural practices are benefiting water quality but in many cases will be insufficient to achieve WFD objectives. There is growing support for land use change to help bridge the gap, with a particular focus on targeted tree planting to intercept and reduce the delivery of diffuse pollutants to water. This form of integrated catchment management offers multiple benefits to society but a significant cost to landowners and managers. New economic instruments, in combination with spatial targeting, need to be developed to ensure cost effective solutions – including tree planting for water benefits - are realised. Payments for Ecosystem Services (PES) are flexible, incentive-based mechanisms that could play an important role in promoting land use change to deliver water quality targets. The PESFOR-W COST Action will consolidate learning from existing woodlands for water PES schemes in Europe and help standardize approaches to evaluating the environmental effectiveness and cost-effectiveness of woodland measures. It will also create a European network through which PES schemes can be facilitated, extended and improved, for example by incorporating other ecosystem services linking with aims of the wider forests-carbon policy nexus.",
    "readLink": "https://riojournal.com/article/13828/"
  },
  {
    "title": "The role of prior assumptions in carbon budget calculations",
    "authors": [
      "B. Sanderson,",
      "B. Sanderson"
    ],
    "doi": "https://doi.org/10.5194/esd-11-563-2020",
    "journalVolume": "Vol. 11\n                                \n                                \n                                  pp.\n                                  563\n                                  – 577",
    "issn": "2190-4979 (Print)",
    "publisher": "2190-4987 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology: Dynamic and structural geology"
    ],
    "journalUrl": "http://www.earth-system-dynamics.net",
    "abstract": "Cumulative emissions budgets and net-zero emission target dates are often used to frame climate negotiations (Frame et al., 2014; Millar et al., 2016; Van Vuuren et al., 2016; Rogelj et al., 2015b; Matthews et al., 2012). However, their utility for near-term policy decisions is confounded by uncertainties in future negative emissions capacity (Fuss et al., 2014; Smith et al., 2016; Larkin et al., 2018; Anderson and Peters, 2016), in the role of non-CO2 forcers (MacDougall et al., 2015) and in the long-term Earth system response to forcing (Rugenstein et al., 2019; Knutti et al., 2017; Armour, 2017). Such uncertainties may impact the utility of an absolute carbon budget if peak temperatures occur significantly after net-zero emissions are achieved, the likelihood of which is shown here to be conditional on prior assumptions about the long-term dynamics of the Earth system. In the context of these uncertainties, we show that the necessity and scope for negative emissions deployment later in the century can be conditioned on near-term emissions, providing support for a scenario framework which focuses on emissions reductions rather than absolute budgets (Rogelj et al., 2019b).",
    "readLink": "https://esd.copernicus.org/articles/11/563/2020/esd-11-563-2020.pdf"
  },
  {
    "title": "Climate change is not just global warming: Multidimensional impacts on animal gut microbiota",
    "authors": [
      "Claire E. Williams,",
      "Candace L. Williams,",
      "Michael L. Logan"
    ],
    "doi": "https://doi.org/10.1111/1751-7915.14276",
    "journalVolume": "Vol. 16,\n                                no. 9\n                                \n                                  pp.\n                                  1736\n                                  – 1744",
    "issn": "1751-7915 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Chemical technology: Biotechnology"
    ],
    "journalUrl": "https://sfamjournals.onlinelibrary.wiley.com/journal/17517915",
    "abstract": "Abstract Climate change has rapidly altered many ecosystems, with detrimental effects for biodiversity across the globe. In recent years, it has become increasingly apparent that the microorganisms that live in and on animals can substantially affect host health and physiology, and the structure and function of these microbial communities can be highly sensitive to environmental variables. To date, most studies have focused on the effects of increasing mean temperature on gut microbiota, yet other aspects of climate are also shifting, including temperature variation, seasonal dynamics, precipitation and the frequency of severe weather events. This array of environmental pressures might interact in complex and non‐intuitive ways to impact gut microbiota and consequently alter animal fitness. Therefore, understanding the impacts of climate change on animals requires a consideration of multiple types of environmental stressors and their interactive effects on gut microbiota. Here, we present an overview of some of the major findings in research on climatic effects on microbial communities in the animal gut. Although ample evidence has now accumulated that shifts in mean temperature can have important effects on gut microbiota and their hosts, much less work has been conducted on the effects of other climatic variables and their interactions. We provide recommendations for additional research needed to mechanistically link climate change with shifts in animal gut microbiota and host fitness.",
    "readLink": "https://doi.org/10.1111/1751-7915.14276"
  },
  {
    "title": "Impact of Modernized Agriculture and Trade on Carbon Emissions: The Role of Fossil Fuel and Renewable Energy Consumption Evidenced from ASEAN States",
    "authors": [
      "Muhammad Azhar Bhatti,",
      "Snober  Fazal"
    ],
    "doi": "https://doi.org/10.52131/jee.2021.0202.0017",
    "journalVolume": "Vol. 2,\n                                no. 2",
    "issn": "2790-573X (Print)",
    "publisher": "2790-5748 (Online)",
    "countryOfPublisher": "International Research Alliance for Sustainable Development - iRASD",
    "lcc": [
      "Pakistan",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade",
      "Technology: Mechanical engineering and machinery: Energy conservation",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering"
    ],
    "journalUrl": "https://journals.internationalrasd.org/index.php/jee/index",
    "abstract": "Sustainable development goals developed to reduce the level of climate transformation and its effects, this study explores the causal association between aggregate energy consumption resources, trade liberalization, CO2 emissions, and modern agriculture in selected ASEAN nations from 2000 to 2018 with the help of panel FMOLS (fully modified ordinary least square). Empirical findings have shown that the value addition level of agricultural products minimizes CO2 emissions in those countries where pollution is high. And found a positive relationship between energy consumption and CO2 emissions. Trade liberalization has made it possible to reduce CO2 emissions in economies where environmental pollution is getting lower. While the use of fossil fuels has intensified CO2 emissions, renewable energy consumption has confirmed positive effects on the pollution of the environment. While Climate-smart agriculture preferred institutions to raise income and productivity, adjusting to climate change sustainably leads to decreased greenhouse gas emissions. For example, new energy resources, renewable energy help keep the environment clean and healthy. It avoids excessive dependency on fossil fuel energy for the determinants of the agriculture sector. On the other hand, Trade policy can motivate the flow of investment opportunities and technology for a specialty in economies of scale and production. Therefore, examining strategies that encourage the agricultural sector's productivity and creating active markets for international trade in ASEAN countries will improve living standards and keep the environment clean and healthy.",
    "readLink": "https://journals.internationalrasd.org/index.php/jee/article/view/488"
  },
  {
    "title": "Sites and Indicators of MAR as a Successful Tool to Mitigate Climate Change Effects in Spain",
    "authors": [
      "Enrique  Fernández Escalante,",
      "Jon  San Sebastián Sauto,",
      "Rodrigo  Calero Gil"
    ],
    "doi": "https://doi.org/10.3390/w11091943",
    "journalVolume": "Vol. 11,\n                                no. 9\n                                \n                                  p.\n                                  1943",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "In this article, the authors will support Managed Aquifer Recharge (MAR) as a tool to combat Climate Change (CC) adverse impacts on the basis of real sites, indicators, and specific cases located Spain. MAR has been used in Spain in combination with other measures of Integrated Water Resources Management (IWRM) to mitigate and adapt to Climate Change (CC) challenges. The main effects of CC are that the rising of the average atmospheric temperature together with the decreasing average annual precipitation rate cause extreme weather and induce sea level rise. These pattern results in a series of negative impacts reflected in an increase of certain events or parameters, such as evaporation, evapotranspiration, water demand, fire risk, run-off, floods, droughts, and saltwater intrusion; and a decrease of others such as availability of water resources, the wetland area, and the hydro-electrical power production. Solutions include underground storage, lowering the temperature, increasing soil humidity, reclaimed water infiltration, punctual and directed infiltration, self-purification and naturalization, off-river storage, wetland restoration and/or establishment, flow water distribution by gravity, power saving, eventual recharge of extreme flows, multi-annual management and positive barrier wells against saline water intrusion. The main advantages and disadvantages for each MAR solution have been addressed. As success must be measured, some indicators have been designed or adopted and calculated to quantify the actual effect of these solutions and their evolution. They have been expressed in the form of volumes, lengths, areas, percentages, grades, euros, CO2 emissions, and years. Therefore, MAR in Spain demonstrably supports its usefulness in battling CC adverse impacts in a broad variety of environments and circumstances. This situation is comparable to other countries where MAR improvements have also been assessed.",
    "readLink": "https://www.mdpi.com/2073-4441/11/9/1943"
  },
  {
    "title": "Road Transportation and Energy Integration Strategy in China",
    "authors": [
      "Jia Limin ,",
      "Ji Li"
    ],
    "doi": "https://doi.org/10.15302/J-SSCAE-2022.03.017",
    "journalVolume": "Vol. 24,\n                                no. 3\n                                \n                                  pp.\n                                  163\n                                  – 172",
    "issn": "1009-1742 (Print)",
    "publisher": "2096-0034 (Online)",
    "countryOfPublisher": "《中国工程科学》杂志社",
    "lcc": [
      "China",
      "Technology: Engineering (General). Civil engineering (General)"
    ],
    "journalUrl": "http://www.engineering.org.cn/ch/journal/sscae",
    "abstract": "Transportation and energy are crucial for social development and civilization evolution. The energization of transportation infrastructure assets and clean transformation of transportation energies are effective decarbonization strategies for solving severe challenges such as resource shortage, climate change, and environmental pollution. This study first reviews the integration history of road transportation and energy, and investigates the demand for and trends of the integration from the perspectives of national energy security, clean transformation of energy supply, energization potential of transportation infrastructure assets, and intelligentization of the transportation system. The pathway for promoting the integrated development of road transportation and the energy sector is proposed based on assessing the wind and solar resources and the self-consistent supply capacity of energies within the road transportation system. Moreover, a roadmap for integrating road transportation and renewable energies is proposed considering the carbon peak and carbon neutralization targets. Finally, suggestions are proposed from two aspects. In terms of technology development, we suggest that China should enhance technology research and development, improve the industry chain, and promote technology innovation and integration. Additionally, it should provide policies for improving top-level design and strategic planning, exploiting new market modes, and strengthening international cooperation.",
    "readLink": "http://www.engineering.org.cn/en/10.15302/J-SSCAE-2022.03.017"
  },
  {
    "title": "Environmental and Energy Conditions in Sustainable Regional Development",
    "authors": [
      "Brygida Klemens,",
      "Brygida Solga,",
      "Krystian Heffner,",
      "Piotr Gibas"
    ],
    "doi": "https://doi.org/10.3390/en15155758",
    "journalVolume": "Vol. 15,\n                                no. 5758\n                                \n                                  p.\n                                  5758",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Climate change is taking place on a global scale and it is substantially affected by human activity, including increasing greenhouse gas emissions. One of the thematic objectives of EU’s new financial objective is a more environmentally friendly low-emission Europe that promotes clean and fair energy transformation, green investments, and a circular economy, among others. The Polish economy is mainly based on energy production from conventional sources (fossil fuels). Considering that the demand for electricity in Poland is predicted to increase by as much as 50% until 2040, it is necessary to take action aimed at increasing the share of renewable energy sources. The subject of analysis is the Opolskie Voivodeship (a NUTS 2 type region), the capital of which features the biggest Polish coal power plant. In 2014–2019, it was expanded by two units with 1800 MW in total capacity, thereby indicating that investments in energy obtained from conventional sources are still implemented and to a large extent at that (the expansion has been the biggest infrastructural investment in Poland since 1989). The Opolskie region is characterised by substantial excess in acceptable environmental burden (dust pollution, among others). The aim of the paper is to evaluate the key environmental conditions for the Opolskie region’s development in terms of the assumptions of the domestic and EU energy policies. The Opolskie region’s developmental challenges in the environmental area were determined on the basis of selected indicator estimations up to 2030. The research hypothesis assumes that the environmental conditions for the Opolskie region’s development are unfavourable. The methodological part features an analysis of the cause and effect dependencies in the “environment” area, which enabled an assessment of the Opolskie Voivodeship’s current situation as well as an analysis of the dependencies relevant to the region’s development. This was followed by an estimation of selected indicators in the “environment” area until 2030, which allowed for an assessment of their probable levels and thereby a specification of the region’s development conditions. The estimation was conducted using the data available in public statistics, i.e., Statistics Poland’s data. The indicators estimated for 2030 were presented using three forecasting methods: (a) the monotonic trend, (b) the yearly average change rate, and (c) the logarithmic trend.",
    "readLink": "https://www.mdpi.com/1996-1073/15/15/5758"
  },
  {
    "title": "Environmental temperature affects prevalence of blood parasites of birds on an elevation gradient: implications for disease in a warming climate.",
    "authors": [
      "Itzel Zamora-Vilchis,",
      "Stephen E Williams,",
      "Christopher N Johnson"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0039208",
    "journalVolume": "Vol. 7,\n                                no. 6\n                                \n                                  p.\n                                  e39208",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "BACKGROUND: The rising global temperature is predicted to expand the distribution of vector-borne diseases both in latitude and altitude. Many host communities could be affected by increased prevalence of disease, heightening the risk of extinction for many already threatened species. To understand how host communities could be affected by changing parasite distributions, we need information on the distribution of parasites in relation to variables like temperature and rainfall that are predicted to be affected by climate change. METHODOLOGY/PRINCIPAL FINDINGS: We determined relations between prevalence of blood parasites, temperature, and seasonal rainfall in a bird community of the Australian Wet Tropics along an elevation gradient. We used PCR screening to investigate the prevalence and lineage diversity of four genera of blood parasites (Plasmodium, Haemoproteus, Leucocytozoon and Trypanosoma) in 403 birds. The overall prevalence of the four genera of blood parasites was 32.3%, with Haemoproteus the predominant genus. A total of 48 unique lineages were detected. Independent of elevation, parasite prevalence was positively and strongly associated with annual temperature. Parasite prevalence was elevated during the dry season. CONCLUSIONS/SIGNIFICANCE: Low temperatures of the higher elevations can help to reduce both the development of avian haematozoa and the abundance of parasite vectors, and hence parasite prevalence. In contrast, high temperatures of the lowland areas provide an excellent environment for the development and transmission of haematozoa. We showed that rising temperatures are likely to lead to increased prevalence of parasites in birds, and may force shifts of bird distribution to higher elevations. We found that upland tropical areas are currently a low-disease habitat and their conservation should be given high priority in management plans under climate change.",
    "readLink": "http://europepmc.org/articles/PMC3378574?pdf=render"
  },
  {
    "title": "Attribution Analysis of Hydrological Drought Risk Under Climate Change and Human Activities: A Case Study on Kuye River Basin in China",
    "authors": [
      "Ming Zhang,",
      "Jinpeng Wang,",
      "Runjuan Zhou"
    ],
    "doi": "https://doi.org/10.3390/w11101958",
    "journalVolume": "Vol. 11,\n                                no. 10\n                                \n                                  p.\n                                  1958",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "This study conducted quantitative diagnosis on the impact of climate change and human activities on drought risk. Taking the Kuye river basin (KRB) in China as the research area, we used variation point diagnosis, simulation of precipitation and runoff, drought risk assessment, and attribution quantification. The results show that: (1) the annual runoff sequence of KRB changed significantly after 1979, which was consistent with the introduction of large-scale coal mining; (2) under the same drought recurrence period, the drought duration and severity in the human activity stage were significantly worse than in the natural and simulation stages, indicating that human activities changed the drought risk in this area; and (3) human activities had little impact on drought severity in the short duration and low recurrence period, but had a greater impact in the long duration and high recurrence period. These results provide scientific guidance for the management, prevention, and resistance of drought; and guarantee sustainable economic and social development in the KRB.",
    "readLink": "https://www.mdpi.com/2073-4441/11/10/1958"
  }
]