[
  {
    "title": "ANALYSIS OF SPATIAL-TEMPORAL VARIATION OF LAND SURFACE TEMPERATURE, VEGETATION AND SNOW COVER IN LAR NATIONAL PARK OF IRAN",
    "authors": [
      "M. Arekhi"
    ],
    "doi": "https://doi.org/10.5194/isprs-archives-XLII-2-W1-37-2016",
    "journalVolume": "Vol. XLII-2/W1\n                                \n                                \n                                  pp.\n                                  37\n                                  – 43",
    "issn": "1682-1750 (Print)",
    "publisher": "2194-9034 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Applied optics. Photonics"
    ],
    "journalUrl": "http://www.isprs.org/publications/archives.aspx",
    "abstract": "Changes in land surface reflectance measured by remote sensing data can be useful in climate change studies. This study attempts to analyze the spatial-temporal extent change of vegetation greenness, Land Surface Temperature (LST), and Normalized Difference Snow Index (NDSI) in late spring at the Lar National Park of Iran using Landsat data. Vegetation indices (VIs), LST, and NDSI maps were calculated for each date (1985, 1994, 2010, and 2015). All VIs have shown an increasing trend from 1985 to 2015 which depicted increase of vegetation. Spectral reflectance of all bands is declining from 1985 to 2015 except in near-infrared (NIR) bands. High reflectance in NIR bands is due to increased vegetation greenness. The reduction was seen in the visible bands that show increased vegetation photosynthetic activity. In the short-wave infrared bands (SWIR) were observed reduced trend from 1985 to 2015 which is indicate increased vegetation. Also, in the mid-wave infrared (MWIR) bands were observed a declining trend which is the result of decreasing soil fraction from 1985 to 2015. LST has increased from 23.27 °C in 1985 to 27.45 °C in 2015. Snow patches were decreased over the study period. In conclusion, VIs and surface reflectance bands are considered the main tool to display vegetation change. Also, high VIs values showed healthy and dense vegetation. The results of our study will provide valuable information in preliminary climate change studies.",
    "readLink": "http://www.int-arch-photogramm-remote-sens-spatial-inf-sci.net/XLII-2-W1/37/2016/isprs-archives-XLII-2-W1-37-2016.pdf"
  },
  {
    "title": "Corrosion Behavior of Brazed Zinc-Coated Structured Sheet Metal",
    "authors": [
      "A. Nikitin,",
      "L. Schleuss,",
      "R. Ossenbrink,",
      "V. Michailov"
    ],
    "doi": "https://doi.org/10.1155/2017/4768505",
    "journalVolume": "Vol. 2017",
    "issn": "1687-9325 (Print)",
    "publisher": "1687-9333 (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Technology: Electrical engineering. Electronics. Nuclear engineering: Materials of engineering and construction. Mechanics of materials"
    ],
    "journalUrl": "https://www.hindawi.com/journals/ijc/",
    "abstract": "Arc brazing has, in comparison to arc welding, the advantage of less heat input while joining galvanized sheet metals. The evaporation of zinc is reduced in the areas adjacent to the joint and improved corrosion protection is achieved. In the automotive industry, lightweight design is a key technology against the background of the weight and environment protection. Structured sheet metals have higher stiffness compared to typical automobile sheet metals and therefore they can play an important role in lightweight structures. In the present paper, three arc brazing variants of galvanized structured sheet metals were validated in terms of the corrosion behavior. The standard gas metal arc brazing, the pulsed arc brazing, and the cold metal transfer (CMT®) in combination with a pulsed cycle were investigated. In experimental climate change tests, the influence of the brazing processes on the corrosion behavior of galvanized structured sheet metals was investigated. After that, the corrosion behavior of brazed structured and flat sheet metals was compared. Because of the selected lap joint, the valuation of damage between sheet metals was conducted. The pulsed CMT brazing has been derived from the results as the best brazing method for the joining process of galvanized structured sheet metals.",
    "readLink": "http://dx.doi.org/10.1155/2017/4768505"
  },
  {
    "title": "Comparing the performance of ChatGPT and state-of-the-art climate NLP models on climate-related text classification tasks",
    "authors": [
      "Trajanov Dimitar,",
      "Lazarev Gorgi,",
      "Chitkushev Ljubomir,",
      "Vodenska Irena"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202343602004",
    "journalVolume": "Vol. 436\n                                \n                                \n                                  p.\n                                  02004",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "Recently, there has been a surge in general-purpose language models, with ChatGPT being the most advanced model to date. These models are primarily used for generating text in response to user prompts on various topics. It needs to be validated how accurate and relevant the generated text from ChatGPT is on the specific topics, as it is designed for general conversation and not for context-specific purposes. This study explores how ChatGPT, as a general-purpose model, performs in the context of a real-world challenge such as climate change compared to ClimateBert, a state-of-the-art language model specifically trained on climate-related data from various sources, including texts, news, and papers. ClimateBert is fine-tuned on five different NLP classification tasks, making it a valuable benchmark for comparison with the ChatGPT on various NLP tasks. The main results show that for climate-specific NLP tasks, ClimateBert outperforms ChatGPT.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2023/73/e3sconf_iced2023_02004.pdf"
  },
  {
    "title": "TRENDS IN THE DEVELOPMENT OF FOREIGN PORTFOLIO INVESTMENTS IN UKRAINE",
    "authors": [
      "Oleksandr A. Zadoia,",
      "Valerii S. Fomenko"
    ],
    "doi": "https://doi.org/10.32342/2074-5362-2021-1-30-4",
    "journalVolume": "Vol. 1,\n                                no. 30\n                                \n                                  pp.\n                                  44\n                                  – 55",
    "issn": "2074-5362 (Print)",
    "publisher": "Alfred Nobel University Publisher",
    "countryOfPublisher": "Ukraine",
    "lcc": [
      "Social Sciences: Industries. Land use. Labor: Economic growth, development, planning"
    ],
    "journalUrl": "http://eurodev.duan.edu.ua/",
    "abstract": "The paper reviews the processes of direct and portfolio investment, outlines the differences and the main directions of implementation of ways to achieve economic goals using these tools at both international and national levels. The arguments and reasons for the growing popularity of portfolio investing in the modern world are given, given the wider range of sources of primary information on the state of the stock market in global trading platforms and the ever-increasing tools for managing investors’ assets. Based on the systematization of the work of foreign and domestic scientists, the assessment of the role of investment activity in the formation and further successful development of the national economy is given. Taking into account the experience of developed countries, the need to develop the stock market of Ukraine, identify problems and, taking into account the specifics of the domestic economic and geopolitical space, proposed effective steps to improve the investment climate in our country. In order to detail and classify possible areas of investment activity, the study analyzes the types of investment instruments and identifies their likely target use in modern realities. The analysis of investment activity of Ukraine in the period 2014-2020 provided an opportunity to find out the main trends in the dynamics of changes in direct and portfolio investment. From the point of view of the root causes of the low level of investment activity in this period, gaps in the legislation, the presence of corruption schemes, inconsistencies in the strategies of regulatory financial institutions, a large share of the shadow economy, military action in industrial regions were highlighted. Therefore, despite the high level of return on capital in Ukraine, our country has found itself on the sidelines of global investment flows. The study of the ratio of direct and portfolio investments and their dynamics shows a certain pattern. First, Ukraine is characterized by a constant excess of direct investment over portfolio investment. Secondly, the gap between these types of international capital movements in our country is narrowing due to the increase in portfolio investment. This situation makes it possible to state the invariability of the negative level of investment attractiveness of the domestic economy in the real sector, and the problems of economic imbalance are covered by external borrowing through the use of one of the portfolio instruments, namely placement of foreign and domestic government bonds. The main emphasis is on the inadmissibility of such a state of affairs, which makes it possible only temporarily to maintain Ukraine’s economy in a stable state. A review of the dynamics of the country’s debt growth and the decline in the competitiveness of domestic production in the context of a very high degree of depreciation of production capacity, only confirms the need for urgent measures to stimulate the process of direct investment. Regarding the development of the portfolio investment process, it is proposed to bring the regulatory framework to international standards in the first place. Combining the stimulation of direct investment, especially in the real sector of the economy, in the presence of relevant laws and financial institutions, inevitably revival in the stock market, which in turn will change the structure of portfolio investment in Ukraine. The opinion also expresses the need to take into account the external effects of the investment process, namely to pay attention to increasing the indicators of inclusive economic development",
    "readLink": "https://eurodev.duan.edu.ua/images/PDF/2021/1/6.pdf"
  },
  {
    "title": "Climate Change Awareness among the High School Students: Case Study from a Climate Vulnerable Country",
    "authors": [
      "S.M.A. Rahman,",
      "Sadeka Tasmin,",
      "Mohammad Kawser Uddin,",
      "Mohammad Touhidul Islam,",
      "Mohammad Sujauddin"
    ],
    "doi": "https://doi.org/10.11113/ijbes.v1.n1.4",
    "journalVolume": "Vol. 1,\n                                no. 1",
    "issn": "2289-8948 (Online)",
    "publisher": "Universiti Teknologi Malaysia",
    "countryOfPublisher": "Malaysia",
    "lcc": [
      "Fine Arts: Architecture",
      "Geography. Anthropology. Recreation: Human ecology. Anthropogeography"
    ],
    "journalUrl": "http://www.ijbes.utm.my",
    "abstract": "Bangladesh is one the worst sufferers of climate change. Climate change awareness creation is pivotal to adaptation and mitigation strategies. Effective dissemination of knowledge among the citizens during high school years is crucial to that end. In Bangladesh, secondary school students follow common curricula which include entries on climate change. This paper investigates the role of the diverse demographic profiles and inherent scholastic background of students on their informedness. The research is based on responses from secondary schools students in Chittagong, Bangladesh. Based on their understanding of climate change, we have constructed the Climate Awareness Index (CAI). Then the relative roles of demographic determinants of the awareness have been compared using the CAI. The quality of schools, and grade, major and merit position of students have affected the CAI values. Besides, the study concluded that the religion, gender, parental education, occupation and income, etc. could affect students’ climate change informedness in Bangladesh.",
    "readLink": "http://ijbes.utm.my/index.php/ijbes/article/view/4"
  },
  {
    "title": "Urban Resilience Assessment: Mapping Knowledge Structure and Trends",
    "authors": [
      "Ayyoob Sharifi"
    ],
    "doi": "https://doi.org/10.3390/su12155918",
    "journalVolume": "Vol. 12,\n                                no. 5918\n                                \n                                  p.\n                                  5918",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The literature on urban resilience assessment has grown rapidly over the past two decades. This paper aims to provide a better understanding of the state of knowledge on urban resilience assessment through mapping the knowledge domain and highlighting emerging trends during different periods. The objects of study were 420 papers published in the Web of Science from 1998 to 2020. Science mapping was done using VOSviewer and CiteSpace, two widely known software tools for bibliometrics analysis and scientometric visualization. The results show that research published on urban resilience assessment was very limited and fragmented until 2009, and the focus has mainly been on risk mitigation and vulnerability assessment. The intellectual base grew between 2010 and 2014, when a paradigm shift from approaches based on robustness and reliability toward more adaptation-oriented approaches occurred. Finally, the annual publication trends have grown rapidly over the past five years and there has been more emphasis on climate change adaptation and flood resilience. Overall, in terms of dimensional focus, more attention has been paid to infrastructural, institutional, and environmental aspects at the expense of social and economic dimensions. In addition to information on thematic focus and evolution, this paper also provides other bibliometrics information on the influential authors, institutions, journals, and publications that lay the foundation of the field and can be used by various interested groups as points of reference to gain better knowledge about the structure and thematic evolution of urban resilience assessment. The paper concludes by highlighting gaps and making some recommendations for future improvement of the field. Major gaps are related to assessing resilience against socio-economic and health risks (e.g., economic recession and pandemics such as COVID-19).",
    "readLink": "https://www.mdpi.com/2071-1050/12/15/5918"
  },
  {
    "title": "New estimate of particulate emissions from Indonesian peat fires in 2015",
    "authors": [
      "L. Kiely,",
      "D. V. Spracklen,",
      "C. Wiedinmyer,",
      "L. Conibear,",
      "C. L. Reddington,",
      "S. Archer-Nicholls,",
      "D. Lowe,",
      "S. R. Arnold,",
      "C. Knote,",
      "M. F. Khan,",
      "M. T. Latif,",
      "M. Kuwata,",
      "M. Kuwata,",
      "M. Kuwata,",
      "S. H. Budisulistiorini,",
      "L. Syaufina"
    ],
    "doi": "https://doi.org/10.5194/acp-19-11105-2019",
    "journalVolume": "Vol. 19\n                                \n                                \n                                  pp.\n                                  11105\n                                  – 11121",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Indonesia contains large areas of peatland that have been drained and cleared of natural vegetation, making them susceptible to burning. Peat fires emit considerable amounts of carbon dioxide, particulate matter (PM) and other trace gases, contributing to climate change and causing regional air pollution. However, emissions from peat fires are uncertain, due to uncertainties in emission factors and fuel consumption. We used the Weather Research and Forecasting model with chemistry and measurements of PM concentrations to constrain PM emissions from Indonesian fires during 2015, one of the largest fire seasons in recent decades. We estimate primary PM2.5 (particles with diameters less than 2.5 µm) emissions from fires across Sumatra and Borneo during September–October 2015 were 7.33 Tg, a factor 3.5 greater than those in the Fire Inventory from NCAR (FINNv1.5), which does not include peat burning. We estimate similar dry fuel consumption and CO2 emissions to those in the Global Fire Emissions Database (GFED4s, including small fires) but PM2.5 emissions that are a factor of 1.8 greater, due to updated PM2.5 emission factors for Indonesian peat. Fires were responsible for an additional 3.12 Tg of secondary organic aerosol formation. Through comparing simulated and measured PM concentrations, our work provides independent support of these updated emission factors. We estimate peat burning contributed 71 % of total primary PM2.5 emissions from fires in Indonesia during September–October 2015. We show that using satellite-retrieved soil moisture to modify the assumed depth of peat burn improves the simulation of PM, increasing the correlation between simulated and observed PM from 0.48 to 0.56. Overall, our work suggests that peat fires in Indonesia produce substantially greater PM emissions than estimated in current emission inventories, with implications for the predicted air quality impacts of peat burning.",
    "readLink": "https://www.atmos-chem-phys.net/19/11105/2019/acp-19-11105-2019.pdf"
  },
  {
    "title": "Towards Sustainable Energy Development in Sub-Saharan Africa: Challenges and Opportunities",
    "authors": [
      "Justyna Tomala,",
      "Mateusz Mierzejewski,",
      "Maria Urbaniec,",
      "Sergio Martinez"
    ],
    "doi": "https://doi.org/10.3390/en14196037",
    "journalVolume": "Vol. 14,\n                                no. 6037\n                                \n                                  p.\n                                  6037",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Sub-Saharan Africa is considered a region with enormous economic and demographic potential. One of the main challenges it faces, included in the “Agenda 2063: The Africa We Want, implemented by the African Union”, is to provide access to electricity. Currently, 600 million inhabitants of the African continent do not have access to electricity, which is a significant limiting factor for further economic growth and socio-economic development. Moreover, the measures taken by individual Sub-Saharan African countries appear insufficient in the face of rapid population growth. The aim of the article is to analyse the opportunities and challenges of the development of Sub-Saharan Africa’s energy sector. This raises the following research question: to what extent can a sustainable energy transition be achieved in sub-Saharan African countries to ensure access to electricity? The study used Ward’s hierarchical clustering method, classification and regression tree analysis, and the distance-weighted least squares method. The results show that the level of development of the energy sector in the individual countries of Sub-Saharan Africa varies greatly. Moreover, the Sub-Saharan African region is exposed to the effects of climate change, which also affects the development of the energy sector and whether or not access to electricity can be ensured. The study contributes to assessments of the adaptive capacity and transformative potential of the energy sector in Sub-Saharan Africa. This is particularly important for achieving the Sustainable Development Goal 7, which relates to building more robust and efficient systems, as well as implementing diversified energy sources. This research is crucial to bridge the energy access gap and build a resilient and sustainable economy in Sub-Saharan Africa countries.",
    "readLink": "https://www.mdpi.com/1996-1073/14/19/6037"
  },
  {
    "title": "The Development of a CO<sub>2</sub> Emission Coefficient for Medium- and Heavy-Duty Vehicles with Different Road Slope Conditions Using Multiple Linear Regression and Considering the Health Effects",
    "authors": [
      "Natthakrit Bamrungwong,",
      "Varin Vongmanee,",
      "Wanchai Rattanawong"
    ],
    "doi": "https://doi.org/10.3390/su12176994",
    "journalVolume": "Vol. 12,\n                                no. 6994\n                                \n                                  p.\n                                  6994",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The current studies on carbon dioxide (CO2) emissions and the impacts on public health focus mainly on evaluating CO2 emissions from two types of emission sources. The first is a fixed source type from industrial plants, which can be controlled or easily evaluated. The second is a mobile source type from the transport sector, especially from medium- and heavy-duty vehicles (MHDVs), which produce high emissions. However, the common methods of evaluation of the average value of CO2 emissions per kilometer of a vehicle use a general Intergovernmental Panel on Climate Change (IPCC) model that does not consider the topography or road conditions. This affects the accuracy of CO2 emission assessments and, in turn, affects the accuracy of any analysis needed to establish health policies and the management of public health within the affected area. In this paper, therefore, we present the development of emission coefficient calculations with varying topography conditions for MHDVs with consideration of the health effects on the populace. The study area was the Asian highway network in Thailand that passes through all regions and is geographically diverse. Data were collected from the Department of Highway’s records, global positioning system (GPS) and electronic control unit (ECU) with data consisting of road data, slope, distance, traffic level and vehicle weight, as well as fuel consumption along the transportation route. To analyze and map out the correlation of the CO2 emission coefficients for each road slope, we determined the coefficient of the CO2 emissions using multiple linear regression analysis and validated this using Huber–White robust standard errors for heteroscedasticity. This method was more cost-efficient and time-efficient compared to the conventional approaches. We also created CO2 emission maps with risk points for health effects, and we propose policy designs and plans to manage the traffic level in each of these areas prone to higher levels of such emissions.",
    "readLink": "https://www.mdpi.com/2071-1050/12/17/6994"
  },
  {
    "title": "Assessing the Effects of Landscape Change on the Occupancy Dynamics of the Greater White-Toothed Shrew <i>Crocidura russula</i>",
    "authors": [
      "Ignasi Torre,",
      "Mario Díaz"
    ],
    "doi": "https://doi.org/10.3390/life12081230",
    "journalVolume": "Vol. 12,\n                                no. 1230\n                                \n                                  p.\n                                  1230",
    "issn": "2075-1729 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/life",
    "abstract": "Land-use change is the main driver of biodiversity loss in the Mediterranean basin. New socio-economic conditions produced a rewilding process so that cultural landscapes are being invaded by more natural habitats. We analyze the effects of landscape change on the demography and the spatial distribution of Crocidura russula in six protected areas of the western Mediterranean basin. The study was conducted in the period 2008–2020 on 19 live trapping plots representing the three main natural habitats of the area (scrubland, pinewood, and holm oak woodland). We used a multiscale approach to ensure that the scale of response matched landscape structure (from plot to landscape) using either vegetation profiles (LiDAR) and land use data obtained from years 2007 and 2017. Statistical models (multiple-season single-species occupancy models) showed that C. russula populations were strongly associated to habitat features at the plot level. These models were used to predict occupancy at sampling units for the whole study area (850 km2), showing contrasting trends that shifted at relatively small spatial scales (expansions and retractions of species ranges). Parks showing extreme scrubland encroachment (−8% of area) and afforestation (+6%) significantly reduced habitat suitability for shrews and reductions in occupancy (−5%). Results would indicate faster changes in the spatial distribution of the target species than previously expected on the basis of climate change, driven by fast landscape changes.",
    "readLink": "https://www.mdpi.com/2075-1729/12/8/1230"
  }
]