[
  {
    "title": "Climate change- perceived impacts, risks, vulnerability, and response strategies: A case study of Mombasa coastal tourism, Kenya",
    "authors": [
      "JM Njoroge"
    ],
    "doi": "Vol. 4,\n                                no. 1",
    "issn": "2223-814X (Online)",
    "publisher": "AfricaJournals",
    "countryOfPublisher": "South Africa",
    "lcc": [
      "Technology: Home economics: Hospitality industry. Hotels, clubs, restaurants, etc. Food service",
      "Social Sciences: Commerce: Business"
    ],
    "journalUrl": "http://www.ajhtl.com",
    "abstract": "Climate change policies are advancing, at least rhetorically. These policies are made through complex processes of interactions among stakeholders whose opinions are shaped by historical experiences, beliefs, awareness and understanding of potential climate impacts coupled with information received from third parties, both formal and informal. However, it has been argued that tourism stakeholders’ actions in response to climate change will depend on their supply-side perceived vulnerability. Interviews were used to study tourism stakeholders’ past account of environmental hazards, perception potential impacts of climate change and their response strategies for coastal tourism region of Mombasa, Kenya. Findings indicate categorical awareness variation with government officials, conservation and research institutes being more aware of climate change potential impacts whereas tourism managers were found to have global picture of the phenomena rather than local picture of the occurrence of climate change impacts despite having experienced challenges of water scarcity, coral reef bleaching, changes in precipitation, flooding, and changes in beach structure which all have implication for tourism. No tangible adaptation actions are reported among tourism operators, but the government is engaging on planed adaptation. Information sharing, education and actor– partnerships among the players at the destination are proposed and further research gaps are outlined.",
    "readLink": "\n\t\thttp://www.ajhtl.com/uploads/7/1/6/3/7163688/article40vol4(1)-2015.pdf\n\t\t"
  },
  {
    "title": "Remotely sensed soil moisture to estimate savannah NDVI.",
    "authors": [
      "Niklas Boke-Olén,",
      "Jonas Ardö,",
      "Lars Eklundh,",
      "Thomas Holst,",
      "Veiko Lehsten"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0200328",
    "journalVolume": "Vol. 13,\n                                no. 7\n                                \n                                  p.\n                                  e0200328",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Satellite derived normalized difference vegetation index (NDVI) is a common data source for monitoring regional and global ecosystem properties. In dry lands it has contributed to estimation of inter-annual and seasonal vegetation dynamics and phenology. However, due to the spectral properties of NDVI it can be affected by clouds which can introduce missing data in the time series. Remotely sensed soil moisture has in contrast to NDVI the benefit of being unaffected by clouds due to the measurements being made in the microwave domain. There is therefore a potential in combining the remotely sensed NDVI with remotely sensed soil moisture to enhance the quality and estimate the missing data. We present a step towards the usage of remotely sensed soil moisture for estimation of savannah NDVI. This was done by evaluating the European Space Agency (ESA) Climate Change Initiative (CCI) soil moisture and three of its individual products with respect to their relative performance. The individual products are from the advance scatterometer (ASCAT), Soil Moisture and Ocean Salinity (SMOS), and the Land Parameter Retrieval Model-Advanced Microwave Scanning Radiometer-Earth Observing System (LPRM-AMSR-E). Each dataset was used to simulate NDVI, which was subsequently compared to remotely sensed NDVI from MODIS. Differences in their ability to estimate NDVI indicated that, on average, CCI soil moisture differs from its individual products by showing a higher average correlation with measured NDVI. Overall NDVI modelled from CCI soil moisture gave an average correlation of 0.81 to remotely sensed NDVI which indicates its potential to be used to estimate seasonal variations in savannah NDVI. Our result shows promise for further development in using CCI soil moisture to estimate NDVI. The modelled NDVI can potentially be used together with other remotely sensed vegetation datasets to enhance the phenological information that can be acquired, thereby, improving the estimates of savannah vegetation phenology.",
    "readLink": "http://europepmc.org/articles/PMC6040715?pdf=render"
  },
  {
    "title": "Parallelisms between sea surface temperature changes in the western tropical Atlantic (Guiana Basin) and high latitude climate signals over the last 140 000 years",
    "authors": [
      "O. Rama-Corredor,",
      "B. Martrat,",
      "J. O. Grimalt,",
      "G. E. López-Otalvaro,",
      "J. A. Flores,",
      "F. Sierro"
    ],
    "doi": "https://doi.org/10.5194/cp-11-1297-2015",
    "journalVolume": "Vol. 11,\n                                no. 10\n                                \n                                  pp.\n                                  1297\n                                  – 1311",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "Sea surface temperatures (SST) in the Guiana Basin over the last 140 ka were obtained by measuring the C37 alkenone unsaturation index Uk'37 in the sediment core MD03-2616 (7° N, 53° W). The resulting data set is unique in the western tropical Atlantic region for this period. The SSTs range from 25.1 to 28.9 °C, i.e. glacial–interglacial amplitude of 3.8 °C, which is in the range of change of other tropical areas. During the last two interglacial stages (marine isotope stages; MIS1 and MIS5e) and warm long interstadials (MIS5d-a), a rapid transmission of climate variability from Arctic–tropical latitudes is recorded. During these periods, the MD03-2616 SSTs show a conspicuous parallelism with temperature changes observed in Greenland and SST records of North Atlantic mid-latitude cores (Iberian Margin 38° N, Martrat et al., 2007). The last deglaciation in the Guiana Basin is particularly revealing. MIS2 stands out as the coldest period of the interval analysed. The events recorded in Guiana parallel northern latitude events such as the Bølling–Allerød warming and the Younger Dryas cooling which ensued. These oscillations were previously documented in the δ18O of the Sajama tropical ice core (Bolivia) and are present in Guiana, with rates of ca. 6 °C ka−1 and changes of over 2 °C. During the glacial interval, significant abrupt variability is observed, e.g. oscillations of 0.5–1.2 °C during MIS3, which is about 30 % of the maximum glacial–interglacial SST change. In the MD03-2616 record, it is possible to unambiguously identify either the Dansgaard–Oeschger oscillations described in northern latitudes or the SST drops associated with the Heinrich events characteristic of North Atlantic records. Although these events form the background of the climate variability observed, what truly shapes SSTs in the Guiana Basin is a long-term tropical response to precessional changes, which is modulated in the opposite way to Northern Hemisphere variability. This lack of synchrony is consistent with other tropical records in locations to the north or south of the Guiana Basin and evidences an Arctic–tropical decoupling when a substantial reduction in the Atlantic meridional overturning circulation (AMOC) takes place.",
    "readLink": "http://www.clim-past.net/11/1297/2015/cp-11-1297-2015.pdf"
  },
  {
    "title": "Pembangunan, Deforestasi dan Perubahan Iklim (Development, Deforestation and Climate Change)",
    "authors": [
      "Bowo Dwi Siswoko"
    ],
    "doi": "Vol. 14,\n                                no. 2",
    "issn": "2087-0469 (Print)",
    "publisher": "2089-2063 (Online)",
    "countryOfPublisher": "Bogor Agricultural University",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://journal.ipb.ac.id/index.php/jmht",
    "abstract": "Natural resources utilities to fulfill human’s needs have been occurring massively since a concept of “progress” became human’s dreams. To achieve the progress, development concept that means as serious efforts to avoid damage and strive into betterment has emerged. The first development ideology that was emerged and developed was modernization. Industrialization as main character of modernization caused improvement in various aspects of life. From environmental aspect, economic improvement achieved has caused various environmental impacts that harmful to human’s life, such as deforestation, forest degradation and climate change. Since 1980’s, deforestation has extended to a very complex environmental issue globally. Deforestation could be seen as a side effect of a particular policy or political action. On the other hand, deforestation caused other various environmental problems, such as global warming. Global warming occurred since there was an increase of greenhouse gases concentration in the atmosphere. The relation among development, deforestation, and climate change was analyzed through analysis on power relation and conflict of interest among actors involved. The analysis showed that various strategies in development and environmental impact mitigations that conducted by developing countries were actually a form of power and knowledge domination of developed countries. Through international institutions, they are offering at one ment concepts in various schemes which imply particular missions that basically they still want to obtain profits from developing countries without taking the risks from the execution of the schemes.",
    "readLink": "https://journal.ipb.ac.id/index.php/jmht/article/view/2935"
  },
  {
    "title": "Latitudinal Variation into the Macrofaunal Assemblages Associated to Zostera noltei Seagrass along the Atlantic Coast of Morocco",
    "authors": [
      "Oussama Bououarour,",
      "Soilam Boutoumit,",
      "Reda El Kamcha,",
      "Hocein Bazairi"
    ],
    "doi": "https://doi.org/10.1155/2021/9199654",
    "journalVolume": "Vol. 2021",
    "issn": "1687-8477 (Print)",
    "publisher": "1687-8485 (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Science: Zoology"
    ],
    "journalUrl": "https://www.hindawi.com/journals/ijz/",
    "abstract": "Large-scale research on seagrass-associated benthic fauna is very important for future regional marine conservation. In our study, we investigated spatial and latitudinal variation of benthic macroinvertebrate assemblages associated to Zostera noltei Hornemann, 1832 beds from five semi-enclosed coastal systems (SECSs) ranging from 23°N to 34°N along the Atlantic coast of Morocco. Overall, 17,320 individuals were reported as belonging to 96 taxa. The ecological community descriptors differ significantly at the level of the site. Specific richness showed an inconsistent significant pattern with latitude. The multivariate analyses of the assemblage’s composition showed 57% of total variation observed in benthic assemblages, while the PERMANOVA analysis confirmed that this variation is significant at the level of the site. According to DistLM results, variations in belowground biomass, and percentage of mud, were the important predictor variables explaining this variation along the large scale of the studied SECS. However, such patterns could be related to other factors such as habitat heterogeneity and regional, biogeographic, and anthropogenic factors. The present study marked the first attempt on broad-scale ecological research of seagrass beds in Morocco and offers baseline data for planning the broad-scale conservation of biodiversity in seagrass beds that remain suffering from multiple human-induced threats such as coastal developments and climate change.",
    "readLink": "http://dx.doi.org/10.1155/2021/9199654"
  },
  {
    "title": "Distribution of Deep-Sea Sponge Aggregations in an Area of Multisectoral Activities and Changing Oceanic Conditions",
    "authors": [
      "Georgios Kazanidis,",
      "Johanne Vad,",
      "Johanne Vad,",
      "Lea-Anne Henry,",
      "Francis Neat,",
      "Barbara Berx,",
      "Konstantinos Georgoulas,",
      "J Murray Roberts"
    ],
    "doi": "https://doi.org/10.3389/fmars.2019.00163",
    "journalVolume": "Vol. 6",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Discovery and understanding of fragile deep-sea habitats like sponge aggregations, are being outpaced by anthropogenic resource exploitation. Sustainable ocean development in the Faroe-Shetland Channel Nature Conservation Marine Protected Area (FSC NCMPA; northeast Atlantic), which harbors sponge aggregations, now requires adaptive management in the face of encroachment of multisectorial activities in this area (e.g., fishing, oil and gas, shipping) and climate change. We examined sponge morphotype composition, richness, diversity, density and body-size distribution inside and outside the FSC NCMPA, and the role of environmental variability and human impact in these sponge aggregations. Analyses were based on the examination of 465 high resolution images from 13 towed-camera transects. A catalog for regional sponge morphotypes was also developed and applied for these analyses. Analysis revealed that morphotype composition did not differ between inside and outside the FSC NCMPA but richness, diversity and densities of massive/spherical/papillate and flabellate/caliculate sponges were higher inside than outside the boundary. The sponge aggregations occurred within a narrow zone between 450 and 530 m depth, within relatively warm and saline water masses. Furthermore, multiple size cohorts of sponges were recorded inside the FSC NCMPA, in contrast to the single cohort outside. Distance-based linear modeling showed that demersal fisheries, substratum, salinity and temperature explained a statistically-significant amount of variation (48%, p < 0.001) of sponge density across the study area. Findings on density and size cohorts suggest that the FSC NCMPA boundary currently encloses the most vulnerable area, which also demonstrates normal ecosystem functions (e.g., recruitment). However, sponges were constrained to a narrow environmental niche shaped by fisheries and interactions of FSC NCMPA water masses with the slope that in turn likely determine, food supply to the sponge aggregations. Our study illustrated the vulnerability of the FSC NCMPA sponge aggregations to fisheries and changes to water mass properties over time. The morphotype catalog and suite of indicators (i.e., density and body-size distribution) allow for baseline and future assessments of anthropogenic and climate change impacts on sponge aggregations’ environmental status in the FSC NCMPA, thus guiding management as sectoral encroachment continues in this area.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fmars.2019.00163/full"
  },
  {
    "title": "Boulevard of broken dreams: public audit, mobility infrastructure deficits and the limits of correction in Germany",
    "authors": [
      "Thorsten Winkelmann,",
      "Julia Zimmermann,",
      "Erik Vollmann"
    ],
    "doi": "https://doi.org/10.1186/s13705-023-00385-5",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 15",
    "issn": "2192-0567 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://energsustainsoc.biomedcentral.com/",
    "abstract": "Abstract Background Traffic and transport infrastructure is a vital prerequisite for social and economic development as well as the socio-spatial integration of countries and regions’ societal strata. It sets the course for the future of mobility and transport-related social and economic development and is thus inherently political. Deficiencies in traffic infrastructure provision, such as delays in project deployment and exceeding costs, increase the potential for public discontent. It is the mission of public audits to identify, diminish and remedy infrastructure deployment problems—and to encourage best practice models and policy learning. Despite their importance, shortcomings that audit offices identify as well as the reactions and follow-up measures of the addressees to official problem statements remain vastly under-researched. As the transport area is one of the core emitters of CO2 and at the heart of many transition policies to tackle climate change, lack of knowledge regarding transformative change opportunities in the mobility sector is detrimental to the success of these adaptations. One major policy issue in this respect are reform strategies regarding transport and traffic infrastructure planning and project implementation. Our systematic analysis of public audit reports in Germany on traffic and transport infrastructure project deployment contributes to a better understanding of this issue. Results We detect patterns of compliance and resistance to audit office assessments by the executing administrations in traffic infrastructure project deployment. While we witness at least the partial compliance and announcement of corrections in 51% of the cases, in about 19% of the cases, the responsible authorities acknowledge the audit’s critique (partially), but do not signal concrete willingness for further corrections. In more than 20% of the identified audit statements, the audit’s assessments are even rejected without corrections to the further projects’ execution. Conclusion We analyze the extents and limits of organizational learning and institutional adaptation of public control strategies in mobility and transport-related infrastructure provision. Our contribution discusses possible reasons for sustainable transport and traffic infrastructure development deficits as well as shortcomings in infrastructure planning and project deployment. We thus try to open new avenues for debate on improved sustainable infrastructure policy and planning.",
    "readLink": "https://doi.org/10.1186/s13705-023-00385-5"
  },
  {
    "title": "Magnetostratigraphy of sediments from Lake El'gygytgyn ICDP Site 5011-1: paleomagnetic age constraints for the longest paleoclimate record from the continental Arctic",
    "authors": [
      "E. M. Haltia,",
      "N. R. Nowaczyk"
    ],
    "doi": "https://doi.org/10.5194/cp-10-623-2014",
    "journalVolume": "Vol. 10,\n                                no. 2\n                                \n                                  pp.\n                                  623\n                                  – 642",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "Paleomagnetic measurements were performed on sediments drilled from ICDP Site 5011-1 in Lake El'gygytgyn (67°30' N, 172°05' E) located in Far East Russian Arctic. The lake partly fills a crater formed by a meteorite impact 3.58 ± 0.04 Ma ago. Sediments from three parallel cores (5011-1A, 5011-1B and 5011-1C), recovered from the middle part of the lake, yield a total of 355 m of sediment. Sediments are characterized by a variable lithology, where intervals of homogenous and laminated sediments alternate, and mass movement deposits occur frequently along the sediment profile. Mineral magnetic investigation made on sediments enclosed in core catchers suggests that magnetic carrier in these sediments is partly maghemitized Ti-rich pseudo-single domain magnetite. Its detrital origin can be shown by mineral magnetic measurements and SEM-EDS analyses performed on mini-sized cylindrical rock samples, polished rock sections and creek sediments. The intensity of the natural remanent magnetization in the sediments is high with a range from about 1 to 1000 mA m−1. Most of the sediments carry a stable magnetization interpreted as primary depositional remanent magnetization. Characteristic inclination data show alternating intervals of steep positive and negative inclinations that are used to assign magnetic polarity to the lake sediment profile. This is a rather straightforward procedure owing to the mainly high quality of data. The Matuyama/Gauss (M/G) (2.608 Ma) and Brunhes/Matuyama (B/M) (0.780 Ma) reversals were recognized in the sediments. The Mammoth and Kaena reversed subchrons were identified during the Gauss chron, and the Olduvai and Jaramillo normal subchrons as well as the Réunion and Cobb Mountain cryptochrons were identified during the Matuyama chron. Sediments also provide a record of the Olduvai precursor and Intra-Jaramillo geomagnetic excursions. Sediment deposition rate is highest at the base of the sequence laid down in the early Gauss chron, when the deposition rate is approximately 44 cm kyr−1. Sediment deposition decelerates upcore and it is an order of magnitude lower during the Brunhes chron in comparison with the early Gauss chron. Decrease in sediment deposition in the late Pliocene probably relates to atmospheric and oceanic reorganization heralding the onset of Quaternary climate change. The high-quality magnetostratigraphy reconstructed from Lake El'gygytgyn sediments provides 12 first-order tie points to pin down the age of the longest paleoclimate record from the continental Arctic.",
    "readLink": "http://www.clim-past.net/10/623/2014/cp-10-623-2014.pdf"
  },
  {
    "title": "An evidence based approach to evaluating flood adaptation effectiveness including climate change considerations for coastal cities: City of Port Phillip, Victoria, Australia",
    "authors": [
      "Mahesh Prakash,",
      "Raymond Cohen,",
      "James Hilton,",
      "Shariar H. Khan"
    ],
    "doi": "https://doi.org/10.1111/jfr3.12556",
    "journalVolume": "Vol. 13,\n                                no. S1\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "1753-318X (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Hydraulic engineering: River protective works. Regulation. Flood control",
      "Technology: Engineering (General). Civil engineering (General): Disasters and engineering"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/1753318x",
    "abstract": "Abstract Coastal cities provide a modelling challenge as surface flow is strongly affected by urban drainage networks and there is interaction between coastal and inland flooding. We present a graphics processing unit (GPU)‐based hydrodynamic model coupled to a hydraulic network that integrates adaptation analysis in the context of current and future flooding. The hydrodynamic model is based on a finite volume implementation of the shallow water equations formulated for overland flow. The hydraulic network is based on a pressure relaxation method, and uses a GPU‐based sparse matrix solver for computational speed. The integrated model is used for modelling potential combined coastal and catchment inundation and climate adaptation analysis for the City of Port Phillip, Victoria, Australia. The key outcome from the adaptation study was that resources spent towards adaptation infrastructure should be investigated in the context of sea level rise (SLR) at least for the next 50 years. The adaptation analysis identified “a tipping point” beyond a SLR of around 0.4 m (expected in the next 30 years) where conventional adaptation approaches will fail. This outcome has resulted in the City realising that significant changes in infrastructure for the region will be necessary rather than just incremental adaptation approaches to deal with future flooding.",
    "readLink": "https://doi.org/10.1111/jfr3.12556"
  },
  {
    "title": "Water footprint analysis for the assessment of milk production in Brandenburg (Germany)",
    "authors": [
      "K. Drastig,",
      "A. Prochnow,",
      "S. Kraatz,",
      "H. Klauss,",
      "M. Plöchl"
    ],
    "doi": "https://doi.org/10.5194/adgeo-27-65-2010",
    "journalVolume": "Vol. 27\n                                \n                                \n                                  pp.\n                                  65\n                                  – 70",
    "issn": "1680-7340 (Print)",
    "publisher": "1680-7359 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology: Dynamic and structural geology"
    ],
    "journalUrl": "http://www.advances-in-geosciences.net",
    "abstract": "The working group \"Adaptation to Climate Change\" at the Leibniz-Institute for Agricultural Engineering Potsdam-Bornim (ATB) is introduced. This group calculates the water footprint for agricultural processes and farms, distinguished into green water footprint, blue water footprint, and dilution water footprint. The green and blue water demand of a dairy farm plays a pivotal role in the regional water balance. Considering already existing and forthcoming climate change effects there is a need to determine the water cycle in the field and in housing for process chain optimisation for the adaptation to an expected increasing water scarcity. Resulting investments to boost water productivity and to improve water use efficiency in milk production are two pathways to adapt to climate change effects. In this paper the calculation of blue water demand for dairy farming in Brandenburg (Germany) is presented. The water used for feeding, milk processing, and servicing of cows over the time period of ten years was assessed in our study. The preliminary results of the calculation of the direct blue water footprint shows a decreasing water demand in the dairy production from the year 1999 with 5.98×109 L/yr to a water demand of 5.00×109 L/yr in the year 2008 in Brandenburg because of decreasing animal numbers and an improved average milk yield per cow. Improved feeding practices and shifted breeding to greater-volume producing Holstein-Friesian cow allow the production of milk in a more water sustainable way. The mean blue water consumption for the production of 1 kg milk in the time period between 1999 to 2008 was 3.94±0.29 L. The main part of the consumed water seems to stem from indirect used green water for the production of feed for the cows.",
    "readLink": "http://www.adv-geosci.net/27/65/2010/adgeo-27-65-2010.pdf"
  }
]