[
  {
    "title": "Expression levels and activities of energy-yielding ATPases in the oligohaline neritid snail Theodoxus fluviatilis under changing environmental salinities",
    "authors": [
      "Jan Knobloch,",
      "Christian Müller,",
      "Jan-Peter Hildebrandt"
    ],
    "doi": "https://doi.org/10.1242/bio.059190",
    "journalVolume": "Vol. 11,\n                                no. 2",
    "issn": "2046-6390 (Online)",
    "publisher": "The Company of Biologists",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "https://journals.biologists.com/bio",
    "abstract": "The aquatic gastropod Theodoxus fluviatilis occurs in Europe and adjacent areas of Asia. The snail species has formed two genetically closely related subgroups, the freshwater ecotype (FW) and the brackish water ecotype (BW). Other than individuals of the FW ecotype, those of the BW ecotype survive in salinities of up to 28‰. Coastal aquatic ecosystems may be affected by climate change due to salinization. Thus, we investigated how the two Theodoxus ecotypes adjust to changes in environmental salinity, focusing on the question whether Na+/K+-ATPase or V-ATPase are regulated on the transcriptional, the translational or at the activity level under changing external salinities. Animals were gradually adjusted to extreme salinities in containers under long-day conditions and constant temperature. Whole body RNA- or protein extracts were prepared. Semi-quantitative PCR- and western blot-analyses did not reveal major changes in transcript or protein abundances for the two transporters under low or high salinity conditions. No significant changes in ATPase activities in whole body extracts of animals adjusted to high or low salinity conditions were detected. We conclude that constitutive expression of ATPases is sufficient to support osmotic and ion regulation in this species under changing salinities given the high level of tolerance with respect to changes in body fluid volume.",
    "readLink": "http://bio.biologists.org/content/11/2/bio059190"
  },
  {
    "title": "Economic impacts of climate change on agriculture: a comparison of process-based and statistical yield models",
    "authors": [
      "Frances C Moore,",
      "Uris Lantz C Baldos,",
      "Thomas Hertel"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aa6eb2",
    "journalVolume": "Vol. 12,\n                                no. 6\n                                \n                                  p.\n                                  065008",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "A large number of studies have been published examining the implications of climate change for agricultural productivity that, broadly speaking, can be divided into process-based modeling and statistical approaches. Despite a general perception that results from these methods differ substantially, there have been few direct comparisons. Here we use a data-base of yield impact studies compiled for the IPCC Fifth Assessment Report (Porter et al 2014 ) to systematically compare results from process-based and empirical studies. Controlling for differences in representation of CO _2 fertilization between the two methods, we find little evidence for differences in the yield response to warming. The magnitude of CO _2 fertilization is instead a much larger source of uncertainty. Based on this set of impact results, we find a very limited potential for on-farm adaptation to reduce yield impacts. We use the Global Trade Analysis Project (GTAP) global economic model to estimate welfare consequences of yield changes and find negligible welfare changes for warming of 1 °C–2 °C if CO _2 fertilization is included and large negative effects on welfare without CO _2 . Uncertainty bounds on welfare changes are highly asymmetric, showing substantial probability of large declines in welfare for warming of 2 °C–3 °C even including the CO _2 fertilization effect.",
    "readLink": "https://doi.org/10.1088/1748-9326/aa6eb2"
  },
  {
    "title": "Is Drought Caused by Fate? Analysis of Farmers’ Perception and Its Influencing Factors in the Irrigation Areas of GAP-Şanlıurfa, Turkey",
    "authors": [
      "Mustafa Hakkı Aydoğdu,",
      "Mehmet Cançelik,",
      "Mehmet Reşit Sevinç,",
      "Mehmet Ali Çullu,",
      "Kasım Yenigün,",
      "Nihat Küçük,",
      "Bahri Karlı,",
      "Şevket Ökten,",
      "Uğur Beyazgül,",
      "Hatice Parlakçı Doğan,",
      "Zeliha Şahin,",
      "Nusret Mutlu,",
      "Celal Kaya,",
      "Ayla Yenikale,",
      "Akif Yenikale"
    ],
    "doi": "https://doi.org/10.3390/w13182519",
    "journalVolume": "Vol. 13,\n                                no. 2519\n                                \n                                  p.\n                                  2519",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "This research aims to determine the belief-based drought perceptions and attitudes of farmers in Şanlıurfa, which is in a semi-arid climate regime, and the factors affecting them. The surveys were conducted through face-to-face interviews with farmers selected by a simple random sampling method in 2020. Analyses were performed with ordinal logit regression in STATA. According to the results, while the effects of settlement location, land size, age, and the size of the household were statistically significant to farmers seeing drought, which is the dependent variable, as caused by fate, the effects of income, experience, and education level were insignificant. For the probability of predicting drought for each independent variable in the sequence analysis, the highest probabilities were found among farmers in the Harran Plain, with 21–30 years of experience, from a household of one to four people, with the land area between 5.1 and 10.0 hectares, aged 61 and above, who were primary school graduates, and who had an annual income of less than 25,000 TL ($3561). The subject of drought should be given more place in religious education in the entire research area by prioritizing these groups. It would also be beneficial to organize workshops for the farmers by agricultural consultants, where Islamic scholars would be present to support science and knowledge in terms of faith. This study is the first in this context in Turkey and provides useful data to policymakers for drought-mitigation policies.",
    "readLink": "https://www.mdpi.com/2073-4441/13/18/2519"
  },
  {
    "title": "Projections of the Effects of Climate Changes on Temperature Differences in Some Cities; Example of Ankara, Kars, Aydın and Sinop Provinces",
    "authors": [
      "Hayati Gönültaş,",
      "Halil Kızılaslan,",
      "Nuray Kızılaslan"
    ],
    "doi": "https://doi.org/10.24925/turjaf.v8i10.2148-2155.3618",
    "journalVolume": "Vol. 8,\n                                no. 10\n                                \n                                  pp.\n                                  2148\n                                  – 2155",
    "issn": "2148-127X (Online)",
    "publisher": "Turkish Science and Technology Publishing (TURSTEP)",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://agrifoodscience.com/index.php/TURJAF/index",
    "abstract": "Today, the effects of climate change in the world are manifest in all its reality. These changes were being affected Turkey as well as the world, regions and provinces leads to a difference in some. In this study, projections of 10, 15 and 20 and 50 years of future maximum averages have been made according to the provinces in some regions by using the maximum average datas of the past 50 years of Ankara, Kars, Aydın and Sinop provinces selected especially from different regions to evaluate the climatic changes. According to the results of the analysis, the total average temperature data between 1966-2015 was 17.90°C in Ankara, Kars 11.69°C, Aydın 24.50°C and Sinop average temperature was 17.28°C When compared in 2016-2065 projections, it is seen that there will be changes in average temperatures in parallel with climate change. In Northeastern Anatolia, the highest temperature increase is foreseen with 3.45°C, followed by Sinop, a Black Sea province, with 1.99°C. Ankara, which has a continental climate of Central Anatolia, is estimated to be 1.77°C and it is thought that the Aegean province Aydın will be exposed to a temperature increase of 1.55°C at the lowest rate. Other forecasts are predicted to have the highest temperature changes in Kars and Aydın’s minimum temperature changes. The detection of temperature changes in the study is considered to be important in terms of planning agricultural activities accordingly as well as regulating urbanization and water use and taking measures.",
    "readLink": "http://www.agrifoodscience.com/index.php/TURJAF/article/view/3618"
  },
  {
    "title": "Pumping and injection of surplus desalinated seawater as part of the new management of the groundwater resources in Israel",
    "authors": [
      "Joseph Guttman"
    ],
    "doi": "https://doi.org/10.7343/as-2020-471",
    "journalVolume": "Vol. 9,\n                                no. 3",
    "issn": "1828-454X (Print)",
    "publisher": "2280-6458 (Online)",
    "countryOfPublisher": "PAGEPress Publications",
    "lcc": [
      "Italy",
      "Science: Geology"
    ],
    "journalUrl": "http://www.acquesotterranee.net/",
    "abstract": "For many years, groundwater was the main water resource in Israel. Relying for years on the storage of the aquifers dropped their water level close to their red lines and exposed the aquifers to salinization hazards. Climate change effect is expected to lead to additional reduction of about 2% per year in the rainfall leading to long term reduction in the aquifers recharge. Those conditions brought the Government of Israel to produce desalinated seawater as a new artificially water resources reducing the groundwater pumping and rehabilitating the aquifers storage. During low demand periods there is a surplus of high-quality desalinated seawater for hours or days that can be temporary injected and stored in the aquifers and later pumped during high demand period. Basically, artificial recharge is done in many ways and techniques. The most common ways are injection in infiltration ponds or through injection wells. This paper is focused on activities that were done in injection wells. The main outcome from the pilots was that the new design and construction of the injection wells reduced dramatically the well loss and improved the specific capacity (hourly discharge versus the dynamic drawdown) during the injection. Proper Managed Aquifer Recharge (MAR) should combine infiltration ponds with injection wells for injecting the surplus water together with batteries of pumping wells for pumping the injected water in short time during high demand periods.",
    "readLink": "https://www.acquesotterranee.net/index.php/acque/article/view/471"
  },
  {
    "title": "Recognizing the relationship between the groundwater level and hydrological time-series: a case study of the Ardabil Plain",
    "authors": [
      "Farnaz Daneshvar Vousoughi"
    ],
    "doi": "https://doi.org/10.2166/wcc.2022.067",
    "journalVolume": "Vol. 13,\n                                no. 7\n                                \n                                  pp.\n                                  2700\n                                  – 2712",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "Two approaches were used in the Ardabil Plain to determine the relationship between hydrological time-series (rainfall and runoff) and the groundwater level (GWL). The wavelet-entropy measure (WEM) and the wavelet transform coherence (WTC) were used as two approaches of the wavelet transform (WT). The WEM was considered as a criterion for the degree of fluctuation of the time-series and the WTC represents a common time–frequency space. In the calculation of the WEM, the monthly rainfall, runoff, and the GWL time-series were divided into three different time periods and decomposed into several frequent time-series. Wavelet energies were then calculated for each sub-series. The WEM results show a decrease in rainfall, runoff, and the GWL. The reduction in the WEM represents the reduction in the natural variation of the time-series. The reduction of entropy for runoff, rainfall, and the GWL time-series was about 1.58, 1.36, and 29%, respectively. It can be concluded that the reduction in the fluctuation of the hydrological time-series has relatively little effect on the oscillation patterns of the GWL signal. In this regard, it could be concluded that human activities such as pumping water from wells play a main role in reducing the GWL in the Ardabil Plain. The WTC results show that runoff has the highest coherence (0.9–1) among hydrological variables with the GWL time-series in the frequency bands of 4–8 and 8–16 months. HIGHLIGHTS The wavelet-entropy measure (WEM) as a criterion is used to investigate the effect of hydrological parameters on groundwater level.; Wavelet transform coherence (WTC) is used to determine the frequency relationship between hydrological time-series and the groundwater level.;",
    "readLink": "http://jwcc.iwaponline.com/content/13/7/2700"
  },
  {
    "title": "Apocalyptisme ou collapsologie ? L’effondrement dans la cli-fi",
    "authors": [
      "Claire Perrin"
    ],
    "doi": "https://doi.org/10.4000/caliban.7539",
    "journalVolume": "Vol. 63\n                                \n                                \n                                  pp.\n                                  171\n                                  – 186",
    "issn": "2425-6250 (Print)",
    "publisher": "2431-1766 (Online)",
    "countryOfPublisher": "Presses Universitaires du Midi",
    "lcc": [
      "France",
      "Language and Literature: English language"
    ],
    "journalUrl": "http://caliban.revues.org",
    "abstract": "As they try to imagine the future of climate change based on our current attitudes towards the environment, cli-fi novels generally picture the collapse of Western civilization. Whereas the first cli-fi stories envisioned apocalyptic outcomes to climate change, recent novels tackling the issue turn away from end of the world narratives. As such, they become more complex, taking into account political, social, and scientific data and theories, including those which pertain to the collapse of society, known as collapsology. With that in mind, this article discusses the possible impacts of cli-fi on people’s imagination of climate change and attitudes towards the environment, and it discusses the contribution of fiction to our understanding of climate change.",
    "readLink": "http://journals.openedition.org/caliban/7539"
  },
  {
    "title": "A Step towards Sustainable Society: The Awareness of Carbon Dioxide Emissions, Climate Change and Carbon Capture in Malaysia",
    "authors": [
      "Zulkipli Ghazali,",
      "Muhammad Zahid,",
      "Tan Siok Kee,",
      "M. Yussoff Ibrahim"
    ],
    "doi": "Vol. 6,\n                                no. 3S",
    "issn": "2146-4138 (Online)",
    "publisher": "EconJournals",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Social Sciences: Commerce: Business",
      "Social Sciences: Economic theory. Demography: Economics as a science"
    ],
    "journalUrl": "http://www.econjournals.com/index.php/ijefi",
    "abstract": "Public awareness is crucial to mitigate negative impacts on the environment. The aim of the study is to explore the level of public awareness in five states of Malaysia (Perak, Melaka, Johor, Pahang and Terengganu) regarding CO2 emissions, climate change and carbon capture and storage (CCS). A questionnaire floated for exploring public awareness regarding CO2 emissions, climate change and CCS. Based on the questionnaire data was collected from five states (Perak, Melaka, Johor, Pahang and Terengganu) of Malaysia. These states were chosen on the basis of high concentration of heavy industries and plants, including petrochemical, natural gas processing, electricity generating, and cement plants. The study found that the public awareness of CO2 emissions and climate change is high as compared to the level of awareness towards CCS, because some of the respondents have never/ not heard about CCS. Furthermore, the study revealed that the respondents have several misperceptions about CO2 emissions, climate change and CCS. Most of them only heard about CO2 emissions, climate change and CCS only through print, electronic and social media. This study investigated public awareness about CO2 emissions, climate change and CCS only in 5 states of Malaysia; however, in future the study could be extended and explored in all states of Malaysia. The findings offer significant implications for environmental policies and strategies in curbing the negative environmental impacts of CO2 emissions in Malaysia as a whole. Keywords: Public awareness, CO2 emission, Climate Change, Carbon Capture and Storage (CCS), Malaysia JEL Classifications: L13, Q32",
    "readLink": "http://mail.econjournals.com/index.php/ijefi/article/view/2627"
  },
  null,
  {
    "title": "Influence of the previous North Atlantic Oscillation (NAO) on the spring dust aerosols over North China",
    "authors": [
      "Y. Li,",
      "F. Xu,",
      "J. Feng,",
      "M. Du,",
      "W. Song,",
      "C. Li,",
      "C. Li,",
      "W. Zhao,",
      "W. Zhao"
    ],
    "doi": "https://doi.org/10.5194/acp-23-6021-2023",
    "journalVolume": "Vol. 23\n                                \n                                \n                                  pp.\n                                  6021\n                                  – 6042",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "The North Atlantic Oscillation (NAO) has been confirmed to be closely related to the weather and climate in many regions of the Northern Hemisphere; however, its effect and mechanism upon the formation of dust events (DEs) in China have rarely been discussed. By using the station observation dataset and multi-reanalysis datasets, it is found that the spring dust aerosols (DAs) in North China (30–40∘ N, 105–120∘ E), a non-dust source region, show high values with a strong interannual variability, and the spring DAs in North China are significantly correlated with the previous winter's NAO. According to the nine spring DEs affected significantly by the negative phase of the preceding winter's NAO in North China during 1980–2020, it is shown that before the outbreak of DEs, due to the transient eddy momentum (heat) convergence (divergence) over the DA source regions, the zonal wind speed increases in the upper-level troposphere, strengthening the zonal wind in the middle–lower levels through momentum downward transmission. Simultaneously, there is transient eddy momentum (heat) divergence (convergence) around the Ural Mountains, which is favorable for the establishment and maintenance of the Ural ridge, as well as the development of the air temperature and vorticity advections. The combined effects of temperature and vorticity advections result in the Siberian Highs and Mongolian cyclone to be established, strengthen, and move southward near the surface, guiding the cold air from high latitudes southward, and is favorable for the uplift and transmission of DAs to North China downstream. Simultaneously, the changes in upstream transient eddy flux transport can cause both energy and mass divergence in North China, resulting in diminishing winds during DEs, which would facilitate the maintenance of dust aerosols here and promote the outbreak of DEs. This study reveals the impact of transient eddy flux transport on the dusty weather anomalies modulated by the NAO negative signal in North China, which deepens the understanding of the formation mechanism of DEs in China.",
    "readLink": "https://acp.copernicus.org/articles/23/6021/2023/acp-23-6021-2023.pdf"
  }
]