[
  {
    "title": "Studies on applying SNP markers to breeding drought-tolerant maize hybrids",
    "authors": [
      "Nguyen Xuan Thang,",
      "Bui Manh Cuong,",
      "Dang Ngoc Ha,",
      "Do Van Dung,",
      "Sudha Nair,",
      "M.T. Vinayan,",
      "Gajanan Saykhedkar,",
      "Raman Babu,",
      "Doan Thi Bich Thao,",
      "Tran Quang Dieu,",
      "Nguyen Chi Thanh,",
      "P.H. Zaidi"
    ],
    "doi": "https://doi.org/10.31276/VJSTE.62(1).55-61",
    "journalVolume": "Vol. 62,\n                                no. 1",
    "issn": "2525-2461 (Print)",
    "publisher": "2615-9937 (Online)",
    "countryOfPublisher": "Vietnam Ministry of Science and Technology",
    "lcc": [
      "Viet Nam",
      "Science"
    ],
    "journalUrl": "https://vietnamscience.vjst.vn/index.php/vjste",
    "abstract": "The results of testing the International Maize and Wheat Improvement Center’s (CIMMYT’s) hybrid combinations, developed from hybrid 790 F2:3 lines and 10 parental lines, using two testers (CML451 and CLO2450) under optimal and managed drought conditions in Ninh Thuan, Vietnam, show that the average grain yield of the biparental (BP) groups of heterosis groups A and B is, respectively, 2.58-3.65 tons/ha and 2.56-2.76 tons/ha in drought conditions, and 4.24-5.02 tons/ha and 5.41-5.93 tons/ha in wellwatered conditions, respectively. By genotyping eight BP populations with 39,846 single nucleotide polymorphism (SNP) markers, CIMMYT experts identified 15 important gene regions that regulate grain yield associated with 15 SNP markers on chromosomes 3, 4, 5, 6, 7, 8, 9, and 10 which is useful for applying molecular markers in breeding drought-tolerant maize. On that basis, the Maize Research Institute of Vietnam studied and genotyped three populations, including 450 F2 families, with 96 SNPs using the Kompetitive Allele Specific PCR (KASP) genotyping method. The result was that 57 SNP markers related to drought tolerance were found useful to these populations. In addition, 27 F 2 families demonstrating drought tolerance and high grain yield were selected as primary materials for breeding maize hybrids tolerant to stresses and adaptive to climate change.",
    "readLink": "https://vietnamscience.vjst.vn/index.php/vjste/article/view/142"
  },
  {
    "title": "THE EFFECT OF CLIMATE FACTORS FOR DENGUE HEMORRHAGIC FEVER IN BANJARMASIN CITY, SOUTH KALIMANTAN PROVINCE, INDONESIA, 2012-2016",
    "authors": [
      "Nuning Irnawulan Ishak,",
      "Kasman Kasman"
    ],
    "doi": "https://doi.org/10.36685/phi.v4i3.181",
    "journalVolume": "Vol. 4,\n                                no. 3\n                                \n                                  pp.\n                                  121\n                                  – 128",
    "issn": "2528-1542 (Print)",
    "publisher": "2477-1570 (Online)",
    "countryOfPublisher": "YCAB Publisher",
    "lcc": [
      "Indonesia",
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://stikbar.org/ycabpublisher/index.php/PHI/index",
    "abstract": "Background: One of the factors that lead to high incidence of DHF is climate change. Objective: To analyze the effect of climate factors (temperature, humidity, wind speed, and rainfall) associated with DHF incidence in Banjarmasin City, 2012-2016. Methods: We used the national data on annual reported incidence from Health Office of Banjarmasin City and climate variations from Meteorology Climatology and Geophysics Agency 2nd Class Climatology Station Syamsudin Noor Banjarmasin, January 2012-December 2016. The analysis techniques using path analysis to explained the mechanism of causal relationships between variables. Results: The result showed the overall incidence of DHF in Banjarmasin City during 2012- 2016 was 243 cases, of DHF cases were fluctuates by the monthly trend, where the highest number of DHF cases in January to March, climate variation which occurred in Banjarmasin City period 2012-2016 included temperatures ranged from 25.8-28.7°C, humidity ranged from 65-88%, wind speed ranged from 4-6 knots and rainfall ranged from 0.0-546.7 mm, and the path analysis showed that rainfall variable (X4) was the only variable which positively effected to DHF incidence variable (Y) equal to 0.613 unit (Y = 0.613 X4) (p value = 0.002). Conclusion: Climate information can used as a precautionary signal through early warming of the readiness in facing the outbreaks of vector borne diseases so that further efforts in environmental management by manipulation method and environmental modification.",
    "readLink": "https://stikbar.org/ycabpublisher/index.php/PHI/article/view/181"
  },
  {
    "title": "Potential Climate Change Impacts on Water Resources in Egypt",
    "authors": [
      "Soha M. Mostafa,",
      "Osama Wahed,",
      "Walaa Y. El-Nashar,",
      "Samia M. El-Marsafawy,",
      "Martina Zeleňáková,",
      "Hany F. Abd-Elhamid"
    ],
    "doi": "https://doi.org/10.3390/w13121715",
    "journalVolume": "Vol. 13,\n                                no. 1715\n                                \n                                  p.\n                                  1715",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "This paper presents a comprehensive study to assess the impact of climate change on Egypt’s water resources, focusing on irrigation water for agricultural crops, considering that the agriculture sector is the largest consumer of water in Egypt. The study aims to estimate future climate conditions using general circulation models (GCMs), to assess the impact of climate change and temperature increase on water demands for irrigation using the CROPWAT 8 model, and to determine the suitable irrigation type to adapt with future climate change. A case study was selected in the Middle part of Egypt. The study area includes Giza, Bani-Sweif, Al-Fayoum, and Minya governorates. The irrigation water requirements for major crops under current weather conditions and future climatic changes were estimated. Under the conditions of the four selected models CCSM-30, GFDLCM20, GFDLCM21, and GISS-EH, as well as the chosen scenario of A1BAIM, climate model (MAGICC/ScenGen) was applied in 2050 and 2100 to estimate the potential rise in the annual mean temperature in Middle Egypt. The results of the MAGICC/SceGen model indicated that the potential rise in temperature in the study area will be 2.12 °C in 2050, and 3.96 °C in 2100. The percentage of increase in irrigation water demands for winter crops under study ranged from 6.1 to 7.3% in 2050, and from 11.7 to 13.2% in 2100. At the same time, the increase in irrigation water demands for summer crops ranged from 4.9 to 5.8% in 2050, and from 9.3 to 10.9% in 2100. For Nili crops, the increase ranged from 5.0 to 5.1% in 2050, and from 9.6 to 9.9% in 2100. The increase in water demands due to climate change will affect the water security in Egypt, as the available water resources are limited, and population growth is another challenge which requires a proper management of water resources.",
    "readLink": "https://www.mdpi.com/2073-4441/13/12/1715"
  },
  {
    "title": "Effect of climate change on the production of Cucurbitaceae species in North African countries",
    "authors": [
      "Olaoluwa O. Olarewaju,",
      "Olufunke O. Fajinmi,",
      "Georgina D. Arthur,",
      "Roger M. Coopoosamy,",
      "Kuben Naidoo"
    ],
    "doi": "Vol. 14\n                                \n                                \n                                  p.\n                                  100742",
    "issn": "2666-1543 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Agriculture: Agriculture (General)",
      "Technology: Home economics: Nutrition. Foods and food supply"
    ],
    "journalUrl": "https://www.journals.elsevier.com/journal-of-agriculture-and-food-research",
    "abstract": "Climate change poses a significant threat to crop production and food security in North Africa and around the world. Intense heat, drought, and other climatic changes can significantly impact the yield of certain crops, such as cucurbits (e.g., melons, gourds, and pumpkins). Hence, the need to explore means to mitigate the adverse effect of change in climate on Cucurbits which are sensitive to heat stress and require a sufficient water supply to thrive. Cucurbits are plants mostly grown for their fruit or seeds, often eaten raw or pickled. Hence, providing economic incentives to farmers within North African countries such as Tunisia, Morocco and Egypt. This review aims to discuss the historical and current production trends of Cucurbitaceae species and the effect of climate change on Cucurbits in the northern region of Africa while also highlighting the significant role of Cucurbits as a source of food and nutritional security in the region. A literature search was conducted on electronic databases such as Scopus, Web of Science, Science Direct, Google Books and Google Scholar. Results showed that due to climate change, the production of cucurbit crops may decrease by up to 10-15%, leading to reduced food availability and increased prices in some areas. Thus, impacting negatively on household food security. Similarly, the climate change implications for different types of cucurbit crops can vary substantially depending on the unique growing conditions of each country within the region.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666154323002491"
  },
  {
    "title": "Population genetics and adaptation to climate along elevation gradients in invasive Solidago canadensis.",
    "authors": [
      "Emily V Moran,",
      "Andrea Reid,",
      "Jonathan M Levine"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0185539",
    "journalVolume": "Vol. 12,\n                                no. 9\n                                \n                                  p.\n                                  e0185539",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Gene flow between populations may either support local adaptation by supplying genetic variation on which selection may act, or counteract it if maladapted alleles arrive faster than can be purged by selection. Although both such effects have been documented within plant species' native ranges, how the balance of these forces influences local adaptation in invasive plant populations is less clear, in part because introduced species often have lower genetic variation initially but also tend to have good dispersal abilities. To evaluate the extent of gene flow and adaptation to local climate in invasive populations of Solidago canadensis, and the implications of this for range expansion, we compared population differentiation at microsatellite and chloroplast loci for populations across Switzerland and assessed the effect of environmental transfer distance using common gardens. We found that while patterns of differentiation at neutral genetic markers suggested that populations are connected through extensive pollen and seed movement, common-garden plants nonetheless exhibited modest adaptation to local climate conditions. Growth rate and flower production declined with climatic distance from a plant's home site, with clones from colder home sites performing better at or above the range limit. Such adaptation in invasive species is likely to promote further spread, particularly under climate change, as the genotypes positioned near the range edge may be best able to take advantage of lengthening growing seasons to expand the range.",
    "readLink": "http://europepmc.org/articles/PMC5619793?pdf=render"
  },
  {
    "title": "An ERA5-Based Hourly Global Pressure and Temperature (HGPT) Model",
    "authors": [
      "Pedro Mateus,",
      "João Catalão,",
      "Virgílio  B. Mendes,",
      "Giovanni Nico"
    ],
    "doi": "https://doi.org/10.3390/rs12071098",
    "journalVolume": "Vol. 12,\n                                no. 1098\n                                \n                                  p.\n                                  1098",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "The Global Navigation Satellite System (GNSS) meteorology contribution to the comprehension of the Earth’s atmosphere’s global and regional variations is essential. In GNSS processing, the zenith wet delay is obtained using the difference between the zenith total delay and the zenith hydrostatic delay. The zenith wet delay can also be converted into precipitable water vapor by knowing the atmospheric weighted mean temperature profiles. Improving the accuracy of the zenith hydrostatic delay and the weighted mean temperature, normally obtained using modeled surface meteorological parameters at coarse scales, leads to a more accurate and precise zenith wet delay estimation, and consequently, to a better precipitable water vapor estimation. In this study, we developed an hourly global pressure and temperature (HGPT) model based on the full spatial and temporal resolution of the new ERA5 reanalysis produced by the European Centre for Medium-Range Weather Forecasts (ECMWF). The HGPT model provides information regarding the surface pressure, surface air temperature, zenith hydrostatic delay, and weighted mean temperature. It is based on the time-segmentation concept and uses the annual and semi-annual periodicities for surface pressure, and annual, semi-annual, and quarterly periodicities for surface air temperature. The amplitudes and initial phase variations are estimated as a periodic function. The weighted mean temperature is determined using a 20-year time series of monthly data to understand its seasonality and geographic variability. We also introduced a linear trend to account for a global climate change scenario. Data from the year 2018 acquired from 510 radiosonde stations downloaded from the National Oceanic and Atmospheric Administration (NOAA) Integrated Global Radiosonde Archive were used to assess the model coefficients. Results show that the GNSS meteorology, hydrological models, Interferometric Synthetic Aperture Radar (InSAR) meteorology, climate studies, and other topics can significantly benefit from an ERA5 full-resolution model.",
    "readLink": "https://www.mdpi.com/2072-4292/12/7/1098"
  },
  {
    "title": "Challenges to belief systems in the context of climate change adaptation",
    "authors": [
      "Brechtje S. Jooste,",
      "Jon-Vegard Dokken,",
      "Dewald van Niekerk,",
      "Ruth A. Loubser"
    ],
    "doi": "https://doi.org/10.4102/jamba.v10i1.508",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  pp.\n                                  e1\n                                  – e10",
    "issn": "2072-845X (Print)",
    "publisher": "1996-1421 (Online)",
    "countryOfPublisher": "AOSIS",
    "lcc": [
      "South Africa",
      "Social Sciences: Industries. Land use. Labor: Management. Industrial management: Risk in industry. Risk management"
    ],
    "journalUrl": "https://www.jamba.org.za",
    "abstract": "This article focuses on the social aspects of climate change and explores the interrelationship between belief systems and adaptation. The links and interaction between external and internal realities are examined from the perspective of contextual vulnerability, with a focus on the multifaceted structure of belief systems. The aim was to determine those challenges regarding climate change adaptation that are caused by a community’s belief system and to make recommendations to overcome them. Diverse perceptions of climate change and beliefs from three townships in the North-West Province of South Africa were collected and analysed using Q-methodology, finding five distinct worldview narratives. These narratives were named naturalist collectivist, religious, religious determinist, activist collectivist and structural thinker. It is recommended that policymakers aim to address diverse views and should be informed by factors that increase resistance to belief revision. Information should be framed in ways that foster the perception of internal control, are clearly evidence based and encourage a desire to learn more.",
    "readLink": "https://jamba.org.za/index.php/jamba/article/view/508"
  },
  {
    "title": "Comparison of Two Hydrological Models, the HEC-HMS and Nash Models, for Runoff Estimation in Michałówka River",
    "authors": [
      "Ewelina Janicka,",
      "Jolanta Kanclerz,",
      "Tropikë Agaj,",
      "Katarzyna Gizińska"
    ],
    "doi": "https://doi.org/10.3390/su15107959",
    "journalVolume": "Vol. 15,\n                                no. 7959\n                                \n                                  p.\n                                  7959",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Floods are among the most devastating natural disasters in small suburban catchments. These phenomena, causing loss of life and massive property damage, pose a serious threat to the economy. Hydrological modeling is extremely important in terms of climate change, and the use of appropriate modeling can be a useful tool for flood risk prevention and mitigation. Rainfall–runoff modeling requires the selection of an appropriate hydrological model in order to obtain satisfactory results. Hydrological models are used in water resource planning and management to estimate catchment runoff. Small uncontrolled catchments play a particularly important role in hydrological phenomena, since changes in them affect flows in the recipient. Hydrologists are particularly interested in developing hydrological models that can be made with a minimum of data and parameters. Nash models and the Hydrologic Engineering Center-Hydrologic Modeling System (HEC-HMS) are examples of simple and most practical hydrologic models. These models were used in this paper to study geographic and qualitative changes in precipitation runoff due to land cover changes. The modeling was carried out for two spatial aspects relating to the years 1940 and 2018. The model allowed for the simulation of the river flow that can occur under different rainfall probabilities. The analysis of the results was used to evaluate the hydrological models used. The hundred-year flow modeled with the Nash model for 1940 was 13.4 m3∙s−1, whereas the second model gave slightly lower flow values. In addition, modeling the flow for 2018 (after changing the land cover) highlighted the increase in the flow value for both models, where again the flow volume was slightly higher for the Nash model and amounted to about 19 m3∙s−1. The flow differences for individual models were not too large. This made it possible to conclude that the simulated outflow hydrographs are in good agreement, and this means that the models accurately reproduce the flow of the Michałówka River. The study showed that rapid urbanization adversely affects hydrological processes. In addition, the study showed that a well-distributed model can outperform a global flood forecasting model, especially in terms of magnitude, as in the current study example.",
    "readLink": "https://www.mdpi.com/2071-1050/15/10/7959"
  },
  {
    "title": "Impacts of climate change on tropical agroforestry systems: A systematic review for identifying future research priorities",
    "authors": [
      "Martin Watts,",
      "Craig Hutton,",
      "Erik O. Mata Guel,",
      "Natalie Suckall,",
      "Kelvin S.-H. Peh"
    ],
    "doi": "https://doi.org/10.3389/ffgc.2022.880621",
    "journalVolume": "Vol. 5",
    "issn": "2624-893X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Forestry",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/forests-and-global-change#",
    "abstract": "Climate change is expected to adversely affect the crop yields and food security for many smallholder farmers in the tropics unless adaptive measures are implemented. Agroforestry ecosystem services, such as micro-climate buffering, have received growing attention from the academic and policy communities for alleviating the negative impacts of climate change on smallholders. These benefits imply that agroforestry could offer a suitable measure for adaptation to climate change. However, whether agroforestry systems themselves succumb to the adverse effects of climate change is often less studied in the agroforestry literature. Consequently, less is known about how climate change will impact agroforests. We conducted a systematic review, which included an evidence quality assessment, to examine the impacts of climate change on tropical agroforestry systems (TAFS). Based primarily on studies undertaking biophysical approaches, we found that climate change negatively impacts TAFS by reducing tree growth, intensifying tree-crop resource competition and reducing crop yields. However, the impacts on smallholder farmers are less clear due to limited evidence in the relevant literature. We found that the evidence supporting our findings is mostly “robust”, although “least robust” strength evidence was also commonly found. We conclude that to improve understanding of how climate change could affect the performance of TAFS as a social ecological system, more interdisciplinary studies are required. Furthermore, to improve the quality of evidence in the research field, studies should explore using mountain elevation gradients for climate analog analysis to perform the most robust study designs. We provide an interdisciplinary conceptual model, which considers the interactions and feedbacks between TAFS components noted from our review to predict the response of ecosystem services provisioning and farmers' wellbeing to climate change, to guide interdisciplinary studies using climate analog analysis.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/ffgc.2022.880621/full"
  },
  {
    "title": "How streamflow has changed across Australia since the 1950s: evidence from the network of hydrologic reference stations",
    "authors": [
      "X. S. Zhang,",
      "G. E. Amirthanathan,",
      "M. A. Bari,",
      "R. M. Laugesen,",
      "D. Shin,",
      "D. M. Kent,",
      "A. M. MacDonald,",
      "M. E. Turner,",
      "N. K. Tuteja"
    ],
    "doi": "https://doi.org/10.5194/hess-20-3947-2016",
    "journalVolume": "Vol. 20,\n                                no. 9\n                                \n                                  pp.\n                                  3947\n                                  – 3965",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "Streamflow variability and trends in Australia were investigated for 222 high-quality stream gauging stations having 30 years or more continuous unregulated streamflow records. Trend analysis identified seasonal, inter-annual and decadal variability, long-term monotonic trends and step changes in streamflow. Trends were determined for annual total flow, baseflow, seasonal flows, daily maximum flow and three quantiles of daily flow. A distinct pattern of spatial and temporal variation in streamflow was evident across different hydroclimatic regions in Australia. Most of the stations in southeastern Australia spread across New South Wales and Victoria showed a significant decreasing trend in annual streamflow, while increasing trends were retained within the northern part of the continent. No strong evidence of significant trend was observed for stations in the central region of Australia and northern Queensland. The findings from step change analysis demonstrated evidence of changes in hydrologic responses consistent with observed changes in climate over the past decades. For example, in the Murray–Darling Basin, 51 out of 75 stations were identified with step changes of significant reduction in annual streamflow during the middle to late 1990s, when relatively dry years were recorded across the area. Overall, the hydrologic reference stations (HRSs) serve as critically important gauges for streamflow monitoring and changes in long-term water availability inferred from observed datasets. A wealth of freely downloadable hydrologic data is provided at the HRS web portal including annual, seasonal, monthly and daily streamflow data, as well as trend analysis products and relevant site information.",
    "readLink": "http://www.hydrol-earth-syst-sci.net/20/3947/2016/hess-20-3947-2016.pdf"
  }
]