[
  {
    "title": "Diversification and intensification of agricultural adaptation from global to local scales.",
    "authors": [
      "Minjie Chen,",
      "Bruno Wichmann,",
      "Marty Luckert,",
      "Leigh Winowiecki,",
      "Wiebke Förch,",
      "Peter Läderach"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0196392",
    "journalVolume": "Vol. 13,\n                                no. 5\n                                \n                                  p.\n                                  e0196392",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Smallholder farming systems are vulnerable to a number of challenges, including continued population growth, urbanization, income disparities, land degradation, decreasing farm size and productivity, all of which are compounded by uncertainty of climatic patterns. Understanding determinants of smallholder farming practices is critical for designing and implementing successful interventions, including climate change adaptation programs. We examine two dimensions wherein smallholder farmers may adapt agricultural practices; through intensification (i.e., adopt more practices) or diversification (i.e. adopt different practices). We use data on 5314 randomly sampled households located in 38 sites in 15 countries across four regions (East and West Africa, South Asia, and Central America). We estimate empirical models designed to assess determinants of both intensification and diversification of adaptation activities at global scales. Aspects of adaptive capacity that are found to increase intensification of adaptation globally include variables associated with access to information and human capital, financial considerations, assets, household infrastructure and experience. In contrast, there are few global drivers of adaptive diversification, with a notable exception being access to weather information, which also increases adaptive intensification. Investigating reasons for adaptation indicate that conditions present in underdeveloped markets provide the primary impetus for adaptation, even in the context of climate change. We also compare determinants across spatial scales, which reveals a variety of local avenues through which policy interventions can relax economic constraints and boost agricultural adaptation for both intensification and diversification. For example, access to weather information does not affect intensification adaptation in Africa, but is significant at several sites in Bangladesh and India. Moreover, this information leads to diversification of adaptive activities on some sites in South Asia and Central America, but increases specialization in West and East Africa.",
    "readLink": "http://europepmc.org/articles/PMC5935394?pdf=render"
  },
  {
    "title": "An empirical investigation of nuclear energy consumption and carbon dioxide (CO2) emission in India: Bridging IPAT and EKC hypotheses",
    "authors": [
      "Danish,",
      "Burcu Ozcan,",
      "Recep Ulucak"
    ],
    "doi": "Vol. 53,\n                                no. 6\n                                \n                                  pp.\n                                  2056\n                                  – 2065",
    "issn": "1738-5733 (Print)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Korea, Republic of",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering: Nuclear engineering. Atomic power"
    ],
    "journalUrl": "http://www.journals.elsevier.com/nuclear-engineering-and-technology",
    "abstract": "The transition toward clean energy is an issue of great importance with growing debate in climate change mitigation. The complex nature of nuclear energy-CO2 emissions nexus makes it difficult to predict whether or not nuclear acts as a clean energy source. Hence, we examined the relationship between nuclear energy consumption and CO2 emissions in the context of the IPAT and Environmental Kuznets Curve (EKC) framework. Dynamic Auto-regressive Distributive Lag (DARDL), a newly modified econometric tool, is employed for estimation of long- and short-run dynamics by using yearly data spanning from 1971 to 2018. The empirical findings of the study revealed an instantaneous increase in nuclear energy reduces environmental pollution, which highlights that more nuclear energy power in the Indian energy system would be beneficial for climate change mitigation. The results further demonstrate that the overarching effect of population density in the IPAT equation stimulates carbon emissions. Finally, nuclear energy and population density contribute to form the EKC curve. To achieving a cleaner environment, results point out governmental policies toward the transition of nuclear energy that favours environmental sustainability.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1738573320309761"
  },
  {
    "title": "An Outlook for the Non-Compliance Mechanism of the Kyoto Protocol on Climate Change",
    "authors": [
      "Sandrine Maljean-Dubois"
    ],
    "doi": "Vol. 2,\n                                no. 2\n                                \n                                  pp.\n                                  77\n                                  – 80",
    "issn": "1876-8156 (Online)",
    "publisher": "Amsterdam Law Forum",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Law"
    ],
    "journalUrl": "https://amsterdamlawforum.org/",
    "abstract": "An Outlook for the Non-Compliance Mechanism of the Kyoto Protocol on Climate Change",
    "readLink": "http://ojs.ubvu.vu.nl/alf/article/view/133"
  },
  {
    "title": "Mapping global risk levels of Bemisia tabaci in areas of suitability for open field tomato cultivation under current and future climates.",
    "authors": [
      "Rodrigo Soares Ramos,",
      "Lalit Kumar,",
      "Farzin Shabani,",
      "Marcelo Coutinho Picanço"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0198925",
    "journalVolume": "Vol. 13,\n                                no. 6\n                                \n                                  p.\n                                  e0198925",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "The whitefly, Bemisia tabaci, is a major threat to tomato Solanum lycopersicum and ranks as one of the world's 100 most invasive pests. This is the first study of B. tabaci (Biotype B and Q) global distribution, focusing on risk levels of this invasive pest, in areas projected to be suitable for open field S. lycopersicum cultivation under climate change. This study aims to identify levels of risk of invasive B. tabaci for areas of suitability for open field S. lycopersicum cultivation for the present, 2050 and 2070 using MaxEnt and the Global Climate Model, HadGEM2_ES under RCP45. Our results show that 5% of areas optimal for open field S. lycopersicum cultivation are currently at high risk of B. tabaci. Among the optimal areas for S. lycopersicum, the projections for 2050 compared to the current time showed an extension of 180% in areas under high risk, and a shortening of 67 and 27% in areas under medium and low risk of B. tabaci, respectively, while projections for 2070 showed an extension of 164, and a shortening of 49 and 64% under high, medium and low risk, respectively. The basis of these projections is that predicted temperature increases could affect the pest, which has great adaptability to different climate conditions, but could also impose limitations on the growth of S. lycopersicum. These results may be used in designing strategies to prevent the introduction and establishment of B. tabaci for open-field tomato crops, and assist the implementation of pest management programs.",
    "readLink": "http://europepmc.org/articles/PMC6002045?pdf=render"
  },
  {
    "title": "Parameterization of the Farquhar-von Caemmerer-Berry C3 photosynthesis model for oil palm",
    "authors": [
      "S.S.  CHEAH,",
      "C.B.S.  TEH"
    ],
    "doi": "https://doi.org/10.32615/ps.2020.020",
    "journalVolume": "Vol. 58,\n                                no. 3\n                                \n                                  pp.\n                                  769\n                                  – 779",
    "issn": "0300-3604 (Print)",
    "publisher": "1573-9058 (Online)",
    "countryOfPublisher": "Academy of Sciences of the Czech Republic, Institute of Experimental Botany",
    "lcc": [
      "Czechia",
      "Science: Botany"
    ],
    "journalUrl": "https://ps.ueb.cas.cz/",
    "abstract": "The Farquhar-von Caemmerer-Berry C3 photosynthesis (FvCB) model is used to model photosynthesis of oil palm. However, some model parameters and their temperature dependencies are not known for oil palm. Hence, the aim of this study was to determine the intercellular photocompensation point (Ci*), rate of leaf day respiration in the light (Rd), the chloroplastic photocompensation point (Γ*), mesophyll conductance (gm), maximum rates of Rubisco carboxylation (Vcmax) and electron transport (Jmax), triose phosphate utilization (TPU) and their temperature dependencies between 25 and 40°C in oil palm. Using leaf gas-exchange and chlorophyll fluorescence measurements, parameters such as Rd, Ci*, Γ*, gm, Vcmax, Jmax, and TPU were determined for oil palm. The parameters Ci*, Rd, Γ*, gm, and Vcmax responded to temperature exponentially without thermal deactivation. In contrast, Jmax and TPU responded to temperature exponentially up to 38°C before decreasing slightly at 40°C. Taken altogether, this study determined some key FvCB model parameters and their temperature dependencies for oil palm. This paves the way for more accurate modelling of photosynthetic carbon assimilation in oil palm particularly under future elevated temperatures and CO2 concentrations.",
    "readLink": "https://ps.ueb.cas.cz/artkey/phs-202003-0011_parameterization-of-the-farquhar-von-caemmerer-berry-c3-photosynthesis-model-for-oil-palm.php"
  },
  {
    "title": "Influence of moderately warm and extremely cold climate on properties of basalt plastic armature",
    "authors": [
      "V.O. Startsev,",
      "M.P. Lebedev,",
      "A.K. Kychkin"
    ],
    "doi": "Vol. 4,\n                                no. 12\n                                \n                                  p.\n                                  e01060",
    "issn": "2405-8440 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Science (General)",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "https://www.cell.com/heliyon/home",
    "abstract": "Rods of basalt plastic armature (BPA) of a periodic profile with diameters of 6, 8, 10, 16 and 20 mm on the basis of an epoxy matrix were exposed for 30 months on open stands in a moderately warm marine climate of Gelendzhik and 28 months on similar stands in an extremely cold climate of Yakutsk. For initial and exposed BPA samples, changes of mechanical parameters were determined. After the exposure in Yakutsk, an increase of ultimate compression strength by 4–12% is found, depending on the diameter of rods. After the exposure in Gelendzhik, this indicator decreases by 10–17%. Using methods of thermomechanical analysis and dynamic mechanical analysis, linear thermal expansion coefficient and glass transition temperature of epoxy matrix were measured. In an initial state, a transition from a glassy state to a highly elastic one is discovered: an α1-transition at 118 °C and an α2-transition at 149 °C. After climatic action, there were detected a shift of α1-transition to low temperatures and a shift of α2-transition to higher temperatures. Reasons for the change of temperatures of transitions are weakening of a molecular layer and post-curing of the epoxy matrix in a surface layer. These effects are accompanied by an increase of the linear thermal expansion coefficient, moisture diffusion coefficient and maximum moisture saturation after the climatic action on BPA. Fractographic studies discovered presence of pores in a structure of BPA with sizes up to 10–20 μm, a quantity and size of which increase by 20–40% after the climatic action. In general, the studied BPA has high climatic stability and can be used for a long time under the extreme climatic conditions.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2405844018329505"
  },
  {
    "title": "Spatial gathering characteristics of drought in the Qinghai-Tibet Plateau",
    "authors": [
      "Ning Yuan,",
      "Yuqing Feng,",
      "Yuqing Feng,",
      "Yuqing Feng,",
      "Sihai Liang,",
      "Guangjun Wang,",
      "Tao Yin,",
      "Dezhao Yan,",
      "Pan Wu,",
      "Xingxing Kuang,",
      "Li Wan"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2022.1008886",
    "journalVolume": "Vol. 10",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "Due to climate change, drought has caused serious impacts on the eco-environment, hydrology and agriculture, and drought events in the Qinghai-Tibet Plateau (QTP) have become more severer and frequent; therefore, understanding the characteristics and variations of drought is crucial to reduce its eco-environmental and socio-economic impacts. This study used the Standardized Precipitation Evapotranspiration Index (SPEI) to identify drought and assessed its interannual changes from 1980 to 2020. Then, the Hurst exponent and intensity analysis were used to identify future drought trend and the characteristics of drought intensity. Moreover, Empirical Orthogonal Function (EOF) analysis was performed to examine the main spatial gathering characteristics. The results indicate that: 1) the QTP was becoming wetter in general, and drying places were mainly distributed in the southeast and northeast of the QTP, as well as the Qaidam Basin accounting for 27% areas of QTP. 2) The trend of wet and dry in the future in most regions would be the same as the present, only 10% of the regions would have the reverse trend. 3) The rate of wet/drought changes was faster in the 1980s and 2000s. 4) The EOF mode1 revealed a gathering distribution structure with negative values in the southeast and east of the QTP and positive values in the center and west. The west was more sensitive to the variation of dry and wet, and most areas will continue to be wet in the future. EOF mode2 and mode3 mainly indicated opposite gathering patterns of southwest-northeast and south-north. The results provide favorable evidence for policymakers to better understand and prevent drought.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fenvs.2022.1008886/full"
  },
  {
    "title": "Solar Brightening/Dimming over China’s Mainland: Effects of Atmospheric Aerosols, Anthropogenic Emissions, and Meteorological Conditions",
    "authors": [
      "Hejin Fang,",
      "Wenmin Qin,",
      "Lunche Wang,",
      "Ming Zhang,",
      "Xuefang Yang"
    ],
    "doi": "https://doi.org/10.3390/rs13010088",
    "journalVolume": "Vol. 13,\n                                no. 88\n                                \n                                  p.\n                                  88",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Surface solar radiation (SSR) is the main factor affecting the earth’s climate and environment and its variations and the reason for these variations are an important part of climate change research. In this research, we investigated the long-term variations of SSR during 1984–2016 and the quantitative influences of atmospheric aerosols, anthropogenic emissions, and meteorological conditions on SSR over China’s mainland. The results show the following: (1) The annual average SSR values had a decline trend at a rate of −0.371 Wm−2 yr−1 from 1984 to 2016 over China. (2) The aerosol optical depth (AOD) plays the main role in inducing variations in SSR over China, with r values of −0.75. Moreover, there are marked regional differences in the influence of anthropogenic emissions and meteorological conditions on SSR trends. (3) From a regional perspective, AOD is the main influencing factor on SSR in northeast China (NEC), Yunnan Plateau and surrounding regions (YPS), North China (NC), and Loess Plateau (LP), with r values of −0.65, −0.60, −0.89, and −0.50, respectively. However, the main driving factors for SSR in northwest China (NWC) are “in cloud optical thickness of all clouds” (TAUTOT) (−0.26) and black carbon (BC) anthropogenic emissions (−0.21). TAUTOT (−0.39) and total precipitable water vapor (TQV) (−0.29) are the main influencing factors of SSR in the middle-lower Yangtze Plain (MYP). The main factors that influence SSR in southern China (SC) are surface pressure (PS) (−0.66) and AOD (−0.43). This research provides insights in understanding the variations of SSR and its relationships with anthropogenic conditions and meteorological factors.",
    "readLink": "https://www.mdpi.com/2072-4292/13/1/88"
  },
  {
    "title": "A story of resilience: Arctic diatom Chaetoceros gelidus exhibited high physiological plasticity to changing CO2 and light levels",
    "authors": [
      "Haimanti Biswas,",
      "Haimanti Biswas"
    ],
    "doi": "https://doi.org/10.3389/fpls.2022.1028544",
    "journalVolume": "Vol. 13",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Arctic phytoplankton are experiencing multifaceted stresses due to climate warming, ocean acidification, retreating sea ice, and associated changes in light availability, and that may have large ecological consequences. Multiple stressor studies on Arctic phytoplankton, particularly on the bloom-forming species, may help understand their fitness in response to future climate change, however, such studies are scarce. In the present study, a laboratory experiment was conducted on the bloom-forming Arctic diatom Chaetoceros gelidus (earlier C. socialis) under variable CO2 (240 and 900 µatm) and light (50 and 100 µmol photons m-2 s-1) levels. The growth response was documented using the pre-acclimatized culture at 2°C in a closed batch system over 12 days until the dissolved inorganic nitrogen was depleted. Particulate organic carbon and nitrogen (POC and PON), pigments, cell density, and the maximum quantum yield of photosystem II (Fv/Fm) were measured on day 4 (D4), 6 (D6), 10 (D10), and 12 (D12). The overall growth response suggested that C. gelidus maintained a steady-state carboxylation rate with subsequent conversion to macromolecules as reflected in the per-cell POC contents under variable CO2 and light levels. A substantial amount of POC buildup at the low CO2 level (comparable to the high CO2 treatment) indicated the possibility of existing carbon dioxide concentration mechanisms (CCMs) that needs further investigation. Pigment signatures revealed a high level of adaptability to variable irradiance in this species without any major CO2 effect. PON contents per cell increased initially but decreased irrespective of CO2 levels when nitrogen was limited (D6 onward) possibly to recycle intracellular nitrogen resources resulting in enhanced C: N ratios. On D12 the decreased dissolved organic nitrogen levels could be attributed to consumption under nitrogen starvation. Such physiological plasticity could make C. gelidus “ecologically resilient” in the future Arctic.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2022.1028544/full"
  },
  {
    "title": "A User-Friendly and Sustainable Toilet Based on Vermicomposting",
    "authors": [
      "Fernando Alonso-Marroquin,",
      "Ghulam Qadir,",
      "Jad Nazha,",
      "Vanessa Pino,",
      "Arianna Brambilla"
    ],
    "doi": "https://doi.org/10.3390/su151612593",
    "journalVolume": "Vol. 15,\n                                no. 12593\n                                \n                                  p.\n                                  12593",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Environmental awareness has sparked increasing interest in changing the way humans interact with their environment. This awareness includes the change in paradigm of considering human manure (humanure) not as a waste but as a valuable bioproduct instead. In this regard, composting is an age-old technique for nutrient recovery that has gained renewed interest, as it may be a sanitary and financially viable solution to closing the loop of human–nature interactions. This work investigates environmental solutions for toilet systems that are user-friendly and sustainable based on systems that filter nutrients via vermicomposting. The methodology is based on (1) reviewing several surveys across different continents to select the most appropriate interface of a targeted society, and (2) investigating the microbial dynamics of vermicomposting. The microbial activity was compared with the activity of the aerobic composting systems by measuring soil temperature, soil composition, decomposition rate, stabilization factor, and biological diversity. The microbial decomposition process in vermicomposting was faster due to the presence of earthworms, but the increase in temperature and volatile ammonia led to the earthworms burrowing into the soil. Overall, the flush toilet is still the most socially accepted toilet interface, and the connection of vermicomposting to this toilet interface poses challenges in managing high ammonia content and maintaining healthy conditions for the earthworm population.",
    "readLink": "https://www.mdpi.com/2071-1050/15/16/12593"
  }
]