[
  {
    "title": "Rainfall prediction for sustainable economic growth",
    "authors": [
      "Retius Chifurira,",
      "Delson Chikobvu,",
      "Dorah Dubihlela"
    ],
    "doi": "https://doi.org/10.21511/ee.07(4-1).2016.04",
    "journalVolume": "Vol. 7,\n                                no. 4\n                                \n                                  pp.\n                                  120\n                                  – 129",
    "issn": "1998-6041 (Print)",
    "publisher": "1998-605X (Online)",
    "countryOfPublisher": "LLC \"CPC \"Business Perspectives\"",
    "lcc": [
      "Ukraine",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://businessperspectives.org/journals/environmental-economics?category_id=30",
    "abstract": "Agriculture is the backbone of Zimbabwe’s economy with the majority of Zimbabweans being rural people who derive their livelihood from agriculture and other agro-based economic activities. Zimbabwe’s agriculture depends on the erratic rainfall which threatens food, water and energy access, as well as vital livelihood systems which could severely undermine efforts to drive sustainable economic growth. For Zimbabwe, delivering a sustainable economic growth is intrinsically linked to improved climate modelling. Climate research plays a pivotal role in building Zimbabwe’s resilience to climate change and keeping the country on track, as it charts its path towards sustainable economic growth. This paper presents a simple tool to predict summer rainfall using standardized Darwin sea level pressure (SDSLP) anomalies and southern oscillation index (SOI) that are used as part of an early drought warning system. Results show that SDSLP anomalies and SOI for the month of April of the same year, i.e., seven months before onset of summer rainfall (December to February total rainfall) are a simple indicator of amount of summer rainfall in Zimbabwe. The low root mean square error (RMSE) and root mean absolute error (RMAE) values of the proposed model, make SDSLP anomalies for April and SOI for the same month an additional input candidates for regional rainfall prediction schemes. The results of the proposed model will benefit in the prediction of oncoming summer rainfall and will influence policy making in agriculture, environment planning, food redistribution and drought prediction for sustainable economic development. Keywords: sustainable economic growth, standardized Darwin sea level pressure anomalies, southern oscillation index, summer rainfall prediction, Zimbabwe. JEL Classification: Q16, Q25, Q54, Q55, Q58",
    "readLink": "https://businessperspectives.org/images/pdf/applications/publishing/templates/article/assets/8050/ee_2016_04cont_Chifurira.pdf"
  },
  {
    "title": "Estimating flood catastrophe bond prices using approximation method of the loss aggregate distribution: Evidence from Indonesia",
    "authors": [
      "Riza  Andrian Ibrahim,",
      "Sukono Sukono,",
      "Herlina  Napitupulu,",
      "Rose Irnawaty  Ibrahim,",
      "Muhamad Deni  Johansyah,",
      "Jumadil  Saputra"
    ],
    "doi": "https://doi.org/10.5267/j.dsl.2023.3.001",
    "journalVolume": "Vol. 12,\n                                no. 2\n                                \n                                  pp.\n                                  179\n                                  – 190",
    "issn": "1929-5804 (Print)",
    "publisher": "1929-5812 (Online)",
    "countryOfPublisher": "Growing Science",
    "lcc": [
      "Canada",
      "Science: Mathematics: Analysis",
      "Social Sciences: Commerce: Business: Business mathematics. Commercial arithmetic. Including tables, etc."
    ],
    "journalUrl": "http://growingscience.com/dsl/dsl.html",
    "abstract": "Losses experienced by the Indonesian government due to floods are predicted. It is because of the significance of population growth, closure of water catchment areas, and climate change in many regions in Indonesia. The government has tried to reduce the risk but faces insufficient funds. Therefore, new innovative funding sources are essential to overcome these limitations. One way to obtain it is through issuing Flood Catastrophe Bonds (FCB). Unfortunately, Indonesia has had no FCB price estimate until now. On the basis of this problem, this study aims to estimate the FCB price in Indonesia. The primary method used is the approximation method of the aggregate loss distribution. This method can compute the aggregate flood loss cumulative distribution function value faster. The FCB fair price estimation results are cheap because the risk of the instrument is significant. This significant risk is also proportional to the large return. Finally, further analysis shows that in Indonesia, the attachment point of the FCB has a relationship that is in line with the price, while the term of FCB does not. This research is expected to assist the Indonesian government in determining the fair price of FCB in Indonesia. This research can assist the investors in choosing FCB based on expected return, attachment point, and the term they want.",
    "readLink": "http://www.growingscience.com/dsl/Vol12/dsl_2023_14.pdf"
  },
  {
    "title": "Determining the size of batteries and solar sources in a zero cost building using PSO algorithm",
    "authors": [
      "Hosseinikavkani Seyed Milad,",
      "Sedaghati Reza,",
      "Ghaedi Amir"
    ],
    "doi": "https://doi.org/10.2298/SJEE2302205H",
    "journalVolume": "Vol. 20,\n                                no. 2\n                                \n                                  pp.\n                                  205\n                                  – 227",
    "issn": "1451-4869 (Print)",
    "publisher": "2217-7183 (Online)",
    "countryOfPublisher": "Faculty of Technical Sciences in Cacak",
    "lcc": [
      "Serbia",
      "Technology: Electrical engineering. Electronics. Nuclear engineering"
    ],
    "journalUrl": "http://www.journal.ftn.kg.ac.rs/",
    "abstract": "The production and consumption of non-renewable energy resources have disrupted the environment's biodiversity cycle. Global climate change, including worldwide warming, has made human life both now and in the future. The construction industry in the world has a significant share in the demand for energy consumption in these challenges. Therefore, the primary purpose of this paper is to implement standards to save and prevent energy loss to control and limit the demand for energy requested from the power network. Constructing a building with self-sufficient energy production that meets its energy needs by producing clean energy becomes more important. It also sells the excess energy to the grid, known as zero energy buildings. In the present paper, the issue is a constrained optimization problem that aims to minimize the total annual cost, including the initial investment cost for PV and batteries and their maintenance costs, as well as the cost of network exchanges. Among the limitations, the proposed model can mention the restrictions governing the battery, such as the limitations of the battery state of charge (SoC). The problem under optimization is a mixed integers nonlinear programming (MINLP) that will be solved by a particle swarm optimization (PSO) algorithm considering the total cost minimization.",
    "readLink": "https://doiserbia.nb.rs/img/doi/1451-4869/2023/1451-48692302205H.pdf"
  },
  {
    "title": "Monitoring and Analyzing of the Relationship between Climatic Elements and Skin Cancer in the Years 2012-2014",
    "authors": [
      "Mostafa Dastorani,",
      "Vahid Safarianzengir,",
      "Bromand Salahi"
    ],
    "doi": "Vol. 6,\n                                no. 4\n                                \n                                  pp.\n                                  1459\n                                  – 1475",
    "issn": "2476-6267 (Print)",
    "publisher": "2476-7433 (Online)",
    "countryOfPublisher": "Shahid Sadoughi University of Medical Sciences",
    "lcc": [
      "Iran, Islamic Republic of",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://jehsd.ssu.ac.ir/",
    "abstract": "Introduction: The present study investigated one of these types of disease (skin cancer) and its relationship with climatic parameters. The aim of this study was to investigate the relationship between climate change and skin cancer in Ardabil province. Materials and Methods: This descriptive correlational study was conducted to investigate the effect of six climatic parameters (frost, sunny hours, minimum mean humidity, maximum absolute temperature, minimum absolute temperature, and mean temperature) on skin cancer in Ardabil province in a 3-year statistical period (2012-2014). The data were analyzed using the Spearman correlation relationship in SPSS version 24 software, also Minitab version 16 software was used for linear interpolation. Results: According to the findings, the highest correlation (more than 95%) of skin cancer in three cities of Parsabad, Khalkhal, and Ardabil with the climatic parameter was related to minimum absolute temperature. However, in Khalkhal station in three years of study, sunny hours had the highest correlation and the lowest correlation was related to glacial climate parameter in all four cities. It can be said that the factors of sunny hours and maximum temperature have an effect on the incidence of skin cancer, and the minimum absolute temperature increases the exacerbation of this type of disease. Conclusion: According to the results of statistical correlation and the effects of climatic parameters on skin cancer, it can be concluded that climate parameters are one of the effective factors in skin cancer.",
    "readLink": "http://jehsd.ssu.ac.ir/article-1-356-en.html"
  },
  {
    "title": "Using a nested single-model large ensemble to assess the internal variability of the North Atlantic Oscillation and its climatic implications for central Europe",
    "authors": [
      "A. Böhnisch,",
      "R. Ludwig,",
      "M. Leduc,",
      "M. Leduc"
    ],
    "doi": "https://doi.org/10.5194/esd-11-617-2020",
    "journalVolume": "Vol. 11\n                                \n                                \n                                  pp.\n                                  617\n                                  – 640",
    "issn": "2190-4979 (Print)",
    "publisher": "2190-4987 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology: Dynamic and structural geology"
    ],
    "journalUrl": "http://www.earth-system-dynamics.net",
    "abstract": "Central European weather and climate are closely related to atmospheric mass advection triggered by the North Atlantic Oscillation (NAO), which is a relevant index for quantifying internal climate variability on multi-annual timescales. It remains unclear, however, how large-scale circulation variability affects local climate characteristics when downscaled using a regional climate model. In this study, 50 members of a single-model initial-condition large ensemble (LE) of a nested regional climate model are analyzed for a NAO–climate relationship. The overall goal of the study is to assess whether the range of NAO internal variability is represented consistently between the driving global climate model (GCM; the Canadian Earth System Model version 2 – CanESM2) and the nested regional climate model (RCM; the Canadian Regional Climate Model version 5 – CRCM5). Responses of mean surface air temperature and total precipitation to changes in the NAO index value are examined in a central European domain in both CanESM2-LE and CRCM5-LE via Pearson correlation coefficients and the change per unit index change for historical (1981–2010) and future (2070–2099) winters. Results show that statistically robust NAO patterns are found in the CanESM2-LE under current forcing conditions. NAO flow pattern reproductions in the CanESM2-LE trigger responses in the high-resolution CRCM5-LE that are comparable to reanalysis data. NAO–response relationships weaken in the future period, but their inter-member spread shows no significant change. The results stress the value of single-model ensembles for the evaluation of internal variability by pointing out the large differences of NAO–response relationships among individual members. They also strengthen the validity of the nested ensemble for further impact modeling using RCM data only, since important large-scale teleconnections present in the driving data propagate properly to the fine-scale dynamics in the RCM.",
    "readLink": "https://esd.copernicus.org/articles/11/617/2020/esd-11-617-2020.pdf"
  },
  {
    "title": "Monitoring the Dynamic Changes in Vegetation Cover Using Spatio-Temporal Remote Sensing Data from 1984 to 2020",
    "authors": [
      "Sajjad Hussain,",
      "Shujing Qin,",
      "Wajid Nasim,",
      "Muhammad Adnan Bukhari,",
      "Muhammad Mubeen,",
      "Shah Fahad,",
      "Ali Raza,",
      "Hazem Ghassan Abdo,",
      "Aqil Tariq,",
      "B. G. Mousa,",
      "Faisal Mumtaz,",
      "Muhammad Aslam"
    ],
    "doi": "https://doi.org/10.3390/atmos13101609",
    "journalVolume": "Vol. 13,\n                                no. 1609\n                                \n                                  p.\n                                  1609",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Anthropogenic activities and natural climate changes are the central driving forces of global ecosystems and agriculture changes. Climate changes, such as rainfall and temperature changes, have had the greatest impact on different types of plant production around the world. In the present study, we investigated the spatiotemporal variation of major crops (cotton, rice, wheat, and sugarcane) in the District Vehari, Pakistan, from 1984 to 2020 using remote sensing (RS) technology. The crop identification was pre-processed in ArcGIS software based on Landsat images. After pre-processing, supervised classification was used, which explains the maximum likelihood classification (MLC) to identify the vegetation changes. Our results showed that in the study area cultivated areas under wheat and cotton decreased by almost 5.4% and 9.1% from 1984 to 2020, respectively. Vegetated areas have maximum values of NDVI (>0.4), and built-up areas showed fewer NDVI values (0 to 0.2) in the District Vehari. During the Rabi season, the temperature was increased from 19.93 °C to 21.17 °C. The average temperature was calculated at 34.28 °C to 35.54 °C during the Kharif season in the District Vehari. Our results showed that temperature negatively affects sugarcane, rice, and cotton crops during the Rabi season, and precipitation positively affects sugarcane, rice, and cotton crops during the Kharif season in the study area. Accurate and timely assessment of crop estimation and relation to climate change can give very useful information for decision-makers, governments, and planners in formulating policies regarding crop management and improving agriculture yields.",
    "readLink": "https://www.mdpi.com/2073-4433/13/10/1609"
  },
  {
    "title": "Spatial and temporal agreement in climate model simulations of the Interdecadal Pacific Oscillation",
    "authors": [
      "Benjamin J Henley,",
      "Gerald Meehl,",
      "Scott B Power,",
      "Chris K Folland,",
      "Andrew D King,",
      "Jaclyn N Brown,",
      "David J Karoly,",
      "Francois Delage,",
      "Ailie J E Gallant,",
      "Mandy Freund,",
      "Raphael Neukom"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aa5cc8",
    "journalVolume": "Vol. 12,\n                                no. 4\n                                \n                                  p.\n                                  044011",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Accelerated warming and hiatus periods in the long-term rise of Global Mean Surface Temperature (GMST) have, in recent decades, been associated with the Interdecadal Pacific Oscillation (IPO). Critically, decadal climate prediction relies on the skill of state-of-the-art climate models to reliably represent these low-frequency climate variations. We undertake a systematic evaluation of the simulation of the IPO in the suite of Coupled Model Intercomparison Project 5 (CMIP5) models. We track the IPO in pre-industrial (control) and all-forcings (historical) experiments using the IPO tripole index (TPI). The TPI is explicitly aligned with the observed spatial pattern of the IPO, and circumvents assumptions about the nature of global warming. We find that many models underestimate the ratio of decadal-to-total variance in sea surface temperatures (SSTs). However, the basin-wide spatial pattern of positive and negative phases of the IPO are simulated reasonably well, with spatial pattern correlation coefficients between observations and models spanning the range 0.4–0.8. Deficiencies are mainly in the extratropical Pacific. Models that better capture the spatial pattern of the IPO also tend to more realistically simulate the ratio of decadal to total variance. Of the 13% of model centuries that have a fractional bias in the decadal-to-total TPI variance of 0.2 or less, 84% also have a spatial pattern correlation coefficient with the observed pattern exceeding 0.5. This result is highly consistent across both IPO positive and negative phases. This is evidence that the IPO is related to one or more inherent dynamical mechanisms of the climate system.",
    "readLink": "https://doi.org/10.1088/1748-9326/aa5cc8"
  },
  {
    "title": "Climate Smart Agriculture (CSA) for Sustainable Agriculture Nexus: A Tool for Transforming Food Systems",
    "authors": [
      "Benson Turyasingura,",
      "Natal Ayiga,",
      "Wycliffe Tumwesigye,",
      "Hegarty James Philip"
    ],
    "doi": "https://doi.org/10.24925/turjaf.v11i6.1195-1199.5591",
    "journalVolume": "Vol. 11,\n                                no. 6",
    "issn": "2148-127X (Online)",
    "publisher": "Turkish Science and Technology Publishing (TURSTEP)",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://agrifoodscience.com/index.php/TURJAF/index",
    "abstract": "Climate Smart Agriculture (CSA) is a global strategy for enhancing food productivity amidst climate change uncertainties in the 21st century. CSA improves farmers’ incomes, reduces greenhouse emissions, and farming systems become resilient to climate change. Despite the vital role that CSA plays in the development of the agricultural industry and the economy, the extent to which CSA is related to sustainable agriculture (SA) is not well documented. Is CSA the same as SA? If they are the same, do CSA practices impose mitigation requirements for developing countries like Uganda? Studies or research on CSA and SA unfortunately have certain shortcomings. Lack of this knowledge makes it difficult to plan investments and develop policies that will increase farmers’ resilience to climate change and variability to improve SA. This study is aimed at assessing how CSA links to SA and whether the two contribute to climate change mitigation requirements. It was found that CSA and SA are also related in a way that the latter leads to lowering greenhouse gas emissions hence mitigating climate change. CSA and SA share a common principal goal of achieving food security. It was concluded that developing countries are the worst affected by the negative impacts of climate change and don’t have the adaptive capacity to respond to climate change effects.",
    "readLink": "http://www.agrifoodscience.com/index.php/TURJAF/article/view/5591"
  },
  {
    "title": "Impact of salt stress on physiology, leaf mass, and nutrient accumulation  in romaine lettuce",
    "authors": [
      "B. ADHIKARI,",
      "O.J. OLORUNWA,",
      "S. BRAZEL,",
      "T.C. BARICKMAN,",
      "R. BHEEMANAHALLI"
    ],
    "doi": "https://doi.org/10.32615/ps.2023.027",
    "journalVolume": "Vol. 61,\n                                no. 3\n                                \n                                  pp.\n                                  342\n                                  – 353",
    "issn": "0300-3604 (Print)",
    "publisher": "1573-9058 (Online)",
    "countryOfPublisher": "Academy of Sciences of the Czech Republic, Institute of Experimental Botany",
    "lcc": [
      "Czechia",
      "Science: Botany"
    ],
    "journalUrl": "https://ps.ueb.cas.cz/",
    "abstract": "The impact of salt stress is becoming more prevalent each year, largely due to the effects of climate change. Limited availability of salt-free water is rising concern for hydroponics lettuce production. Despite evidence supporting salt stress-induced quality losses and physiological changes, studies on romaine lettuce salt-stress tolerance are limited. This study examined the mechanism underlying the sodium chloride (NaCl) tolerance (0, 50, 100, and 150 mM) of lettuce on its growth and nutrition at late-rosette and early head-formation stages. Results revealed 76% fresh mass reduction under increased NaCl at both stages. The study also found unchanged carbon assimilation with reduced stomatal conductance under increased NaCl. Salt-stressed lettuce accumulated more boron and iron but had reduced phosphorus and calcium. Phenolics and sugars increased linearly under salt stress, suggesting that lettuce responds to increased oxidative stress at both stages. A positive association between salt treatment and sodium to potassium ion ratio indicated lettuce sensitivity to salt stress at both stages.",
    "readLink": "https://ps.ueb.cas.cz/artkey/phs-202303-0008_impact-of-salt-stress-on-physiology-leaf-mass-and-nutrient-accumulation-in-romaine-lettuce.php"
  },
  {
    "title": "Temporal variation in elytral colour polymorphism in Hippodamia variegata (Coleoptera: Coccinellidae)",
    "authors": [
      "Alois HONEK,",
      "Zdenka MARTINKOVA,",
      "Pavel SASKA,",
      "Anthony F.G. DIXON"
    ],
    "doi": "https://doi.org/10.14411/eje.2012.050",
    "journalVolume": "Vol. 109,\n                                no. 3\n                                \n                                  pp.\n                                  389\n                                  – 394",
    "issn": "1210-5759 (Print)",
    "publisher": "1802-8829 (Online)",
    "countryOfPublisher": "Institute of Entomology, Biology Centre, Czech Academy of Science",
    "lcc": [
      "Czechia",
      "Science: Zoology"
    ],
    "journalUrl": "https://www.eje.cz/",
    "abstract": "Lady beetles (Coleoptera: Coccinellidae) are a classical group for studying the mechanisms that determine local and temporal trends in colour polymorphism. Here we report long term trends in variation in the percentage of different morphs in a population of Hippodamia variegata (Goeze) at Štúrovo, Slovakia (47°48´N, 18°43´E). The morphs differ in the number and location of the spots on their elytra. Beetles were sampled from stands of herbaceous plants using a standard method each year in August over a period of 74 years from 1937 to 2011. Twenty two morphs (out of 74 possible) were recorded in a total sample of 6,984 individuals. Four dominant morphs made up 90% of the total sample and varied in their annual frequency independently of one another. Frequency of \"pale\" morphs (0-3 spots per elytra), supposedly favoured by a warm climate, increased from 1981 to 2000s' during a period of climate warming, but only after a decrease that took place between 1937 and 1981, which did not parallel a change in climate. Moreover, the differences in the extent of the melanization of the elytral surface are too small to significantly affect thermoregulation in the different morphs. Therefore, the results presented do not provide unequivocal support for climate change determining the long term trends in the variation in the proportions of the different morphs.",
    "readLink": "https://www.eje.cz/artkey/eje-201203-0012_Temporal_variation_in_elytral_colour_polymorphism_in_Hippodamia_variegata_Coleoptera_Coccinellidae.php"
  }
]