[
  {
    "title": "Bioprospecting Marine Plankton",
    "authors": [
      "Chris Bowler,",
      "Stéphane Bach,",
      "Colomban De Vargas,",
      "Ian Probert,",
      "Laurent Rios,",
      "Anne Humeau,",
      "Sandrine Ruchaud,",
      "Heni Abida"
    ],
    "doi": "https://doi.org/10.3390/md11114594",
    "journalVolume": "Vol. 11,\n                                no. 11\n                                \n                                  pp.\n                                  4594\n                                  – 4611",
    "issn": "1660-3397 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/marinedrugs",
    "abstract": "The ocean dominates the surface of our planet and plays a major role in regulating the biosphere. For example, the microscopic photosynthetic organisms living within provide 50% of the oxygen we breathe, and much of our food and mineral resources are extracted from the ocean. In a time of ecological crisis and major changes in our society, it is essential to turn our attention towards the sea to find additional solutions for a sustainable future. Remarkably, while we are overexploiting many marine resources, particularly the fisheries, the planktonic compartment composed of zooplankton, phytoplankton, bacteria and viruses, represents 95% of marine biomass and yet the extent of its diversity remains largely unknown and underexploited. Consequently, the potential of plankton as a bioresource for humanity is largely untapped. Due to their diverse evolutionary backgrounds, planktonic organisms offer immense opportunities: new resources for medicine, cosmetics and food, renewable energy, and long-term solutions to mitigate climate change. Research programs aiming to exploit culture collections of marine micro-organisms as well as to prospect the huge resources of marine planktonic biodiversity in the oceans are now underway, and several bioactive extracts and purified compounds have already been identified. This review will survey and assess the current state-of-the-art and will propose methodologies to better exploit the potential of marine plankton for drug discovery and for dermocosmetics.",
    "readLink": "http://www.mdpi.com/1660-3397/11/11/4594"
  },
  {
    "title": "Review of the status and mass changes of Himalayan-Karakoram glaciers",
    "authors": [
      "MOHD FAROOQ AZAM,",
      "PATRICK WAGNON,",
      "ETIENNE BERTHIER,",
      "CHRISTIAN VINCENT,",
      "KOJI FUJITA,",
      "JEFFREY S. KARGEL"
    ],
    "doi": "https://doi.org/10.1017/jog.2017.86",
    "journalVolume": "Vol. 64\n                                \n                                \n                                  pp.\n                                  61\n                                  – 74",
    "issn": "0022-1430 (Print)",
    "publisher": "1727-5652 (Online)",
    "countryOfPublisher": "Cambridge University Press",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.cambridge.org/core/journals/journal-of-glaciology",
    "abstract": "We present a comprehensive review of the status and changes in glacier length (since the 1850s), area and mass (since the 1960s) along the Himalayan-Karakoram (HK) region and their climate-change context. A quantitative reliability classification of the field-based mass-balance series is developed. Glaciological mass balances agree better with remotely sensed balances when we make an objective, systematic exclusion of likely flawed mass-balance series. The Himalayan mean glaciological mass budget was similar to the global average until 2000, and likely less negative after 2000. Mass wastage in the Himalaya resulted in increasing debris cover, the growth of glacial lakes and possibly decreasing ice velocities. Geodetic measurements indicate nearly balanced mass budgets for Karakoram glaciers since the 1970s, consistent with the unchanged extent of supraglacial debris-cover. Himalayan glaciers seem to be sensitive to precipitation partly through the albedo feedback on the short-wave radiation balance. Melt contributions from HK glaciers should increase until 2050 and then decrease, though a wide range of present-day area and volume estimates propagates large uncertainties in the future runoff. This review reflects an increasing understanding of HK glaciers and highlights the remaining challenges.",
    "readLink": "https://www.cambridge.org/core/product/identifier/S0022143017000867/type/journal_article"
  },
  {
    "title": "Divergent Abiotic Stressors Drive Grassland Community Assembly of Tibet and Mongolia Plateau",
    "authors": [
      "Jianming Wang,",
      "Mingxu Li,",
      "Li Xu,",
      "Congcong Liu,",
      "Pu Yan,",
      "Nianpeng He,",
      "Nianpeng He,",
      "Nianpeng He"
    ],
    "doi": "https://doi.org/10.3389/fpls.2021.715730",
    "journalVolume": "Vol. 12",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Multiple ecological processes simultaneously govern community assembly, but it remains unclear how abiotic stressors regulate the relative importance of these processes among different biogeographic regions. Therefore, we conducted a comprehensive study on the responses of community assembly to varying environmental gradients, using the mean, variance, skewness, and kurtosis of plant height (height), specific leaf area (SLA) and leaf dry matter content (LDMC) distributions on the Tibetan Plateau (TP) and the Mongolian Plateau (MP). Our results showed that the prevalence of trait convergence across all grasslands in both TP and MP seem to be the result of abiotic filtering or weaker competitive exclusion etc. These trait-convergence assembly processes decrease the functional dispersion but increase the evenness of the trait frequency distribution. The mean, variance, skewness, and kurtosis responses of grassland communities to abiotic stress varied between the TP and MP. On average, plant trait distribution was mainly driven by temperature on the TP, and low-temperature stress altered the community assembly rules. In contrast, water availability shaped plant trait frequency distributions on the MP, and drought stress mediated the balance between different assembly processes. Our results provide empirical evidence that divergent abiotic stressors regulate the grassland community assembly on the TP and MP. Together, our study speculates that different aspects of future climate change, such as climate warming and changing precipitation patterns, on community assembly are dependent on regional climatic regimes.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpls.2021.715730/full"
  },
  {
    "title": "A reality check for the applicability of comprehensive climate risk assessment and management: Experiences from Peru, India and Austria",
    "authors": [
      "I. Hagen,",
      "S. Allen,",
      "C. S. Bahinipati,",
      "H. Frey,",
      "C. Huggel,",
      "V. Karabaczek,",
      "S. Kienberger,",
      "R. Mechler,",
      "L. Petutschnig,",
      "T. Schinko"
    ],
    "doi": "Vol. 41\n                                \n                                \n                                  p.\n                                  100534",
    "issn": "2212-0963 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/climate-risk-management/",
    "abstract": "Climate-related risks are a major threat to humanity, affecting the lives and livelihoods of communities globally. Even with adaptation, climate change is projected to increase the severity of risks, leading to impacts and residual risks, also termed losses and damages. Frameworks and approaches using Climate Risk Management (CRM), an integration of Disaster Risk Reduction, Climate Change Adaptation, and sustainable development, are being devised to support the comprehensive management of increasing climate-related risks. Here we discuss to what extent comprehensive CRM has been implemented in three specific cases – in Peru, India and Austria. The approach is conceptually represented and evaluated using a CRM framework. The cases deal with risks associated with glacial lake outburst floods, sea level rise, tropical cyclones, salinization, riverine floods and agricultural droughts. Ultimately, we synthesise policy and research recommendations to help understand what is feasible for CRM approaches applied in practice. We find that successful CRM implementation in practice benefits from being flexible, and participatory from beginning to end, whilst considering compounding risks, and the spectrum of (just and equitable) incremental to transformational adaptation measures necessary for attending to current and projected future increases in climate-related risks.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212096323000608"
  },
  {
    "title": "PROSES OPERASIONALISASI KEBIJAKAN KESATUAN PENGELOLAAN HUTAN: PERSPEKTIF TEORI DIFUSI INOVASI",
    "authors": [
      "Julijanti Julijanti,",
      "Bramasto Nugroho,",
      "Hariadi Kartodihardjo,",
      "Dodik Ridho Nurrochmat"
    ],
    "doi": "https://doi.org/10.20886/jakk.2015.12.1.67-88",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  67\n                                  – 88",
    "issn": "0216-0897 (Print)",
    "publisher": "2502-6267 (Online)",
    "countryOfPublisher": "Centre for Social Research and Development, Economics, Policy and Climate Change",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JAKK/",
    "abstract": "Dalam operasionalisasi KPH terdapat keraguan stakeholders terhadap legitimasi kebijakan KPH. Keraguan ini diperoleh dari interaksi stakeholders dalam operasionalisasi KPH. Hasil interaksi ini dapat mendukung atau menghambat adopsi kebijakan KPH. Penelitian ini bertujuan untuk menganalisis proses operasionalisasi KPH dan faktor-faktor yang memengaruhinya. Proses operasionalisasi dianalisis menggunakan analisis deskriptif kualitatif berdasarkan tahap implementasi dan konfirmasi. Interaksi stakeholders dianalisis dengan metode IDS yaitu interaksi antara discourse/narrative, actors/networks dan politics/interest. Hasil penelitian menunjukkan bahwa kebijakan KPH belum sepenuhnya diakui oleh stakeholders sehingga berimplikasi terhadap operasionalisasi di lapangan. Faktor-faktor yang memengaruhi operasionalisasi kebijakan KPH adalah kejelasan dan ketercukupan kewenangan KPH, legitimasi kebijakan KPH dan hak kelolanya, dukungan stakeholders terkait legalitas (kebijakan daerah) dan tindakan (aksi) serta hambatan psikologis dan trust. Strategi indikatif untuk mengatasi hambatan operasionalisasi KPH adalah membangun dan memelihara kepercayaan stakeholders guna mendukung operasionalisasi KPH (komitmen pada tujuan bersama dalam membangun KPH, alokasi kegiatan tepat sasaran dan sesuai dengan kebutuhan adopter serta perencanaan partisipatif).",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JAKK/article/view/1516"
  },
  {
    "title": "Gregarious larval settlement mediates the responses of new recruits of the reef coral Acropora austera to ocean warming and acidification",
    "authors": [
      "Lei Jiang,",
      "Lei Jiang,",
      "Lei Jiang,",
      "Lei Jiang,",
      "Lei Jiang,",
      "Yu-Yang Zhang,",
      "Yu-Yang Zhang,",
      "Yu-Yang Zhang,",
      "Yu-Yang Zhang,",
      "Cheng-Yue Liu,",
      "Cheng-Yue Liu,",
      "Cheng-Yue Liu,",
      "Cheng-Yue Liu,",
      "Cheng-Yue Liu,",
      "Lin-Tao Huang,",
      "Lin-Tao Huang,",
      "Lin-Tao Huang,",
      "Lin-Tao Huang,",
      "Hao-Ya Tong,",
      "Hao-Ya Tong,",
      "Guo-Wei Zhou,",
      "Guo-Wei Zhou,",
      "Guo-Wei Zhou,",
      "Guo-Wei Zhou,",
      "Ming-Lan Guo,",
      "Ming-Lan Guo,",
      "Ming-Lan Guo,",
      "Ming-Lan Guo,",
      "Tao Yuan,",
      "Tao Yuan,",
      "Tao Yuan,",
      "Tao Yuan,",
      "Hui Huang,",
      "Hui Huang,",
      "Hui Huang,",
      "Hui Huang"
    ],
    "doi": "https://doi.org/10.3389/fmars.2022.964803",
    "journalVolume": "Vol. 9",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Gregarious larval settlement represents an important window for chimera formation in reef corals, yet it remains largely unknown how aggregated settlement and early chimerism could modify the performance and responses of coral recruits under elevated temperature and pCO2. In this study, single and aggregated recruits of the broadcast spawning coral Acropora austera were exposed to contrasts of two temperatures (28 versus 30.5°C) and pCO2 levels (~500 versus 1000 μatm) for two weeks, and algal symbiont infection success, survivorship and growth were assessed. Results showed that symbiont infection success was mainly affected by temperature and recruit type, with reduced symbiont infection at increased temperature and consistently higher infection success in chimeric recruits compared to single recruits. Furthermore, although chimeric recruits with larger areal size had significantly higher survivorship in all treatments, the polyp-specific growth rates were considerably lower in chimeric entities than individual recruits. More importantly, the recruit type significantly influenced the responses of recruit polyp-specific growth rates to elevated temperature, with chimeras exhibiting lowered skeletal lateral growth under elevated temperature. These results demonstrate the benefits and costs associated with gregarious larval settlement for juvenile corals under ocean warming and acidification, and highlight the ecological role of larval settlement behavior in mediating the responses of coral recruits to climate change stressors.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2022.964803/full"
  },
  {
    "title": "Comparing Bayesian Model Averaging and Reliability Ensemble Averaging in Post-Processing Runoff Projections under Climate Change",
    "authors": [
      "Kai Duan,",
      "Xiaola Wang,",
      "Bingjun Liu,",
      "Tongtiegang Zhao,",
      "Xiaohong Chen"
    ],
    "doi": "https://doi.org/10.3390/w13152124",
    "journalVolume": "Vol. 13,\n                                no. 2124\n                                \n                                  p.\n                                  2124",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "This study investigated the strength and limitations of two widely used multi-model averaging frameworks—Bayesian model averaging (BMA) and reliability ensemble averaging (REA), in post-processing runoff projections derived from coupled hydrological models and climate downscaling models. The performance and weight distributions of five model ensembles were thoroughly compared, including simple equal-weight averaging, BMA, and REAs optimizing mean (REA-mean), maximum (REA-max), and minimum (REA-min) monthly runoff. The results suggest that REA and BMA both can synthesize individual models’ diverse skills with comparable reliability, despite of their different averaging strategies and assumptions. While BMA weighs candidate models by their predictive skills in the baseline period, REA also forces the model ensembles to approximate a convergent projection towards the long-term future. The type of incorporation of the uncertain future climate in REA weighting criteria, as well as the differences in parameter estimation (i.e., the expectation maximization (EM) algorithm in BMA and the Markov Chain Monte Carlo sampling method in REA), tend to cause larger uncertainty ranges in the weight distributions of REA ensembles. Moreover, our results show that different averaging objectives could cause much larger discrepancy than that induced by different weighting criteria or parameter estimation algorithms. Among the three REA ensembles, REA-max most resembled BMA because the EM algorithm of BMA converges to the minimum aggregated error, and thus emphasize the simulation of high flows. REA-min achieved better performance in terms of inter-annual temporal pattern, yet at the cost of compromising accuracy in capturing mean behaviors. Caution should be taken to strike a balance among runoff features of interest.",
    "readLink": "https://www.mdpi.com/2073-4441/13/15/2124"
  },
  null,
  {
    "title": "Investigationof Clay Mineralogy, Micromorphology and Evolution of Soils in Bajestan Playa",
    "authors": [
      "Mohammad Ghasemzadeh Ganjehie,",
      "Alireza Karimi,",
      "Ali Zeinadini,",
      "Reza Khorasani"
    ],
    "doi": "https://doi.org/10.22067/jsw.v30i6.51463",
    "journalVolume": "Vol. 30,\n                                no. 6\n                                \n                                  pp.\n                                  2046\n                                  – 2059",
    "issn": "2008-4757 (Print)",
    "publisher": "2423-396X (Online)",
    "countryOfPublisher": "Ferdowsi University of Mashhad",
    "lcc": [
      "Iran, Islamic Republic of",
      "Agriculture: Agriculture (General)",
      "Technology: Hydraulic engineering: Irrigation engineering. Reclamation of wasteland. Drainage"
    ],
    "journalUrl": "http://jsw.um.ac.ir/en",
    "abstract": "Introduction: Playa is one of the most important landscapes in arid regions which covers about 1% of the world's total land area. Study of playas is important from different points of view especially pedology, sedimentology, mineralogy, environmental geology, groundwater and surface water chemistry. More than 60 playas have been identified in Iran. Considering the fact that playas and surrounding landforms are important archive of landscape evolution and paleoenvironmental variations, it seems that less attention has been paid to them so far. Soils are known as indicators of the landscapes evolution. Previous studies in arid regions of Iran imply different periods of deposition and soil formation in playa and alluvial fans or pediments. Bajestan playa is one of the known playa in northeastern Iran, and the largest clay flat exists in this playa. There is no information on the soils and their evolution in Bajestan playa. The objective of this study were to 1) identify the soils in different landforms along a transect from alluvial fan to clay in Bajestan playa 2) determine the morphological, micromorphological and mineralogical characteristics of these soils 3) determine the periods of soil and landform evolution and 4) comparison of soils evolution of the study area to other arid regions of Iran. Material and Methods: The study area of approximately 20000 hectares is located in southeastern of KhorasanRazavi province. The climate of the study area is hot and dry with mean annual temperature and rainfall of 17.3 °C and 193 mm, respectively. Soil moisture regime is aridic with subdivisions of weak aridic and soil temperature regime is thermic. Firstly, landforms and geomorphic surfaces of the study area were recognized based on Google Earth images interpretations and field observations. Four main landforms were recognized in the study area. The landforms from north to the south of the study area were alluvial fan, intermediate alluvial fan- clay flat, pediment and clay flat. Considering the diversity of geomorphic units, 11 soil profiles were described and diffrenet soil layers and horizons were sampled. Undisturbed soil samples were taken micromorphological studies. Some horizons were selected for clay mineralogy analysis. The mineralogy of clay fraction was determined using X-ray diffraction method. Results and discution: All studied soils except the profiles in the pediment were classified in the Aridisols order. There were two geomorphic surfaces in alluvial fans. In the first geomorphic surface a soil with the Bk horizon buried a soil with red Btk horizon. In the second geomorphic surface, it seems that the erosion has been removed the overlying soil. The Bk horizon showed the maximum soil development in the clay flat and intermediate alluvial fan-clay flat landforms. Clay coating on sand in thin section was the evidence of clay illuviation in Btk horizon. Carbonate nodules associated with clay coating are the compound pedofeature in Btk horizon. These evidences reflect polygenetic nature of the soils and different period of climate change and soil formation. Smectite, mica, chlorite and palygorskite are the clay minerals in the studied soils. Similar to soils in arid regions of Iran, palygorskite was found in Bk, Bt and Bz horizons. The existence of Bk horizon in overlying soils, buried Btk horizon, removal of surface horizon in alluvial fan are the evidences of regressive and progressive of pedogenic processes in the study area. Btk horizon represents a warm and wetter and Bk horizon indicates a relatively wetter period in comparison to present time. Conclusion: Btk was the most developed horizon in the study area that occurred as buried paleosol in alluvial fan. Bk, Bw, By and Bz were the common horizon in other landforms. Clay coating and red color of Btk horizon might seem as indicators of hot and humid conditions in the past, during the argillic horizon formation. Covered carbonate nodules with clay coating can also be mentioned as sign of a hot and wet period which is suitable for clay illuviation and weathering after a period of carbonate accumulation. The buried Btk horizon under alluvial layers in the alluvial fan indicates that after apedogenic period, alluvial processes have been responsible in burying this horizon. Bk horizon in overlying soil of all landforms represents a less intense period of soil formation. The dominant clay minerals in the study area were Illiite, cholorite, kaolinite, and palygorskite. The sequence of Bk and Btk horizons in this research and the occurrence of these soils in central, eastern and northeastern Iran imply the similar pedogenetic conditions in arid regions of Iran.",
    "readLink": "http://jsw.um.ac.ir/index.php/jsw/article/view/51463"
  },
  {
    "title": "Estimating the Global Influence of Cover Crops on Ecosystem Service Indicators in Croplands With the LPJ‐GUESS Model",
    "authors": [
      "Jianyong Ma,",
      "Peter Anthoni,",
      "Stefan Olin,",
      "Sam S. Rabin,",
      "Anita D. Bayer,",
      "Longlong Xia,",
      "Almut Arneth"
    ],
    "doi": "https://doi.org/10.1029/2022EF003142",
    "journalVolume": "Vol. 11,\n                                no. 5\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2328-4277 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://agupubs.onlinelibrary.wiley.com/journal/23284277",
    "abstract": "Abstract Cover crops (CCs) can improve soil nutrient retention and crop production while providing climate change mitigation co‐benefits. However, quantifying these ecosystem services across global agricultural lands remains inadequate. Here, we assess how the use of herbaceous CCs with and without biological nitrogen (N) fixation affects agricultural soil carbon stocks, N leaching, and crop yields, using the dynamic global vegetation model LPJ‐GUESS. The model performance is evaluated with observations from worldwide field trials and modeled output further compared against previously published large‐scale estimates. LPJ‐GUESS broadly captures the enhanced soil carbon, reduced N leaching, and yield changes that are observed in the field. Globally, we found that combining N‐fixing CCs with no‐tillage technique could potentially increase soil carbon levels by 7% (+0.32 Pg C yr−1 in global croplands) while reducing N leaching loss by 41% (−7.3 Tg N yr−1) compared with fallow controls after 36 years of simulation since 2015. This integrated practice is accompanied by a 2% of increase in total crop production (+37 million tonnes yr−1 including wheat, maize, rice, and soybean) in the last decade of the simulation. The identified effects of CCs on crop productivity vary widely among main crop types and N fertilizer applications, with small yield changes found in soybean systems and highly fertilized agricultural soils. Our results demonstrate the possibility of conservation agriculture when targeting long‐term environmental sustainability without compromising crop production in global croplands.",
    "readLink": "https://doi.org/10.1029/2022EF003142"
  }
]