[
  {
    "title": "Geographical distribution simulation and comparative analysis of Carpinus viminea and C. londoniana",
    "authors": [
      "Qianqian He,",
      "Runan Zhao,",
      "Zunling Zhu"
    ],
    "doi": "Vol. 21",
    "issn": "2351-9894 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/global-ecology-and-conservation/",
    "abstract": "As valuable landscape plants, hornbeams are extensively planted around the world, including in America, Britain, and France. However, in Asia, and China in particular, these trees still grow in natural habitats and rarely used for landscaping purposes. In this study, we examined differences in the ecological niches of two hornbeam species Carpinus viminea and C. londoniana, which are widely distributed in China and neighboring countries. On the basis of actual geographical coordinates, we used Maxent software to simulate distribution ranges of these two trees according to current suitable areas and used these data to predict their potential distributions in response to future climate change. Our findings provide a theoretical basis that will contribute in guiding the resource conservation, introduction and domestication, species identification, phylogeography, and landscape application of C. viminea and C. londoniana. Keywords: Carpinus viminea, Carpinus londoniana, Maxent, Potential distribution",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2351989419306067"
  },
  {
    "title": "Climate Services for Agriculture: Tools for Informing Decisions Relating to Climate Change and Climate Variability in the Wine Industry",
    "authors": [
      "Leanne Webb,",
      "Carly Tozer,",
      "Lynette Bettio,",
      "Rebecca Darbyshire,",
      "Bella Robinson,",
      "Aysha Fleming,",
      "Sigrid Tijs,",
      "Roger Bodman,",
      "Mahesh Prakash"
    ],
    "doi": "https://doi.org/10.1155/2023/5025359",
    "journalVolume": "Vol. 2023",
    "issn": "1322-7130 (Print)",
    "publisher": "1755-0238 (Online)",
    "countryOfPublisher": "Hindawi-Wiley",
    "lcc": [
      "United Kingdom",
      "Agriculture: Plant culture",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades"
    ],
    "journalUrl": "https://www.hindawi.com/journals/ajgwr/",
    "abstract": "Background and Aims. Australia’s changing climate is already impacting the agriculture sector and will continue to do so in the future. To help respond to these impacts, the Climate Services for Agriculture (CSA) platform presents readily accessible climate data, including future climate projections, relevant to specific agricultural commodities. This wine industry example aims to demonstrate the functionality and utility of the CSA for national use across a broad range of commodities. Methods and Results. The platform includes commodity-relevant climate indices designed in consultation with experts to ensure that they are as salient to producers as possible; the wine-grape specific indices include measures of growing season temperature, rainfall, extreme heat, and frost. Here, we describe the research behind the wine-grape specific indices and present sample outputs from the CSA platform for a site within a selected winegrowing region. We note the CSA platform has been developed through an extensive and continuing user engagement initiative, ensuring it meets the needs of the agriculture community as they grapple with how to make decisions based on longer term climate projections. Conclusions. Provision of past, seasonal outlook, and future climate information for Australia and for a range of important agricultural commodities can help improve on-farm planning and decision-making to respond to climate risks. The wine industry provides a leading example of how to use these data for decision-making, noting ongoing adjustments will be needed. Significance of the Study. The CSA platform brings together historical climate data, seasonal climate outlooks, and future climate projections to assist agricultural producers to better manage climate variability and climate change. It aims to nationalise this information for all major agricultural commodities in Australia. We use wine production as a demonstration case here.",
    "readLink": "http://dx.doi.org/10.1155/2023/5025359"
  },
  {
    "title": "Fingerprint of climate change in precipitation aggressiveness across the central Mediterranean (Italian) area",
    "authors": [
      "Nazzareno Diodato,",
      "Fredrik Charpentier Ljungqvist,",
      "Gianni Bellocchi"
    ],
    "doi": "https://doi.org/10.1038/s41598-020-78857-3",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Rainfall erosivity and its derivative, erosivity density (ED, i.e., the erosivity per unit of rain), is a main driver of considerable environmental damages and economic losses worldwide. This study is the first to investigate the interannual variability, and return periods, of both rainfall erosivity and ED over the Mediterranean for the period 1680–2019. By capturing the relationship between seasonal rainfall, its variability, and recorded hydrological extremes in documentary data consistent with a sample (1981–2015) of detailed Revised Universal Soil Loss Erosion-based data, we show a noticeable decreasing trend of rainfall erosivity since about 1838. However, the 30-year return period of ED values indicates a positive long-term trend, in tandem with the resurgence of very wet days (> 95th percentile) and the erosive activity of rains during the past two decades. A possible fingerprint of recent warming is the occurrence of prolonged wet spells in apparently more erratic and unexpected ways.",
    "readLink": "https://doi.org/10.1038/s41598-020-78857-3"
  },
  {
    "title": "POTENSI DAN KEBIJAKAN PENGEMBANGAN LONTAR UNTUK MENAMBAH PENDAPATAN PENDUDUK",
    "authors": [
      "Parlindungan Tambunan"
    ],
    "doi": "https://doi.org/10.20886/jakk.2010.7.1.27-45",
    "journalVolume": "Vol. 7,\n                                no. 1\n                                \n                                  pp.\n                                  27\n                                  – 45",
    "issn": "0216-0897 (Print)",
    "publisher": "2502-6267 (Online)",
    "countryOfPublisher": "Centre for Social Research and Development, Economics, Policy and Climate Change",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JAKK/",
    "abstract": "Lontar (Borassus flabellifer Linn.) adalah salah satu jenis palma atau Arecaceae yang tumbuh terutama di daerah kering. Penyebaran lontar adalah sangat luas; dari Arab Saudi sampai Indonesia. Di Indonesia, lontar banyak ditemukan di Nusa Tenggara Timur, Jawa Timur dan Sulawesi Selatan. Hampir semua bagian tumbuhan lontar dapat digunakan, dan lontar disebut dengan pohon 800 kegunaan. Produk utama lontar adalah nira didapat dari sadapan bunga, yang bisa diminum langsung atau diolah jadi gula atau diberi ragi dalam waktu singkat menjadi tuak. Anggur putih lontar dapat diubah melalui penyulingan menjadi etanol. Etanol cocok untuk campuran bahan bakar dalam mesin bensin, dan juga untuk industri farmasi. Produk samping lontar digunakan untuk bahan kerajinan, misalnya keranjang, sikat, ember, topi, dan kesetan. Batangnya mempunyai kayu yang keras dan kuat, baik untuk kontruksi bangunan dan jembatan. Berdasarkan banyaknya produk lontar yang mempunyai keuntungan kompetitif, lontar sangat berguna oleh penduduk setempat dan peluang meningkatkan pendapatan. Oleh karena itu, produk sumberdaya unggulan daerah yang berdaya saing tinggi di pasar nasional maupun internasional perlu digali dan dikembangkan, karena memberi nilai tambah yang besar terhadap pendapatan perkapita dan kesejahteraan.",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JAKK/article/view/268"
  },
  {
    "title": "Carbon and Nitrogen Footprints of Major Cereal Crop Production in China: A Study Based on Farm Management Surveys",
    "authors": [
      "Chunchun Xu,",
      "Zhongdu Chen,",
      "Long Ji,",
      "Jianfei Lu"
    ],
    "doi": "Vol. 29,\n                                no. 3\n                                \n                                  pp.\n                                  288\n                                  – 298",
    "issn": "1672-6308 (Print)",
    "publisher": "1876-4762 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "Netherlands",
      "Agriculture: Plant culture"
    ],
    "journalUrl": "https://www.journals.elsevier.com/rice-science",
    "abstract": "Greenhouse gas (GHG) emissions and reactive nitrogen (Nr) releases are central environmental problems, which are closely linked to climate change, environmental ecology and crop production. Sustainable development of agriculture plays an important role in GHG emissions and Nr loss. The life cycle assessment (LCA) method was used to calculate the product and farm carbon footprints (CFs) and nitrogen footprints (NFs) in rice, wheat and maize production in China based on farm survey data. The results pinpointed that the CFs of rice, wheat and maize were 0.87, 0.30 and 0.24 kg/kg. Meanwhile, the computed NFs were 17.11, 14.26 and 6.83 g/kg, respectively. Synthetic nitrogen fertilizer applications and methane (CH4) emissions were dominant CF sources, while ammonia (NH3) volatilization was the main NF contributor. Moreover, significant decreases in CF and NF by 20%–54% and 33%–61%, respectively, were found in large-size farms (> 20 hm2) when compared to small-size farms (< 0.7 hm2). Furthermore, the significantly positive relationships between CF and NF indicated the potential for simultaneous mitigation in the regions with high agricultural inputs, like amounts of fertilizer. Based on our results, some effective solutions would be favorable toward mitigating climate change and eutrophication of the major cereal crop production in China, especially optimizing fertilizer use and farm machinery operation efficiencies, as well as developing large-size farms with intensive farming.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1672630822000270"
  },
  null,
  {
    "title": "Ecological Forecasting and Operational Information Systems Support Sustainable Ocean Management",
    "authors": [
      "Chaojiao Sun,",
      "Alistair J. Hobday,",
      "Scott A. Condie,",
      "Mark E. Baird,",
      "J. Paige Eveson,",
      "Jason R. Hartog,",
      "Anthony J. Richardson,",
      "Andrew D. L. Steven,",
      "Karen Wild-Allen,",
      "Russell C. Babcock,",
      "Dezhou Yang,",
      "Rencheng Yu,",
      "Mathieu Mongin"
    ],
    "doi": "https://doi.org/10.3390/forecast4040057",
    "journalVolume": "Vol. 4,\n                                no. 57\n                                \n                                  pp.\n                                  1051\n                                  – 1079",
    "issn": "2571-9394 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Science (General)",
      "Science: Mathematics"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forecasting",
    "abstract": "In times of rapid change and rising human pressures on marine systems, information about the future state of the ocean can provide decision-makers with time to avoid adverse impacts and maximise opportunities. An ecological forecast predicts changes in ecosystems and its components due to environmental forcing such as climate variability and change, extreme weather conditions, pollution, or habitat change. Here, we summarise examples from several sectors and a range of locations. We describe the need, approach, forecast performance, delivery system, and end user uptake. This examination shows that near-term ecological forecasts are needed by end users, decisions are being made based on forecasts, and there is an urgent need to develop operational information systems to support sustainable ocean management. An operational information system is critical for connecting to decision makers and providing an enduring approach to forecasting and proactive decision making. These operational systems require significant investment and ongoing maintenance but are key to delivering ecological forecasts for societal benefits. Iterative forecasting practices could provide continuous improvement by incorporating evaluation and feedback to overcome the limitations of the imperfect model and incomplete observations to achieve better forecast outcomes and accuracy.",
    "readLink": "https://www.mdpi.com/2571-9394/4/4/57"
  },
  {
    "title": "Soil diazotrophic abundance, diversity, and community assembly mechanisms significantly differ between glacier riparian wetlands and their adjacent alpine meadows",
    "authors": [
      "Danhong Chen,",
      "Haiyan Hou,",
      "Shutong Zhou,",
      "Song Zhang,",
      "Song Zhang,",
      "Dong Liu,",
      "Zhe Pang,",
      "Jinming Hu,",
      "Kai Xue,",
      "Jianqing Du,",
      "Xiaoyong Cui,",
      "Yanfen Wang,",
      "Rongxiao Che"
    ],
    "doi": "https://doi.org/10.3389/fmicb.2022.1063027",
    "journalVolume": "Vol. 13",
    "issn": "1664-302X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.frontiersin.org/microbiology",
    "abstract": "Global warming can trigger dramatic glacier area shrinkage and change the flux of glacial runoff, leading to the expansion and subsequent retreat of riparian wetlands. This elicits the interconversion of riparian wetlands and their adjacent ecosystems (e.g., alpine meadows), probably significantly impacting ecosystem nitrogen input by changing soil diazotrophic communities. However, the soil diazotrophic community differences between glacial riparian wetlands and their adjacent ecosystems remain largely unexplored. Here, soils were collected from riparian wetlands and their adjacent alpine meadows at six locations from glacier foreland to lake mouth along a typical Tibetan glacial river in the Namtso watershed. The abundance and diversity of soil diazotrophs were determined by real-time PCR and amplicon sequencing based on nifH gene. The soil diazotrophic community assembly mechanisms were analyzed via iCAMP, a recently developed null model-based method. The results showed that compared with the riparian wetlands, the abundance and diversity of the diazotrophs in the alpine meadow soils significantly decreased. The soil diazotrophic community profiles also significantly differed between the riparian wetlands and alpine meadows. For example, compared with the alpine meadows, the relative abundance of chemoheterotrophic and sulfate-respiration diazotrophs was significantly higher in the riparian wetland soils. In contrast, the diazotrophs related to ureolysis, photoautotrophy, and denitrification were significantly enriched in the alpine meadow soils. The iCAMP analysis showed that the assembly of soil diazotrophic community was mainly controlled by drift and dispersal limitation. Compared with the riparian wetlands, the assembly of the alpine meadow soil diazotrophic community was more affected by dispersal limitation and homogeneous selection. These findings suggest that the conversion of riparian wetlands and alpine meadows can significantly alter soil diazotrophic community and probably the ecosystem nitrogen input mechanisms, highlighting the enormous effects of climate change on alpine ecosystems.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmicb.2022.1063027/full"
  },
  {
    "title": "Governance of the Exploration of Subglacial Antarctica",
    "authors": [
      "Martin John Siegert,",
      "Mahlon C. Kennicutt"
    ],
    "doi": "https://doi.org/10.3389/fenvs.2018.00103",
    "journalVolume": "Vol. 6",
    "issn": "2296-665X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.frontiersin.org/environmental_science",
    "abstract": "Subglacial lakes, and their surrounding aqueous environments, are known to be viable yet extreme habitats for microbial life that may hold records of climate change spanning hundreds of thousands of years. Since the detection of Lake Vostok in 1996 plans have been developed to access, sample, and monitor these unique environments. Critical to these plans is assurance that contamination and disturbance is minimized in all aspects of the activity. Precisely how this is achieved has been a matter of international debate for many years culminating in the formulation of a “Code of Conduct” to guide responsible scientific exploration and stewardship of these pristine systems by the Scientific Committee on Antarctic research. The Code of Conduct was first introduced to the Antarctic Treaty Consultative Meeting in 2011, influencing planning for three exploration programs. In May 2018, following several recent and operational advances, Antarctic Treaty Parties agreed to its use and dissemination, ensuring that subglacial lakes exploration and access is undertaken in a responsible, defensible, and fact-based manner. As our knowledge of subglacial lakes improves, so too will our appreciation of their scientific value and potential vulnerability. In other regions of Antarctica where value and vulnerabilities are high, Antarctic Specially Protected Areas and Antarctic Specially Managed Areas ensure long-term protection whilst allowing scientific access and study. Such governance models will be applicable to the conservation and protection of subglacial lake systems as scientific understanding of their form and functioning advances.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fenvs.2018.00103/full"
  },
  {
    "title": "Unraveling the Diversity of Eukaryotic Microplankton in a Large and Deep Perialpine Lake Using a High Throughput Sequencing Approach",
    "authors": [
      "Nico Salmaso,",
      "Adriano Boscaini,",
      "Massimo Pindo"
    ],
    "doi": "https://doi.org/10.3389/fmicb.2020.00789",
    "journalVolume": "Vol. 11",
    "issn": "1664-302X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.frontiersin.org/microbiology",
    "abstract": "The structure of microbial communities, microalgae, heterotrophic protozoa and fungi contributes to characterize food webs and productivity and, from an anthropogenic point of view, the qualitative characteristics of water bodies. Traditionally, in freshwater environments many investigations have been directed to the study of pelagic microalgae (“phytoplankton”) and periphyton (i.e., photosynthetic and mixotrophic protists) through the use of light microscopy (LM). While the number of studies on bacterioplankton communities have shown a substantial increase after the advent of high-throughput sequencing (HTS) approaches, the study of the composition, structure, and spatio-temporal patterns of microbial eukaryotes in freshwater environments was much less widespread. Moreover, the understanding of the correspondence between the relative phytoplankton abundances estimated by HTS and LM is still incomplete. Taking into account these limitations, this study examined the biodiversity and seasonality of the community of eukaryotic microplankton in the epilimnetic layer of a large and deep perialpine lake (Lake Garda) using HTS. The analyses were carried out at monthly frequency during 2014 and 2015. The results highlighted the existence of a rich and well diversified community and the presence of numerous phytoplankton taxa that were never identified by LM in previous investigations. Furthermore, the relative abundances of phytoplankton estimated by HTS and LM showed a significant relationship at different taxonomic ranks. In the 2 years of investigation, the temporal development of the whole micro-eukaryotic community showed a clear non-random and comparable distribution pattern, with the main taxonomic groups coherently distributed in the individual seasons. In perspective, the results obtained in this study highlight the importance of HTS approaches in assessing biodiversity and the relative importance of the main protist groups along environmental gradients, including those caused by anthropogenic impacts (e.g., eutrophication and climate change).",
    "readLink": "https://www.frontiersin.org/article/10.3389/fmicb.2020.00789/full"
  }
]