[
  {
    "title": "Energy modelling and the Nexus concept",
    "authors": [
      "Floor Brouwer,",
      "Georgios Avgerinopoulos,",
      "Dora Fazekas,",
      "Chrysi Laspidou,",
      "Jean-Francois Mercure,",
      "Hector Pollitt,",
      "Eunice Pereira Ramos,",
      "Mark Howells"
    ],
    "doi": "Vol. 19\n                                \n                                \n                                  pp.\n                                  1\n                                  – 6",
    "issn": "2211-467X (Print)",
    "publisher": "2211-4688 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://www.journals.elsevier.com/energy-strategy-reviews",
    "abstract": "The Nexus concept is the interconnection between the resources energy, water, food, land and climate. Such interconnections enable to address trade-offs and seek for synergies among them. Several policy areas (e.g. bio-based economy, circular economy) increasingly consider the Nexus concept. Ignoring synergies and trade-offs between energy and natural flows, can generate misleading modelling outcomes. Several modelling tools are available to address energy and the Nexus. Based on six such models, this paper aims to support the design and testing of coherent strategies for sustainable development. Model improvements would be achieved by comparing model outcomes and including a common baseline. Keywords: Energy modelling, Nexus concept, Water, Food, Climate change",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2211467X17300652"
  },
  {
    "title": "Interference of Climate Change on Plant-Microbe Interaction: Present and Future Prospects",
    "authors": [
      "Binny Sharma,",
      "Bansh Narayan Singh,",
      "Bansh Narayan Singh,",
      "Padmanabh Dwivedi,",
      "Mahendra Vikram Singh Rajawat"
    ],
    "doi": "https://doi.org/10.3389/fagro.2021.725804",
    "journalVolume": "Vol. 3",
    "issn": "2673-3218 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/agronomy#",
    "abstract": "Plant mutualistic association with various beneficial microbes is referred to as the plant enhancer microbiome. These microbes are found either in episphere or endosphere of the plant tissues. Several pieces of evidence have highlighted that plant microbiomes and soil play a pivotal role in making soil nutrient balance which is readily available to plants and provide strength under various stresses. Recently different technologies relevant to plant microbiome and diversity such as sequencing technologies, metagenomics, and bioinformatics have been utilized. Knowledge about factors that shape the composition of plant microbes is still less explored. Here, current insights into the issues driving the above/below plant microbial diversities are explored. Primarily, we address the distribution of microbial communities above and below ground across plant habitats that has benefitted plants. Microbial communities are efficient regulators of biogeochemical cycle which is a better approach to mitigate changing climatic patterns aids in proper utilization of greenhouse gases for their metabolic mechanisms. The present review is thereby significant for assessing microbiome mitigation toward climate change and multiple avenues of plant- microbe interaction under commuting climatic scenario. Finally, we summarize factors that promote the structure and composition of the plant microbiome.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fagro.2021.725804/full"
  },
  {
    "title": "Characterizing Physical and Social Compositions of Cities to Inform Climate Adaptation: Case Studies in Germany",
    "authors": [
      "Angela Wendnagel-Beck,",
      "Marvin Ravan,",
      "Nimra Iqbal,",
      "Jörn Birkmann,",
      "Giorgos Somarakis,",
      "Denise Hertwig,",
      "Nektarios Chrysoulakis,",
      "Sue Grimmond"
    ],
    "doi": "https://doi.org/10.17645/up.v6i4.4515",
    "journalVolume": "Vol. 6,\n                                no. 4",
    "issn": "2183-7635 (Online)",
    "publisher": "Cogitatio",
    "countryOfPublisher": "Portugal",
    "lcc": [
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: City planning"
    ],
    "journalUrl": "http://www.cogitatiopress.com/urbanplanning",
    "abstract": "Cities are key to climate change mitigation and adaptation in an increasingly urbanized world. As climate, socio-economic, and physical compositions of cities are constantly changing, these need to be considered in their urban climate adaptation. To identify these changes, urban systems can be characterized by physical, functional, and social indicators. Multi-dimensional approaches are needed to capture changes of city form and function, including patterns of mobility, land use, land cover, economic activities, and human behaviour. In this article, we examine how urban structure types provide one way to differentiate cities in general and to what extent socio-economic criteria have been considered regarding the characterization of urban typologies. In addition, we analyse how urban structure types are used in local adaptation strategies and plans to derive recommendations and concrete targets for climate adaptation. To do this, we examine indicators, background data used, and cartographic information developed for and within such urban adaptation plans, focusing in particular on the German cities of Karlsruhe and Berlin. The comparative analysis provides new insights into how present adaptation plans consider physical and social structures, including issues of human vulnerability within cities. Based on the analysis we make recommendations on how to improve the consideration of both physical and socio-economic aspects of a city to support pathways for adaptation.",
    "readLink": "https://www.cogitatiopress.com/urbanplanning/article/view/4515"
  },
  {
    "title": "Phenological Patterns and Seasonal Segregation of Coprophilous Beetles (Coleoptera: Scarabaeoidea and Hydrophilidae) on a Cattle Farm in SE-Michigan, United States Throughout the Year",
    "authors": [
      "Thomas Wassmer"
    ],
    "doi": "https://doi.org/10.3389/fevo.2020.563532",
    "journalVolume": "Vol. 8",
    "issn": "2296-701X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Evolution",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.frontiersin.org/ecology_and_evolution",
    "abstract": "The seasonal occurrence of species and timing of key events in their life (phenology) affects the ecology and evolution of every species, population, and species community (SC) on Earth. Shifting phenologies and mismatches between species may affect range limits and lead to extinctions and biodiversity loss, which are especially concerning in ecologically and economically important SCs like coprophilous beetles. This study provides phenological data for many species of coprophilous beetles from the Midwestern region of the United States, includes the often-missing winter months, and compares the seasonal and successional differences between the “relocator” and “dweller” guilds. Beetles were sampled biweekly throughout the year from a 3.8 ha Farm in Adrian, SE-Michigan using 15 pitfall traps baited with cow manure. Samples were collected after 48 h and again after 72 h exposure time. Over the entire year, I caught 6,069 specimens from 24 species of Scarabaeoidea and 13 species of Hydrophilidae. The ROSARIO null model for continuous temporal data suggested a significant seasonal overlap of the SC (p < 0.0001) and a cluster analysis based on Pianka’s niche overlap index identified five clusters at a minimum overlap of 55% falling into three major phenological guilds. “Relocators” (6 Scarabaeinae, 2 Aphodiinae species) overlapped on average by 48.4%, whereas “dwellers” (9 Aphodiinae, 10 Hydrophilidae species) overlapped by 36.0% (Mann–Whitney test, p = 0.055). Small Hydrophilidae dwellers overlapped by 30.9% whereas large hydrophilid dwellers overlapped by 96.9%. Individual phenological patterns were compared to other sites in North America and Europe and predictions about geographical and phenological changes due to the man-made climate crisis and habitat loss and fragmentation are discussed. Differences between the seasonal overlaps of “relocators” and “dwellers” as well as small and large Onthophagus relocators and Hydrophilidae dwellers are suggesting profound ecological differences between the guilds and sub-guilds.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fevo.2020.563532/full"
  },
  {
    "title": "Precision Irrigation Strategies for Sustainable Water Budgeting of Potato Crop in Prince Edward Island",
    "authors": [
      "Hassan Afzaal,",
      "Aitazaz  A. Farooque,",
      "Farhat Abbas,",
      "Bishnu Acharya,",
      "Travis Esau"
    ],
    "doi": "https://doi.org/10.3390/su12062419",
    "journalVolume": "Vol. 12,\n                                no. 6\n                                \n                                  p.\n                                  2419",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Climate change induced uneven patterns of rainfall emphasize the use of supplemental irrigation in rainfed agriculture. The Penman−Monteith method was used to calculate supplemental irrigation for water budgeting of a potato crop in Prince Edward Island, Canada. Cumulative gaps between rainfall and crop evapotranspiration (ETc) during August and September of the study years were due to high crop coefficient factor, justifying the need for supplemental irrigation. Pressurized irrigation systems, including sprinklers, fertigation, and drip irrigation were installed, to evaluate the impact of scheduled supplemental irrigation in offsetting deficits in irrigation water requirements in comparison with conventional practice of rainfed cultivation (control). A two-way ANOVA examined the effect of irrigation methods and year on potato tuber yield, water productivity, tuber quality, and payout. Sprinkler and fertigation systems performed better than drip and control treatments. In terms of payout returns and potato tuber quality (percentage of marketable potatoes), the sprinkler treatment performed significantly better than the other treatments. However, for water productivity, fertigation treatment performed significantly better than control and sprinkler treatments during both years. The use of supplemental irrigation is recommended for profitable cultivation of potatoes in soil, agricultural, and environmental conditions resembling to those of Prince Edward Island.",
    "readLink": "https://www.mdpi.com/2071-1050/12/6/2419"
  },
  {
    "title": "Factors controlling variability in the oxidative capacity of the troposphere since the Last Glacial Maximum",
    "authors": [
      "L. T. Murray,",
      "L. J. Mickley,",
      "J. O. Kaplan,",
      "E. D. Sofen,",
      "M. Pfeiffer,",
      "B. Alexander"
    ],
    "doi": "https://doi.org/10.5194/acp-14-3589-2014",
    "journalVolume": "Vol. 14,\n                                no. 7\n                                \n                                  pp.\n                                  3589\n                                  – 3622",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "The oxidative capacity of past atmospheres is highly uncertain. We present here a new climate–biosphere–chemistry modeling framework to determine oxidant levels in the present and past troposphere. We use the GEOS-Chem chemical transport model driven by meteorological fields from the NASA Goddard Institute of Space Studies (GISS) ModelE, with land cover and fire emissions from dynamic global vegetation models. We present time-slice simulations for the present day, late preindustrial era (AD 1770), and the Last Glacial Maximum (LGM, 19–23 ka), and we test the sensitivity of model results to uncertainty in lightning and fire emissions. We find that most preindustrial and paleo climate simulations yield reduced oxidant levels relative to the present day. Contrary to prior studies, tropospheric mean OH in our ensemble shows little change at the LGM relative to the preindustrial era (0.5 ± 12 %), despite large reductions in methane concentrations. We find a simple linear relationship between tropospheric mean ozone photolysis rates, water vapor, and total emissions of NOx and reactive carbon that explains 72 % of the variability in global mean OH in 11 different simulations across the last glacial–interglacial time interval and the industrial era. Key parameters controlling the tropospheric oxidative capacity over glacial–interglacial periods include overhead stratospheric ozone, tropospheric water vapor, and lightning NOx emissions. Variability in global mean OH since the LGM is insensitive to fire emissions. Our simulations are broadly consistent with ice-core records of Δ17O in sulfate and nitrate at the LGM, and CO, HCHO, and H2O2 in the preindustrial era. Our results imply that the glacial–interglacial changes in atmospheric methane observed in ice cores are predominantly driven by changes in its sources as opposed to its sink with OH.",
    "readLink": "http://www.atmos-chem-phys.net/14/3589/2014/acp-14-3589-2014.pdf"
  },
  {
    "title": "A review of on-road vehicle emission inventory",
    "authors": [
      "Yang Daoyuan,",
      "Zhang Yonglin,",
      "Wu Rui,",
      "Song Yuanyuan,",
      "Xu Honglei"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202236001027",
    "journalVolume": "Vol. 360\n                                \n                                \n                                  p.\n                                  01027",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "The large increase in the on-road vehicle population in China has raised sustainability concerns regarding air pollution prevention, energy conservation, and climate change mitigation. Vehicle emission inventory is an irreplaceable tool to characterize the temporal and spatial distribution of the air pollutant and provide guidance to the policy makers with effective vehicle emission controls. This review paper reviewed two kinds of typical vehicle emission inventories. The top-down vehicle emission inventories is calculated based on the static datasets (e.g., vehicle population, vehicle kilometer traveled, and fuel consumption). These inventories could track historical emissions abatement progress and examine potential benefits from future regulations. The technological evolution in intelligent transportation systems have facilitated emission inventories to satisfy the increasing sophisticated management demand. The bottom-up link-level vehicle emission inventories are development based on the availability of the real-world traffic profiles. To simulate the temporal and spatial patterns with high-resolution, traffic demand model and machine learning methods are employed to elucidate traffic emissions.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2022/27/e3sconf_vesep2022_01027.pdf"
  },
  {
    "title": "Predicting CO<sub>2</sub> Emission Footprint Using AI through Machine Learning",
    "authors": [
      "Yang Meng,",
      "Hossain Noman"
    ],
    "doi": "https://doi.org/10.3390/atmos13111871",
    "journalVolume": "Vol. 13,\n                                no. 1871\n                                \n                                  p.\n                                  1871",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Adequate CO2 is essential for vegetation, but industrial chimneys and land, space and oceanic vehicles exert tons of excessive CO2 and are mostly responsible for the greenhouse effect, global warming and climate change. Due to COVID-19, CO2 emission was in 2020 at its lowest level compared to prior decades. However, it is unknown how long it will take to reduce CO2 emission to a tolerable point. Furthermore, it is also unknown to what extent it can increase or change in the future. Accurate forecasting of CO2 emissions has real significance for choosing the optimum ways of reducing CO2 emissions. Although some existing models have noticeable CO2 emission forecasting accuracy, the models implemented in this work have more efficacy in prediction due to incorporating COVID-19’s effect on CO2 emission. This paper implements four prediction models using SARIMA (SARIMAX) based on ARIMA. The four models are based on the time period of the surge of the COVID-19 pandemic. The main objective of this work is to compare these four models to suggest an effective model to predict the total CO2 emissions for the future. The study forecasts global total CO2 emission from 2022 to 2027 for near future prediction, 2022 to 2054 for future prediction and 2022 to 2072 for far future prediction. Among the various error measures, mean absolute percentage error (MAPE) is chosen for accuracy comparison. The calculation yields different accuracy for the four SARIMAX models. The MAPEs for the four methods are: pre-COV (MAPE: 0.32), start-COV (MAPE: 0.28), trans-COV (MAPE: 0.19), post-COV (MAPE: 0.09). The MAPE value is relatively low for post-COV (MAPE: 0.09). Hence, it can be inferred that post-COV are suitable models to forecast the global total CO2 emission for the future. The post-COV predictions for the global total CO2 emission for the years 2022 to 2027 are: 36,218.59, 36,733.69, 37,238.29, 37,260.88, 37,674.01 and 37,921.47 million tons (MT). This study successfully predicts CO2 emission either for the COVID-19 period or the post-COVID-19 normal periods. The Machine Learning (ML) method used in this study has shown good agreement with the IPCC model in predicting the past emissions, the current emissions due to COVID-19 and the emissions of the upcoming future. These prediction results can be an asset for the decision support system to develop a suitable policy for global CO2 emission reduction. For future research, a number of other external influence variables responsible for CO2 emission can be added for finer forecasts. This research is an original work in predicting COVID-19-affected CO2 emission using AI through the ML methodology.",
    "readLink": "https://www.mdpi.com/2073-4433/13/11/1871"
  },
  {
    "title": "A research progress review on regional extreme events",
    "authors": [
      "Fu-Min Ren,",
      "Blair Trewin,",
      "Manola Brunet,",
      "Pattanaik Dushmanta,",
      "Andreas Walter,",
      "Omar Baddour,",
      "Maya Korber"
    ],
    "doi": "Vol. 9,\n                                no. 3\n                                \n                                  pp.\n                                  161\n                                  – 169",
    "issn": "1674-9278 (Print)",
    "publisher": "KeAi Communications Co., Ltd.",
    "countryOfPublisher": "China",
    "lcc": [
      "Science: Physics: Meteorology. Climatology",
      "Social Sciences: Social sciences (General)"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/advances-in-climate-change-research/",
    "abstract": "An extreme (weather and climate) event does not only mean that an extreme occurs at a location, but more generally it can impact a certain area and last a certain period of time, which is defined as a regional extreme event (REE) with a certain impacted area and duration. The concept of REE has been defined to allow mainly objective assessment of the events without a pre-determined boundary and duration. This paper reviews the studies on REEs published during the past 20 years, especially recent years. Mainly in view of methodology, these studies can be divided into three types: studies focusing on spatial simultaneity, studies focusing on temporal persistence, and studies identifying REEs. The methods identifying REEs include two kinds, e.g., type-I methods stressing REE's temporal persistence within a relatively certain area and type-II methods focusing on catching a complete REE. Identification methods proposed in this paper could provide valuable information for various purposes, such as real-time monitoring, estimating long-term changes, mechanism diagnosis, forecasting study and even attribution analysis. Research on REEs is important for objectively defining extreme weather and climate events, which depends on the spatial and temporal scales of interest. Such an objective definition will support ongoing climate monitoring and improve the assessment of how regional extreme events have changed over time. Keywords: Extreme (weather and climate) events, Regional extreme events, Research progress, Review",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1674927817301429"
  },
  {
    "title": "PENGARUH PERUBAHAN IKLIM TERHADAP OPTIMASI KETERSEDIAAN AIR DI DAERAH IRIGASI GOLEK KECAMATAN PAKISAJI KABUPATEN MALANG DENGAN MEMPERGUNAKAN PROGRAM LINIER",
    "authors": [
      "Rudi Serang"
    ],
    "doi": "Vol. 3,\n                                no. 1\n                                \n                                  pp.\n                                  15\n                                  – 23",
    "issn": "2086-1761 (Print)",
    "publisher": "2477-6068 (Online)",
    "countryOfPublisher": "Universitas Brawijaya",
    "lcc": [
      "Indonesia",
      "Technology: Hydraulic engineering"
    ],
    "journalUrl": "https://jurnalpengairan.ub.ac.id/index.php/jtp/index",
    "abstract": "Global climatechangeaffects to temperature, relativehumidity, solarradiationlength, wind speed, rainfall andriverdischarge. Due to climatechangethe high of rainfallintensity impact onriver dischargefluctuationsin the wet anddry season. Floods anddroughtsas anatural eventaremoreoften occurredat this time. Golek kananIrrigationareahas a117hectares command area consistingofthefourtertiary those are 5hectares Karangdurentertiary, 100hectaresSutojayantertiary, 10hectaresPakisajitertiaryand2 hectares Glanggangtertiary, thereforetodeal with that extremeimpact,required a systematically irrigationmanagement plansin order tobe still profitable, especially for farmers. The methodology usedin the analysis ofirrigation water availability optimization at Golek kanan command area using theSimplexLinearProgrammingthatwill be obtained cropping area (A), discharge (Q)andmaximum benefit of agricultural production. Based on theanalysisresults indicatesthat has occurred the climate changeonGolek kanancommand area in 2001 that is markedbya shifted inthe rainyanddryseasonsand increasedthe amount ofannualrainfall. Increasing the amount ofrainfallhas an impactonthevolume availability of water intakechanges,before the climate change, the volume availability of water intheintake(cropping season) are MTI =706000 m3, MTII = 686000 m3andMTIII =764000 m3. While from thestudy resultalsoshowedthatafter theoccurrence ofclimatechange, volume ofwater availablein theintakeareMTI =1420000 m3, MTII = 690000 m3andMTIII =570000 m3. Volumeof water availability fromtheoptimizationofthe existing cropping pattern atGolek kananboth beforeand afterclimatechangeis stillsufficient to water requirement for everycropping seasonandthe difference inprofitis 98.525.000 rupiahs peryearwhichis obtainedfromagricultural production. Keywords: Climate Change, WaterAvailability, Linear Programming.",
    "readLink": "https://jurnalpengairan.ub.ac.id/index.php/jtp/article/view/142"
  }
]