[
  {
    "title": "Influence of Stratospheric Ozone Changes on Stratospheric Temperature Trends in Recent Decades",
    "authors": [
      "Lingyu Zhou,",
      "Yan Xia,",
      "Chuanfeng Zhao"
    ],
    "doi": "https://doi.org/10.3390/rs14215364",
    "journalVolume": "Vol. 14,\n                                no. 5364\n                                \n                                  p.\n                                  5364",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Associated with the recovery of stratospheric ozone, stratospheric cooling has decelerated since the late 1990s. This study investigates the contribution of ozone changes to the long-term stratospheric temperature trends in recent decades using satellite observations and model simulations. Observational analysis shows that total column ozone experienced little depletion in the Northern Hemisphere (NH) and weak recovery in the Southern Hemisphere (SH) in the period 1998–2020. It is found that the cease of stratospheric ozone depletion has reduced the stratospheric cooling from 1998 onwards, especially in the summer hemisphere. The correlation analysis indicates that the lower-stratospheric temperature is primarily regulated by ozone changes. The ozone recovery in the SH is associated with the weak warming in the lower stratosphere in the period 1998–2020 in summer. The impact of ozone changes is further isolated in the ozone-only experiments from CMIP6. We find that ozone depletion results in significant cooling in the summer hemisphere in the period 1979–1997, especially in the upper and lower stratosphere, while ozone recovery leads to significant warming in the summer hemisphere in the period 1998–2020 in the upper stratosphere. Our results also suggest that the wave-mean flow interactions associated with stratospheric ozone variations may play an important role in regulating the strength of polar vortex in winter.",
    "readLink": "https://www.mdpi.com/2072-4292/14/21/5364"
  },
  {
    "title": "Risk of Odorous Gas Emissions from Wastewater Treatment Systems Related to Global Warming Effects",
    "authors": [
      "Fida Maalem,",
      "Christophe Gery,",
      "Fabien Siino,",
      "Madani Diallo,",
      "Isabelle Crosnier,",
      "Lea Cochard,",
      "Helene Piet"
    ],
    "doi": "Vol. 95",
    "issn": "1974-9791 (Print)",
    "publisher": "2283-9216 (Online)",
    "countryOfPublisher": "AIDIC Servizi S.r.l.",
    "lcc": [
      "Italy",
      "Technology: Chemical technology: Chemical engineering",
      "Technology: Electrical engineering. Electronics. Nuclear engineering: Electronics: Computer engineering. Computer hardware"
    ],
    "journalUrl": "https://www.cetjournal.it/index.php/cet",
    "abstract": "Emissions of odorous gases resulting from the biological activity of wastewater is a known and documented phenomenon whose effects can be as detrimental to nearby residents as to network and WWTP managers. In addition, we have been experiencing global warming for several years, which has caused and continues to cause an increase in average temperatures on the earth's surface as well as a modification of other meteorological factors. Thus, it appears crucial for wastewater system managers to understand the evolutions caused by climate change to anticipate and reduce future impacts on their facilities. In this context, the SIAAP (Syndicat interdépartemental pour l'assainissement de l'agglomération parisienne) has drawn up an inventory of the factors promoting the production of odorous gasses (in particular H2S) through a literature review. These factors were compared with data from the SIAAP measurement network for the period 2000-2022 and future evolution scenarios to determine if the global warming effects could lead to a deterioration in the odorous impact of wastewater collection and treatment facilities. The study shows that the effects of climate change seem to have contributed, from a probabilistic point of view to the creation of an additional risk of major H2S peak production on SIAAP WWTP and networks, almost exclusively related to the increase in temperature.",
    "readLink": "https://www.cetjournal.it/index.php/cet/article/view/12836"
  },
  {
    "title": "Preface to the Special Issue on Geodynamic and Climate-Change Processes over Tibet, Xinjiang and Siberia",
    "authors": [
      "Cheinway Hwang,",
      "Benjamin Fong Chao,",
      "Jeffrey T. Freymueller,",
      "Wenbin Shen,",
      "C. K. Shum"
    ],
    "doi": "https://doi.org/10.3319/TAO.2010.12.01.01(TibXS)",
    "journalVolume": "Vol. 22,\n                                no. 2\n                                \n                                  p.\n                                  091",
    "issn": "1017-0839 (Print)",
    "publisher": "2311-7680 (Online)",
    "countryOfPublisher": "Springer",
    "lcc": [
      "Singapore",
      "Science: Geology",
      "Science: Physics: Geophysics. Cosmic physics"
    ],
    "journalUrl": "https://www.springer.com/journal/44195",
    "abstract": "Tibet, Xinjiang and Siberia (TibXS) are regions with active plate tectonics. Evidence from satellite gravimetry and altimetry shows the hydrological evolutions over these regions are sensitive to global climate change. For example, inter-annual lake level changes over Tibet and Xinjiang from satellite altimetry are found to be connected to the El Nino Southern Oscillation (ENSO). Lakes in central Asia, Xinjiang and Siberia show sharp changes in lake levels that can be explained by climate change. Recent terrestrial gravity, GRACE and GPS observations suggest that the crust over the Tibetan plateau is thickening, and the Himalayan glaciers appear to be thinning. Satellite altimetry is a potential tool to study vertical displacement and permafrost thawing and changes in the active layers in Siberia and Tibet.",
    "readLink": "\nhttp://tao.cgu.org.tw/images/attachments/v221p091.pdf\n"
  },
  {
    "title": "On lifestyle trends, health and mosquitoes: Formulating welfare levels for control of the Asian tiger mosquito in Greece.",
    "authors": [
      "Antonios Kolimenakis,",
      "Kostas Bithas,",
      "Dionysis Latinopoulos,",
      "Clive Richardson"
    ],
    "doi": "https://doi.org/10.1371/journal.pntd.0007467",
    "journalVolume": "Vol. 13,\n                                no. 6\n                                \n                                  p.\n                                  e0007467",
    "issn": "1935-2727 (Print)",
    "publisher": "1935-2735 (Online)",
    "countryOfPublisher": "Public Library of Science (PLoS)",
    "lcc": [
      "United States",
      "Medicine: Internal medicine: Special situations and conditions: Arctic medicine. Tropical medicine",
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://journals.plos.org/plosntds/",
    "abstract": "The expansion of urban ecosystems and climate change, both outcomes of massive lifestyle changes, contribute to a series of side effects such as environmental deterioration, spread of diseases, increased greenhouse gas emissions and introduction of invasive species. In the case of the Athens metropolitan area, an invasive mosquito species-the Asian tiger mosquito (Aedes albopictus)-has spread widely in the last decade. This spread is favoured within urban environments and is also affected by changing climatic trends. The Asian tiger mosquito is accompanied by risks of mosquito-borne diseases, greater nuisance levels, and increased expenses incurring for its confrontation. The main aims of this paper are (i) to estimate the various costs associated with the control of this invasive species, as well as its health and nuisance impacts, (ii) to evaluate the level of citizens' well-being from averting these impacts and (iii) to record citizens' and experts' perceptions regarding alternative control measures. Evidence shows that experts tend to place a high value on mosquito control when associated with serious health risks, while citizens are more sensitive and concerned about the environmental impacts of control methods. The synthesis of results produced by the current study could act as a preliminary guide for the estimation of societal welfare from the confrontation of similar problems in the context of a complex ecosystem.",
    "readLink": "https://doi.org/10.1371/journal.pntd.0007467"
  },
  {
    "title": "Bibliometric Analysis of International Collaboration in Wind and Solar Energy",
    "authors": [
      "Ichiro Sakata,",
      "Hajime Sasaki"
    ],
    "doi": "https://doi.org/10.13044/j.sdewes.2013.01.0014",
    "journalVolume": "Vol. 1,\n                                no. 3\n                                \n                                  pp.\n                                  187\n                                  – 198",
    "issn": "1848-9257 (Online)",
    "publisher": "SDEWES Centre",
    "countryOfPublisher": "Croatia",
    "lcc": [
      "Technology",
      "Social Sciences: Industries. Land use. Labor: Economic growth, development, planning"
    ],
    "journalUrl": "http://www.sdewes.org/jsdewes",
    "abstract": "Modern technology is increasingly complex and demands an ever-widening range of knowledge and skills. No single country will possess all the knowledge and skills required for addressing global issues such as climate change. Technology collaboration between leading countries is important to promptly and efficiently address the problem. Previous studies have shown that a high level of collaboration is correlated with high paper productivity. This paper first aims to use objective data and create maps that enable us to see both the distribution of worldwide research competency and the relationship of international collaboration in clean energy research. In the international research network of wind power and solar cell, 4,189 institutions located in 121 countries and 6,600 institutions located in 125 countries are included respectively. This paper discusses various factors that would have an impact on research capability and support strong international relationships. With respect to research capability, governmental policies, stability of governmental commitment, natural conditions and historical and institutional differences have a significant impact on it. For research collaborations, factors such as geographical proximity, international science and technology policy, and developmental stage of technology have been brought to attention. This study demonstrates that bibliometrics is a methodology that is capable of providing a knowledge base that is useful in the development of the international science and technology policy and technological management strategy.",
    "readLink": "http://www.sdewes.org/jsdewes/pi2013.01.0014  "
  },
  {
    "title": "Social and Professional Impact of Learning Communities Within the Alliances for Graduate Education and the Professoriate Program at Michigan State University",
    "authors": [
      "Steven D. Thomas,",
      "Abdifatah Ali,",
      "Karl Alcover,",
      "Dukernse Augustin,",
      "Neco Wilson"
    ],
    "doi": "https://doi.org/10.3389/fpsyg.2021.734414",
    "journalVolume": "Vol. 12",
    "issn": "1664-1078 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Philosophy. Psychology. Religion: Psychology"
    ],
    "journalUrl": "http://frontiersin.org/psychology",
    "abstract": "At Michigan State University (MSU), the AGEP learning community features the participation of over 70% of the African-American, Latinx, and Native-American under-represented minorities (URM), also referred to as Black, Indigenous, and People of Color (BIPOC) doctoral students in fields sponsored by the National Science Foundation (NSF). Monthly learning community (LC) meetings allow AGEP participants to create dialogues across disciplines through informal oral presentations about current research. The learning communities also offer opportunities to share key information regarding graduate school success and experience; thus providing a social network that extends beyond the academic setting. At MSU, AGEP also provides an interdisciplinary and multigenerational environment that includes graduate students, faculty members, post-docs and prospective graduate students. Using monthly surveys over a 4-year period, we evaluated the impact of this AGEP initiative focusing on the utility of the program, perceptions of departmental climate, career plans and institutional support. Findings indicate that AGEP participants consider their experiences in the program as vital elements in the development of their professional identity, psychological safety, and career readiness. Experiences that were identified included networking across departments, focus on career placement, involvement in minority recruitment and professional development opportunities. Additionally, AGEP community participants resonated with the “sense of community” that is at the core of the MSU AGEP program legacy. In this article, we proposed a variation of Tomlinson’s Graduate Student Capital model to describe the AGEP participants’ perceptions and experiences in MSU AGEP. Within this 4-year period, we report over 70% graduation rate (completing with advanced degrees). More than half of Ph.D. students and almost 30% of master’s degree students decided to pursue academia as their careers. In addition, we found a high satisfaction rate of AGEP among the participants. Our analysis on graduate student capital helped us identify motivating capital development by years spent at MSU and as an AGEP member. These findings may provide some insight into which capitals may be deemed important for students relative to their experiences at MSU and in AGEP and how their priorities change as they transition toward graduation.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fpsyg.2021.734414/full"
  },
  {
    "title": "The Guadalperal Dolmen (Cáceres, Spain). Archaeological and heritage protection interventions on an artificially submerged archaeological site which resurfaces",
    "authors": [
      "Ángel José Villa González"
    ],
    "doi": "https://doi.org/10.11141/ia.60.4",
    "journalVolume": "no. 60",
    "issn": "1363-5387 (Online)",
    "publisher": "University of York",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Auxiliary sciences of history: Archaeology"
    ],
    "journalUrl": "http://intarch.ac.uk/",
    "abstract": "In 2019, the Iberian Peninsula suffered the worst drought in recent decades, leading to a clear reduction in water levels at Spanish reservoirs. This situation allowed previously flooded lands to re-appear, and in many cases they became accessible by foot. The Dolmen of Guadalperal (made of approximately 150 orthostats) was a spectacular sight when it re-emerged and attracted several curious visitors and the media, who understood that this was a unique opportunity to visit it. The responsible administrations therefore needed to act by protecting and archaeologically studying the site.",
    "readLink": "https://intarch.ac.uk/journal/issue60/4/index.html"
  },
  {
    "title": "The plant phenology monitoring design for The National Ecological Observatory Network",
    "authors": [
      "Sarah C. Elmendorf,",
      "Katherine D. Jones,",
      "Benjamin I. Cook,",
      "Jeffrey M. Diez,",
      "Carolyn A. F. Enquist,",
      "Rebecca A. Hufft,",
      "Matthew O. Jones,",
      "Susan J. Mazer,",
      "Abraham J. Miller‐Rushing,",
      "David J. P. Moore,",
      "Mark D. Schwartz,",
      "Jake F. Weltzin"
    ],
    "doi": "https://doi.org/10.1002/ecs2.1303",
    "journalVolume": "Vol. 7,\n                                no. 4\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2150-8925 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://esajournals.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2150-8925/",
    "abstract": "Abstract Phenology is an integrative science that comprises the study of recurring biological activities or events. In an era of rapidly changing climate, the relationship between the timing of those events and environmental cues such as temperature, snowmelt, water availability, or day length are of particular interest. This article provides an overview of the observer‐based plant phenology sampling conducted by the U.S. National Ecological Observatory Network (NEON), the resulting data, and the rationale behind the design. Trained technicians will conduct regular in situ observations of plant phenology at all terrestrial NEON sites for the 30‐yr life of the observatory. Standardized and coordinated data across the network of sites can be used to quantify the direction and magnitude of the relationships between phenology and environmental forcings, as well as the degree to which these relationships vary among sites, among species, among phenophases, and through time. Vegetation at NEON sites will also be monitored with tower‐based cameras, satellite remote sensing, and annual high‐resolution airborne remote sensing. Ground‐based measurements can be used to calibrate and improve satellite‐derived phenometrics. NEON's phenology monitoring design is complementary to existing phenology research efforts and citizen science initiatives throughout the world and will produce interoperable data. By collocating plant phenology observations with a suite of additional meteorological, biophysical, and ecological measurements (e.g., climate, carbon flux, plant productivity, population dynamics of consumers) at 47 terrestrial sites, the NEON design will enable continental‐scale inference about the status, trends, causes, and ecological consequences of phenological change.",
    "readLink": "https://doi.org/10.1002/ecs2.1303"
  },
  {
    "title": "Climate Change and Implications for the Proposed Canadian Northern Corridor",
    "authors": [
      "David Fawcett,",
      "Tristan Pearce,",
      "James D. Ford"
    ],
    "doi": "Vol. 13,\n                                no. 26\n                                \n                                  pp.\n                                  1\n                                  – 40",
    "issn": "2560-8312 (Print)",
    "publisher": "2560-8320 (Online)",
    "countryOfPublisher": "University of Calgary",
    "lcc": [
      "Canada",
      "Political science: Political institutions and public administration (General)"
    ],
    "journalUrl": "https://journalhosting.ucalgary.ca/index.php/sppp/index",
    "abstract": "The Canadian Northern Corridor (CNC) has been proposed as a potential solution to the challenges presented by limited transportation infrastructure in Northern Canada (Sulzenko and Fellows 2016). Building, operating and maintaining infrastructure in a northern corridor would be inherently challenging due to issues of remoteness and climate change. This paper reviews scientific evidence about the documented and potential impacts of climate change in Northern Canada and examines what the implications are for future CNC development.",
    "readLink": "http://dx.doi.org/10.11575/sppp.v13i0.69570"
  },
  {
    "title": "Occupations at risk of contracting zoonoses of public health significance in Québec",
    "authors": [
      "Ariane Adam-Poupart,",
      "Laurie-Maude Drapeau,",
      "Sadjia Bekal,",
      "Geneviève Germain,",
      "Alejandra Irace-Cima,",
      "Marie-Pascale Sassine,",
      "Audrey Simon,",
      "Julio Soto,",
      "Karine Thivierge ,",
      "France Tissot"
    ],
    "doi": "https://doi.org/10.14745/ccdr.v47i01a08",
    "journalVolume": "Vol. 47,\n                                no. 1\n                                \n                                  pp.\n                                  47\n                                  – 58",
    "issn": "1719-3109 (Print)",
    "publisher": "1481-8531 (Online)",
    "countryOfPublisher": "Public Health Agency of Canada",
    "lcc": [
      "Canada",
      "Medicine: Internal medicine: Infectious and parasitic diseases"
    ],
    "journalUrl": "https://www.canada.ca/en/public-health/services/reports-publications/canada-communicable-disease-report-ccdr.html",
    "abstract": "Introduction: Climate change plays an important role in the geographic spread of zoonotic diseases. Knowing which populations are at risk of contracting these diseases is critical to informing public health policies and practices. In Québec, 14 zoonoses have been identified as important for public health to guide the climate change adaptation efforts of decision-makers and researchers. A great deal has been learned about these diseases in recent years, but information on at-risk workplaces remains incomplete. The objective of this study is to paint a portrait of the occupations and sectors of economic activity at risk for the acquisition of these zoonoses. Methods: A rapid review of the scientific literature was conducted. Databases on the Ovid and EBSCO research platforms were searched for articles published between 1995 and 2018, in English and French, on 14 zoonoses (campylobacteriosis, cryptosporidiosis, verocytotoxigenic Escherichia coli, giardiasis, listeriosis, salmonellosis, Eastern equine encephalitis, Lyme disease, West Nile virus, food botulism, Q fever, avian and swine influenza, rabies, hantavirus pulmonary syndrome) and occupational health. The literature search retrieved 12,558 articles and, after elimination of duplicates, 6,838 articles were evaluated based on the title and the abstract. Eligible articles had to address both concepts of the research issue (prioritized zoonoses and worker health). Of the 621 articles deemed eligible, 110 were selected following their full reading. Results: Of the diseases under study, enteric zoonoses were the most frequently reported. Agriculture, including veterinary services, public administration services and medical and social services were the sectors most frequently identified in the literature. Conclusion: The results of our study will support public health authorities and decision-makers in targeting those sectors and occupations that are particularly at risk for the acquisition of zoonoses. Doing so will ultimately optimize the public health practices of those responsible for the health of workers.",
    "readLink": "https://www.canada.ca/en/public-health/services/reports-publications/canada-communicable-disease-report-ccdr/monthly-issue/2021-47/issue-1-january-2021/workers-risk-contracting-zoonoses-quebec.html"
  }
]