[
  {
    "title": "Grid-Point Rainfall Trends, Teleconnection Patterns, and Regionalised Droughts in Portugal (1919–2019)",
    "authors": [
      "Luis Angel Espinosa,",
      "Maria Manuela Portela"
    ],
    "doi": "https://doi.org/10.3390/w14121863",
    "journalVolume": "Vol. 14,\n                                no. 1863\n                                \n                                  p.\n                                  1863",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "This paper describes the long-term grid-point rainfall trends in the context of climate change, recent regionalised rainfall decline and drought events for mainland Portugal, which is teleconnected, in most cases, to the trends of mathematical descriptions of the North Atlantic Oscillation (NAO) during the century from October 1919 to September 2019. Grid-point rainfall dataset (1919–2019, from 126 centroids in a regular mesh over the country) have been constructed from high-quality ground-based data and as such, it provides a reliable source for the analysis of rainfall trends at different timescales: October–December, January–March, December–March, and the hydrological year. The Mann–Kendall (MK) coupled with Sen’s slope estimator test are applied to quantify the trends. The Sequential Mann–Kendall (SQMK) analysis is implemented to obtain the fluctuation of the progressive trends along the studied 100-year period. Because of their pivotal role in linking and synchronising climate variability, teleconnections to the North Atlantic Ocean are also explored to explain the rainfall trends over the Portuguese continuum. The results provide a solid basis to explain the climate change effects on the Portuguese rainfall based on significant associations with strong negative correlations between changes in rainfall and in NAO indices. These strong opposing correlations are displayed in most of the winter seasons and in the year. After the late 1960s, a generalised rainfall decrease emerges against a background of significant upward trends of the NAO; such coupled behaviour has persisted for decades. Regionalised droughts at three identified climatic regions, based on factor analysis and Standardised Precipitation Index (SPI), are also discussed, concluding that the frequency of severe droughts may increase again, accompanied by a stronger influence of the recently more positive and unusual winter season and annual NAO indices.",
    "readLink": "https://www.mdpi.com/2073-4441/14/12/1863"
  },
  {
    "title": "Report on COP27 and its Implications for Human Security",
    "authors": [
      "Marta Neškovic"
    ],
    "doi": "Vol. 5,\n                                no. 1\n                                \n                                  pp.\n                                  134\n                                  – 146",
    "issn": "2038-5242 (Print)",
    "publisher": "2038-5250 (Online)",
    "countryOfPublisher": "Risk Institute, Trieste- Geneva",
    "lcc": [
      "Italy",
      "Political science: International relations",
      "Social Sciences: Industries. Land use. Labor: Economic growth, development, planning"
    ],
    "journalUrl": "http://www.cadmusjournal.org/",
    "abstract": "As a Youth Delegate of the Republic of Serbia, from the Institute for Political Studies, in Belgrade, Serbia, and a representative of the World Academy of Art and Science (WAAS), I summarize in this report the most capturing sessions I attended during the 27th Conference of the Parties to the UN Framework Convention on Climate Change (UNFCCC) – COP27, which took place in Sharm El Sheikh, Egypt, on November 6–18, 2022. This report presents the existing efforts by governments, international organizations, educational institutes and academies, and civil society organizations to address the climate change problem from the perspective of human security.",
    "readLink": "http://cadmusjournal.org/article/volume-5-issue-1/cop27-hs"
  },
  {
    "title": "Investigation on the Background Radiation of Abakaliki Rice Mill in Ebonyi State, Nigeria",
    "authors": [
      "A. Nwachukwu,",
      "F. C. Ikeagwuani,",
      "A. O. Adeboje"
    ],
    "doi": "https://doi.org/10.17146/aij.2021.1040",
    "journalVolume": "Vol. 47,\n                                no. 1\n                                \n                                  pp.\n                                  25\n                                  – 30",
    "issn": "0126-1568 (Print)",
    "publisher": "Center for Development of Nuclear Informatics, National Nuclear Energy Agency (BATAN)",
    "countryOfPublisher": "Indonesia",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering: Nuclear engineering. Atomic power"
    ],
    "journalUrl": "http://aij.batan.go.id/",
    "abstract": "This study investigated the background ionizing radiation of Abakaliki rice mills. The requirement to monitor this site is because the prevalent activities in the site suggest that it is a source of ionizing radiation. The activities include fuel stations and excavation sites. Other sources are various chemicals and agrochemicals (like Phosphate, Uranium, Thorium, and Radium) used during the planting of the different rice species. There is, therefore, an urgent need to investigate the radiation level of Abakaliki rice mills in Ebonyi state, Nigeria to ascertain if it has passed the safety standards. The investigation was carried out using the Radalert 100 radiation monitor and a geographical positioning system (Garmin GPSMAP 765). The studied site was split into different points with each representing a mill that houses different grinding plants. This study included all the sections of the mill. The mean background radiation exposure rate ranges from 0.014mRhr-1to 0.0204mRhr-1. The obtained values are higher than the world standard limit of 0.013mRhr-1 recommended by ICRP except point 7 which corresponds to the top of the rice husk dumpsite. The calculated absorbed dose rates for the various sections of the mill ranged from 99.18 nGh-1 to 177.48 nGyh-1. These values of absorbed dose rates were observed to be far higher than the world permissible value of 89 nGyh-1. The annual effective dose equivalent (AEDE) for the exposure values ranged from 0.122 mSvy-1 to 0.218 mSvy-1 which are far lower than the ICRP permissible limits of 1.00 mSvlyr for the public and therefore implies absence of any immediate radiological risk. The excess lifetime cancer risk for the mill users were all above the 0.29 × 10-3 world recommended value. This suggests a possibility of the rice mill workers developing radiation-related illnesses over time.",
    "readLink": "http://aij.batan.go.id/index.php/aij/article/view/1040"
  },
  {
    "title": "Analysis of polarimetric coherence data and derived roll-variant parameters of Sentinel-1 data for discriminating mangrove types in Pichavaram wetlands",
    "authors": [
      "Sandra Maria Cherian,",
      "K. Rajitha"
    ],
    "doi": "https://doi.org/10.1080/10106049.2022.2136768",
    "journalVolume": "Vol. 37,\n                                no. 27\n                                \n                                  pp.\n                                  18116\n                                  – 18134",
    "issn": "1010-6049 (Print)",
    "publisher": "1752-0762 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation: Physical geography"
    ],
    "journalUrl": "https://www.tandfonline.com/tgei",
    "abstract": "The major focus of the present study is the polarimetric coherence, which corresponds to the correlation between two polarized channels of Synthetic Aperture Radar (SAR) datasets. The capability of the polarimetric coherence to detect target scatters utilizing the entire rotation domain rather than the fixed radar line of sight is the fundamental concept applied in this study. The present study attempts to test the potential of these concepts in mangrove types discrimination using the Sentinel-1 dual polarimetric (VV and VH) dataset. The study targets to characterize the Rhizophora and Avicennia mangrove types of the Pichavaram region of the eastern coast of India. The roll variant parameters were estimated using the polarimetric coherence values derived in the rotation domain for non-redundant angles. The seasonal influence on these parameters was prominent and confirmed through wet and dry season analysis using the ombrothermic diagram, which depicts the temperature and rainfall data. The temporal analysis with a monthly frequency confined to the period of 2018 to 2020 and revealed the capability of discriminating the selected mangrove types better in the pre-monsoon period. The results also unveiled the sensitivity of the polarimetric coherence and associated parameters to the abrupt change in climatic factors, especially during the dry to wet season transition. Finally, the results are verified with a statistical analysis performed using Coefficient of Variation (CV) and Scale Factor. The scope of the present study can be extended to the utility of roll variant parameters along with polarimetric decomposition derived parameters for better characterization of target scatterers.KEY POLICY HIGHLIGHTS Polarimetric coherence at a fixed radar line of sight can be extended over a rotation domain to discriminate mangrove types. The seasonal influences can be captured through polarimetric coherence pattern analysis. The combined climate and polarimetric coherence pattern analysis identify the appropriate period for mangrove type discrimination.",
    "readLink": "http://dx.doi.org/10.1080/10106049.2022.2136768"
  },
  {
    "title": "Metatranscriptomic response of the wheat holobiont to decreasing soil water content",
    "authors": [
      "Pranav M. Pande,",
      "Hamed Azarbad,",
      "Julien Tremblay,",
      "Marc St-Arnaud,",
      "Etienne Yergeau"
    ],
    "doi": "https://doi.org/10.1038/s43705-023-00235-7",
    "journalVolume": "Vol. 3,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "2730-6151 (Online)",
    "publisher": "Springer Nature",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Microbiology: Microbial ecology"
    ],
    "journalUrl": "https://www.nature.com/ismecomms",
    "abstract": "Abstract Crops associate with microorganisms that help their resistance to biotic stress. However, it is not clear how the different partners of this association react during exposure to stress. This knowledge is needed to target the right partners when trying to adapt crops to climate change. Here, we grew wheat in the field under rainout shelters that let through 100%, 75%, 50% and 25% of the precipitation. At the peak of the growing season, we sampled plant roots and rhizosphere, and extracted and sequenced their RNA. We compared the 100% and the 25% treatments using differential abundance analysis. In the roots, most of the differentially abundant (DA) transcripts belonged to the fungi, and most were more abundant in the 25% precipitation treatment. About 10% of the DA transcripts belonged to the plant and most were less abundant in the 25% precipitation treatment. In the rhizosphere, most of the DA transcripts belonged to the bacteria and were generally more abundant in the 25% precipitation treatment. Taken together, our results show that the transcriptomic response of the wheat holobiont to decreasing precipitation levels is stronger for the fungal and bacterial partners than for the plant.",
    "readLink": "https://doi.org/10.1038/s43705-023-00235-7"
  },
  {
    "title": "Oceanic productivity and high-frequency temperature variability—not human habitation—supports calcifier abundance on central Pacific coral reefs",
    "authors": [
      "Brittany Huntington,",
      "Bernardo Vargas-Ángel,",
      "Courtney S. Couch,",
      "Hannah C. Barkley,",
      "Melanie Abecassis"
    ],
    "doi": "https://doi.org/10.3389/fmars.2022.1075972",
    "journalVolume": "Vol. 9",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Past research has demonstrated how local-scale human impacts—including reduced water quality, overfishing, and eutrophication—adversely affect coral reefs. More recently, global-scale shifts in ocean conditions arising from climate change have been shown to impact coral reefs. Here, we surveyed benthic reef communities at 34 U.S.-affiliated Pacific islands spanning a gradient of oceanic productivity, temperature, and human habitation. We re-evaluated patterns reported for these islands from the early 2000s in which uninhabited reefs were dominated by calcifiers (coral and crustose coralline algae) and thought to be more resilient to global change. Using contemporary data collected nearly two decades later, our analyses indicate this projection was not realized. Calcifiers are no longer the dominant benthic group at uninhabited islands. Calcifier coverage now averages 26.9% ± 3.9 SE on uninhabited islands (compared to 45.18% in the early 2000s). We then asked whether oceanic productivity, past sea surface temperatures (SST), or acute heat stress supersede the impacts of human habitation on benthic cover. Indeed, we found variation in benthic cover was best explained not by human population densities, but by remotely sensed metrics of chlorophyll-a, SST, and island-scale estimates of herbivorous fish biomass. Specifically, higher coral and CCA cover was observed in more productive waters with greater biomass of herbivores, while turf cover increased with daily SST variability and reduced herbivore biomass. Interestingly, coral cover was positively correlated with daily variation in SST but negatively correlated with monthly variation. Surprisingly, metrics of acute heat stress were not correlated with benthic cover. Our results reveal that human habitation is no longer a primary correlate of calcifier cover on central Pacific island reefs, and highlight the addition of oceanic productivity and high-frequency SST variability to the list of factors supporting reef builder abundance.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2022.1075972/full"
  },
  {
    "title": "Climate Change-Induced Drought Impacts, Adaptation and Mitigation Measures in Semi-Arid Pastoral and Agricultural Watersheds",
    "authors": [
      "Lakshmanan Muralikrishnan,",
      "Rabindra N. Padaria,",
      "Anil K. Choudhary,",
      "Anchal Dass,",
      "Shadi Shokralla,",
      "Tarek K. Zin El-Abedin,",
      "Shadi A. M. Abdelmohsen,",
      "Eman A. Mahmoud,",
      "Hosam O. Elansary"
    ],
    "doi": "https://doi.org/10.3390/su14010006",
    "journalVolume": "Vol. 14,\n                                no. 6\n                                \n                                  p.\n                                  6",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Periodic drought is a major challenge in drought-prone areas of South Asia. A sample survey of farmers (n = 400) from South Asia was conducted to study the farmers’ perception about drought impacts on their socio-economic status, agro-biodiversity, and adaptation besides public institutions’ drought mitigation measures. The results revealed reduced surface and groundwater availability, soil degradation, partial or complete crop failure, increased agricultural fallows and wastelands, biodiversity loss, decrease in agricultural yields, pasture lands, and livestock in drought-impacted South Asia. About 16–26% of the farmers perceived a reduction in the agricultural area and production of commercial crops and millets in drought-prone areas, while changes in the cropping of pulses, oilseeds, horticultural, and fodder crops were minimal. About 57–92% of respondents showed a reduction in the consumption of fruits, vegetables, dairy products, and fish. Unemployment, migration, reduced farm income, and malnutrition were major socio-economic impacts among respondents (38–46%). Despite sufficient public support as a mitigation strategy, the farmers had poor participation (8–65%) for agri-information and adaptation (7–36%) against drought impacts. Hence, researchers, extension agents, and policymakers must develop efficient ‘participatory-mode’ drought adaptation and mitigation policies in watershed-based semi-arid pastoral and agricultural regions of South Asia and similar agro-ecologies across the globe.",
    "readLink": "https://www.mdpi.com/2071-1050/14/1/6"
  },
  {
    "title": "The potential for coral reef restoration to mitigate coastal flooding as sea levels rise",
    "authors": [
      "Lauren T. Toth,",
      "Curt D. Storlazzi,",
      "Ilsa B. Kuffner,",
      "Ellen Quataert,",
      "Johan Reyns,",
      "Robert McCall,",
      "Anastasios Stathakopoulos,",
      "Zandy Hillis-Starr,",
      "Nathaniel Hanna Holloway,",
      "Kristen A. Ewen,",
      "Clayton G. Pollock,",
      "Tessa Code,",
      "Richard B. Aronson"
    ],
    "doi": "https://doi.org/10.1038/s41467-023-37858-2",
    "journalVolume": "Vol. 14,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "Abstract The ability of reefs to protect coastlines from storm-driven flooding hinges on their capacity to keep pace with sea-level rise. Here, we show how and whether coral restoration could achieve the often-cited goal of reversing the impacts of coral-reef degradation to preserve this essential function. We combined coral-growth measurements and carbonate-budget assessments of reef-accretion potential at Buck Island Reef, U.S. Virgin Islands, with hydrodynamic modeling to quantify future coastal flooding under various coral-restoration, sea-level rise, and storm scenarios. Our results provide guidance on how restoration of Acropora palmata, if successful, could mitigate the most extreme impacts of coastal flooding by reversing projected trajectories of reef erosion and allowing reefs to keep pace with the ~0.5 m of sea-level rise expected by 2100 with moderate carbon-emissions reductions. This highlights the potential long-term benefits of pursuing coral-reef restoration alongside climate-change mitigation to support the persistence of essential coral-reef ecosystem services.",
    "readLink": "https://doi.org/10.1038/s41467-023-37858-2"
  },
  {
    "title": "Characterization of Mortars Made with Coal Ashes Identified as a Way Forward to Mitigate Climate Change",
    "authors": [
      "Esperanza Menéndez,",
      "Cristina Argiz,",
      "Hairon Recino,",
      "Miguel Ángel Sanjuán"
    ],
    "doi": "https://doi.org/10.3390/cryst12040557",
    "journalVolume": "Vol. 12,\n                                no. 557\n                                \n                                  p.\n                                  557",
    "issn": "2073-4352 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Chemistry: Crystallography"
    ],
    "journalUrl": "http://www.mdpi.com/journal/crystals/",
    "abstract": "Portland cement production is an energy-intensive process that releases carbon dioxide into the atmosphere. To reach carbon neutrality by 2050, it would be necessary to implement innovative measures in the cement industry to deliver carbon neutrality. In this respect, it is striking that the new cement types made with high contents of industrial by-products will act as a lever to combat climate change. Accordingly, the purpose of this study is to assess coal–ash blended cements in light of climate change mitigation. In particular, ground coal bottom ash could be considered as a novel constituent for common cement production. The performance of these coal–ash mortars was assessed by measuring pozzolanic reactivity, mechanical strength gain, and microstructural characteristics. Mortars were made with 10%, 25%, or 35% of coal ash (fly ash and/or bottom ash). Therefore, by considering an emission intensity factor of 830 kgCO2/kg of clinker, a reduction in carbon dioxide emissions for all coal fly ash cements is expected, which will be about 83 kgCO2/kg of cement, 208 kgCO2/kg of cement, and 290 kgCO2/kg of cement, respectively. Ground coal bottom ash presented similar characteristics to the coal fly ash. Consequently, ground coal bottom ash is a promising Portland cement constituent with properties comparable to coal fly ash, and its increased usage can contribute to the climate change mitigation.",
    "readLink": "https://www.mdpi.com/2073-4352/12/4/557"
  },
  {
    "title": "The role of historical and contemporary processes on phylogeographic structure and genetic diversity in the Northern Cardinal, <it>Cardinalis cardinalis</it>",
    "authors": [
      "Navarro-Sigüenza Adolfo G,",
      "Hernández Baños Blanca E,",
      "Escalante Patricia,",
      "Smith Brian,",
      "Rohwer Sievert,",
      "Klicka John"
    ],
    "doi": "https://doi.org/10.1186/1471-2148-11-136",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  p.\n                                  136",
    "issn": "1471-2148 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Evolution"
    ],
    "journalUrl": "https://www.biomedcentral.com/bmcevolbiol/",
    "abstract": "Abstract Background Earth history events such as climate change are believed to have played a major role in shaping patterns of genetic structure and diversity in species. However, there is a lag between the time of historical events and the collection of present-day samples that are used to infer contemporary population structure. During this lag phase contemporary processes such as dispersal or non-random mating can erase or reinforce population differences generated by historical events. In this study we evaluate the role of both historical and contemporary processes on the phylogeography of a widespread North American songbird, the Northern Cardinal, Cardinalis cardinalis. Results Phylogenetic analysis revealed deep mtDNA structure with six lineages across the species' range. Ecological niche models supported the same geographic breaks revealed by the mtDNA. A paleoecological niche model for the Last Glacial Maximum indicated that cardinals underwent a dramatic range reduction in eastern North America, whereas their ranges were more stable in México. In eastern North America cardinals expanded out of glacial refugia, but we found no signature of decreased genetic diversity in areas colonized after the Last Glacial Maximum. Present-day demographic data suggested that population growth across the expansion cline is positively correlated with latitude. We propose that there was no loss of genetic diversity in areas colonized after the Last Glacial Maximum because recent high-levels of gene flow across the region have homogenized genetic diversity in eastern North America. Conclusion We show that both deep historical events as well as demographic processes that occurred following these events are critical in shaping genetic pattern and diversity in C. cardinalis. The general implication of our results is that patterns of genetic diversity are best understood when information on species history, ecology, and demography are considered simultaneously.",
    "readLink": "http://www.biomedcentral.com/1471-2148/11/136"
  }
]