[
  {
    "title": "Changes in vitality of populations of rare arctic-alpine plant species in high mountain part of the Ukrainian Carpathians under the influence of climatic factors",
    "authors": [
      "Cherepanyn R. M."
    ],
    "doi": "https://doi.org/10.30970/sbi.1301.582",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  117\n                                  – 128",
    "issn": "1996-4536 (Print)",
    "publisher": "2311-0783 (Online)",
    "countryOfPublisher": "Львівський національний університет імені Івана Франка",
    "lcc": [
      "Ukraine",
      "Science: Biology (General)"
    ],
    "journalUrl": "http://publications.lnu.edu.ua/journals/index.php/biology/",
    "abstract": "Changes in vitality of populations of rare arctic-alpine plant species (Anemone narcissiflora, Bartsia alpina, Saussurea alpina, Pedicularis oederi) of the Ukrainian Carpathians in the highland habitats under the influence of climatic factors were analyzed. Population vitality was investigated according to individual diagnostic parameters – vitality of individuals, population vitality index, population quality index, and according to population parameters – density, total and effective quantity. It was established that during 2010–2018, the vitality of the Saussurea alpina population on the Shpyci Mount remained average. The uneven distribution of individuals on habitat area and complex spatial structure of the population loci positively affected the vitality of the Saussurea alpina population on Mt. Shpyci. Individuals of different vitality levels and heterogeneous structure according to morphometric parameters were observed in population. A decrease in population vitality and flowering gaps of generative individuals were observed in Saussurea alpina population on Mt. Petros due to climatic changes, intrapo­pulation processes, and anthropogenic stress. The upper locus of the only population of Pedicularis oederi in Ukraine between Brebeneskul and Munchel mountains underwent transformation, in particular, drying out of suitable habitats due to climate change. The population also underwent periodic anthropogenic influence as a result of grazing, which leads to unstable demographic trends – decrease in the habitat area, number of adults and generative individuals, coefficient of generative reproduction etc. A vitality of the Anemone narcissiflora population behind Nesamovyte Lake remains high. During 2011–2018, the total population size increased due to subsenile and senile individuals, while a number of the pregenerative individuals and the effective population size decreased. An increase in ontogenesis polyvariability, density of individuals, recovery index, number of pregenerative individuals and decrease in number of generative individuals are observed in Bartsia alpina population on Mt. Rebra due to overgrowth of the habitat by highdensity plants and shrub species (Juncus trifidus, Vaccinium myrtillus and Rhododendron myrtifolium). Clonal reproduction was intensified. Rejuvenation of populations and a increase in pregenerative phases duration, in particular – immature and virginile periods, were observed.",
    "readLink": "http://publications.lnu.edu.ua/journals/index.php/biology/article/view/1036"
  },
  {
    "title": "Oysters as sentinels of climate variability and climate change in coastal ecosystems",
    "authors": [
      "Yoann Thomas,",
      "Christophe Cassou,",
      "Pierre Gernez,",
      "Stéphane Pouvreau"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aae254",
    "journalVolume": "Vol. 13,\n                                no. 10\n                                \n                                  p.\n                                  104009",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Beyond key ecological services, marine resources are crucial for human food security and socio-economical sustainability. Among them, shellfish aquaculture and fishing are of primary importance but become more vulnerable under anthropogenic pressure, as evidenced by reported mass mortality events linked to global changes such as ocean warming and acidification, chemical contamination, and diseases. Understanding climate-related risks is a vital objective for conservation strategies, ecosystems management and human health. We provide here a comprehensive study of the historical mortality of adult oysters related to observed climate variability along the French Atlantic coast from 1986 to 2015, and we built on this knowledge to develop hindcast and forecast assessments of the oyster mortality risk from 1900 to 2100. We show that mortality events usually occur several months after winters dominated by the occurrence of positive North Atlantic oscillation (NAO+) atmospheric regimes of circulation. We explain the lagged response by the multiseasonal long-lasting imprint of wintertime NAO+ on biological and environmental factors, which partly structure oyster mortality etiology. Very high wintertime seawater temperature anomalies at the interannual timescale, which were mostly attributable to internal climate variability through NAO+ and which led to pronounced mortality over the observed period, are then treated as ‘analogs’ in a large ensemble of Intergovernmental Panel on Climate Change emission scenarios and models in order to anticipate future risks. Without any adaptive process, we provide evidence that actual exceptional mortality is likely to become the norm by ∼2035, even if global warming is limited to +2 °C relative to pre-industrial levels.",
    "readLink": "https://doi.org/10.1088/1748-9326/aae254"
  },
  {
    "title": "Revisiting sea-level budget by considering all potential impact factors for global mean sea-level change estimation",
    "authors": [
      "Fengwei Wang,",
      "Yunzhong Shen,",
      "Qiujie Chen,",
      "Jianhua Geng"
    ],
    "doi": "https://doi.org/10.1038/s41598-022-14173-2",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 11",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Accurate estimates of global sea-level change from the observations of Altimetry, Argo and Gravity Recovery and Climate Experiment (GRACE) and GRACE Follow-on (GRACE-FO) are of great value for investigating the global sea-level budget. In this study, we analyzed the global sea-level change over the period from January 2005 to December 2019 by considering all potential impact factors, i.e. three factors for Altimetry observations (two Altimetry products, ocean bottom deformation (OBD) and glacial isostatic adjustment (GIA)), three factors for Argo observations (four Argo products, salinity product error and deep-ocean steric sea-level change), and seven factors for GRACE/GRACE-FO observations including three official RL06 solutions, five spatial filtering methods, three GIA models, two C20 (degree 2 order 0) products, Geocenter motion, GAD field and global mass conservation. The seven impact factors of GRACE/GRACE-FO observations lead to ninety combinations for the post-procession of global mean barystatic sea-level change estimation, whose rates range from 2.00 to 2.45 mm/year. The total uncertainty of global barystatic sea-level change rate is ± 0.27 mm/year at the 95% confidence level, estimated as the standard deviation of the differences between the different datasets constituting the ensembles. The statistical results show that the preferred GIA model developed by Caron et al. in 2018 can improve the closure of the global sea-level budget by 0.20–0.30 mm/year, which is comparable with that of neglecting the halosteric component. About 30.8% of total combinations (GRACE/GRACE-FO plus Argo) can close the global sea-level budget within 1-sigma (0.23 mm/year) of Altimetry observations, 88.9% within 2-sigma. Once the adopted factors including GRACE/GRACE-FO solutions from Center for Space Research (CSR), Caron18 GIA model, SWENSON filtering and Argo product from China Second Institute of Oceanography, the linear trend of global sterodynamic sea-level change derived from GRACE/GRACE-FO plus Argo observations is 3.85 ± 0.14 mm/year, nearly closed to 3.90 ± 0.23 mm/year of Altimetry observations.",
    "readLink": "https://doi.org/10.1038/s41598-022-14173-2"
  },
  {
    "title": "Introduction to the Special Issue on the Economics of Climate Change Impacts on Developing Countries: Selected Studies on Sub-Saharan Africa and South-East Asia",
    "authors": [
      "Wisdom Akpalu,",
      "Channing Arndt,",
      "Innocent Matshe"
    ],
    "doi": "https://doi.org/10.3390/su70912122",
    "journalVolume": "Vol. 7,\n                                no. 9\n                                \n                                  pp.\n                                  12122\n                                  – 12126",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Within the last century, the global average temperature increased by about 1 °C and this rate of increase may accelerate over the course of the 21st century [1]. Although estimates of climate change are based on projections and probabilistic assessments, ample evidence exists that climate change impacts are likely to become more profound in this century, particularly if mitigation policies are absent or inadequate [1,2]. It has been argued that, relative to keeping the warming at 2 °C or lower, the global cost of continuing with “business as usual” may be 5 to 20 times higher [3,4]. [...]",
    "readLink": "http://www.mdpi.com/2071-1050/7/9/12122"
  },
  {
    "title": "Assessing the Sustainability of EU Timber Consumption Trends: Comparing Consumption Scenarios with a Safe Operating Space Scenario for Global and EU Timber Supply",
    "authors": [
      "Meghan O’Brien,",
      "Stefan Bringezu"
    ],
    "doi": "https://doi.org/10.3390/land6040084",
    "journalVolume": "Vol. 6,\n                                no. 4\n                                \n                                  p.\n                                  84",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "The growing demand for wood to meet EU renewable energy targets has increasingly come under scrutiny for potentially increasing EU import dependence and inducing land use change abroad, with associated impacts on the climate and biodiversity. This article builds on research accounting for levels of primary timber consumption—e.g., toward forest footprints—and developing reference values for benchmarking sustainability—e.g., toward land use targets—in order to improve systemic monitoring of timber and forest use. Specifically, it looks at future trends to assess how current EU policy may impact forests at an EU and global scale. Future demand scenarios are based on projections derived and adapted from the literature to depict developments under different scenario assumptions. Results reveal that by 2030, EU consumption levels on a per capita basis are estimated to be increasingly disproportionate compared to the rest of the world. EU consumption scenarios based on meeting around a 40% share of the EU renewable energy targets with timber would overshoot both the EU and global reference value range for sustainable supply capacities in 2030. Overall, findings support literature pointing to an increased risk of problem shifting relating to both how much and where timber needed for meeting renewable energy targets is sourced. It is argued that a sustainable level of timber consumption should be characterized by balance between supply (what the forest can provide on a sustainable basis) and demand (how much is used on a per capita basis, considering the concept of fair shares). To this end, future research should close data gaps, increase methodological robustness and address the socio-political legitimacy of the safe operating space concept towards targets in the future. A re-use of timber within the economy should be supported to increase supply options.",
    "readLink": "https://www.mdpi.com/2073-445X/6/4/84"
  },
  {
    "title": "High carbon storage and oxygen (O2) release potential of Mahagony (Swietenia macrophylla) woodlot plantation in Bangladesh",
    "authors": [
      "Md. Najmus Sayadat Pitol,",
      "Md. Bachchu Mian"
    ],
    "doi": "Vol. 30,\n                                no. 1\n                                \n                                  p.\n                                  103498",
    "issn": "1319-562X (Print)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Saudi Arabia",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "http://www.journals.elsevier.com/saudi-journal-of-biological-sciences/",
    "abstract": "Woodlot plantation takes our attention nowadays because of having high wood value, biomass and carbon stock. It also has considerable potential for regulating climate change by sinking CO2. This study investigated the market value of Swietenia macrophylla woodlots concerning the current carbon trade mechanism, local timber and oxygen value. The carbon-di-oxide equivalence (CO2e) and release oxygen (O2 Release) ranged from 125.5 to 1004.5 Mg/ha (mean 436.3 Mg/ha) and 91.25–730.26 Mg/ha (mean 317.2 Mg/ha), respectively. Form carbon trade, the Swietenia macrophylla woodlots owner will earn 4,285–34,470 BDT/ha (mean 14,900 BDT/ha). It also seemed that the present market value of release oxygen (O2 Release) ranged from 3.2 to 25.5 million BDT/ha (average 11.1 million BDT/ha). However, the study area's average DBH, height, density, and basal area were 18.9 cm, 12.6 m, 1233 stem/ha, and 36.6 m2/ha, respectively. The above-ground biomass, below-ground biomass, and total biomass ranged from 45.9 to 389.7 Mg/ha (mean 166.5 Mg/ha), 22.5–157.7 Mg/ha (mean 71.2 Mg/ha), and 68.4–547.4 Mg/ha (mean 237.7 Mg/ha) correspondingly. Besides, the produced wood volume ranged from 64.95-1225.19 m3/ha (average 481.48 m3/ha). While the price of wood ranged from 0.8 to 15.14 million BDT/ha (mean 5.95 million BDT/ha). However, the above-ground, below-ground, and total carbon ranged 22.97–194.85 Mg/ha (mean 87.27 Mg/ha, 11.23–78.85 Mg/ha (35.61 Mg/ha), and 34.2–273.7 Mg/ha (118.89 Mg/ha) independently. Moreover, our three developed basal area-based allometric models are fit for calculating the carbon stock of Swietenia macrophylla woodlots. This study explores the potentiality of woodlots in Bangladesh. Policymakers should encourage the farmers to create more woodlots that actively participate in climate change mitigation.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1319562X22004144"
  },
  {
    "title": "The long-distance relationship between Dirofilaria and the UK: case report and literature review",
    "authors": [
      "Rossella Panarese,",
      "Rhiannon Moore,",
      "Antony P. Page,",
      "Mike McDonald,",
      "Emma MacDonald,",
      "William Weir"
    ],
    "doi": "https://doi.org/10.3389/fvets.2023.1128188",
    "journalVolume": "Vol. 10",
    "issn": "2297-1769 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Animal culture: Veterinary medicine"
    ],
    "journalUrl": "http://www.frontiersin.org/Veterinary_Science",
    "abstract": "Over the last two decades, vector-borne pathogens (VBPs) have changed their distribution across the globe as a consequence of a variety of environmental, socioeconomic and geopolitical factors. Dirofilaria immitis and Dirofilaria repens are perfect exemplars of European VBPs of One Health concern that have undergone profound changes in their distribution, with new hotspots of infection appearing in previously non-endemic countries. Some areas, such as the United Kingdom, are still considered non-endemic. However, a combination of climate change and the potential spread of invasive mosquito species may change this scenario, exposing the country to the risk of outbreaks of filarial infections. Only a limited number of non-autochthonous cases have been recorded in the United Kingdom to date. These infections remain a diagnostic challenge for clinicians unfamiliar with these “exotic” parasites, which in turn complicates the approach to treatment and management. Therefore, this review aims to (i) describe the first case of D. repens infection in a dog currently resident in Scotland, (ii) summarise the available literature on Dirofilaria spp. infections in both humans and animals in the United Kingdom and (iii) assess the suitability of the United Kingdom for the establishment of these new VBPs.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fvets.2023.1128188/full"
  },
  {
    "title": "Ralentir la vitesse à Paris pour réduire la pollution ?",
    "authors": [
      "Sylvanie Godillon"
    ],
    "doi": "https://doi.org/10.4000/tem.4411",
    "journalVolume": "Vol. 37",
    "issn": "1950-5698 (Online)",
    "publisher": "Université Lille 1",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://tem.revues.org/",
    "abstract": "The general speed of 30 km/h in urban area is one of the measures to combat climate change enshrined in the Energy Transition Act voted in France in 2015. In Paris, there are many polemics against the slowing because this measure imposed constraints on the automobile. This article intends a retrospective of the polemics relayed by the press between 1990 and 2016. While the general speed of 30 km/h is a measure to combat climate change in legislation, in which categories and on which places do the polemics take place in Paris and what have been the evolutions? The method is based on an analysis of a corpus of 122 press articles published in various French newspapers. The results showed that the media discourse is becoming more radical when the 30 km/h limitation is extended in Paris. The discussions are about the effects of this measure on improving air quality. Reduction of greenhouse gas emissions is a subject that is lightly discussed, probably less sensitive than the air quality issues in a city that regularly registers pollution peaks.",
    "readLink": "http://journals.openedition.org/tem/4411"
  },
  {
    "title": "Can Co-Creating and Participating in a Massive Open Online Course (MOOC) Develop Climate Change Leaders?",
    "authors": [
      "Michaela T. Zint,",
      "Paige Porter,",
      "Michelle J. Bellino"
    ],
    "doi": "https://doi.org/10.3390/su15129781",
    "journalVolume": "Vol. 15,\n                                no. 9781\n                                \n                                  p.\n                                  9781",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "There is an urgent need to develop climate leaders who can inspire and support mitigation and adaptation actions. This exploratory study assessed the experiences of two student populations: (1) remote learners who participated in, and (2) student co-creators who co-designed, the Massive Open Online Course (MOOC) Act on Climate: Steps to Individual, Community and Political Action (AoC). It examines the extent to which participation and involvement in the course facilitated the development of climate leadership practices of both populations. MOOC remote learners’ answers to discussion prompts (2099 responses from 705 learners) and student co-creators’ interview responses (n = 10, r = 83%) were qualitatively analyzed, informed by Kouzes and Posner’s (2018) five key practices of effective leaders. Findings suggest that remote learners and student co-creators engaged in these key leadership practices to varying degrees. For example, both groups “modeled the way” by taking climate change action consistent with their values and “inspired a shared vision” by conveying desired futures for the planet. Both remote learners and student co-creators attributed these practices to a range of features embedded in the MOOC (e.g., being prompted to research and take mitigation and adaptation actions) and the process of co-creation (e.g., having the agency to creatively and collaboratively produce course content). Given the positive potential for both populations, this paper argues for more research, including experimental studies, to learn how MOOCs and co-creation processes can best be designed to support participants’ climate leadership development.",
    "readLink": "https://www.mdpi.com/2071-1050/15/12/9781"
  },
  {
    "title": "Assessment of the monsoonal impact of air pollutants and meteorological factors on physicochemical water quality parameters using remote sensing",
    "authors": [
      "Mehreen Ahmed,",
      "Rafia Mumtaz,",
      "Zahid Anwar,",
      "Syed Mohammad Hassan Zaidi"
    ],
    "doi": "https://doi.org/10.2166/wcc.2023.500",
    "journalVolume": "Vol. 14,\n                                no. 7\n                                \n                                  pp.\n                                  2164\n                                  – 2190",
    "issn": "2040-2244 (Print)",
    "publisher": "2408-9354 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iwaponline.com/jwcc",
    "abstract": "With growing urbanization, water contamination has become a problem. The water quality is assessed using physicochemical parameters and requires manual collection. Moreover, physicochemical parameters are insufficient for water quality monitoring as heavy rainfalls and abundance of air pollutants cause water pollution. Thus, considering natural factors as influencing parameters and the latest technology for easy and global coverage for sampling, water quality monitoring is modified. This study investigates Rawal watershed with (a) physicochemical, (b) air pollutants like nitrogen dioxide (NO2), and (c) meteorological variables like wind speed for June 2018 to September 2022. Correlation and regression analysis are performed. The results show negative correlations for NO2 with total dissolved solids (TDS) (ranging, 0.51–0.85), turbidity (range, 0.53–0.65), pH (range, 0.5–0.75), and dissolved oxygen (DO) (range, 0.5–0.82), and positive correlation with electric conductivity (EC) (range, 0.54–0.85). The regression analysis with LightGBM, multi-layer perceptron (MLP), and support vector machine (SVM) is applied with air pollutants, and meteorological parameters taken as independent variables giving root-mean-square error (RMSE) (ranging, 0.015–0.18). MLP gave an RMSE of 0.18 and 0.003 for TDS and pH, respectively. SVM performed well for DO, turbidity, and EC with RMSE ranging from 0.015 to 0.027. Moreover, floods on August 2022 are taken as a case study. HIGHLIGHTS Impact assessment of air pollutants on physicochemical parameters.; Meteorological features can have a moderate impact on water quality, i.e., wind speed with chl-α, EC, DO, and TDS, and air temperature with DO and TDS in August and September.; Machine learning approaches, i.e., LightGBM, MLP, and SVM, are applied for the analysis.; Floods can have a negative impact on water quality introducing an excess of pollutants and nutrients in water.;",
    "readLink": "http://jwcc.iwaponline.com/content/14/7/2164"
  }
]