[
  {
    "title": "Street Verge in Transition: A Study of Community Drivers and Local Policy Setting for Urban Greening in Perth, Western Australia",
    "authors": [
      "Shania Hunt,",
      "Jeremy Maher,",
      "Mohammad Shahidul Hasan Swapan,",
      "Atiq Zaman"
    ],
    "doi": "https://doi.org/10.3390/urbansci6010015",
    "journalVolume": "Vol. 6,\n                                no. 15\n                                \n                                  p.\n                                  15",
    "issn": "2413-8851 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation",
      "Social Sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/urbansci",
    "abstract": "The United Nations’ Sustainable Development Goals (SDGs) are regarded as the key policy agenda for national, regional, and local government to combat climate change impacts and promote sustainable development. For example, in Perth and Peel metropolitan area, the capital city of Western Australia, there has been a shift of policy setting from that of a sprawling city to a denser city, while maintaining and promoting its ecosystem services and achieving sustainable city goals. Residential verge gardens have been widely adopted in recent years by communities and local governments in the Perth metropolitan area. This study reviews the motivations and drivers for the uptake of verge gardens in metropolitan suburbs and identifies potential policy responses. The City of Bayswater local government area was surveyed for this research. The study considers a mixed-methods approach, including site auditing and a questionnaire survey for local residents who have transformed their verges. A total of 534 verge gardens were audited on residential lots, and 166 valid questionnaire responses were received from residents. The site-audit of the verge gardens in Bayswater found that native vegetation is the dominant verge garden of choice, followed by the ornamental garden, with food production (plants/vegetables) seeming to be the least popular option. Regarding the motivations and drivers, the study has found that social (e.g., aesthetics, flowers, social interactions, and social mimicry), environmental (e.g., attracting wildlife and birds and environmental practice waterwise garden), and personal (easy maintenance) drivers are the primary motivators for residents to adopt verge gardens. Whilst the on-ground surveys were prior to COVID-19, the article includes how this topic could relate to pandemic-resilient urban spaces. As local governments look towards supporting the sustainable outcome goals, the observations of this study will be helpful for developing local government policy and community programs in the promotion and uptake of verge gardens in Australian cities.",
    "readLink": "https://www.mdpi.com/2413-8851/6/1/15"
  },
  {
    "title": "Early Forest Fire Detection Using Low Energy Hydrogen Sensors",
    "authors": [
      "Jürgen Müller,",
      "Jan-Eric Bienge,",
      "Werner Moritz,",
      "Kai Nörthemann"
    ],
    "doi": "Vol. 14,\n                                no. 4\n                                \n                                  pp.\n                                  50\n                                  – 54",
    "issn": "1690-4532 (Print)",
    "publisher": "1690-4524 (Online)",
    "countryOfPublisher": "International Institute of Informatics and Cybernetics",
    "lcc": [
      "United States",
      "Technology: Technology (General): Industrial engineering. Management engineering: Information technology",
      "Language and Literature: Philology. Linguistics: Communication. Mass media"
    ],
    "journalUrl": "http://www.iiisci.org/journal/sci/Home.asp",
    "abstract": "The North-east German Lowlands is a region with one of the highest forest fire risks in Europe. In order to keep damage levels as low as possible, it is important to have an effective early warning system. Such a system is being developed on the basis of a hydrogen sensor, which makes it possible to detect a smouldering forest fire before the development of open flames. The prototype hydrogen sensor produced at the Humboldt University Berlin has a metal/ solid electrolyte/insulator/ semiconductor (MEIS) structure, which allows cost-effective production. Due to the low energy consumption, an autarchic working unit could be installed in the forest. Field trials have shown that it is possible to identify a forest fire in its early stages when hydrogen concentrations are still low. A significant change in the signal due to a fire was measured at a distance of about 100m. In view of the potential impacts of climate change, the innovative pre-ignition warning system is an important early diagnosis and monitoring module for the protection of the forests.",
    "readLink": "http://www.iiisci.org/Journal/CV$/sci/pdfs/RA803CC16.pdf\n"
  },
  {
    "title": "Phenology of urban trees in a tropical urban forest in Thailand",
    "authors": [
      "Rattikan Pancharoen,",
      "Montathip Sommeechai,",
      "Somporn Maelim,",
      "Wathinee Suanpaga,",
      "Jamroon Srichaichana,",
      "Paul Barber,",
      "Bernard Dell"
    ],
    "doi": "https://doi.org/10.14456/sjst-psu.2021.12",
    "journalVolume": "Vol. 43,\n                                no. 1\n                                \n                                  pp.\n                                  87\n                                  – 95",
    "issn": "0125-3395 (Print)",
    "publisher": "Prince of Songkla University",
    "countryOfPublisher": "Thailand",
    "lcc": [
      "Technology: Technology (General)",
      "Science: Science (General)"
    ],
    "journalUrl": "http://rdo.psu.ac.th/sjstweb/index.php",
    "abstract": "Urban forests are important for ameliorating urban heat loads and the urban microclimate may have an impact on tree phenology. Understanding these interactions is important to urban planners to select suitable trees for the urban forest. For one year we tracked leaf cover, flowers and fruit of 22 tree species in Bang Kachao Peninsula and explored correlations between phenology and climatic factors. Tropical lowland trees, with exception of mangroves, had reduced leaf cover in the dry season. Mangroves flowered and fruited throughout the year as compared to 1-3 times a year for tropical lowland forests. Positive correlations were found between flowering of Diospyros decandra with temperature; flowering of Aglaia cucullata and Elaeocarpus hygrophilus with rainfall; and fruiting of Dillenia indica and Diospyros malabarica with rainfall and relative humidity. We intend to apply tree phenology results to urban forest restoration and to monitor any adaptation to climate change for future mitigation strategies in tropical urban forests in Thailand.",
    "readLink": "http://rdo.psu.ac.th/sjstweb/journal/43-1/12.pdf"
  },
  {
    "title": "CMIP6/PMIP4 simulations of the mid-Holocene and Last Interglacial using HadGEM3: comparison to the pre-industrial era, previous model versions and proxy data",
    "authors": [
      "C. J. R. Williams,",
      "C. J. R. Williams,",
      "C. J. R. Williams,",
      "M.-V. Guarino,",
      "E. Capron,",
      "I. Malmierca-Vallet,",
      "I. Malmierca-Vallet,",
      "J. S. Singarayer,",
      "J. S. Singarayer,",
      "J. S. Singarayer,",
      "L. C. Sime,",
      "L. C. Sime,",
      "D. J. Lunt,",
      "P. J. Valdes"
    ],
    "doi": "https://doi.org/10.5194/cp-16-1429-2020",
    "journalVolume": "Vol. 16\n                                \n                                \n                                  pp.\n                                  1429\n                                  – 1450",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "Palaeoclimate model simulations are an important tool to improve our understanding of the mechanisms of climate change. These simulations also provide tests of the ability of models to simulate climates very different to today. Here we present the results from two brand-new simulations using the latest version of the UK's physical climate model, HadGEM3-GC3.1; they are the mid-Holocene (∼6 ka) and Last Interglacial (∼127 ka) simulations, both conducted under the auspices of CMIP6/PMIP4. This is the first time this version of the UK model has been used to conduct palaeoclimate simulations. These periods are of particular interest to PMIP4 because they represent the two most recent warm periods in Earth history, where atmospheric concentration of greenhouse gases and continental configuration are similar to the pre-industrial period but where there were significant changes to the Earth's orbital configuration, resulting in a very different seasonal cycle of radiative forcing. Results for these simulations are assessed firstly against the same model's pre-industrial control simulation (a simulation comparison, to describe and understand the differences between the pre-industrial – PI – and the two palaeo simulations) and secondly against previous versions of the same model relative to newly available proxy data (a model–data comparison, to compare all available simulations from the same model with proxy data to assess any improvements due to model advances). The introduction of this newly available proxy data adds further novelty to this study. Globally, for metrics such as 1.5 m temperature and surface rainfall, whilst both the recent palaeoclimate simulations are mostly capturing the expected sign and, in some places, magnitude of change relative to the pre-industrial, this is geographically and seasonally dependent. Compared to newly available proxy data (including sea surface temperature – SST – and rainfall) and also incorporating data from previous versions of the model shows that the relative accuracy of the simulations appears to vary according to metric, proxy reconstruction used for comparison and geographical location. In some instances, such as mean rainfall in the mid-Holocene, there is a clear and linear improvement, relative to proxy data, from the oldest to the newest generation of the model. When zooming into northern Africa, a region known to be problematic for models in terms of rainfall enhancement, the behaviour of the West African monsoon in both recent palaeoclimate simulations is consistent with current understanding, suggesting a wetter monsoon during the mid-Holocene and (more so) the Last Interglacial, relative to the pre-industrial era. However, regarding the well-documented “Saharan greening” during the mid-Holocene, results here suggest that the most recent version of the UK's physical model is still unable to reproduce the increases suggested by proxy data, consistent with all other previous models to date.",
    "readLink": "https://cp.copernicus.org/articles/16/1429/2020/cp-16-1429-2020.pdf"
  },
  {
    "title": "A Spatially Explicit Assessment of Growing Water Stress in China From the Past to the Future",
    "authors": [
      "Xingcai Liu,",
      "Qiuhong Tang,",
      "Wenfeng Liu,",
      "Ted I.E. Veldkamp,",
      "Julien Boulange,",
      "Junguo Liu,",
      "Yoshihide Wada,",
      "Zhongwei Huang,",
      "Hong Yang"
    ],
    "doi": "https://doi.org/10.1029/2019EF001181",
    "journalVolume": "Vol. 7,\n                                no. 9\n                                \n                                  pp.\n                                  1027\n                                  – 1043",
    "issn": "2328-4277 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://agupubs.onlinelibrary.wiley.com/journal/23284277",
    "abstract": "Abstract In this study, we examine the spatial and temporal characteristics of water stress in China for the historical (1971–2010) and the future (2021–2050) periods using a multimodel simulation approach. Three water stress indices (WSIs), that is, the ratios of water withdrawals to locally generated runoff (WSIR), to natural streamflow (WSIQ), and to natural streamflow minus upstream consumptive water withdrawals (WSIC), are used for the assessment. At the basin level, WSIR estimates generally match the reported data and indicate severe water stress in most northern basins. At the grid cell level, the WSIs show distinct spatial patterns of water stress wherein WSIR (WSIQ) estimates higher (lower) water stress compared to WSIC. Based on the WSIC estimates, 368 million people (nearly one third of the total population) are affected by severe water stress annually during the historical period, while WSIR and WSIQ suggest 595 and 340 million, respectively. Future projections of WSIC indicate that more than 600 million people (43% of the total) might be affected by severe water stress, and half of China's land area would be exposed to stress. The found aggravating water stress conditions could be partly attributed to the elevated future water withdrawals. This study emphasizes the necessity of considering explicit upstream and downstream relations with respect to both water availability and water use in water stress assessment and calls for more attention to increasing levels of water stress in China in the coming decades.",
    "readLink": "https://doi.org/10.1029/2019EF001181"
  },
  {
    "title": "Investigating Masking Effects of Age Trends on the Correlations among Tree Ring Proxies",
    "authors": [
      "Tito Arosio,",
      "Malin Michelle Ziehmer-Wenz,",
      "Kurt Nicolussi,",
      "Christian Schlüchter,",
      "Markus Christian Leuenberger"
    ],
    "doi": "https://doi.org/10.3390/f12111523",
    "journalVolume": "Vol. 12,\n                                no. 1523\n                                \n                                  p.\n                                  1523",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Age-related trends are present in tree-ring widths (TRW), but their presence in tree rings isotope is debated. It is unclear how cambial age influences the relationships between TRW and isotopes. Tree-ring isotopes of alpine larch and cembran-pine trees showed only trends in the juvenile period (>100 years), which might mask the inter-relations between tree-ring proxies during cambial age. This work tries to unmask the age-trend influences by examining the correlations in TRW—stable isotopes with and without age-trend correction. The non-detrended and linear-detrended values of TRW, of δD and δ18O showed significant correlations for ages up to 100 years, but not afterward. However, the correlation values, after spline or first-difference time-series detrending, were not age-related. Thus, detrending methods affect the correlations in the juvenile phase and may affect climate-related interpretations. The correlations between TRW and δ13C were not age-related, while those among the isotopes were significant throughout the ages. The correlation between δ13C and δD was the exception, as it became significant only after age > 100 years, suggesting a different use of reserves in the juvenile phase. In conclusion, the relationships among the tree-ring parameters are stable in all the different detrend scenarios after the juvenile phase, and they can be used together in multi-proxy paleoclimatic studies. The data of the juvenile phase can be used after spline-detrending or first-difference time-series calculation, depending on the purpose of the analysis to remove age-related trends. The work also provides clues on the possible causes of juvenile age trends.",
    "readLink": "https://www.mdpi.com/1999-4907/12/11/1523"
  },
  {
    "title": "Risco climático da cana-de-açúcar cultivada na região nordeste do Brasil Climate risk of sugarcane grown in the northeast region of Brazil",
    "authors": [
      "Vicente de P. R. da Silva,",
      "Sonaly D. de Oliveira,",
      "Carlos A. C. dos Santos,",
      "Madson T. Silva"
    ],
    "doi": "Vol. 17,\n                                no. 2\n                                \n                                  pp.\n                                  180\n                                  – 189",
    "issn": "1415-4366 (Print)",
    "publisher": "1807-1929 (Online)",
    "countryOfPublisher": "Universidade Federal de Campina Grande",
    "lcc": [
      "Brazil",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.scielo.br/scielo.php/script_sci_serial/pid_1415-4366/lng_en/nrm_iso/lng_en",
    "abstract": "Este estudo avalia os impactos das alterações climáticas sobre o zoneamento agrícola de risco climático da cultura da cana-de-açúcar cultivada na região Nordeste do Brasil, baseado nos relatórios do IPCC. Combinado com técnicas de geoprocessamento (SIG) o modelo de balanço hídrico foi utilizado para identificar as áreas da região de estudo nas quais a cultura poderá sofrer restrições de rendimento devido às mudanças climáticas. Os dados utilizados no estudo foram as séries históricas de precipitação com no mínimo 30 anos de dados diários, coeficientes de cultura, evapotranspiração potencial e duração do ciclo da cultura. Adotou-se, como critério de corte para o Índice de Satisfação das Necessidades de Água para a cultura (ISNA) definido como a relação entre a evapotranspiração real e a evapotranspiração máxima (ETr/ETm) o valor 0,65. Os cenários utilizados nas simulações sem aumento na temperatura do ar e com aumento de 1,5; 3 e 5 ºC foram associados às alterações na precipitação de ±10, ±25 e ±40%. Os resultados indicam que existe uma diferença relevante entre os cenários de aquecimento e as condições climáticas atuais, em termos dos efeitos projetados da variação de temperatura sobre as áreas cultivadas com a cana-de-açúcar na região de estudo.This study evaluates the impacts of climate change on the agricultural zoning of climatic risk of sugarcane crop grown in Northeastern Brazil based on IPCC reports. The water balance model combined with geospatial technologies (GIS) was used to identify regional areas where the crop will suffer yield reduction due to climate changes. The data used in the study were time series of precipitation at least 30 years of daily data, crop coefficients, potential evapotranspiration and duration of the crop cycle. A limit value of 0.65 was adopted for the water requirement satisfaction index (WRSI), which is defined as the ratio between actual evapotranspiration and maximum evapotranspiration (ETr/ETm). The scenarios used in simulations without an increase in air temperature and an increase of 1.5, 3 and 5 º C were associated with changes in precipitation of ±10, ±25 and ±40%. The results indicate that there is significant difference between the warming scenarios and the current weather conditions, in terms of the projected effects of temperature variation on the areas cultivated with sugarcane in the study region.",
    "readLink": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S1415-43662013000200009"
  },
  {
    "title": "A Review on COVID-19 and Coastal Management",
    "authors": [
      "Lee Shin Yun,",
      "Cherdvong Saengsupavanich"
    ],
    "doi": "https://doi.org/10.3390/msf2022013008",
    "journalVolume": "Vol. 13,\n                                no. 8\n                                \n                                  p.\n                                  8",
    "issn": "2673-9992 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://www.mdpi.com/journal/msf",
    "abstract": "COVID-19 pandemic highlighted the intricate relationships between human health, the social-ecological system, and coastal management in an era of climate and global change [...]",
    "readLink": "https://www.mdpi.com/2673-9992/13/1/8"
  },
  {
    "title": "Photosynthetic Responses of Freshwater Macrophytes to the Daily Light Cycle in Songkhla Lagoon",
    "authors": [
      "Ponlachart Chotikarn,",
      "Pathompong Pramneechote,",
      "Sutinee Sinutok"
    ],
    "doi": "https://doi.org/10.3390/plants11212806",
    "journalVolume": "Vol. 11,\n                                no. 2806\n                                \n                                  p.\n                                  2806",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Macrophytes play an important role in the freshwater ecosystem. However, human activities and climate change are currently affecting aquatic lakes and species in various ways. The heterogeneity of macrophyte ecophysiology might lead to different responses to changing environments. To understand the photosynthetic responses of freshwater macrophytes to changes in light, six freshwater macrophyte species from Songkhla Lagoon were investigated. The results showed that there was a diurnal response of photosynthetic activities in all species. The Fv/Fm and ∆F/Fm′ of all species decreased at midday (9 a.m.–3 p.m.) then recovered at 6 p.m. close to the 6 a.m. level. As well as alpha, the positive relation between alpha and light showed the adaptation of plants. The saturating irradiance (Ik) revealed that plants from different light regimes showed different responses to light and temperature changes. To maintain a positive carbon balance and cope with light and temperature conditions, macrophytes had strategies such as modifying light harvesting capacity and light use. This study provides a better understanding of the vulnerability of each species to environmental changes and photosynthetic responses that enable species from different light regime to adapt to changing light environments.",
    "readLink": "https://www.mdpi.com/2223-7747/11/21/2806"
  },
  null
]