[
  {
    "title": "Conflict-Sensitive Climate Change Adaptation: A Review",
    "authors": [
      "Md Nadiruzzaman,",
      "Jürgen Scheffran,",
      "Hosna J. Shewly,",
      "Stefanie Kley"
    ],
    "doi": "https://doi.org/10.3390/su14138060",
    "journalVolume": "Vol. 14,\n                                no. 8060\n                                \n                                  p.\n                                  8060",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Climate change adaptation (CCA) evolved in the global policy framework in the early 1990s. However, it began to flourish about a decade later through a subsequent development of institutions, policies and supporting financial mechanisms. Various adaptation approaches and development practices have been evolving over the last couple of decades through a process of scrutiny, debates, and critiques. One such recent approach is called conflict-sensitive adaptation, which encompasses concepts to understand potential conflict-inflicting elements and peacebuilding aspects of adaptation interventions. This paper examines 35 peer-reviewed research articles that have analysed field data with the notion of conceptualising conflict-sensitive CCA initiatives. Emerging key results were presented and discussed in different academic forums to stimulate peer reflections and debates. We found that the understanding of conflict-sensitive adaptation has its universality in engaging with diverse stakeholders. However, practicalities were different in the cases of the global north and the global south. In the global south, there is a concentration of research in areas of pre-existing conflict in Africa and Asia, where climate change links are often assumed from IPCC reports in order to compensate for the unavailability of field data. However, from the perspective of adaptation politics and governance, there is a concerted urge for the emancipatory participation of local and marginalised populations. We argue for a need to pretest adaptation projects through a conflict lens. Decolonising the adaptation and understanding of local geography is critical in such planning.",
    "readLink": "https://www.mdpi.com/2071-1050/14/13/8060"
  },
  {
    "title": "Present and future synoptic circulation patterns associated with cold and snowy spells over Italy",
    "authors": [
      "M. D'Errico,",
      "F. Pons,",
      "P. Yiou,",
      "S. Tao,",
      "C. Nardini,",
      "F. Lunkeit,",
      "D. Faranda,",
      "D. Faranda,",
      "D. Faranda"
    ],
    "doi": "https://doi.org/10.5194/esd-13-961-2022",
    "journalVolume": "Vol. 13\n                                \n                                \n                                  pp.\n                                  961\n                                  – 992",
    "issn": "2190-4979 (Print)",
    "publisher": "2190-4987 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology: Dynamic and structural geology"
    ],
    "journalUrl": "http://www.earth-system-dynamics.net",
    "abstract": "Cold and snowy spells are compound extreme events with the potential to cause high socioeconomic impacts. Gaining insight into their dynamics in climate change scenarios could help anticipating the need for adaptation efforts. We focus on winter cold and snowy spells over Italy, reconstructing 32 major events in the past 60 years from documentary sources. Despite warmer winter temperatures, very recent cold spells have been associated with abundant and sometimes exceptional snowfall. Our goal is to analyse the dynamical weather patterns associated with these events and understand whether those patterns would be more or less recurrent in different emission scenarios using an intermediate-complexity model (the Planet Simulator, PlaSim). Our results, obtained by considering RCP2.6, RCP4.5 and RCP8.5 end-of-century equivalent CO2 concentrations, suggest that the likelihood of synoptic configurations analogous to those leading to extreme cold spells would grow substantially under increased emissions.",
    "readLink": "https://esd.copernicus.org/articles/13/961/2022/esd-13-961-2022.pdf"
  },
  {
    "title": "Spatial Effects of Energy Consumption and Green GDP in Regional Agreements",
    "authors": [
      "Mahnaz Kalantaripor,",
      "Hamed Najafi Alamdarlo"
    ],
    "doi": "https://doi.org/10.3390/su131810078",
    "journalVolume": "Vol. 13,\n                                no. 10078\n                                \n                                  p.\n                                  10078",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "One of the main factors in environmental degradation and climate change is the consumption of fossil fuels. For this reason, cooperation between countries to overcome environmental challenges is seen more than ever. In this regard, regional economic treaties are a good platform for advancing common policies in the development of renewable energy, because this type of energy has fewer external effects on the environment. Accordingly, the purpose of this paper is to investigate the spatial effects of energy consumption and green production in Shanghai Cooperation Organization member states. For this purpose, the spatial panel data econometric approach has been used. Spatial effects refer to the effects of neighboring countries. According to CO2 emissions, the spatial effects of the positive or negative effects of these emissions and other determinants of neighboring countries are local. The results show that although both fossil fuels and renewable energy have a negative effect on green GDP, the impact of fossil fuels is almost four times greater. On the other hand, proximity and membership in the Shanghai Cooperation Organization have had a positive effect on green GDP in member countries, as countries have tried to coordinate their development policies in the field of renewable energy. Therefore, the development and strengthening of regional cooperation can play an effective role in controlling pollution caused by fossil fuel consumption and ultimately improve green production.",
    "readLink": "https://www.mdpi.com/2071-1050/13/18/10078"
  },
  {
    "title": "Modelling impacts of climate change and anthropogenic activities on inflows and sediment loads of wetlands: case study of the Anzali wetland",
    "authors": [
      "Mehran Mahdian,",
      "Majid Hosseinzadeh,",
      "Seyed Mostafa Siadatmousavi,",
      "Zohreh Chalipa,",
      "Majid Delavar,",
      "Ming Guo,",
      "Soroush Abolfathi,",
      "Roohollah Noori"
    ],
    "doi": "https://doi.org/10.1038/s41598-023-32343-8",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 18",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Understanding the effects of climate change and anthropogenic activities on the hydrogeomorpholgical parameters in wetlands ecosystems is vital for designing effective environmental protection and control protocols for these natural capitals. This study develops methodological approach to model the streamflow and sediment inputs to wetlands under the combined effects of climate and land use / land cover (LULC) changes using the Soil and Water Assessment Tool (SWAT). The precipitation and temperature data from General Circulation Models (GCMs) for different Shared Socio-economic Pathway (SSP) scenarios (i.e., SSP1-2.6, SSP2-4.5, and SSP5-8.5) are downscaled and bias-corrected with Euclidean distance method and quantile delta mapping (QDM) for the case of the Anzali wetland watershed (AWW) in Iran. The Land Change Modeler (LCM) is adopted to project the future LULC at the AWW. The results indicate that the precipitation and air temperature across the AWW will decrease and increase, respectively, under the SSP1-2.6, SSP2-4.5, and SSP5-8.5 scenarios. Streamflow and sediment loads will reduce under the sole influence of SSP2-4.5 and SSP5-8.5 climate scenarios. An increase in sediment load and inflow was observed under the combined effects of climate and LULC changes, this is mainly due to the projected increased deforestation and urbanization across the AWW. The findings suggest that the densely vegetated regions, mainly located in the zones with steep slope, significantly prevents large sediment load and high streamflow input to the AWW. Under the combined effects of the climate and LULC changes, by 2100, the projected total sediment input to the wetland will reach 22.66, 20.83, and 19.93 million tons under SSP1-2.6, SSP2-4.5, and SSP5-8.5 scenarios, respectively. The results highlight that without any robust environmental interventions, the large sediment inputs will significantly degrade the Anzali wetland ecosystem and partly-fill the wetland basin, resulting in resigning the wetland from the Montreux record list and the Ramsar Convention on Wetlands of International Importance.",
    "readLink": "https://doi.org/10.1038/s41598-023-32343-8"
  },
  {
    "title": "Physiology of Plant Responses to Water Stress and Related Genes: A Review",
    "authors": [
      "Jiaojiao Wu,",
      "Jingyan Wang,",
      "Wenkai Hui,",
      "Feiyan Zhao,",
      "Peiyun Wang,",
      "Chengyi Su,",
      "Wei Gong"
    ],
    "doi": "https://doi.org/10.3390/f13020324",
    "journalVolume": "Vol. 13,\n                                no. 324\n                                \n                                  p.\n                                  324",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Drought and waterlogging seriously affect the growth of plants and are considered severe constraints on agricultural and forestry productivity; their frequency and degree have increased over time due to global climate change. The morphology, photosynthetic activity, antioxidant enzyme system and hormone levels of plants could change in response to water stress. The mechanisms of these changes are introduced in this review, along with research on key transcription factors and genes. Both drought and waterlogging stress similarly impact leaf morphology (such as wilting and crimping) and inhibit photosynthesis. The former affects the absorption and transportation mechanisms of plants, and the lack of water and nutrients inhibits the formation of chlorophyll, which leads to reduced photosynthetic capacity. Constitutive overexpression of 9-cis-epoxydioxygenase (NCED) and acetaldehyde dehydrogenase (ALDH), key enzymes in abscisic acid (ABA) biosynthesis, increases drought resistance. The latter forces leaf stomata to close in response to chemical signals, which are produced by the roots and transferred aboveground, affecting the absorption capacity of CO2, and reducing photosynthetic substrates. The root system produces adventitious roots and forms aerenchymal to adapt the stresses. Ethylene (ETH) is the main response hormone of plants to waterlogging stress, and is a member of the ERFVII subfamily, which includes response factors involved in hypoxia-induced gene expression, and responds to energy expenditure through anaerobic respiration. There are two potential adaptation mechanisms of plants (“static” or “escape”) through ETH-mediated gibberellin (GA) dynamic equilibrium to waterlogging stress in the present studies. Plant signal transduction pathways, after receiving stress stimulus signals as well as the regulatory mechanism of the subsequent synthesis of pyruvate decarboxylase (PDC) and alcohol dehydrogenase (ADH) enzymes to produce ethanol under a hypoxic environment caused by waterlogging, should be considered. This review provides a theoretical basis for plants to improve water stress tolerance and water-resistant breeding.",
    "readLink": "https://www.mdpi.com/1999-4907/13/2/324"
  },
  {
    "title": "CLIMATE CHANGE AND WATER POTENTIAL OF THE PAMIR MOUNTAINS",
    "authors": [
      "Alexander F. Finaev,",
      "Liu Shiyin,",
      "Bao Weijia,",
      "Jing Li"
    ],
    "doi": "https://doi.org/10.15356/2071-9388_03v09_2016_06",
    "journalVolume": "Vol. 9,\n                                no. 3\n                                \n                                  pp.\n                                  88\n                                  – 105",
    "issn": "2071-9388 (Print)",
    "publisher": "2542-1565 (Online)",
    "countryOfPublisher": "Lomonosov Moscow State University",
    "lcc": [
      "Russian Federation",
      "Geography. Anthropology. Recreation: Geography (General)"
    ],
    "journalUrl": "http://ges.rgo.ru",
    "abstract": "The Pamir region supplies water for most countries of the Central Asia. Discussions and arguments with regard to reduction of water resources related to climate change are popular today among various governmental and international institutions being a greatconcern for modern society. Probable decrease of the Pamirs runoff will affect downstreamcountries that can face water deficiency. However, there is no scientific rationale behindsuch disputes. The Pamir region is a remote, high-mountainous and hard-to-access area with scarce observation network and no reliable data. It is not sufficiently investigated in order to perform any assessment of climate change. This article represents results of study of climate parameters change (such as temperature, precipitation and river discharge) in the Pamirs. The study area covers all countries included in this mountain region (Tajikistan, China, Afghanistan and Kyrgyzstan). Observation records, remote sensing data and GIS modeling were used in the present work. Chronological data series were divided into two equal time intervals and were treated as climatic periods. Further analysis of climate change helped to estimate its influence on change of water potential in the Pamirs. The paper considers issues of liquid and solid precipitation change in the study area.",
    "readLink": "https://ges.rgo.ru/jour/article/view/109"
  },
  {
    "title": "Talking about COVID-19: contributions to the construction of a collective memory of the syndemic through the lens of food",
    "authors": [
      "Patricia Aguirre"
    ],
    "doi": "https://doi.org/10.18294/sc.2022.4054",
    "journalVolume": "Vol. 18\n                                \n                                \n                                  p.\n                                  e4054",
    "issn": "1669-2381 (Print)",
    "publisher": "1851-8265 (Online)",
    "countryOfPublisher": "Instituto de Salud Colectiva, Universidad Nacional de Lanús",
    "lcc": [
      "Argentina",
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "http://revistas.unla.edu.ar/saludcolectiva",
    "abstract": "This article explores the question of why the nine pandemics prior to COVID-19 – which have affected millions of people since the second half of the 20th century – were not recorded in collective memory despite their magnitude and extent. Thus, it proposes a reading of the pandemic as one component of a wider syndemic made up of contagious diseases, climate change, and malnutrition. This piece offers a narrative of the origins, development, and prospects of the pandemic within the dynamics of the global food system and national economic and political systems, highlighting components and connections. It includes a warning that – along with climate change and malnutrition (undernourishment-obesity) – pandemics are known and expected outcomes of the workings of a socio-political system that, as in the case of other components of the syndemic, by naturalizing causes and individualizing consequences, conspire against the creation of narratives that go beyond cosmetic changes.",
    "readLink": "http://revistas.unla.edu.ar/saludcolectiva/article/view/4054"
  },
  {
    "title": "Growth and carbon sequestration of poplar plantations on the Tibetan Plateau",
    "authors": [
      "Yuan Yao,",
      "Shumiao Shu,",
      "Wenzhi Wang,",
      "Ruixuan Liu,",
      "Yuelin Wang,",
      "Xiaodan Wang,",
      "Sheng Zhang"
    ],
    "doi": "Vol. 147\n                                \n                                \n                                  p.\n                                  109930",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "Tree radial growth has long-term adaptation and rapid responses to climate, manifested as age-dependent low-frequency and climate-sensitive high-frequency signals. Although the former is usually removed in climate-growth analyses, its overall change still profoundly affects forest biomass and carbon sequestration. The iterative growth model (IGM) reveals the underlying links among organism lifespan, growth rate, and respiration, providing a set of theoretical indicators to evaluate or predict growth. Here, IGM was extended to the tree-ring scale (IGMR) to study the low-frequency growth signals of poplar plantations in the Yarlung Tsangpo River, Tibetan Plateau. As predicted by the IGMR, the low-frequency growth signals all follow a unimodal pattern over the diameter at breast height (DBH) gradient while constraining the high-frequency signals. The unimodal growth curves’ length (maximum DBH), height (maximum growth rate of tree DBH), and resulting tree lifespan could be used to assess and predict tree growth. The results showed that the maximum DBH, growth rate and inverse of the longevity of the trees were greater at lower elevations. The indicators of Populus × beijingensis (PB) were better than those of P. alba (PA). Overall, poplars adapted to the plateau climate by reducing growth rates and increasing longevity. Temperature was the key factor affecting these trade-offs, with the best temperature at 14.69 ℃. Combined with stand density, PB plantations (11695.58 ± 1704.98 g/m2) had greater potential maximum biomass than PA plantations (9032.50 ± 2031.21 g/m2). This study highlights that the response of low-frequency growth signals to environments is holistic, and the resulting indicators have important value for evaluating and predicting tree growth and forest carbon sequestration. Moreover, the results have important practical significance for reasonable plantations and proper assessment of the ecological contribution of plantation forests on the Tibetan Plateau.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X23000729"
  },
  {
    "title": "Dramatic impact of future climate change on the genetic diversity and distribution of ecologically relevant Western Mediterranean Carex (Cyperaceae)",
    "authors": [
      "Carmen Benítez-Benítez,",
      "María Sanz-Arnal,",
      "Malvina Urbani,",
      "Pedro Jiménez-Mejías,",
      "Santiago Martín-Bravo"
    ],
    "doi": "https://doi.org/10.7717/peerj.13464",
    "journalVolume": "Vol. 10\n                                \n                                \n                                  p.\n                                  e13464",
    "issn": "2167-8359 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://peerj.com/",
    "abstract": "Anticipating the evolutionary responses of species to ongoing climate change is essential to propose effective management and conservation measures. The Western Mediterranean Basin constitutes one of the hotspots of biodiversity where the effects of climate change are expected to be more dramatic. Plant species with ecological relevance constitute ideal models to evaluate and predict the impact of climate change on ecosystems. Here we investigate these impacts through the spatio-temporal comparison of genetic diversity/structure (AFLPs), potential distribution under different future scenarios of climate change, and ecological space in two Western Mediterranean sister species of genus Carex. Both species are ecologically key in their riparian habitats, but display contrasting distribution patterns, with one widespread in the Iberian Peninsula and North Africa (C. reuteriana), while the other (C. panormitana) is a restricted, probably endangered, Central Mediterranean endemic. At present, we found a strong genetic structure driven by geography in both species, and lower values of genetic diversity and a narrower ecological space in C. panormitana than in C. reuteriana, while the allelic rarity was higher in the former than in C. reuteriana subspecies. Future projections predict an overall dramatic reduction of suitable areas for both species under all climate change scenarios, which could be almost total for C. panormitana. In addition, gene diversity was inferred to decrease in all taxa, with genetic structure reinforcing in C. reuteriana by the loss of admixture among populations. Our findings stress the need for a reassessment of C. panormitana conservation status under IUCN Red List criteria and the implementation of conservation measures.",
    "readLink": "https://peerj.com/articles/13464.pdf"
  },
  {
    "title": "The Turn Towards Unity: Converting Crises into Opportunities",
    "authors": [
      "Garry Jacobs"
    ],
    "doi": "Vol. 1,\n                                no. 3\n                                \n                                  pp.\n                                  106\n                                  – 120",
    "issn": "2038-5242 (Print)",
    "publisher": "2038-5250 (Online)",
    "countryOfPublisher": "Risk Institute, Trieste- Geneva",
    "lcc": [
      "Italy",
      "Political science: International relations",
      "Social Sciences: Industries. Land use. Labor: Economic growth, development, planning"
    ],
    "journalUrl": "http://www.cadmusjournal.org/",
    "abstract": "Human progress is stimulated by external threats and pressures. Values distilled from long experience possess the essential knowledge and power needed for continuous development and evolution. Successive waves of foreign invasions following the collapse of the Roman Empire coalesced the tribes of England into a nation state. Centuries of incessant warfare finally compelled the countries of Western Europe to evolve a regional union within which war has become unthinkable. Most recently, the rising incidence of terrorism has compelled national security institutions to forge a network for global coordination unimaginable during the Cold War. Challenges met are converted into opportunities. Opportunities missed degenerate into problems. All crises are psychological in origin. The remedy always calls for a change of attitude and values. The greatest threats confronting human beings today do not come from external aggressors. They are the result of problems that affect humanity as a whole and can only be addressed collectively by the entire human race. International financial instability, unemployment, terrorism, proliferation of nuclear weapons and climate change are indications that humanity is entering a higher phase in social evolution that compels us to evolve more effective instruments for governance at the global level. No nation or group of nations acting on its own can protect itself from these threats. Effective action to address these issues is unlikely to come from governments whose source of power and very identity are based on national sovereignty and separateness. Mechanisms for global governance will not be effective unless founded upon universally accepted values in fact as well as in principle, a condition violated by the undemocratic character of the UN system. Power relents only in the face of greater power. Power that exceeds that of the five permanent members of the Security Council can only come from representatives of humanity as a whole. A confederation of transnational organizations with shared values and common concerns can formulate a vision and plan that will constitute the seed for future world government. Organizations have evolved to the point where they can play the pioneering role traditionally played by pioneering individuals in the past, but even such organizations must depend on a core group of aspiring individuals to point the way.",
    "readLink": "http://cadmusjournal.org/article/issue-3/turn-towards-unity-converting-crises-opportunities"
  }
]