[
  {
    "title": "Impacts of climate changes on spatio-temporal diversity patterns of Atlantic Forest primates",
    "authors": [
      "Adriana Almeida de Lima,",
      "Milton Cezar Ribeiro,",
      "Carlos Eduardo de Viveiros Grelle,",
      "Míriam Plaza Pinto"
    ],
    "doi": "Vol. 17,\n                                no. 2\n                                \n                                  pp.\n                                  50\n                                  – 56",
    "issn": "2530-0644 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Biology (General): Ecology",
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "https://www.journals.elsevier.com/perspectives-in-ecology-and-conservation",
    "abstract": "Changes in Earth's climatic conditions may affect the geographic distributions of species causing variations in diversity patterns through space and time. Projections of species distributions over time can measure how future climate scenarios will affect communities. We investigated how climate changes scenarios will influence primate biodiversity patterns in the Atlantic Forest. Specifically: (i) where are the largest changes in species richness expected? (ii) the spatial pattern of beta diversity will undergo homogenisation or heterogenisation? and (iii) where will occur the major changes in temporal beta diversity? We generated current and future species distribution models for Brazilian Atlantic Forest primates. We analysed the changes in the spatio-temporal patterns of alpha and beta diversity. Current high richness patterns will be maintained in future scenarios, with richer areas concentrated in the coastal zones. Regions closer to Cerrado will face a reduction in primate richness. Changes in richness will occur predominantly due to species loss. Communities will be more spatially heterogeneous in the future, with increased beta diversity. The heterogenisation may be driven by the reduction of species geographic distributions. The highest temporal changes will occur mainly in the midwest and the central region of the biome. Climate changes will cause primates diversity changes in both space and time. These changes will not be homogeneous through the Atlantic Forest. Our study is informative at a large spatial scale, providing an outlook on the impact of climate change on primate diversity, and indicating places of primates’ biodiversity maintenance, loss or gain due to climate change.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2530064418301603"
  },
  {
    "title": "Epidemic of Wheat Stripe Rust Detected by Hyperspectral Remote Sensing and Its Potential Correlation with Soil Nitrogen during Latent Period",
    "authors": [
      "Jing Chen,",
      "Ainisai Saimi,",
      "Minghao Zhang,",
      "Qi Liu,",
      "Zhanhong Ma"
    ],
    "doi": "https://doi.org/10.3390/life12091377",
    "journalVolume": "Vol. 12,\n                                no. 1377\n                                \n                                  p.\n                                  1377",
    "issn": "2075-1729 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/life",
    "abstract": "Climate change affects crops development, pathogens survival rates and pathogenicity, leading to more severe disease epidemics. There are few reports on early, simple, large-scale quantitative detection technology for wheat diseases against climate change. A new technique for detecting wheat stripe rust (WSR) during the latent period based on hyperspectral technology is proposed. Canopy hyperspectral data of WSR was obtained; meanwhile, duplex PCR was used to measure the content of Puccinia striiformis f.sp. tritici (Pst) in the same canopy section. The content of Pst corresponded to its spectrum as the classification label of the model, which is established by discriminant partial least squares (DPLS) and support vector machine (SVM) algorithm. In the spectral region of 325–1075 nm, the model’s average recognition accuracy was between 75% and 80%. In the sub-band of 325–1075 nm, the average recognition accuracy of the DPLS was 80% within the 325–474 nm. The average recognition accuracy of the SVM was 83% within the 475–624 nm. Correlation analysis showed that the disease index of WSR was positively correlated with soil nitrogen nutrition, indicating that the soil nitrogen nutrition would affect the severity of WSR during the latent period.",
    "readLink": "https://www.mdpi.com/2075-1729/12/9/1377"
  },
  {
    "title": "Relation between the Atmospheric Boundary Layer and Impact Factors under Severe Surface Thermal Conditions",
    "authors": [
      "Yinhuan Ao,",
      "Jiangang Li,",
      "Zhaoguo Li,",
      "Shihua Lyu,",
      "Cailian Jiang,",
      "Minzhong Wang"
    ],
    "doi": "https://doi.org/10.1155/2017/8352461",
    "journalVolume": "Vol. 2017",
    "issn": "1687-9309 (Print)",
    "publisher": "1687-9317 (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://www.hindawi.com/journals/amete/",
    "abstract": "This paper reported a comprehensive analysis on the diurnal variation of the Atmospheric Boundary Layer (ABL) in summer of Badain Jaran Desert and discussed deeply the effect of surface thermal to ABL, including the Difference in Surface-Air Temperature (DSAT), net radiation, and sensible heat, based on limited GPS radiosonde and surface observation data during two intense observation periods of experiments. The results showed that (1) affected by topography of the Tibetan Plateau, the climate provided favorable external conditions for the development of Convective Boundary Layer (CBL), (2) deep CBL showed a diurnal variation of three- to five-layer structure in clear days and five-layer ABL structure often occurred about sunset or sunrise, (3) the diurnal variation of DSAT influenced thickness of ABL through changes of turbulent heat flux, (4) integral value of sensible heat which rapidly converted by surface net radiation had a significant influence on the growth of CBL throughout daytime. The cumulative effect of thick RML dominated the role after CBL got through SBL in the development stage, especially in late summer, and (5) the development of CBL was promoted and accelerated by the variation of wind field and distribution of warm advection in high and low altitude.",
    "readLink": "http://dx.doi.org/10.1155/2017/8352461"
  },
  {
    "title": "Investigation of adsorption and desorption behavior of small-volume cylinders and its relevance for atmospheric trace gas analysis",
    "authors": [
      "E. Satar,",
      "E. Satar,",
      "P. Nyfeler,",
      "P. Nyfeler,",
      "B. Bereiter,",
      "B. Bereiter,",
      "B. Bereiter,",
      "C. Pascale,",
      "B. Niederhauser,",
      "M. Leuenberger,",
      "M. Leuenberger"
    ],
    "doi": "https://doi.org/10.5194/amt-13-101-2020",
    "journalVolume": "Vol. 13\n                                \n                                \n                                  pp.\n                                  101\n                                  – 117",
    "issn": "1867-1381 (Print)",
    "publisher": "1867-8548 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering",
      "Technology: Engineering (General). Civil engineering (General): Earthwork. Foundations"
    ],
    "journalUrl": "http://www.atmospheric-measurement-techniques.net/home.html",
    "abstract": "Atmospheric trace gas measurements of greenhouse gases are critical in their precision and accuracy. In the past 5 years, atmospheric measurement and gas metrology communities have turned their attention to possible surface effects due to pressure and temperature variations during a standard cylinder's lifetime. This study concentrates on this issue by introducing newly built small-volume aluminum and steel cylinders which enable the investigation of trace gases and their affinity for adsorption and desorption on various surfaces over a set of temperature and pressure ranges. The presented experiments are designed to test the filling pressure dependencies up to 30 bar and temperature dependencies from −10 ∘C up to 180 ∘C for these prototype cylinders. We present measurements of CO2, CH4, CO and H2O using a cavity ring-down spectroscopy analyzer under these conditions. Moreover, we investigated CO2 amount fractions using a novel quantum cascade laser spectrometer system enabling measurements at pressures as a low as 5 mbar. This extensive dataset revealed that for absolute pressures down to 150 mbar the enhancement in the amount fraction of CO2 relative to its initial value (at 1200 mbar absolute) is limited to 0.12 µmol mol−1 for the prototype aluminum cylinder. Up to 80 ∘C, the aluminum cylinder showed superior results and less response to varying temperature compared to the steel cylinder. For CO2, these changes were insignificant at 80 ∘C for the aluminum cylinder, whereas a 0.11 µmol mol−1 enhancement for the steel cylinder was observed. High-temperature experiments showed that for both cylinders irreversible temperature effects occur especially above 130 ∘C.",
    "readLink": "https://www.atmos-meas-tech.net/13/101/2020/amt-13-101-2020.pdf"
  },
  {
    "title": "Coral reef carbonate accretion rates track stable gradients in seawater carbonate chemistry across the U.S. Pacific Islands",
    "authors": [
      "Hannah C. Barkley,",
      "Thomas A. Oliver,",
      "Ariel A. Halperin,",
      "Ariel A. Halperin,",
      "Noah V. Pomeroy,",
      "Noah V. Pomeroy,",
      "Joy N. Smith,",
      "Joy N. Smith,",
      "Rebecca M. Weible,",
      "Rebecca M. Weible,",
      "Charles W. Young,",
      "Charles W. Young,",
      "Courtney S. Couch,",
      "Courtney S. Couch,",
      "Russell E. Brainard,",
      "Russell E. Brainard,",
      "Jennifer C. Samson"
    ],
    "doi": "https://doi.org/10.3389/fmars.2022.991685",
    "journalVolume": "Vol. 9",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "The U.S. Pacific Islands span a dramatic natural gradient in climate and oceanographic conditions, and benthic community states vary significantly across the region’s coral reefs. Here we leverage a decade of integrated ecosystem monitoring data from American Samoa, the Mariana Archipelago, the main and Northwestern Hawaiian Islands, and the U.S. Pacific Remote Island Areas to evaluate coral reef community structure and reef processes across a strong natural gradient in pH and aragonite saturation state (Ωar). We assess spatial patterns and temporal trends in carbonate chemistry measured in situ at 37 islands and atolls between 2010 and 2019, and evaluate the relationship between long-term mean Ωar and benthic community cover and composition (benthic cover, coral genera, coral morphology) and reef process (net calcium carbonate accretion rates). We find that net carbonate accretion rates demonstrate significant sensitivity to declining Ωar, while most benthic ecological metrics show fewer direct responses to lower-Ωar conditions. These results indicate that metrics of coral reef net carbonate accretion provide a critical tool for monitoring the long-term impacts of ocean acidification that may not be visible by assessing benthic cover and composition alone. The perspectives gained from our long-term, in situ, and co-located coral reef environmental and ecological data sets provide unique insights into effective monitoring practices to identify potential for reef resilience to future ocean acidification and inform effective ecosystem-based management strategies under 21st century global change.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2022.991685/full"
  },
  {
    "title": "Drought-adaptation potential in Fagus sylvatica: linking moisture availability with genetic diversity and dendrochronology.",
    "authors": [
      "Andrea R Pluess,",
      "Pascale Weber"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0033636",
    "journalVolume": "Vol. 7,\n                                no. 3\n                                \n                                  p.\n                                  e33636",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "BACKGROUND: Microevolution is essential for species persistence especially under anticipated climate change scenarios. Species distribution projection models suggested that the dominant tree species of lowland forests in Switzerland, European beech (Fagus sylvatica L.), might disappear from most areas due to expected longer dry periods. However, if genotypes at the moisture boundary of the species climatic envelope are adapted to lower moisture availability, they can serve as seed source for the continuation of beech forests under changing climates. METHODOLOGY/PRINCIPAL FINDINGS: With an AFLP genome scan approach, we studied neutral and potentially adaptive genetic variation in Fagus sylvatica in three regions containing a dry and a mesic site each (n(ind.) = 241, n(markers) = 517). We linked this dataset with dendrochronological growth measures and local moisture availabilities based on precipitation and soil characteristics. Genetic diversity decreased slightly at dry sites. Overall genetic differentiation was low (F(st) = 0.028) and Bayesian cluster analysis grouped all populations together suggesting high (historical) gene flow. The Bayesian outlier analyses indicated 13 markers with three markers differing between all dry and mesic sites and the others between the contrasting sites within individual regions. A total of 41 markers, including seven outlier loci, changed their frequency with local moisture availability. Tree height and median basal growth increments were reduced at dry sites, but marker presence/absence was not related to dendrochronological characteristics. CONCLUSION AND THEIR SIGNIFICANCE: The outlier alleles and the makers with changing frequencies in relation to moisture availability indicate microevolutionary processes occurring within short geographic distances. The general genetic similarity among sites suggests that 'preadaptive' genes can easily spread across the landscape. Yet, due to the long live span of trees, fostering saplings originating from dry sites and grown within mesic sites might increase resistance of beech forests during the anticipated longer dry periods.",
    "readLink": "http://europepmc.org/articles/PMC3308988?pdf=render"
  },
  {
    "title": "Spatiotemporal Variation in and Responses of the NDVI to Climate in Western Ordos and Eastern Alxa",
    "authors": [
      "Hui Zhang,",
      "Jinting Guo,",
      "Xiaotian Li,",
      "Yajie Liu,",
      "Tiejuan Wang"
    ],
    "doi": "https://doi.org/10.3390/su15054375",
    "journalVolume": "Vol. 15,\n                                no. 4375\n                                \n                                  p.\n                                  4375",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Vegetation is an important component of the terrestrial ecosystem, and studying the rules of vegetation change and its driving factors is helpful to strengthen the ecological protection and sustainable development of regional vegetation. This study analyzes the changes in Normalized Difference Vegetation Index (NDVI) and its response to climate factors in the five regions of western Ordos and eastern Alxa in China between 2000 and 2020. The MODIS NDVI and meteorological data from 2000 to 2020 was used and the ordinary least squares, trend analysis, and correlation analysis methods were analyzed. The NDVI in this region shows spatial differentiation and is high in the east and low in the west. The overall NDVI has shown a significant increasing trend (p p p < 0.05). Meanwhile, the temperature and NDVI were negatively correlated but not significantly. A positive correlation accounted for 45.95% of the change, but the insignificant negative correlation accounted for 54.05%. Therefore, comprehensive analysis showed that precipitation played a leading role in the NDVI in the study area. The results are helpful to study the driving mechanism of vegetation growth and provide reference for vegetation protection in regions of western Ordos and eastern Alxa of Inner Mongolia, China.",
    "readLink": "https://www.mdpi.com/2071-1050/15/5/4375"
  },
  {
    "title": "Carbon and oxygen isotope characteristics of the Clydach Valley Subgroup, Courceyan, South Wales‐Mendip shelf, UK",
    "authors": [
      "Madeleine J. Raven"
    ],
    "doi": "https://doi.org/10.1002/dep2.209",
    "journalVolume": "Vol. 9,\n                                no. 3\n                                \n                                  pp.\n                                  573\n                                  – 606",
    "issn": "2055-4877 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Geology"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20554877",
    "abstract": "Abstract The Clydach Valley Subgroup (Courceyan) records a dip section through an Early Carboniferous shallow marine, carbonate shelf and consists of three oolitic formations separated by paludal/peritidal units with abundant evidence of subaerial exposure in proximal areas. The lower part correlates with the Kinderhookian–Osagean Boundary Excursion, with allochem data indicating a minimum δ13C value for marine carbonate of +4.5‰, with associated δ18O of −4.6‰. Marine carbonate δ13C and δ18O values of +2‰ and −2‰, respectively, were estimated for the younger part. Allochem isotopic data yield a well‐defined mixing line consistent with stabilisation in meteoric water at varied water: rock ratios, the degree of stabilisation increasing up‐dip and up‐stratigraphy. Two distinct diagenetic styles closely correlate with evidence for the presence (Diagenetic Regime 1) or absence (Diagenetic Regime 2) of subaerial exposure, non‐ferroan and ferroan calcite cement dominating respectively. Five cement zones (Zones 2–6) defined by iron content occur in Diagenetic Regime 1, irrespective of formation, indicating a similar sequence of palaeohydrological changes affected repeated depositional cycles. Zones 3–5 are considered meteoric based on their isotopic composition (δ18O: −5.8 to −11.1‰ and δ13C: −3.7 to −6.2‰) and form distinct clusters dependent on zone, age and location. Pedogenic carbonates and meteoric cements record a long term increase in meteoric δ18O values: −7.8‰ during the Kinderhookian–Osagean Boundary Excursion, −6.9‰ during diagenesis of the upper part of the subgroup and −6.3‰ associated with initial deposition of the overlying Llanelly Formation. This is consistent with global sea water trends, but an element of climate change cannot be ruled out. Increases in cement δ18O values as meteoric systems become established (Zone 3–4) indicate repeated short term variation in rainwater composition probably driven by climate change, but also suggests a link between climate and the depositional cycle.",
    "readLink": "https://doi.org/10.1002/dep2.209"
  },
  {
    "title": "ADAPTIVE POTENTIAL AND PHENOTYPIC VARIABILITY OF RIBES SPECIES IN THE LOWER VOLGA REGION",
    "authors": [
      "Alexandra S. Solomentseva"
    ],
    "doi": "https://doi.org/10.12731/2658-6649-2022-14-6-338-355",
    "journalVolume": "Vol. 14,\n                                no. 6\n                                \n                                  pp.\n                                  338\n                                  – 355",
    "issn": "2658-6649 (Print)",
    "publisher": "2658-6657 (Online)",
    "countryOfPublisher": "Science and Innovation Center Publishing House",
    "lcc": [
      "Russian Federation",
      "Agriculture",
      "Science"
    ],
    "journalUrl": "http://discover-journal.ru/",
    "abstract": "Background. The climate, soil, and hydrology of the Volgograd Region complicate agricultural work. The ever-greater intensification of agriculture has brought substantial anthropogenic change upon the natural terrain in the agricultural areas of the country. Protective afforestation seeking to address soil erosion and drought, as well as the artificial selection of economically valuable species, have been the source of the most prominent change. Purpose. To evaluate the biological potential of Ribes L. species, the authors compared the development and reproductive traits, assessed the ecological flexibility of the species (an effective metric for introduction in arid regions that can be used in practice to muster biological resources and nursery work). Materials and methods. Currant populations were mainly studied by sampling population statistics and biometry, to which end the authors applied analysis of variance. Quantitative varying traits included fruiting, qualitative traits included leaf, fruit, and shoot color, and ordinal traits included bark smoothness. To evaluate the biological potential of the species Ribes aureum Pursh., the authors compared the development and reproductive traits, assessed the ecological flexibility of the species (an effective metric for introduction in arid regions that can be used in practice to muster biological resources and nursery work). Annual maturation rates of Ribes aureum Pursh. Shoots determine whether they will survive at winter. The following visual cues of maturation were used: lignification, coloring, and development of outer covers, budding, shoot growth completion, and leaf fall completion timings. Results. Currant grows in any soil, including alkaline light-chestnut soils, outcrops of bedrock ravines (Kamyshin), washed-away, eroded soils of steep slopes and ravines (Volgograd); winter hardiness depends on the natural range. Currant tends to live longer in soils most suitable for afforestation. Young shoots also differed in color. In Volgograd and its vicinity, such shoots were green (or brown), rugged. In Kamyshin, they were reddish or grayish, finely pubescent. Lamina morphometry revealed pronounced differences in lamina size and color from area to area. Conclusions. Currant species are promising shrubs that are important for forest reclamation and for nurseries. Currant plantations enrich flora and fauna as they form an ecological niche where beneficial insects, birds, mammals, and other animals can disperse, feed, or find a habitat. Currant polymorphism has an important role to play in plant evolution. It is caused by the variability of various traits in individuals of a population, which creates subspecies that are valuable for the purposes of selection and introduction. The genotype of a species determines its lamina parameters. Air temperature, precipitation, and soil moisture affect the modifiability of leaf parameters, as well as the location of leaves in the bush and on the shoots. A stable difference between lamina parameters indicates a species difference. The results hereof could be of use in the context of bioindicators of the ecological status and adaptability of currant.",
    "readLink": "http://discover-journal.ru/jour/index.php/sjlsa/article/view/652"
  },
  {
    "title": "Uncertainty of Forest Biomass Estimates in North Temperate Forests Due to Allometry: Implications for Remote Sensing",
    "authors": [
      "Razi Ahmed,",
      "Paul Siqueira,",
      "Scott Hensley,",
      "Kathleen Bergen"
    ],
    "doi": "https://doi.org/10.3390/rs5063007",
    "journalVolume": "Vol. 5,\n                                no. 6\n                                \n                                  pp.\n                                  3007\n                                  – 3036",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Estimates of above ground biomass density in forests are crucial for refining global climate models and understanding climate change. Although data from field studies can be aggregated to estimate carbon stocks on global scales, the sparsity of such field data, temporal heterogeneity and methodological variations introduce large errors. Remote sensing measurements from spaceborne sensors are a realistic alternative for global carbon accounting; however, the uncertainty of such measurements is not well known and remains an active area of research. This article describes an effort to collect field data at the Harvard and Howland Forest sites, set in the temperate forests of the Northeastern United States in an attempt to establish ground truth forest biomass for calibration of remote sensing measurements. We present an assessment of the quality of ground truth biomass estimates derived from three different sets of diameter-based allometric equations over the Harvard and Howland Forests to establish the contribution of errors in ground truth data to the error in biomass estimates from remote sensing measurements.",
    "readLink": "http://www.mdpi.com/2072-4292/5/6/3007"
  }
]