[
  {
    "title": "Modelling the response of stable water isotopes in Greenland precipitation to orbital configurations of the previous interglacial",
    "authors": [
      "Jesper Sjolte,",
      "Georg Hoffmann,",
      "Sigfús Jóhann Johnsen"
    ],
    "doi": "https://doi.org/10.3402/tellusb.v66.22872",
    "journalVolume": "Vol. 66,\n                                no. 0\n                                \n                                  pp.\n                                  1\n                                  – 16",
    "issn": "1600-0889 (Online)",
    "publisher": "Stockholm University Press",
    "countryOfPublisher": "Sweden",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://b.tellusjournals.se",
    "abstract": "The relation between δ 18O of precipitation and temperature has been used in numerous studies to reconstruct past temperatures at ice core sites in Greenland and Antarctica. During the past two decades, it has become clear that the slope between δ 18O and temperature varies in both space and time. Here, we use a general circulation model driven by changes in orbital parameters to investigate the Greenland δ 18O–temperature relation for the previous interglacial, the Eemian. In our analysis, we focus on changes in the moisture source regions, and the results underline the importance of taking the seasonality of climate change into account. The orbitally driven experiments show that continental evaporation over North America increases during summer in the warm parts of the Eemian, while marine evaporation decreases. This likely flattens the Greenland δ 18O response to temperature during summer. Since the main climate change in the experiments occurs during summer this adds to a limited response of δ 18O, which is more strongly tied to temperature during winter than during summer. A south–west to north–east gradient in the δ 18O–temperature slope is also evident for Greenland, with low slopes in the south–west and steeper slopes in the north–east. This probably reflects the proportion of continental moisture and Arctic moisture arriving in Greenland, with more continental moisture in the south–west and less in the north–east, and vice versa for the Arctic moisture.",
    "readLink": "http://www.tellusb.net/index.php/tellusb/article/download/22872/pdf_1"
  },
  {
    "title": "Utilizing Novel Field and Data Exploration Methods to Explore Hot Moments in High-Frequency Soil Nitrous Oxide Emissions Data: Opportunities and Challenges",
    "authors": [
      "Christine S. O’Connell,",
      "Tyler L. Anthony,",
      "Melanie A. Mayes,",
      "Tibisay Pérez,",
      "Tibisay Pérez,",
      "Debjani Sihi,",
      "Whendee L. Silver"
    ],
    "doi": "https://doi.org/10.3389/ffgc.2022.674348",
    "journalVolume": "Vol. 5",
    "issn": "2624-893X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Forestry",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/forests-and-global-change#",
    "abstract": "Soil nitrous oxide (N2O) emissions are an important driver of climate change and are a major mechanism of labile nitrogen (N) loss from terrestrial ecosystems. Evidence increasingly suggests that locations on the landscape that experience biogeochemical fluxes disproportionate to the surrounding matrix (hot spots) and time periods that show disproportionately high fluxes relative to the background (hot moments) strongly influence landscape-scale soil N2O emissions. However, substantial uncertainties remain regarding how to measure and model where and when these extreme soil N2O fluxes occur. High-frequency datasets of soil N2O fluxes are newly possible due to advancements in field-ready instrumentation that uses cavity ring-down spectroscopy (CRDS). Here, we outline the opportunities and challenges that are provided by the deployment of this field-based instrumentation and the collection of high-frequency soil N2O flux datasets. While there are substantial challenges associated with automated CRDS systems, there are also opportunities to utilize these near-continuous data to constrain our understanding of dynamics of the terrestrial N cycle across space and time. Finally, we propose future research directions exploring the influence of hot moments of N2O emissions on the N cycle, particularly considering the gaps surrounding how global change forces are likely to alter N dynamics in the future.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/ffgc.2022.674348/full"
  },
  {
    "title": "Plant Microbiome: An Ocean of Possibilities for Improving Disease Resistance in Plants",
    "authors": [
      "Sajad Ali,",
      "Anshika Tyagi,",
      "Hanhong Bae"
    ],
    "doi": "https://doi.org/10.3390/microorganisms11020392",
    "journalVolume": "Vol. 11,\n                                no. 392\n                                \n                                  p.\n                                  392",
    "issn": "2076-2607 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "https://www.mdpi.com/journal/microorganisms",
    "abstract": "Plant diseases pose a serious threat to crop production and the agricultural economy across the globe. Currently, chemical pesticides are frequently employed to combat these infections, which cause environmental toxicity and the emergence of resistant pathogens. Moreover, the genetic manipulation of plant defense pathways and the breeding of resistant genes has attained limited success due to the rapid evolution of pathogen virulence and resistance, together with host range expansion. Additionally, due to climate change and global warming, the occurrence of multiple stresses during disease outbreak has further impacted overall crop growth and productivity, posing a serious threat to food security. In this regard, harnessing the plant beneficial microbiome and its products can provide novel avenues for disease resistance in addition to boosting agricultural output, soil fertility and environmental sustainability. In plant–beneficial microbiome interactions, induced systemic resistance (ISR) has emerged as a key mechanism by which a beneficial microbiome primes the entire plant system for better defense against a wide range of phytopathogens and pests. In this review, we provide the recent developments on the role of plant beneficial microbiomes in disease resistance. We also highlight knowledge gaps and discuss how the plant immune system distinguishes pathogens and beneficial microbiota. Furthermore, we provide an overview on how immune signature hormones, such as salicylic acid (SA), jasmonic acid (JA) and ethylene (ET), shape plant beneficial microbiome. We also discuss the importance of various high-throughput tools and their integration with synthetic biology to design tailored microbial communities for disease resistance. Finally, we conclude by highlighting important themes that need future attention in order to fill the knowledge gaps regarding the plant immune system and plant-beneficial-microbiome-mediated disease resistance.",
    "readLink": "https://www.mdpi.com/2076-2607/11/2/392"
  },
  {
    "title": "Commitment Indicators for Tracking Sustainable Design Decisions in Construction Projects",
    "authors": [
      "Mustafa S. Al-Tekreeti,",
      "Salwa M. Beheiry,",
      "Vian Ahmed"
    ],
    "doi": "https://doi.org/10.3390/su14106205",
    "journalVolume": "Vol. 14,\n                                no. 6205\n                                \n                                  p.\n                                  6205",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The construction industry is considered one of the largest contributors to climate change through its consumption of natural resources and generation of greenhouse gases. Much of this can be attributed to inadequate decision making and follow-up within construction companies. To mitigate this problem, considerable research on Sustainable Development (SD) reports on decision support systems have been developed in order to make sound decisions with respect to the environment. Nonetheless, and despite the availability of such tools, these systems fail to track the commitment to SD decisions and goals during the different phases of construction projects in general and the design phase in particular. As such, this study identified three standard SD indicators: waste reduction, energy consumption, and carbon emissions as the main contributors, and developed the framework to track the project stakeholders’ commitment to the relevant SD indicators during the project design phase. The developed framework was validated via an expert panel and used to create a Sustainable Development Commitment Tracking Tool (SDCTT-D). The SDCTT-D tool was also applied in an infrastructure project case study. The results of this study gauged the usability of the developed tool and corroborated the research premise.",
    "readLink": "https://www.mdpi.com/2071-1050/14/10/6205"
  },
  {
    "title": "Phylogeography and post-glacial recolonization in wolverines (Gulo gulo) from across their circumpolar distribution.",
    "authors": [
      "Joanna Zigouris,",
      "James A Schaefer,",
      "Clément Fortin,",
      "Christopher J Kyle"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0083837",
    "journalVolume": "Vol. 8,\n                                no. 12\n                                \n                                  p.\n                                  e83837",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Interglacial-glacial cycles of the Quaternary are widely recognized in shaping phylogeographic structure. Patterns from cold adapted species can be especially informative - in particular, uncovering additional glacial refugia, identifying likely recolonization patterns, and increasing our understanding of species' responses to climate change. We investigated phylogenetic structure of the wolverine, a wide-ranging cold adapted carnivore, using a 318 bp of the mitochondrial DNA control region for 983 wolverines (n=209 this study, n=774 from GenBank) from across their full Holarctic distribution. Bayesian phylogenetic tree reconstruction and the distribution of observed pairwise haplotype differences (mismatch distribution) provided evidence of a single rapid population expansion across the wolverine's Holarctic range. Even though molecular evidence corroborated a single refugium, significant subdivisions of population genetic structure (0.01< ΦST <0.99, P<0.05) were detected. Pairwise ΦST estimates separated Scandinavia from Russia and Mongolia, and identified five main divisions within North America - the Central Arctic, a western region, an eastern region consisting of Ontario and Quebec/Labrador, Manitoba, and California. These data are in contrast to the nearly panmictic structure observed in northwestern North America using nuclear microsatellites, but largely support the nuclear DNA separation of contemporary Manitoba and Ontario wolverines from northern populations. Historic samples (c. 1900) from the functionally extirpated eastern population of Quebec/Labrador displayed genetic similarities to contemporary Ontario wolverines. To understand these divergence patterns, four hypotheses were tested using Approximate Bayesian Computation (ABC). The most supported hypothesis was a single Beringia incursion during the last glacial maximum that established the northwestern population, followed by a west-to-east colonization during the Holocene. This pattern is suggestive of colonization occurring in accordance with glacial retreat, and supports expansion from a single refugium. These data are significant relative to current discussions on the conservation status of this species across its range.",
    "readLink": "http://europepmc.org/articles/PMC3875487?pdf=render"
  },
  {
    "title": "Energy potentials and water requirements from perennial grasses on abandoned land in the former Soviet Union",
    "authors": [
      "Jan Sandstad Næss,",
      "Cristina Maria Iordan,",
      "Helene Muri,",
      "Francesco Cherubini"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ac5e67",
    "journalVolume": "Vol. 17,\n                                no. 4\n                                \n                                  p.\n                                  045017",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "A ramp-up of bioenergy supply is vital in most climate change mitigation scenarios. Using abandoned land to produce perennial grasses is a promising option for near-term bioenergy deployment with minimal trade-offs to food production and the environment. The former Soviet Union (fSU) experienced substantial agricultural abandonment following its dissolution, but bioenergy potentials on these areas and their water requirements are still unclear. We integrate a regional land cover dataset tailored towards cropland abandonment, an agro-ecological crop yield model, and a dataset of sustainable agricultural irrigation expansion potentials to quantify bioenergy potentials and water requirements on abandoned land in the fSU. Rain-fed bioenergy potentials are 3.5 EJ yr ^−1 from 25 Mha of abandoned land, with land-sparing measures for nature conservation. Irrigation can be sustainably deployed on 7–18 Mha of abandoned land depending on water reservoir size, thereby increasing bioenergy potentials with rain-fed production elsewhere to 5.2–7.1 EJ yr ^−1 . This requires recultivating 29–33 Mha combined with 30–63 billion m ^3 yr ^−1 of blue water withdrawals. Rain-fed productive abandoned land equals 26%–61% of the projected regional fSU land use for dedicated bioenergy crops in 2050 for 2 °C future scenarios. Sustainable irrigation can bring productive areas up to 30%–80% of the projected fSU land requirements. Unraveling the complex interactions between land availability for bioenergy and water use at local levels is instrumental to ensure a sustainable bioenergy deployment.",
    "readLink": "https://doi.org/10.1088/1748-9326/ac5e67"
  },
  {
    "title": "Climate change impact on the degradation of historically significant wooden furniture in a cultural heritage building in Vestfold, Norway",
    "authors": [
      "Choidis Petros,",
      "Sharma Akriti,",
      "Grottesi Giulia,",
      "Kraniotis Dimitrios"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202236211003",
    "journalVolume": "Vol. 362\n                                \n                                \n                                  p.\n                                  11003",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "Climate change is expected to significantly affect the interior climate of old, leaky buildings without HVAC systems. As a result, the items of cultural significance that are hosted indoors will experience new ambient conditions, which will affect their degradation. In the current research, the impact of climate change on the biological, mechanical, and chemical degradation of a cabinet and a storage trunk which are made of wood and have paintings on their outer surface is investigated. These two items are found in two different rooms of a historic timber building in Vestfold, Norway. Data from the REMO2015 driven by the global model MPI-ESM-LR are used in order to account for past, present, and future climate conditions. In addition, climate data from ERA5 reanalysis are used in order to assess the accuracy of the MPI-ES-LR_REMO2015 model results. Whole building hygrothermal simulations are employed to calculate the temperature and the relative humidity inside the rooms that host the items of interest. The transient hygrothermal condition and certain characteristics of the timber surfaces are used as inputs in models that describe their degradation. The biological degradation is examined by using i) the updated VTT mould model and ii) the Growing Degree Days (GDD) for temperature and humidity dependant insects. The mechanical deterioration is assessed by the method proposed by Mecklenburg et al. (1998). The concept of the Lifetime Multiplier (LM) is used in order to assess the chemical deterioration of the furniture. Results reveal a significant mechanical degradation risk and a very high chemical deterioration risk. The biodeterioration risk remains at acceptable levels. Moreover, it could be possible that the storage trunk would be damaged by certain insects in the future. It is then suggested that both items should be moved to a room with proper conditions in order to minimize their chemical and mechanical deterioration risk and extend their life span. Finally, the significance of implementing bias correction in the data from climate models is underlined.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2022/29/e3sconf_bsn2022_11003.pdf"
  },
  {
    "title": "Data and non-linear models for the estimation of biomass growth and carbon fixation in managed forests",
    "authors": [
      "Ariane Albers,",
      "Pierre Collet,",
      "Anthony Benoist,",
      "Arnaud Hélias"
    ],
    "doi": "Vol. 23",
    "issn": "2352-3409 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine: Medicine (General): Computer applications to medicine. Medical informatics",
      "Science: Science (General)"
    ],
    "journalUrl": "http://www.journals.elsevier.com/data-in-brief/",
    "abstract": "The data and analyses presented support the research article entitled “Coupling partial-equilibrium and dynamic biogenic carbon models to assess future transport scenarios in France” (Albers et al., 2019). Carbon sequestration and storage in forestry products (e.g. transport fuels) is sought as a climate change mitigation option. The data presented support and inform dynamic modelling approaches to predict biomass growth and carbon fixation dynamics, of a tree or forest stand, over specific rotation lengths. Data consists of species-specific yield tables, parameters for non-linear growth models and allometric equations. Non-linear growth models and allometric equations are listed and described. National statistics and surveys of the wood supply chain serve to identify main tree species, standing wood volumes and distributions within specific geographies; here corresponding to managed forests in France. All necessary data and methods for the computation of the annual fixation flows are presented. Keywords: Biogenic carbon modelling, Carbon fixation, Forestry biomass, Non-linear growth",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2352340919301921"
  },
  {
    "title": "Tourism enterprises and climate change: some research imperatives.",
    "authors": [
      "Wayde R. Pandy"
    ],
    "doi": "Vol. 6,\n                                no. 4",
    "issn": "2223-814X (Online)",
    "publisher": "AfricaJournals",
    "countryOfPublisher": "South Africa",
    "lcc": [
      "Technology: Home economics: Hospitality industry. Hotels, clubs, restaurants, etc. Food service",
      "Social Sciences: Commerce: Business"
    ],
    "journalUrl": "http://www.ajhtl.com",
    "abstract": "The nexus of tourism and climate change is one that has encountered increasing academic interest and exploration by range of disciplines, in particular with prominent contributions made by geographers. Southern Africa is a region that is particularly vulnerable to the long-term impacts of climate change. It is against this background that this paper examines key debates from the growing international literature on climate change in order to identify research imperatives including for African scholars. Arguably, in analysing the potential outcomes and impacts of climate change on the tourism industry worldwide, and specifically the manner in which a number of tourism dependent businesses and by proxy tourism dependent communities and livelihoods may be increasingly vulnerable to climate change related stresses, adaptive actions which aim to reduce or counter such vulnerability become essential. Overall,as argued in this analysis, expanding the research agenda relating to tourism enterprises and climate change and most especially around the need for ‘adaptive pathways’ is of critical importance for tourism scholarship.",
    "readLink": "https://www.ajhtl.com/uploads/7/1/6/3/7163688/article_35_vol_6__4__2017.pdf"
  },
  {
    "title": "Improved TCT topology for shaded photovoltaic arrays",
    "authors": [
      "Hicham Oufettoul,",
      "Saad Motahhir,",
      "Ghassane Aniba,",
      "Mehedi Masud,",
      "Mohammed A. AlZain"
    ],
    "doi": "Vol. 8\n                                \n                                \n                                  pp.\n                                  5943\n                                  – 5956",
    "issn": "2352-4847 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Electrical engineering. Electronics. Nuclear engineering"
    ],
    "journalUrl": "http://www.journals.elsevier.com/energy-reports/",
    "abstract": "Photovoltaic energy is increasingly becoming a widespread technology and a viable alternative to fossil fuels for satisfying energy demands while mitigating pollution and climate change. However, various issues significantly affect the power production of photovoltaic systems, including partial shading effects, mainly under the basic interconnection schemes. Furthermore, the P–V curve exhibits multiple maxima, complicating the global maximum power point identification. This investigation aims to diminish the severity of partial shadowing by proposing a novel architecture allowing the inner parts of the photovoltaic panel to be involved in attached connections with the array subparts through a total-cross topology. The suggested photovoltaic reconfiguration validity is demonstrated using P–V curve analysis and performance indicators such as mismatch power loss, fill factor and global maximum power point. Moreover, adopting PSIM software to develop a photovoltaic model and, subsequently, a photovoltaic array to conduct simulations and acquire results. Finally, the suggested interconnection scheme has a significant power overrun exceeding 40Wcompared to the usual total cross-tied topology in certain shading modes, including the short and narrow categories. Furthermore, a small overshot of 5Wdisfavors the forced total cross-tied topology in short and wide shadowing scenarios.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2352484722008046"
  }
]