[
  {
    "title": "Temperature surpasses the effects of velocity and turbulence on swimming performance of two invasive non-native fish species",
    "authors": [
      "V. Muhawenimana,",
      "J. R. Thomas,",
      "C. A. M. E. Wilson,",
      "J. Nefjodova,",
      "A. C. Chapman,",
      "F. C. Williams,",
      "D. G. Davies,",
      "S. W. Griffiths,",
      "J. Cable"
    ],
    "doi": "https://doi.org/10.1098/rsos.201516",
    "journalVolume": "Vol. 8,\n                                no. 2",
    "issn": "2054-5703 (Online)",
    "publisher": "The Royal Society",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://royalsocietypublishing.org/journal/rsos",
    "abstract": "Global climate change continues to impact fish habitat quality and biodiversity, especially in regard to the dynamics of invasive non-native species. Using individual aquaria and an open channel flume, this study evaluated the effects of water temperature, flow velocity and turbulence interactions on swimming performance of two lentic, invasive non-native fish in the UK, pumpkinseed (Lepomis gibbosus) and topmouth gudgeon (Pseudorasbora parva). Burst and sustained swimming tests were conducted at 15, 20 and 25°C. Acoustic Doppler velocimetry was used to measure the flume hydrodynamic flow characteristics. Both L. gibbosus and P. parva occupied the near-bed regions of the flume, conserving energy and seeking refuge in the low mean velocities flow areas despite the relatively elevated turbulent fluctuations, a behaviour which depended on temperature. Burst swimming performance and sustained swimming increased by up to 53% as temperature increased from 15 to 20°C and 71% between 15 and 25°C. Furthermore, fish test area occupancy was dependent on thermal conditions, as well as on time-averaged velocities and turbulent fluctuations. This study suggests that invasive species can benefit from the raised temperatures predicted under climate change forecasts by improving swimming performance in flowing water potentially facilitating their further dispersal and subsequent establishment in lotic environments.",
    "readLink": "https://royalsocietypublishing.org/doi/pdf/10.1098/rsos.201516"
  },
  {
    "title": "Employees’ Expectation and Organizational Silence",
    "authors": [
      "Oluwatoyin Frederick IDOWU"
    ],
    "doi": "Vol. 25,\n                                no. 1\n                                \n                                  pp.\n                                  93\n                                  – 102",
    "issn": "1584-0409 (Print)",
    "publisher": "Dunarea de Jos University of Galati",
    "countryOfPublisher": "Romania",
    "lcc": [
      "Science: Mathematics: Instruments and machines: Electronic computers. Computer science",
      "Social Sciences: Economic theory. Demography: Economics as a science"
    ],
    "journalUrl": "http://www.eia.feaa.ugal.ro/",
    "abstract": "The study investigated the relationship between employees’ expectation (EE) and organizational silence (OS). Design/Methodology: A survey of one hundred and eight (108) working class Professional Master Students was carried out eliciting responses through a self- constructed instrument that has Cronbach alpha of 0.864 and 0.825 reliability values for employees’ expectation and organizational silence respectively. Both Pearson product moment correlation and multiple regressions statistics were used to test the stated research hypotheses. Findings: It was found that employees’ expectations have a strong positive and statistically significant relationship with organization silence. The indices of employee expectations: employee control (EC), employee ownership (EO) and employee appreciation (EA) separately correlate positively and significantly with organization silence. The study also showed that they are strong predictors of organizational silence except employee control that is somewhat a weak predictor. In combination however, employee expectation is a strong, positive and significant predictor of organizational silence. The influence of employees’ expectations of control, appreciation and ownership explained 30.5% of organization silence. Conclusion/recommendation: The study established that the types of organization silence are not limited to the three existing one of quiescent, acquiescent and pro-social but also include accrual benefits. Also, the motives for organization silence of resignation, fear and other-oriented, were extended to include self-oriented benefits. Research implications: Organization scholars, business owners and researchers should seek for the expectations of the employees as they contribute to change and work related improvement in the quest to stem the tide of silence behaviour climate in business organization.",
    "readLink": "http://www.eia.feaa.ugal.ro/images/eia/2019_1/Idowu.pdf"
  },
  {
    "title": "Carbon Capture, Utilization, and Storage in Saline Aquifers: Subsurface Policies, Development Plans, Well Control Strategies and Optimization Approaches—A Review",
    "authors": [
      "Ismail Ismail,",
      "Vassilis Gaganis"
    ],
    "doi": "https://doi.org/10.3390/cleantechnol5020031",
    "journalVolume": "Vol. 5,\n                                no. 31\n                                \n                                  pp.\n                                  609\n                                  – 637",
    "issn": "2571-8797 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering"
    ],
    "journalUrl": "https://www.mdpi.com/journal/cleantechnol",
    "abstract": "To mitigate dangerous climate change effects, the 195 countries that signed the 2015 Paris Agreement agreed to “keep the increase in average global surface temperature below 2 °C and limit the increase to 1.5 °C” by reducing carbon emissions. One promising option for reducing carbon emissions is the deployment of carbon capture, utilization, and storage technologies (CCUS) to achieve climate goals. However, for large-scale deployment of underground carbon storage, it is essential to develop technically sound, safe, and cost-effective CO2 injection and well control strategies. This involves sophisticated balancing of various factors such as subsurface engineering policies, technical constraints, and economic trade-offs. Optimization techniques are the best tools to manage this complexity and ensure that CCUS projects are economically viable while maintaining safety and environmental standards. This work reviews thoroughly and critically carbon storage studies, along with the optimization of CO2 injection and well control strategies in saline aquifers. The result of this review provides the foundation for carbon storage by outlining the key subsurface policies and the application of these policies in carbon storage development plans. It also focusses on examining applied optimization techniques to develop CO2 injection and well control strategies in saline aquifers, providing insights for future work and commercial CCUS applications.",
    "readLink": "https://www.mdpi.com/2571-8797/5/2/31"
  },
  {
    "title": "Collectively, we need to accelerate Arctic specimen sampling",
    "authors": [
      "Kevin Winker,",
      "Jack Withrow"
    ],
    "doi": "https://doi.org/10.1139/as-2016-0037",
    "journalVolume": "Vol. 3,\n                                no. 3\n                                \n                                  pp.\n                                  515\n                                  – 524",
    "issn": "2368-7460 (Online)",
    "publisher": "Canadian Science Publishing",
    "countryOfPublisher": "Canada",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Technology: Engineering (General). Civil engineering (General): Environmental engineering"
    ],
    "journalUrl": "https://cdnsciencepub.com/journal/as",
    "abstract": "Natural history collections are not often thought of as observatories, but they are increasingly being used as such to observe biological systems and changes within them. Objects and the data associated with them are archived for present and future research. These specimen collections provide many diverse scientific benefits, helping us understand not only individual species or populations but also the environments in which they live(d). Despite these benefits, the specimen resource is inadequate to the tasks being asked of it — there are many gaps, taxonomically and in time and space. We examine and highlight some of these gaps using bird collections as an example. Given the speed of climate change in the Arctic, we need to collectively work to fill these gaps so we can develop and wield the science that will make us better stewards of Arctic environments.",
    "readLink": "https://doi.org/10.1139/as-2016-0037"
  },
  {
    "title": "Smallholder Farmers’ Perceptions of Climate Change and Adaptation Practices for Maize Production in Eastern Ethiopia",
    "authors": [
      "Helen Teshome,",
      "Kindie Tesfaye,",
      "Nigussie Dechassa,",
      "Tamado Tana,",
      "Matthew Huber"
    ],
    "doi": "https://doi.org/10.3390/su13179622",
    "journalVolume": "Vol. 13,\n                                no. 9622\n                                \n                                  p.\n                                  9622",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Climate change and variability is affecting maize (Zea mays L.) production in eastern Ethiopia but how farmers perceive the challenge and respond to it is not well documented. A study was conducted to analyze smallholder maize farmers’ perception of climate change/variability and identify their adaptation approaches and barriers for adaptation in the eastern highlands of Ethiopia. Meteorological data were assessed to provide evidence of the perceived change. A survey was conducted in six major maize-producing kebeles with a total of 364 respondents. A multi-stage sampling method was employed for selecting the sample units for the study. The data were analyzed using descriptive statistics and a multinomial logit model. The results indicated that 78% of the sampled smallholder maize farmers perceived increasing temperatures while 83% perceived decreasing amounts of rainfall. About 75% of the farmers indicated that they became aware of climate change and variability from their own experience and perceived deforestation as the main cause. The farmers perceived that drought, diseases and pests, dwindling soil fertility, and declining crop yields were the major impacts of climate change that affected maize production. The farmers’ major adaptation practices include adjusting planting dates, using improved maize varieties, intercropping, recommended mineral fertilizers, supplementary irrigation, and soil and water conservation measures. Econometric analysis revealed that low educational level, shortage of land, large family sizes, age, lack of access to irrigation water, lack of access to credit, and lack of access to extension services were the most important barriers to climate change adaptation in the area. It is concluded that farmers cultivating maize in the study area have perceived climate change and use certain adaptation strategies to counter its negative impacts on maize production. This implies that policies should be geared towards strengthening farmers’ efforts to adapt to climate change and alleviate the existing barriers in promoting adaptation strategies for enhancing the productivity of maize.",
    "readLink": "https://www.mdpi.com/2071-1050/13/17/9622"
  },
  {
    "title": "Conjunctive operation of river facilities for integrated water resources\nmanagement in Korea",
    "authors": [
      "H. Kim,",
      "C. Jang,",
      "S. Kim"
    ],
    "doi": "https://doi.org/10.5194/piahs-374-93-2016",
    "journalVolume": "Vol. 374\n                                \n                                \n                                  pp.\n                                  93\n                                  – 99",
    "issn": "2199-8981 (Print)",
    "publisher": "2199-899X (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.proceedings-international-association-of-hydrological-sciences.net/",
    "abstract": "With the increasing trend of water-related disasters such as floods and droughts resulting from climate change, the integrated management of water resources is gaining importance recently. Korea has worked towards preventing disasters caused by floods and droughts, managing water resources efficiently through the coordinated operation of river facilities such as dams, weirs, and agricultural reservoirs. This has been pursued to enable everyone to enjoy the benefits inherent to the utilization of water resources, by preserving functional rivers, improving their utility and reducing the degradation of water quality caused by floods and droughts. At the same time, coordinated activities are being conducted in multi-purpose dams, hydro-power dams, weirs, agricultural reservoirs and water use facilities (featuring a daily water intake of over 100 000 m3 day−1) with the purpose of monitoring the management of such facilities. This is being done to ensure the protection of public interest without acting as an obstacle to sound water management practices. During Flood Season, each facilities contain flood control capacity by limited operating level which determined by the Regulation Council in advance. Dam flood discharge decisions are approved through the flood forecasting and management of Flood Control Office due to minimize flood damage for both upstream and downstream. The operational plan is implemented through the council's predetermination while dry season for adequate quantity and distribution of water.",
    "readLink": "https://www.proc-iahs.net/374/93/2016/piahs-374-93-2016.pdf"
  },
  {
    "title": "Soil moisture obtained through remote sensing to assess drought events",
    "authors": [
      "Tiago de M. Inocêncio,",
      "Alfredo Ribeiro Neto,",
      "Alzira G. S. S. Souza"
    ],
    "doi": "https://doi.org/10.1590/1807-1929/agriambi.v24n9p575-580",
    "journalVolume": "Vol. 24,\n                                no. 9\n                                \n                                  pp.\n                                  575\n                                  – 580",
    "issn": "1415-4366 (Print)",
    "publisher": "1807-1929 (Online)",
    "countryOfPublisher": "Universidade Federal de Campina Grande",
    "lcc": [
      "Brazil",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "http://www.scielo.br/scielo.php/script_sci_serial/pid_1415-4366/lng_en/nrm_iso/lng_en",
    "abstract": "ABSTRACT The sequence of drought events in the Northeast of Brazil in recent decades raises attention to the importance of studying this phenomenon. The objective of this study was to evaluate the duration and severity of drought events from 1988 to 2018 in hydrographic basins of the state of Pernambuco, Brazil, using two drought indexes: Standardized Soil Moisture Index and Soil Moisture Condition Index, calculated based on data of the Soil Moisture Project of the European Space Agency’s Climate Change Initiative. The duration of the droughts was determined considering the months between their beginning and end, and their severity was based on the area formed in the graph between the curve of the index and the x-axis. The soil moisture database showed to be a promising tool for the analysis and monitoring of drought events in the Northeast region of Brazil, mainly for analysis and monitoring of drought events. The indexes allowed the evaluation of the drought phenomenon over the 30-year period, showing increases from 2012, which were more pronounced in the Semiarid region. The hydrographic basins responded differently to a same event, depending on the climate characteristics of the region in which they are located. Consecutive years with rainfall below the historical mean increased the magnitude of the droughts, as found for the 2012-2017 period, in which the indexes presented delays to return to more favorable values, showing the effect that one drought year has on the following year.",
    "readLink": "http://www.scielo.br/pdf/rbeaa/v24n9/1807-1929-rbeaa-24-09-0575.pdf"
  },
  {
    "title": "Provisions for Climate Change Technological Capability in the Agricultural Policies, Acts and Initiatives in Nigeria",
    "authors": [
      "C J Obiora,",
      "Michael C Madukwe"
    ],
    "doi": "Vol. 16,\n                                no. 2",
    "issn": "1119-944X (Print)",
    "publisher": "2408-6851 (Online)",
    "countryOfPublisher": "Agricultural Extension Society of Nigeria",
    "lcc": [
      "Nigeria",
      "Agriculture: Agriculture (General)"
    ],
    "journalUrl": "https://journal.aesonnigeria.org/index.php/jae",
    "abstract": "Technological capabilities are the skills (technical, managerial or organisational) that enable farm or actors to efficiently use equipment and information and improve technology. The paper reviewed the climate change technological capability provisions in agricultural policies, acts and initiatives in Nigeria. The technological capabilities examined were production, investment, minor change, linkage and strategic marketing, major change and learning capabilities. Climate Change Policy for Nigeria is still in the draft stage. Agricultural polices reviewed except the National Fadama III Project had no provision for climate change. Minor and major change capabilities were very prominent in the climate change initiatives. Acts and initiatives also showed that learning and linkage capabilities by which firms enhance their technological competence were strongly represented. Production, strategic marketing and investment capabilities however, were overtly deficient in the acts and initiatives. It recommended that the existing policies, acts and initiatives should be upgraded/reviewed to incorporate strategic marketing which fills the gap between market demands and what the firm/farm offers. Investment capabilities which showcase investment in machinery (equipment) or human resource should also be incorporated into the policies, acts and initiatives.",
    "readLink": "https://www.aesonnigeria.org/ajm/index.php/jae/article/view/76"
  },
  {
    "title": "Estimation of the Grassland Aboveground Biomass of the Inner Mongolia Plateau Using the Simulated Spectra of Sentinel-2 Images",
    "authors": [
      "Haiyang Pang,",
      "Aiwu Zhang,",
      "Xiaoyan Kang,",
      "Nianpeng He,",
      "Gang Dong"
    ],
    "doi": "https://doi.org/10.3390/rs12244155",
    "journalVolume": "Vol. 12,\n                                no. 4155\n                                \n                                  p.\n                                  4155",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "An accurate assessment of the grassland aboveground biomass (AGB) is important for analyzing terrestrial ecosystem structures and functions, estimating grassland primary productivity, and monitoring climate change and carbon/nitrogen circulation on a global scale. Multispectral satellites with wide-width advantages, such as Sentinel-2, have become the inevitable choice for the large-scale monitoring of grassland biomass on regional and global scales. However, the spectral resolution of multispectral satellites is generally low, which limits the inversion accuracy of grassland AGB and restricts further application in large-scale grassland monitoring. For this reason, a satellite-scale simulated spectra method was proposed to enhance the spectral information of the Sentinel-2 data, and a simulated spectrum (SS) was constructed using this algorithm. Then, the raw spectrum (RS) of Sentinel-2 and the SS were used as data sources to calculate the vegetation indices (RS-VIs and SS-VIs, which represent vegetation indices calculated using RS and SS data, respectively), and the multi-granularity spectral segmentation algorithm (MGSS) was employed to extract spectral segmentation features (RS-SF and SS-SF, which represent segmentation features extracted by RS and SS data, respectively). Following this, these spectral features (RS-SF, SS-SF, RS-VIs, and SS-VIs) were used to estimate AGB by partial least-squares regression (PLSR) and multiple stepwise regression (MSR) models. Finally, the spatial distribution law and the reasons for the latitude zone of the Inner Mongolia Plateau were analyzed, based on precipitation, the average temperature, topography, etc. The conclusions are as follows. Firstly, the SS has more spectral information and its sensitivity to biomass is higher than the RS of Sentinel-2 in some bands, and the correlation between the SS-VIs and biomass is higher than that of the RS-VIs. Secondly, among the spectral features, the most accurate AGB estimation was obtained by SS-SF, which gave R2 = 0.95. The root mean square error (RMSE) was 10.86 g/m2 and the estimate accuracy (EA) was 82.84% in the MSR model. Additionally, RMSE = 10.89 g/m2 and EA = 82.78% in the PLSR model. Compared with the traditional estimation methods using RS and VI, R2 was increased by at least 0.2, RMSE was reduced by at least 14.08 g/m2, and EA was increased by 22.26%. Therefore, the simulated spectra method can help improve the estimation accuracy of AGB, and a new idea about regional and global large-scale biomass acquisition is provided.",
    "readLink": "https://www.mdpi.com/2072-4292/12/24/4155"
  },
  {
    "title": "Abiotic Stress-Responsive miRNA and Transcription Factor-Mediated Gene Regulatory Network in Oryza sativa: Construction and Structural Measure Study",
    "authors": [
      "Rinku Sharma,",
      "Shashankaditya Upadhyay,",
      "Sudeepto Bhattacharya,",
      "Ashutosh Singh"
    ],
    "doi": "https://doi.org/10.3389/fgene.2021.618089",
    "journalVolume": "Vol. 12",
    "issn": "1664-8021 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General): Genetics"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/genetics",
    "abstract": "Climate changes and environmental stresses have a consequential association with crop plant growth and yield, meaning it is necessary to cultivate crops that have tolerance toward the changing climate and environmental disturbances such as water stress, temperature fluctuation, and salt toxicity. Recent studies have shown that trans-acting regulatory elements, including microRNAs (miRNAs) and transcription factors (TFs), are emerging as promising tools for engineering naive improved crop varieties with tolerance for multiple environmental stresses and enhanced quality as well as yield. However, the interwoven complex regulatory function of TFs and miRNAs at transcriptional and post-transcriptional levels is unexplored in Oryza sativa. To this end, we have constructed a multiple abiotic stress responsive TF-miRNA-gene regulatory network for O. sativa using a transcriptome and degradome sequencing data meta-analysis approach. The theoretical network approach has shown the networks to be dense, scale-free, and small-world, which makes the network stable. They are also invariant to scale change where an efficient, quick transmission of biological signals occurs within the network on extrinsic hindrance. The analysis also deciphered the existence of communities (cluster of TF, miRNA, and genes) working together to help plants in acclimatizing to multiple stresses. It highlighted that genes, TFs, and miRNAs shared by multiple stress conditions that work as hubs or bottlenecks for signal propagation, for example, during the interaction between stress-responsive genes (TFs/miRNAs/other genes) and genes involved in floral development pathways under multiple environmental stresses. This study further highlights how the fine-tuning feedback mechanism works for balancing stress tolerance and how timely flowering enable crops to survive in adverse conditions. This study developed the abiotic stress-responsive regulatory network, APRegNet database (http://lms.snu.edu.in/APRegNet), which may help researchers studying the roles of miRNAs and TFs. Furthermore, it advances current understanding of multiple abiotic stress tolerance mechanisms.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fgene.2021.618089/full"
  }
]