[
  {
    "title": "Climate Change Adaptation Strategy in Agriculture (Rostam County)",
    "authors": [
      "Mehrangiz Solimani,",
      "Dariush Rahimi,",
      "Hojatollah Yazdanpanah"
    ],
    "doi": "https://doi.org/10.22111/jneh.2020.32681.1598",
    "journalVolume": "Vol. 10,\n                                no. 29\n                                \n                                  pp.\n                                  19\n                                  – 32",
    "issn": "2676-4377 (Print)",
    "publisher": "2676-4385 (Online)",
    "countryOfPublisher": "University of Sistan and Baluchestan",
    "lcc": [
      "Iran, Islamic Republic of",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://jneh.usb.ac.ir/",
    "abstract": "Climate change adaptation strategies, especially understanding agriculture, are strategies to mitigate climate change impacts. These strategies are addressed in three concepts: climate change adaptation strategies and problems. Iran needs climate change adaptation strategies with dry climates, successive droughts, and rising temperatures. Two indicators of climate change adaptation Adaptation strategy index (ASI) and Problem Confrontation Index (PCI) were used to analyze climate change adaptation strategies in Fars province agriculture. The findings showed that more than 90% of respondents understand and seek adaptation to climate change and its effects. They have chosen irrigation and technology modernization strategies, drought-resistant varieties (rapeseed, medicinal plants), shifting cultivation time, greenhouse cultivation, and variety of crop varieties and activities as adaptive strategies to climate change. Weak finances, high price fluctuations, low productivity, technical skill, and the complicated rules of the bureaucracy in financing were the most important problems in the implementation and success of strategies. Therefore, it is possible to achieve more successful climate change strategies by establishing a financial support system (such as Grameen Bank of Bangladesh), training and enhancing users' technical knowledge and sustaining revenue sources.",
    "readLink": "https://jneh.usb.ac.ir/article_5388_e35a61aa5e12a5acfe851cfc3277ead4.pdf"
  },
  {
    "title": "Pleistocene aridification cycles shaped the contemporary genetic architecture of Southern African baboons.",
    "authors": [
      "Riashna Sithaldeen,",
      "Rebecca Rogers Ackermann,",
      "Jacqueline M Bishop"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0123207",
    "journalVolume": "Vol. 10,\n                                no. 5\n                                \n                                  p.\n                                  e0123207",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Plio-Pleistocene environmental change influenced the evolutionary history of many animal lineages in Africa, highlighting key roles for both climate and tectonics in the evolution of Africa's faunal diversity. Here, we explore diversification in the southern African chacma baboon Papio ursinus sensu lato and reveal a dominant role for increasingly arid landscapes during past glacial cycles in shaping contemporary genetic structure. Recent work on baboons (Papio spp.) supports complex lineage structuring with a dominant pulse of diversification occurring 1-2Ma, and yet the link to palaeoenvironmental change remains largely untested. Phylogeographic reconstruction based on mitochondrial DNA sequence data supports a scenario where chacma baboon populations were likely restricted to refugia during periods of regional cooling and drying through the Late Pleistocene. The two lineages of chacma baboon, ursinus and griseipes, are strongly geographically structured, and demographic reconstruction together with spatial analysis of genetic variation point to possible climate-driven isolating events where baboons may have retreated to more optimum conditions during cooler, drier periods. Our analysis highlights a period of continuous population growth beginning in the Middle to Late Pleistocene in both the ursinus and the PG2 griseipes lineages. All three clades identified in the study then enter a state of declining population size (Nef) through to the Holocene; this is particularly marked in the last 20,000 years, most likely coincident with the Last Glacial Maximum. The pattern recovered here conforms to expectations based on the dynamic regional climate trends in southern Africa through the Pleistocene and provides further support for complex patterns of diversification in the region's biodiversity.",
    "readLink": "http://europepmc.org/articles/PMC4430493?pdf=render"
  },
  {
    "title": "Assessing meteorological key factors influencing crop invasion by pollen beetle (",
    "authors": [
      "Jürgen Junk,",
      "Markus Jonas,",
      "Michael Eickermann"
    ],
    "doi": "https://doi.org/10.1127/metz/2015/0665",
    "journalVolume": "Vol. 25,\n                                no. 4\n                                \n                                  pp.\n                                  357\n                                  – 364",
    "issn": "0941-2948 (Print)",
    "publisher": "1610-1227 (Online)",
    "countryOfPublisher": "Borntraeger",
    "lcc": [
      "Germany",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.schweizerbart.de/journals/metz/",
    "abstract": "The pollen beetle, Meligethes aeneus F. (Coleoptera: Nitidulidae), is a severe pest of winter oilseed rape. A phenological model to forecast the first spring invasion of crops in Luxembourg by M. aeneus was developed in order to provide a tool for improving pest management and for assessing the potential effects of climate change on this pest. The model was derived using long-term, multi-site observational datasets of pollen beetle migration and meteorological data, as the timing of crop invasion is determined mainly by meteorological variables. Daily values of mean air and soil temperature, accumulated sunshine duration and precipitation were used to create a threshold-based model to forecast crop invasion. Minimising of the root mean squared error (RMSE) of predicted versus observed migration dates was used as the quality criterion for selecting the optimum combination of threshold values for meteorological variables. We identified mean air temperature 8.0 °C, mean soil temperature 4.6 °C, and sunshine duration of 3.4 h as the best threshold values, with a cut-off of 1 mm precipitation and with no need for persistence of those conditions for more than one day (RMSE=9.3days$RMSE=9.3\\,\\text{days}$). Only in six out of 30 cases, differences between observed and predicted immigration dates were >5$>5$ days. In the future, crop invasion by pollen beetles will probably be strongly affected by changes in air temperature and precipitation related to climate change. We used a multi-model ensemble of 15 regional climate models driven by the A1B emission scenario to assess meteorological changes in two 30‑year future periods, near future (2021–2050) and far future (2069–2098) in comparison with the reference period (1971–2000). Air temperature and precipitation were predicted to increase in the first three months of each year, both in the near future and the far future. The pollen beetle migration model indicated that this change would be associated with onset of crop invasion 10 days and 23 days earlier in the near future and far future, respectively, despite the inhibitory effect of increased precipitation. Our phenological model should improve pollen beetle management by provision of more accurate warnings of crop invasion and help stakeholders to recognise and plan for future challenges in pest management.",
    "readLink": "http://dx.doi.org/10.1127/metz/2015/0665"
  },
  {
    "title": "Bahamian seagrass extent and blue carbon accounting using Earth Observation",
    "authors": [
      "Alina Blume,",
      "Avi Putri Pertiwi,",
      "Chengfa Benjamin Lee,",
      "Dimosthenis Traganos"
    ],
    "doi": "https://doi.org/10.3389/fmars.2023.1058460",
    "journalVolume": "Vol. 10",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Seagrasses are among the world’s most productive ecosystems due to their vast ‘blue’ carbon sequestration rates and stocks, yet have a largely untapped potential for climate change mitigation and national climate agendas like the Nationally Determined Contributions of the Paris Agreement. To account for the value of seagrasses for these agendas, spatially explicit high-confidence seagrass ecosystem assessments guided by nationally aggregated data are necessary. Modern Earth Observation advances could provide a scalable technological solution to assess the national extent and blue carbon service of seagrass ecosystems. Here, we developed and applied a scalable Earth Observation framework within the Google Earth Engine cloud computing platform to account the national extent, blue carbon stock and sequestration rate of seagrass ecosystems across the shallow waters of The Bahamas—113,037 km2. Our geospatial ecosystem extent accounting was based on big multi-temporal data analytics of over 18,000 10-m Sentinel-2 images acquired between 2017-2021, and deep feature engineering of multi-temporal spectral, color, object-based and textural metrics with Random Forests machine learning classification. The extent accounting was trained and validated using a nationwide reference data synthesis based on human-guided image annotation, recent space-borne benthic habitat maps, and field data collections. Bahamian seagrass carbon stocks and sequestration rates were quantified using region-specific in-situ seagrass blue carbon data. The mapped Bahamian seagrass extent covers an area up to 46,792 km2, translating into a carbon storage of 723 Mg C, and a sequestration rate of 123 Mt CO2 annually. This equals up to 68 times the amount of CO2 emitted by The Bahamas in 2018, potentially rendering the country carbon-neutral. The developed accounts fill a vast mapping blank in the global seagrass map—29% of the global seagrass extent—highlighting the necessity of including their blue carbon fluxes into national climate agendas and showcasing the need for more cost-effective conservation and restoration efforts for their meadows. We envisage that the synergy between our scalable Earth Observation technology and near-future nation-specific in-situ observations can and will support spatially-explicit seagrass and ocean ecosystem accounting, accelerating effective policy-making, blue carbon crediting, and relevant financial investments in and beyond The Bahamas.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2023.1058460/full"
  },
  {
    "title": "Climate-smart infrastructure in the United States—what does it look like and how do we get it built?",
    "authors": [
      "Daniel Lashof,",
      "Jillian Neuberger"
    ],
    "doi": "https://doi.org/10.1088/2634-4505/acbc95",
    "journalVolume": "Vol. 3,\n                                no. 1\n                                \n                                  p.\n                                  012003",
    "issn": "2634-4505 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/2634-4505",
    "abstract": "The United States has committed to reduce its greenhouse gas emissions to 50%–52% below 2005 levels by 2030 and to net-zero emissions by 2050. This is in line with the Paris Agreement goal of limiting global warming to no more than 1.5 °C. Multiple studies show that achieving these targets is technologically feasible and would have net direct costs of less than 1% of GDP (and possibly negative), not accounting for climate benefits or other externalities. Robust federal, state, and local policies would be needed to ensure that infrastructure to enable decarbonization is built at the required pace and scale. Simultaneous investments in adaptation and resilience infrastructure, including upgrading green and grey infrastructure, will be needed to adapt to the consequences of climate change that can no longer be avoided and increase economic and social resilience to more frequent or severe extreme weather events. These kinds of climate smart infrastructure—infrastructure required to support rapid decarbonization and withstand unavoidable climate change impacts—are expansive and varied. Infrastructure investments to enable decarbonization include renewable and other zero- or near-zero-emissions electricity generation; short- and long-duration energy storage; robust and flexible electricity transmission and distribution; charging and refueling infrastructure for zero-emission vehicles; and clean hydrogen and carbon dioxide capture, transportation and storage. Infrastructure investments in adaptation include supporting infrastructure for extreme heat, drought, and wildfire resilience; coastal and inland flood resilience; and public health resilience. Physically deploying this infrastructure depends on a significant investment focused on addressing the causes and impacts of climate change, as well as an intentional effort to adopt processes and practices at all levels of government to facilitate such large-scale infrastructure deployment and reconstruction. Shifting from a status quo to a transformational approach to infrastructure investment and deployment will be essential to addressing the climate crisis. It will also provide an opportunity to rethink how to design and implement infrastructure in a way that increases equity and delivers for the communities it serves.",
    "readLink": "https://doi.org/10.1088/2634-4505/acbc95"
  },
  {
    "title": "The Social and Environmental Impacts of Biofuel Feedstock Cultivation: Evidence from Multi-Site Research in the Forest Frontier",
    "authors": [
      "Laura German,",
      "George  C. Schoneveld,",
      "Pablo Pacheco"
    ],
    "doi": "https://doi.org/10.5751/ES-04309-160324",
    "journalVolume": "Vol. 16,\n                                no. 3\n                                \n                                  p.\n                                  24",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "Preoccupation with global energy supplies and climate change in the global North, and a desire to improve the balance of trade and capture value in the emerging carbon market by developing countries, together place biofuels firmly on the map of global land use change. Much of this recent land use change is occurring in developing countries where large agro-ecologically suitable tracts of land may be accessed at lower economic and opportunity cost. This is leading to the gradual penetration of commercial crops that provide suitable biofuel feedstocks (e.g., sugarcane, soybean, oil palm, jatropha) into rural communities and forested landscapes throughout many areas of the global South. Expansion of biofuel feedstock cultivation in developing countries is widely embraced by producer country governments as a means to achieve energy security and stimulate rural economic development through employment and smallholder market integration. It is also expected that foreign and domestic investments in biofuel feedstock cultivation will lead to positive economic spillovers from knowledge transfer and investor contributions to social and physical infrastructure. While biofuel feedstocks are expanding through large industrial-scale plantations and smallholder production alike, the expansion of industrial-scale production systems has been countered by a critical response by civil society actors concerned about the implications for rural livelihoods, customary land rights, and the environmental effects of biofuel feedstock cultivation. To date, however, limited data exist to demonstrate the conditions under which widely anticipated economic and climate change mitigation benefits accrue in practice, and the implications of these developments for forests, local livelihoods, and the climate change mitigation potential of biofuels. In such a situation, debates are easily polarized into those for and against biofuels. This special issue seeks to nuance this debate by shedding light on the local social and environmental impacts accruing to date from the expansion of biofuel feedstock cultivation through in-depth case studies in 6 countries in Asia, Africa, and Latin America. Findings provide a more nuanced picture of costs and benefits, and point to a host of risks that need to be proactively managed to leverage the potential of the industry as an engine of national social and economic development.",
    "readLink": "http://www.ecologyandsociety.org/vol16/iss3/art24/"
  },
  {
    "title": "Contrasting Biogeographic Patterns of Bacterial and Archaeal Diversity in the Top- and Subsoils of Temperate Grasslands",
    "authors": [
      "Nana Liu,",
      "Huifeng Hu,",
      "Wenhong Ma,",
      "Ye Deng,",
      "Yuqing Liu,",
      "Baihui Hao,",
      "Xinying Zhang,",
      "Dimitar Dimitrov,",
      "Xiaojuan Feng,",
      "Zhiheng Wang"
    ],
    "doi": "https://doi.org/10.1128/mSystems.00566-19",
    "journalVolume": "Vol. 4,\n                                no. 5",
    "issn": "2379-5077 (Online)",
    "publisher": "American Society for Microbiology",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "https://journals.asm.org/journal/msystems",
    "abstract": "ABSTRACT Biogeographic patterns and drivers of soil microbial diversity have been extensively studied in the past few decades. However, most research has focused on the topsoil, while the subsoil is assumed to have microbial diversity patterns similar to those of the topsoil. Here we compared patterns and drivers of microbial alpha and beta diversity in and between topsoils (0 to 10 cm) and subsoils (30 to 50 cm) of temperate grasslands in Inner Mongolia of China, covering an ∼1,500-km transect along an aridity gradient. Counter to the conventional assumption, we find contrasting biogeographic patterns of diversity and influencing factors for different bacterial and archaeal groups and between depths. While bacterial diversity remains constant or increases with increasing aridity in topsoil and decreases in subsoil, archaeal diversity decreases in topsoil and remains constant in subsoil. Microbial diversity in the topsoil is most strongly influenced by aboveground vegetation and contemporary climate but is most strongly influenced by the factor historical temperature anomaly since the Last Glacial Maximum (LGM) and by soil pH in the subsoil. Moreover, the biogeographic patterns of topsoil-subsoil community dissimilarities vary for different microbial groups and are overall most strongly influenced by soil fertility differences between depths for bacteria and by contemporary climate for archaea. These findings suggest that diversity patterns observed in the topsoil may not be readily applied to the subsoil horizons. For the subsoil in particular, historical climate plays a vital role in the spatial variation of bacterial diversity. Overall, our study provides novel information for understanding and predicting soil microbial diversity patterns at depth. IMPORTANCE Exploring the biogeographic patterns of soil microbial diversity is critical for understanding mechanisms underlying the response of soil processes to climate change. Using top- and subsoils from an ∼1,500-km temperate grassland transect, we find divergent patterns of microbial diversity and its determinants in the topsoil versus the subsoil. Furthermore, we find important and direct legacy effects of historical climate change on the microbial diversity of subsoil yet indirect effects on topsoil. Our findings challenge the conventional assumption of similar geographic patterns of soil microbial diversity along soil profiles and help to improve our understanding of how soil microbial communities may respond to future climate change in different regions with various climate histories.",
    "readLink": "https://journals.asm.org/doi/10.1128/mSystems.00566-19"
  },
  {
    "title": "Relevance of the production system for the sustainability of conservation and breeding programs for the Creole cattle in Pasorapa, Bolivia",
    "authors": [
      "Gabriela Bottani-Claros,",
      "Elisabeth Jonas,",
      "Erling Strandberg"
    ],
    "doi": "https://doi.org/10.1007/s43621-022-00085-8",
    "journalVolume": "Vol. 3,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 14",
    "issn": "2662-9984 (Online)",
    "publisher": "Springer",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.springer.com/journal/43621",
    "abstract": "Abstract Local livestock breeds play an important role in the food security of smallholders in developing countries in the Global South. They are also a reservoir of potentially valuable genes for adaptation of global animal genetic resources. The Creole cattle population from Pasorapa, Bolivia, is threatened by effects of climate change and unplanned crossbreeding. The aim of this study was to assess the current situation in this population and to evaluate factors to be considered before implementing conservation and genetic improvement programs in order to achieve the sustainable development goals 1, 2, 13 and 15, which refer to no poverty, zero hunger, climate change and life on land, respectively. We examined and analyzed the most important elements related to the production system and farmers’ perceptions that could affect the design of such programs. Open-ended and closed-ended questionnaires and interviews were performed with 81 smallholders from 11 communities in Pasorapa. A rearing system based on two stages and animals feeding mainly on native plants during both, involves a strong interaction between the environment and the production system. A survey of farmers’ perceptions about diseases, mortality causes, and selection criteria revealed that farmers in Pasorapa consider coat color an important trait when selecting breeding and replacement animals. Half of all interviewees perceived an association between coat color and traits such as temperament, milk yield, and beef production. In a SWOT analysis we discussed the vulnerability of the system to climate change impacts and the contribution of this traditional system to rural mitigation. Overall, this work revealed the importance of this local ecotype and identified key factors to consider when developing breeding and conservation programs.",
    "readLink": "https://doi.org/10.1007/s43621-022-00085-8"
  },
  {
    "title": "Synthesis of Magnesium Carbonate via Carbonation under High Pressure in an Autoclave",
    "authors": [
      "Srecko Stopic,",
      "Christian Dertmann,",
      "Giuseppe Modolo,",
      "Philip Kegler,",
      "Stefan Neumeier,",
      "Dario Kremer,",
      "Hermann Wotruba,",
      "Simon Etzold,",
      "Rainer Telle,",
      "Diego Rosani,",
      "Pol Knops,",
      "Bernd Friedrich"
    ],
    "doi": "https://doi.org/10.3390/met8120993",
    "journalVolume": "Vol. 8,\n                                no. 12\n                                \n                                  p.\n                                  993",
    "issn": "2075-4701 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Mining engineering. Metallurgy"
    ],
    "journalUrl": "http://www.mdpi.com/journal/metals",
    "abstract": "Magnesium carbonate powders are essential in the manufacture of basic refractories capable of withstanding extremely high temperatures and for special types of cement and powders used in the paper, rubber, and pharmaceutical industries. A novel synthesis route is based on CO2 absorption/sequestration by minerals. This combines the global challenge of climate change with materials development. Carbon dioxide has the fourth highest composition in earth’s atmosphere next to nitrogen, oxygen and argon and plays a big role in global warming due to the greenhouse effect. Because of the significant increase of CO2 emissions, mineral carbonation is a promising process in which carbon oxide reacts with materials with high metal oxide composition to form chemically stable and insoluble metal carbonate. The formed carbonate has long-term stability and does not influence the earth’s atmosphere. Therefore, it is a feasible and safe method to bind carbon dioxide in carbonate compounds such as magnesite. The subject of this work is the carbonation of an olivine (Mg2SiO4) and synthetic magnesia sample (>97 wt% MgO) under high pressure and temperature in an autoclave. Early experiments have studied the influence of some additives such as sodium bicarbonate, oxalic acid and ascorbic acid, solid/liquid ratio, and particle size on the carbonation efficiency. The obtained results for carbonation of olivine have confirmed the formation of magnesium carbonate in the presence of additives and complete carbonation of the MgO sample in the absence of additives.",
    "readLink": "https://www.mdpi.com/2075-4701/8/12/993"
  },
  {
    "title": "Generation of an Escherichia coli strain growing on methanol via the ribulose monophosphate cycle",
    "authors": [
      "Philipp Keller,",
      "Michael A. Reiter,",
      "Patrick Kiefer,",
      "Thomas Gassler,",
      "Lucas Hemmerle,",
      "Philipp Christen,",
      "Elad Noor,",
      "Julia A. Vorholt"
    ],
    "doi": "https://doi.org/10.1038/s41467-022-32744-9",
    "journalVolume": "Vol. 13,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 13",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "Using one carbon compounds as feedstock is a promising approach in abating climate change. Here, the authors report the conversion of E. coli into a synthetic methylotroph that assimilates methanol via the ribulose monophosphate cycle and a set of distinctive mutations.",
    "readLink": "https://doi.org/10.1038/s41467-022-32744-9"
  }
]