[
  {
    "title": "Impacts of compound hot–dry extremes on US soybean yields",
    "authors": [
      "R. Hamed,",
      "A. F. Van Loon,",
      "J. Aerts,",
      "J. Aerts,",
      "D. Coumou,",
      "D. Coumou"
    ],
    "doi": "https://doi.org/10.5194/esd-12-1371-2021",
    "journalVolume": "Vol. 12\n                                \n                                \n                                  pp.\n                                  1371\n                                  – 1391",
    "issn": "2190-4979 (Print)",
    "publisher": "2190-4987 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology: Dynamic and structural geology"
    ],
    "journalUrl": "http://www.earth-system-dynamics.net",
    "abstract": "The US agriculture system supplies more than one-third of globally traded soybean, and with 90 % of US soybean produced under rainfed agriculture, soybean trade is particularly sensitive to weather and climate variability. Average growing season climate conditions can explain about one-third of US soybean yield variability. Additionally, crops can be sensitive to specific short-term weather extremes, occurring in isolation or compounding at key moments throughout crop development. Here, we identify the dominant within-season climate drivers that can explain soybean yield variability in the US, and we explore the synergistic effects between drivers that can lead to severe impacts. The study combines weather data from reanalysis and satellite-informed root zone soil moisture fields with subnational crop yields using statistical methods that account for interaction effects. On average, our models can explain about two-thirds of the year-to-year yield variability (70 % for all years and 60 % for out-of-sample predictions). The largest negative influence on soybean yields is driven by high temperature and low soil moisture during the summer crop reproductive period. Moreover, due to synergistic effects, heat is considerably more damaging to soybean crops during dry conditions and is less problematic during wet conditions. Compounding and interacting hot and dry (hot–dry) summer conditions (defined by the 95th and 5th percentiles of temperature and soil moisture respectively) reduce yields by 2 standard deviations. This sensitivity is 4 and 3 times larger than the sensitivity to hot or dry conditions alone respectively. Other relevant drivers of negative yield responses are lower temperatures early and late in the season, excessive precipitation in the early season, and dry conditions in the late season. We note that the sensitivity to the identified drivers varies across the spatial domain. Higher latitudes, and thus colder regions, are positively affected by high temperatures during the summer period. On the other hand, warmer southeastern regions are positively affected by low temperatures during the late season. Historic trends in identified drivers indicate that US soybean production has generally benefited from recent shifts in weather except for increasing rainfall in the early season. Overall, warming conditions have reduced the risk of frost in the early and late seasons and have potentially allowed for earlier sowing dates. More importantly, summers have been getting cooler and wetter over the eastern US. Nevertheless, despite these positive changes, we show that the frequency of compound hot–dry summer events has remained unchanged over the 1946–2016 period. In the longer term, climate models project substantially warmer summers for the continental US, although uncertainty remains as to whether this will be accompanied by drier conditions. This highlights a critical element to explore in future studies focused on US agricultural production risk under climate change.",
    "readLink": "https://esd.copernicus.org/articles/12/1371/2021/esd-12-1371-2021.pdf"
  },
  {
    "title": "Thermal performance of planktonic ciliates differs between marine and freshwaters: A case study providing guidance for climate change studies",
    "authors": [
      "Dunja Lukić,",
      "Romana Limberger,",
      "Sabine Agatha,",
      "David J. S. Montagnes,",
      "Thomas Weisse"
    ],
    "doi": "https://doi.org/10.1002/lol2.10264",
    "journalVolume": "Vol. 7,\n                                no. 6\n                                \n                                  pp.\n                                  520\n                                  – 526",
    "issn": "2378-2242 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://aslopubs.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)2378-2242/",
    "abstract": "Abstract Predicting the performance of aquatic organisms in a future warmer climate depends critically on understanding how current temperature regimes affect the organisms' growth rates. Using a meta‐analysis for the published experimental data, we calculated the activation energy (Ea) to parameterize the thermal sensitivity of marine and freshwater ciliates, major players in marine and freshwater food webs. We hypothesized that their growth rates increase with temperature but that ciliates dwelling in the immense, thermally stable ocean are closely adapted to their ambient temperature and have lower Ea than ciliates living in smaller, thermally more variable freshwater environments. The Ea was in the range known from other taxa but significantly lower for marine ciliates (0.390 ± 0.105 eV) than for freshwater ciliates (0.633 ± 0.060 eV), supporting our hypothesis. Accordingly, models aiming to predict the ciliate response to increasing water temperature should apply the environment‐specific activation energies provided in this study.",
    "readLink": "https://doi.org/10.1002/lol2.10264"
  },
  {
    "title": "Will climate change shift carbon allocation and stem hydraulics? Insights on a systemic view of carbon- and water-related wood traits in an anysohydric tropical tree species (Hymenaea courbaril, Leguminosae)",
    "authors": [
      "Bernardo Pretti Becacici Macieira,",
      "Giuliano Maselli Locosselli,",
      "Marcos Silveira Buckeridge,",
      "Vinícius Carvalho Jardim,",
      "Stefan Krottenthaler,",
      "Dieter Anhuf,",
      "Gerhard Helle,",
      "Geraldo Rogério Faustini Cuzzuol,",
      "Gregório Ceccantini"
    ],
    "doi": "Vol. 128\n                                \n                                \n                                  p.\n                                  107798",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "Tropical forests uptake more atmospheric CO2 and transpire more water than any other forest in the world and are critical components of the global carbon and hydrological cycles. Both cycles depend to a great extent on the carbon and water balance of individual trees. Such adjustments are usually evaluated through well-established and newly-emerging traits but integrating them for a systemic understanding of trees' responses to climate change can be challenging. We propose using complex correlation networks to integrate and understand how trees coordinate water- and carbon-related traits under changing climate conditions. We built a correlation network based on 20 traits measured in the wood of Hymenaea courbaril (Leguminosae) trees, a species known for its extreme anisohydric water-use strategy, sampled along a climate gradient in Southeastern Brazil. Intercellular to ambient CO2 concentrations ratio (ci/ca, estimated from tree-ring δ13C) is a central network trait for being coordinated with several hydraulic and carbon allocation traits. Trees of H. courbaril coordinate these traits along the climate gradient, favoring high ci/ca under warm and dry conditions. A high ci/ca is only possible through a consistent water supply provided by wider vessels together with the investment on soluble sugars, at the detriment of starch, likely for hydraulic maintenance. Trees also favor heat resistance by investing in cell-wall xylose, another central network trait, from xyloglucans and xylans, at the expense of mannose from glucomannans. Such trade-offs within, and between, structural and non-structural carbon allocation reflect well-known metabolic pathways in plants. In summary, this systemic approach confirms previously reported patterns on leaf physiology, stem hydraulics and carbon adjustments while bringing to light the previously unreported role of cell-wall composition and its fine adjustments to cope with climate change.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X21004635"
  },
  {
    "title": "An Improved Cascade Analysis for the Dual Carbon Goals",
    "authors": [
      "Xiaoping Jia,",
      "Tianshu Xu,",
      "Zhiwei Li,",
      "Raymond R. Tan,",
      "Kathleen B. Aviso,",
      "Fang Wang"
    ],
    "doi": "https://doi.org/10.3303/CET2294203",
    "journalVolume": "Vol. 94",
    "issn": "1974-9791 (Print)",
    "publisher": "2283-9216 (Online)",
    "countryOfPublisher": "AIDIC Servizi S.r.l.",
    "lcc": [
      "Italy",
      "Technology: Chemical technology: Chemical engineering",
      "Technology: Electrical engineering. Electronics. Nuclear engineering: Electronics: Computer engineering. Computer hardware"
    ],
    "journalUrl": "https://www.cetjournal.it/index.php/cet",
    "abstract": "Renewable energy and carbon dioxide capture and storage can cut carbon dioxide emissions, and negative emissions technologies are effective methods of carbon dioxide removal. The integration of the three is an important approach to mitigate surface temperature rise and achieve the climate change vision. This paper presents an improved algebraic targeting approach for multi-period energy planning integrating fossil energy, renewable energy, carbon capture and storage, and negative emission technologies. In this work, the risk hedging effect of negative emission technologies and the operational lifetime of carbon capture and storage are considered to reduce the amount of carbon capture and storage deployed. The approach can reduce the economic costs, environmental costs, and likelihood of stranded assets in low-carbon energy planning. This multi-period algebraic targeting approach is demonstrated through a case study. The results show that multi-period low-carbon energy planning can achieve better deployment of resources and technologies and reduce the pressure to reduce carbon emissions in the early stages of planning.",
    "readLink": "https://www.cetjournal.it/index.php/cet/article/view/12760"
  },
  {
    "title": "Evolution of seasonal land surface temperature trend in pond-breeding newt (Neurergus derjugini) in western Iran and eastern Iraq",
    "authors": [
      "Peyman Karami,",
      "Sajad Tavakoli,",
      "Mina Esmaeili"
    ],
    "doi": "https://doi.org/10.1186/s13717-023-00426-z",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 15",
    "issn": "2192-1709 (Online)",
    "publisher": "SpringerOpen",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologicalprocesses.com/",
    "abstract": "Abstract Background Temperature, as one of the effective environmental stimuli in many aspects of species life and ecosystems, can affect amphibians in many ways. Knowing and predicting temperature change and its possible effects on the habitat suitability and movements of amphibians have led many researchers to use climate change scenarios and species distribution models (SDMs). One of the important remote-sensing products that received less attention of conservation biologists is the land surface temperature (LST). Due to the small difference between LST and air temperature, this component can be used to investigate and monitor the daily and seasonal changes of habitats. This study aims to investigate the seasonal trend of LST in the habitat suitability and connectivity of the critically endangered newt (Neurergus derjugini) in its small distribution range, using the MODIS LST time series (2003 to 2021) and with the help of SDMs, Mann–Kendall (MK) and Pettitt non-parametric tests. Results In the last decade, the increasing trend of LST versus its decreasing trends is obvious. Based on MK and Pettitt tests, in the winter and spring, with the decrease in latitude of 35.45° and increase in longitude of 46.14°, the core populations which are located in the southeast have experienced an increase in temperature. Considering the period time of breeding and overwintering, the continuity of winter and spring can be effective on the survival of adult newts as well as larvae in the microclimate. Linkages with the highest current flow between core populations in the winter and summer are the most likely to be vulnerable. At the level of habitat, the increase in LST is proportional to the trend of thermal landscape changes, and all seasons have had an increase in LST, but in winter and summer, the largest area of the habitat has been involved. By continuing the current trend, many high-altitude southern habitats in Iran will be endangered, and the species will be at risk of local extinction. Conclusion The increasing trend of temperature in all seasons such as winter will affect many adaptations of the species and these effects are mostly evident in the southern parts of its distribution range therefore, captive breeding and reintroduction are recommended for the populations of these areas.",
    "readLink": "https://doi.org/10.1186/s13717-023-00426-z"
  },
  {
    "title": "Performance Analysis of a Solar-Powered Multi-Purpose Supply Container",
    "authors": [
      "Stephan Peter,",
      "Matthias Schirmer,",
      "Philippe Lathan,",
      "Georg Stimpfl,",
      "Bashar Ibrahim"
    ],
    "doi": "https://doi.org/10.3390/su14095525",
    "journalVolume": "Vol. 14,\n                                no. 5525\n                                \n                                  p.\n                                  5525",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "In this article, the performance of a solar-powered multi-purpose supply container used as a service module for first-aid, showering, freezing, refrigeration and water generation purposes in areas of social emergency is analyzed. The average daily energy production of the solar panel is compared to the average daily energy demands of the above-mentioned types of service modules. The comparison refers to five different locations based on the Köppen–Geiger classification of climatic zones with the data for energy demand being taken from another publication. It is shown that in locations up to mid-latitudes, the supply container is not only able to power all types of modules all year round but also to provide up to 15 m3 of desalinated water per day for drinking, domestic use and irrigation purposes. This proves and quantifies the possibility of combining basic supply with efficient transport and self-sufficiency by using suitably equipped shipping containers. Thus, flexible solutions are provided to some of the most challenging problems humans will face in the future, such as natural disasters, water scarcity, starvation and homelessness.",
    "readLink": "https://www.mdpi.com/2071-1050/14/9/5525"
  },
  {
    "title": "Controlled infrared heating of an artic meadow: challenge in the vegetation establishment stage",
    "authors": [
      "Christophe Moni,",
      "Hanna Silvennoinen,",
      "Bruce A. Kimball,",
      "Erling Fjelldal,",
      "Marius Brenden,",
      "Ingunn Burud,",
      "Andreas Flø,",
      "Daniel P. Rasse"
    ],
    "doi": "https://doi.org/10.1186/s13007-019-0387-y",
    "journalVolume": "Vol. 15,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "1746-4811 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Agriculture: Plant culture",
      "Science: Biology (General)"
    ],
    "journalUrl": "https://plantmethods.biomedcentral.com",
    "abstract": "Abstract Background Global warming is going to affect both agricultural production and carbon storage in soil worldwide. Given the complexity of the soil-plant-atmosphere continuum, in situ experiments of climate warming are necessary to predict responses of plants and emissions of greenhouse gases (GHG) from soils. Arrays of infrared (IR) heaters have been successfully applied in temperate and tropical agro-ecosystems to produce uniform and large increases in canopy surface temperature across research plots. Because this method had not yet been tested in the Arctic where consequences of global warming on GHG emission are expected to be largest, the objective of this work was to test hexagonal arrays of IR heaters to simulate a homogenous 3 °C warming of the surface, i.e. canopy and visible bare soil, of five 10.5-m2 plots in an Arctic meadow of northern Norway. Results Our results show that the IR warming setup was able to simulate quite accurately the target + 3 °C, thereby enabling us to simulate the extension of the growing season. Meadow yield increased under warming but only through the lengthening of the growing season. Our research also suggests that, when investigating agricultural systems on the Arctic, it is important to start the warming after the vegetation is established,. Indeed, differential emergence of meadow plants impaired the homogeneity of the warming with patches of bare soil being up to 9.5 °C warmer than patches of vegetation. This created a pattern of soil crusting, which further induced spatial heterogeneity of the vegetation. However, in the Arctic these conditions are rather rare as the soil exposed by snow melt is often covered by a layer of senescent vegetation which shelters the soil from direct radiation. Conclusions Consistent continuous warming can be obtained on average with IR systems in an Arctic meadow, but homogenous spatial distribution requires that the warming must start after canopy closure.",
    "readLink": "http://link.springer.com/article/10.1186/s13007-019-0387-y"
  },
  {
    "title": "Impact of Interaction between Metropolitan Area and Shallow Lake on Daily Extreme Precipitation over Eastern China",
    "authors": [
      "Zhe Li,",
      "Yanhong Gao"
    ],
    "doi": "https://doi.org/10.3390/atmos13020306",
    "journalVolume": "Vol. 13,\n                                no. 306\n                                \n                                  p.\n                                  306",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Both cities and lakes have significant impacts on regional precipitation. With global warming, extreme precipitation events in Eastern China have increased significantly, and the single/joint influences of metropolises and lakes on extreme precipitation still need to be quantitatively evaluated. To reveal the impact of the single/joint influences of metropolises and lakes on the shear line torrential rain process, the Suzhou-Wuxi-Changzhou Metropolitan Area (SXCMA) and Lake Taihu in Eastern China were selected as the study area. Utilizing a WRF model, comparative studies of sensitivity simulations were conducted for the two typical extreme precipitation events caused by the low-level shear line (LLSL) on 27 June 2015 (EP627) and 25 September 2017 (EP925). Both results show that the existence of Lake Taihu and SXCMA will increase precipitation in the study area. SXCMA has a more obvious effect on enhancing precipitation, which is about twice the effect of Lake Taihu. SXCMA mainly strengthens the intensity and movement of the surface convergence line (SCL) in the study area and indirectly affects the shift of the LLSL, which finally affects the intensity and location of precipitation. Lake Taihu affects the intensity and movement of SCL, triggering ground vertical convections due to lower surface roughness, and acts as a land-lake breeze and water vapor source, which will affect the distribution and intensity of precipitation.",
    "readLink": "https://www.mdpi.com/2073-4433/13/2/306"
  },
  {
    "title": "Enigmatic declines in bird numbers in lowland forest of eastern Ecuador may be a consequence of climate change",
    "authors": [
      "John G. Blake,",
      "Bette A. Loiselle"
    ],
    "doi": "https://doi.org/10.7717/peerj.1177",
    "journalVolume": "Vol. 3\n                                \n                                \n                                  p.\n                                  e1177",
    "issn": "2167-8359 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://peerj.com/",
    "abstract": "Bird populations have declined in many parts of the world but most of those declines can be attributed to effects of human activities (e.g., habitat fragmentation); declines in areas unaffected by human activities are not common. We have been sampling bird populations at an undisturbed site in lowland forest of eastern Ecuador annually since 2001 using a combination of mist nets and direct observations on two 100-ha plots. Bird numbers fluctuated on both plots during the first 8 years but did not show a consistent pattern of change. Since about 2008, numbers of birds on both plots have declined; capture rates in 2014 were ∼40% less than at the start of the study and observation rates were ∼50% less. Both understory and canopy species declined in abundance. Overall, insectivores showed the most pronounced declines but declines varied among trophic groups. The period from 2008 onward also was a period of stronger La Niña events which, at this study site, are associated with increased rainfall. The mechanism for the declines is not known but likely reflects a combination of reduced reproductive success coupled with reduced survival associated with changing climate.",
    "readLink": "https://peerj.com/articles/1177.pdf"
  },
  {
    "title": "Contribution of El Niño amplitude change to tropical Pacific precipitation decline in the late 1990s",
    "authors": [
      "Suqi GUO,",
      "Renguang WU"
    ],
    "doi": "https://doi.org/10.1080/16742834.2019.1633230",
    "journalVolume": "Vol. 12,\n                                no. 5\n                                \n                                  pp.\n                                  355\n                                  – 360",
    "issn": "1674-2834 (Print)",
    "publisher": "2376-6123 (Online)",
    "countryOfPublisher": "KeAi Communications Co., Ltd.",
    "lcc": [
      "China",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://www.keaipublishing.com/en/journals/atmospheric-and-oceanic-science-letters/",
    "abstract": "Equatorial central Pacific precipitation experienced a prominent decline in the late 1990s. This change was previously attributed to a La Niña-like mean sea surface temperature (SST) change in the Pacific Ocean associated with a phase switch of the Interdecadal Pacific Oscillation. Here, using a series of model experiments, the authors reveal that the El Niño-related interannual SST anomalies contributed largely to the precipitation decrease over the equatorial central Pacific. This El Niño SST effect was due to the change in the amplitude of El Niño events in the late 1990s. The 1980–98 decade had more large-amplitude El Niño events than the 1999–2014 decade. The nonlinear precipitation response to SST anomalies resulted in a larger decadal mean precipitation in the 1980–98 decade than in the 1999–2014 decade. The results highlight the importance of El Niño amplitude change in future climate change related to global warming.",
    "readLink": "http://dx.doi.org/10.1080/16742834.2019.1633230"
  }
]