[
  {
    "title": "Verkhnee Gakvari: The contribution of adat, religious beliefs and public education to collective environmental management in an agro‐pastoral community in the Dagestan high Caucasus",
    "authors": [
      "G. Petherbridge,",
      "M. M. Ismailov,",
      "Sh. M. Ismailov,",
      "M. Kh. Rabadanov,",
      "A. A. Gadzhiev,",
      "A. A. Teymurov,",
      "M. R. Rabadanov,",
      "M. G. Daudova,",
      "A.-G. M. Abdulaev"
    ],
    "doi": "https://doi.org/10.18470/1992-1098-2021-3-142-179",
    "journalVolume": "Vol. 16,\n                                no. 3",
    "issn": "1992-1098 (Print)",
    "publisher": "2413-0958 (Online)",
    "countryOfPublisher": "Kamerton",
    "lcc": [
      "Russian Federation",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://ecodag.elpub.ru",
    "abstract": "Aim. To examine the contribution structured systems of social mores (adat) and religious and secular public education have made to developing and sustaining socio‐ecological environment management in one community, Verkhnee Gakvari, in the upper valley of the Andiiskoe Koisu in the Dagestan Caucasus, from deep antiquity to the present day. Discussion. The research involved an extensive review of the relevant literature and on‐line resources dedicated of the region. Communities were visited across the region and discussions were undertaken with their representatives, as well as with other stakeholders. A particular emphasis was placed on the exemplary system of environmental education provided at the Verkhnee Gakvari School and its positive impact in sustaining the socio‐ecological production landscape of its territory. Significant progress was made in researching and documenting the range of issues fundamental to understanding the formation and continuity of the inter‐dependencies with nature and the cultural landscapes unique to these agro‐pastoral cultures of the upper Andiiskoe Koisu. This includes a comprehensive documentation of the contributions the Verkhnee Gakvari School has made to the preservation of its community’s socio‐ecological production landscape.Conclusion. Verkhnee Gakvari and other traditional communities of the upper Andiiskoe Koisu present a unique multi‐millenial cultural continuum of global significance for understanding the evolution of human society and are a remarkable survival in Europe of successful and harmonious socio‐ecological production landscape interdependencies. As the combined impacts of modern society and climate change now inevitably impinge upon the ability of the inhabitants of this ancient homeland to sustain the benefits which they have so successfully crafted from their environment, the region is in priority need of national and international recognition and support.",
    "readLink": "https://ecodag.elpub.ru/ugro/article/view/2288"
  },
  {
    "title": "Technological transitions in climate control: lessons from the House of Lords",
    "authors": [
      "Henrik Schoenefeldt"
    ],
    "doi": "https://doi.org/10.5334/bc.161",
    "journalVolume": "Vol. 3,\n                                no. 1",
    "issn": "2632-6655 (Online)",
    "publisher": "Ubiquity Press",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Building construction: Architectural engineering. Structural engineering of buildings"
    ],
    "journalUrl": "https://journal-buildingscities.org/",
    "abstract": "Mechanical air-conditioning is only a relatively recent development in countries with moderate temperate climates. It was preceded by earlier, less energy-intensive methods of climate control. These methods were deployed in British public buildings from the 1830s until the mid-20th century, when heritage buildings began to be adapted for air-conditioning. The 19th-century methods for providing thermal comfort are examined within the debating chamber of the House of Lords (part the Houses of Parliament in London, UK). This was equipped with facilities for ventilation, cooling, heating, humidification and air purification. These facilities, introduced in 1854, were in use for 112 years. This example shows the idea that thermal comfort is a cultural practice, which was not independent from the particular technologies or social contexts, but substantively shaped by them. This long operational history provides a basis for critical insights into their performance and operation, and also illuminates the cultural and technical factors leading to their substitution with air-conditioning in 1966. 'Practice relevance' In light of the climate crisis, the architectural profession is required to reappraise the 20th-century practices and reconsider the utility of the historical methods for providing thermal comfort. Revitalising such methods could provide alternatives to air-conditioning in heritage buildings. To address this fundamental question, however, a deep understanding is needed of these past methods. A reconstruction and critical examination of the design, operation and performance of the House of Lords’ original 19th-century system reveals the history of its adaptation and provides a basis for understanding and employing original approaches to thermal comfort which can be useful when renovating historical buildings as well as informing new designs This example provides a useful alternative facilities management model of agency and control, based on occupant experience.",
    "readLink": "https://journal-buildingscities.org/articles/161"
  },
  {
    "title": "Novel <i>S. pennellii</i> × <i>S. lycopersicum</i> Hybrid Rootstocks for Tomato Production with Reduced Water and Nutrient Supply",
    "authors": [
      "Jan Ellenberger,",
      "Aylin Bulut,",
      "Philip Blömeke,",
      "Simone Röhlen-Schmittgen"
    ],
    "doi": "https://doi.org/10.3390/horticulturae7100355",
    "journalVolume": "Vol. 7,\n                                no. 355\n                                \n                                  p.\n                                  355",
    "issn": "2311-7524 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/horticulturae",
    "abstract": "Drought stress and nutrient deficiency are limiting factors in vegetable production that will have a decisive role due to the challenges of climate change in the future. The negative effects of these stressors on yield can be mitigated by crop grafting. The increasing demands for resource-use efficiency in crop production, therefore, require the development and phenotyping of more resilient rootstocks, and the selection of appropriate scions. We tested the effect of combined drought stress and nutrient deficiency on yield and fruit quality of the two tomato cultivars ‘Lyterno’ and ‘Tastery’ in the greenhouse, grafted onto different rootstock genotypes. The use of four different rootstocks, including two novel S. pennellii × S. lycopersicum hybrids and the proven-effective use of ‘Beaufort’, as well as self-grafted plants, allowed conclusions to be drawn about the differential stress mitigation of the rootstocks used. The stress-induced yield reduction of the scion ‘Lyterno’ can be mitigated more significantly by the novel hybrid rootstocks than by the commercial rootstock ‘Beaufort’. At the same time, however, the individual fruit weight and the lycopene content of the fruits were significantly reduced when grafted onto the hybrid rootstocks. In contrast, the cultivar ‘Tastery’ showed a weak stress response, so that a generally positive influence of the rootstocks independently of the scions could not be demonstrated. We conclude that, particularly for more sensitive cultivars, the selection of more resilient rootstocks offers the potential for sustainable and resource-efficient production not competing with the overall quality of tomatoes.",
    "readLink": "https://www.mdpi.com/2311-7524/7/10/355"
  },
  {
    "title": "The sensitivity of tropical convective precipitation to the direct radiative forcings of black carbon aerosols emitted from major regions",
    "authors": [
      "C. Wang"
    ],
    "doi": "https://doi.org/10.5194/angeo-27-3705-2009",
    "journalVolume": "Vol. 27\n                                \n                                \n                                  pp.\n                                  3705\n                                  – 3711",
    "issn": "0992-7689 (Print)",
    "publisher": "1432-0576 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics: Geophysics. Cosmic physics"
    ],
    "journalUrl": "http://www.annales-geophysicae.net",
    "abstract": "Previous works have suggested that the direct radiative forcing (DRF) of black carbon (BC) aerosols are able to force a significant change in tropical convective precipitation ranging from the Pacific and Indian Ocean to the Atlantic Ocean. In this in-depth analysis, the sensitivity of this modeled effect of BC on tropical convective precipitation to the emissions of BC from 5 major regions of the world has been examined. In a zonal mean base, the effect of BC on tropical convective precipitation is a result of a displacement of ITCZ toward the forcing (warming) hemisphere. However, a substantial difference exists in this effect associated with BC over different continents. The BC effect on convective precipitation over the tropical Pacific Ocean is found to be most sensitive to the emissions from Central and North America due to a persistent presence of BC aerosols from these two regions in the lowermost troposphere over the Eastern Pacific. The BC effect over the tropical Indian and Atlantic Ocean is most sensitive to the emissions from South as well as East Asia and Africa, respectively. Interestingly, the summation of these individual effects associated with emissions from various regions mostly exceeds their actual combined effect as shown in the model run driven by the global BC emissions, so that they must offset each other in certain locations and a nonlinearity of this type of effect is thus defined. It is known that anthropogenic aerosols contain many scattering-dominant constituents that might exert an effect opposite to that of absorbing BC. The combined aerosol forcing is thus likely differing from the BC-only one. Nevertheless, this study along with others of its kind that isolates the DRF of BC from other forcings provides an insight of the potentially important climate response to anthropogenic forcings particularly related to the unique particulate solar absorption.",
    "readLink": "https://www.ann-geophys.net/27/3705/2009/angeo-27-3705-2009.pdf"
  },
  {
    "title": "The Attractive Power of Rural Destinations and a Synergistic Community Cooperative Approach: A “Tourismability” Case",
    "authors": [
      "Christian Rainero,",
      "Giuseppe Modarelli"
    ],
    "doi": "https://doi.org/10.3390/su12177233",
    "journalVolume": "Vol. 12,\n                                no. 7233\n                                \n                                  p.\n                                  7233",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The recent climate change, food scandals, pollution and work-related stress, are affecting life in big cities and tourism is suffering changes expanding its typical boundaries. The past decades were characterized by the tourism choice of exotic destinations; nowadays, a route inversion would be visible and remote and inner destinations are acquiring value and attractiveness. According to this perspective, administrators and event organizers are planning and structuring strategies ensuring memorable experiences for the tourists. In the sense of sustainable development, important aspects are cooperative approaches and capability to integrate traditions and expectations. The proposed research work focuses the attention on the analysis of 15 semi-structured interviews through SWOT (strengths, weaknesses, opportunities, and threats) and perception analysis on an event called “Dream of a night…to that town” provided by the Municipality of Colobraro, Basilicata Region (Italy). The proposition of the research would focus the attention on a case study able to form not a top-down/bottom-up, but a horizontal strategy, a sharable best practice for the whole tourism sector in rural areas that would make truly effective the State decentralization, in which the small communities’ activism configures crucial source of competitiveness. The case proposed, contrasting modern lifestyles and common tourism choice, would be able to redirect the concept of attractiveness in privileging remote places that could offer memorable tourism experiences. So, a promotional “tourismability” strategy, integrating agricultural connotates of the territory with heritage, traditions, myths and legends, through a synergistic community cooperative approach, would be necessary to constitute an identitary, attractive, memorable and immersive tourism experience in rural areas.",
    "readLink": "https://www.mdpi.com/2071-1050/12/17/7233"
  },
  {
    "title": "A novel resident outreach program improves street tree planting outcomes in Los Angeles",
    "authors": [
      "Katherine A. McNamara,",
      "Matthew Kostelny,",
      "Grace Kim,",
      "David M. Keating,",
      "Jocelyn Estiandan,",
      "Jean Armbruster"
    ],
    "doi": "Vol. 9\n                                \n                                \n                                  p.\n                                  100596",
    "issn": "2667-0100 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.journals.elsevier.com/environmental-challenges/",
    "abstract": "Urban tree planting is a key climate change resilience strategy for many municipalities, but remains challenged by establishment mortality in semi-arid regions. Street trees offer shade benefits to adjacent structures and pavement, and enable public works departments to implement heat island reduction interventions to exposed communities. But in Los Angeles, resident approval and written agreement to water for 3–5 years is required to plant street trees in residential public rights of way. Historically, 10% of residents contacted agreed to adopt street trees, and 50% of trees planted survived. Community engagement strategies, shown to improve tree acceptance rates and survival elsewhere, had not been tested here. This mixed-methods evaluation of a street tree planting and public education project in 2018 evaluated a novel youth outreach strategy to engage residents. Regular watering was provided post-transplant for varying periods. Residents were surveyed and project partners were interviewed; tree health was assessed visually. Resident feedback on the engagement strategy was strongly positive. Residents surveyed demonstrated measured learning outcomes, and satisfaction with education was associated with improved tree survival. Project partners identified numerous co-benefits, primarily among youth educators, and revealed an increased capacity for future urban greening work. Univariate logistic regression identified tree species, weeks of watering, and drought exposure as predictors of tree health (p < .05), but in a multivariate model, only certain tree species were significant (p < .05). This evaluation identifies multiple strategies to inform future tree planting projects, increase street tree acceptance and establishment survival, and support community co-benefits.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2667010022001524"
  },
  {
    "title": "Editorial for the Special Issue “Vegetation and Climate Relationships”",
    "authors": [
      "Xiangjin Shen,",
      "Binhui Liu"
    ],
    "doi": "https://doi.org/10.3390/atmos13111881",
    "journalVolume": "Vol. 13,\n                                no. 1881\n                                \n                                  p.\n                                  1881",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "The study of the relationships between climate change and the vegetation of terrestrial ecosystemsis the core topicof biometeorology research [...]",
    "readLink": "https://www.mdpi.com/2073-4433/13/11/1881"
  },
  {
    "title": "Glacial Lake Outburst Flood (GLOF) Events and Water Response in A Patagonian Fjord",
    "authors": [
      "Lauren Ross,",
      "Iván Pérez-Santos,",
      "Brigitte Parady,",
      "Leonardo Castro,",
      "Arnoldo Valle-Levinson,",
      "Wolfgang Schneider"
    ],
    "doi": "https://doi.org/10.3390/w12010248",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  p.\n                                  248",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "As a result of climate change, the frequency of glacial lake outburst floods (GLOF) is increasing in Chilean Patagonia. Yet, the impacts of the flood events on the physics and biology of fjords is still unknown. Current velocities, density, in-situ zooplankton samples, and volume backscatter (Sv) derived from an acoustic profiler were used to explore the response of circulation and zooplankton abundance in a Patagonian fjord to GLOF events in 2010 and 2014. Maximum Sv was found both during the GLOFs and in late winter to early spring of 2010 and the fall and summer of 2014. The increase in Sv in late winter and spring of 2010 corresponded to multiple zooplankton species found from in-situ net sampling. In addition, diel vertical migrations were found during this seasonal increase both qualitatively and in a spectral analysis. Concurrently with zooplankton increases, wind forcing produced a deepening of the pycnocline. Zooplankton abundance peaked in the fjord when the pycnocline depth deepened due to wind forcing and throughout the entire spring season, indicating that mixing conditions could favor secondary production. These results were corroborated by the 2014 data, which indicate that weather events in the region impact both fjord physics and ecology.",
    "readLink": "https://www.mdpi.com/2073-4441/12/1/248"
  },
  {
    "title": "The influence of climate change on the life insurance in the EU: A panel data approach",
    "authors": [
      "Melnychenko Oleksandr,",
      "Kalna-Dubinyuk Tetyana,",
      "Vovchak Olha,",
      "Girchenko Tetiana"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202130707001",
    "journalVolume": "Vol. 307\n                                \n                                \n                                  p.\n                                  07001",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "The financial sector, as one of the most sensitive economic sectors, is alert to all trends and changes in the environment. The aim of the article is to study the impact of climate change on the life insurance market using panel data from 28 countries of the European Union (EU) for the last 9 years. This study is based on a panel model, where the amount of premiums under life insurance contracts is defined as a function of the fundamental factor of climate change - greenhouse gas emissions. According to empirical findings, an increase in greenhouse gas emissions per thousand tons leads to an increase in the amount of life insurance premiums by 0.1786 million euros. It has also been found that an increase in greenhouse gas emissions per thousand tons leads to an increase in deaths in the European Union by 1.0442 people, and these consequences are statistically significant. In general, our results suggest that the life insurance market as well as the non-life insurance market is dependent on climate change. The empirical results of this study provide valuable insight into how greenhouse gas emissions affect mortality in the European Union.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2021/83/e3sconf_dsdm2021_07001.pdf"
  },
  {
    "title": "The Future of the Climate Agenda in Banks",
    "authors": [
      "Salamova A. S.,",
      "Kantemirova Mira,",
      "Gishlakaev S."
    ],
    "doi": "https://doi.org/10.1051/shsconf/202317202023",
    "journalVolume": "Vol. 172\n                                \n                                \n                                  p.\n                                  02023",
    "issn": "2261-2424 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Social Sciences"
    ],
    "journalUrl": "http://www.shs-conferences.org",
    "abstract": "Climate change is the main global risk in the next 10 years, and international organizations, businesses and governments are paying more and more attention to decarbonization strategies and energy transition. In line with the general trend, the popularity of the climate agenda in Russia has grown rapidly in recent years. Until recently, many Russian companies calculated their carbon footprint, planned the development and implementation of climate strategies, and the state was actively developing the regulatory infrastructure for low-carbon development. Banking organizations have also announced climate goals and implemented decarbonization activities. However, a sharp change in the geopolitical and economic situation calls into question the future of the national climate agenda. At first glance, it may seem that the importance of low-carbon development principles has decreased, and banks, which have just begun their journey within the framework of the sustainable development agenda, have lost momentum. Increasingly, there are opinions that the main driver for the development of climate strategies, the request of international investors, has lost its relevance.",
    "readLink": "https://www.shs-conferences.org/articles/shsconf/pdf/2023/21/shsconf_shcms2023_02023.pdf"
  }
]