[
  {
    "title": "Implementation of electronic prospective surveillance models in cancer care: a scoping review",
    "authors": [
      "Christian J. Lopez,",
      "Kylie Teggart,",
      "Mohammed Ahmed,",
      "Anita Borhani,",
      "Jeffrey Kong,",
      "Rouhi Fazelzad,",
      "David M. Langelier,",
      "Kristin L. Campbell,",
      "Tony Reiman,",
      "Jonathan Greenland,",
      "Jennifer M. Jones,",
      "Sarah E. Neil-Sztramko"
    ],
    "doi": "https://doi.org/10.1186/s13012-023-01265-4",
    "journalVolume": "Vol. 18,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 22",
    "issn": "1748-5908 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Medicine (General)"
    ],
    "journalUrl": "https://implementationscience.biomedcentral.com",
    "abstract": "Abstract Background Electronic prospective surveillance models (ePSMs) for cancer rehabilitation include routine monitoring of the development of treatment toxicities and impairments via electronic patient-reported outcomes. Implementing ePSMs to address the knowledge-to-practice gap between the high incidence of impairments and low uptake of rehabilitation services is a top priority in cancer care. Methods We conducted a scoping review to understand the state of the evidence concerning the implementation of ePSMs in oncology. Seven electronic databases were searched from inception to February 2021. All articles were screened and extracted by two independent reviewers. Data regarding the implementation strategies, outcomes, and determinants were extracted. The Expert Recommendations for Implementing Change taxonomy and the implementation outcomes taxonomy guided the synthesis of the implementation strategies and outcomes, respectively. The Consolidated Framework for Implementation Research guided the synthesis of determinants based on five domains (intervention characteristics, individual characteristics, inner setting, outer setting, and process). Results Of the 5122 records identified, 46 interventions met inclusion criteria. The common implementation strategies employed were “conduct educational meetings,” “distribute educational materials,” “change record systems,” and “intervene with patients to enhance uptake and adherence.” Feasibility and acceptability were the prominent outcomes used to assess implementation. The complexity, relative advantage, design quality, and packaging were major implementation determinants at the intervention level. Knowledge was key at the individual level. At the inner setting level, major determinants were the implementation climate and readiness for implementation. At the outer setting level, meeting the needs of patients was the primary determinant. Engaging various stakeholders was key at the process level. Conclusions This review provides a comprehensive summary of what is known concerning the implementation of ePSMs. The results can inform future implementation and evaluation of ePSMs, including planning for key determinants, selecting implementation strategies, and considering outcomes alongside local contextual factors to guide the implementation process.",
    "readLink": "https://doi.org/10.1186/s13012-023-01265-4"
  },
  {
    "title": "Le rôle d’Internet et des technologies de l’information et de la communication dans le partage de connaissances sur l’adaptation des communautés côtières aux changements climatiques : retour sur l’expérience de création d’un contenu en ligne",
    "authors": [
      "Sebastian Weissenberger,",
      "Omer Chouinard"
    ],
    "doi": "https://doi.org/10.4000/vertigo.16748",
    "journalVolume": "Vol. 23",
    "issn": "1492-8442 (Online)",
    "publisher": "Éditions en environnement VertigO",
    "countryOfPublisher": "Canada",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://vertigo.revues.org/",
    "abstract": "We describe the experience of creating online contents on climate change adaptation in coastal zones in a global perspective and the context in which the project took place. The objective of the project was information, communication, support to research-action projects in the field and networking. The use of internet and information and communication technologies (CIT) allows in theory to favour the dissemination of pilot projects and reach out to the numerous coastal communities in the world. However, the national and local contexts vary, especially regarding the capacity of communities to access online content. Furthermore, aiming the content at diverse audiences with different knowledge and interests requires to evaluate the legibility and usefulness of the content. In this context, it is very helpful to associate field actors in the process. Adaptation to climate change and variability in coastal zones is well suited for such a project, since environmental challenges and adaptation solutions are similar all over the world, and knowledge can therefore be used at a global scale.",
    "readLink": "http://journals.openedition.org/vertigo/16748"
  },
  {
    "title": "Boreal lakes moderate seasonal and diurnal temperature variation and perturb atmospheric circulation: analyses in the Community Earth System Model 1 (CESM1)",
    "authors": [
      "William J. Riley,",
      "C&#x00E9;line Bonfils,",
      "Fuyu Li,",
      "Lisa N. Murphy,",
      "Zachary M. Subin"
    ],
    "doi": "https://doi.org/10.3402/tellusa.v64i0.15639",
    "journalVolume": "Vol. 64,\n                                no. 0\n                                \n                                  pp.\n                                  1\n                                  – 21",
    "issn": "1600-0870 (Online)",
    "publisher": "Stockholm University Press",
    "countryOfPublisher": "Sweden",
    "lcc": [
      "Geography. Anthropology. Recreation: Oceanography",
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "https://a.tellusjournals.se/",
    "abstract": "We used a lake thermal physics model recently coupled into the Community Earth System Model 1 (CESM1) to study the effects of lake distribution in present and future climate. Under present climate, correcting the large underestimation of lake area in CESM1 (denoted CCSM4 in the configuration used here) caused 1 °C spring decreases and fall increases in surface air temperature throughout large areas of Canada and the US. Simulated summer surface diurnal air temperature range decreased by up to 4 °C, reducing CCSM4 biases. These changes were much larger than those resulting from prescribed lake disappearance in some present-day permafrost regions under doubled-CO2 conditions. Correcting the underestimation of lake area in present climate caused widespread high-latitude summer cooling at 850 hPa. Significant remote changes included decreases in the strength of fall Southern Ocean westerlies. We found significantly different winter responses when separately analysing 45-yr subperiods, indicating that relatively long simulations are required to discern the impacts of surface changes on remote conditions. We also investigated the surface forcing of lakes using idealised aqua-planet experiments which showed that surface changes of 2 °C in the Northern Hemisphere extra-tropics could cause substantial changes in precipitation and winds in the tropics and Southern Hemisphere. Shifts in the Inter-Tropical Convergence Zone were opposite in sign to those predicted by some previous studies. Zonal mean circulation changes were consistent in character but much larger than those occurring in the lake distribution experiments, due to the larger magnitude and more uniform surface forcing in the idealised aqua-planet experiments.",
    "readLink": "http://www.tellusa.net/index.php/tellusa/article/view/15639/pdf"
  },
  {
    "title": "Climate influences on female survival in a declining population of southern elephant seals (Mirounga leonina)",
    "authors": [
      "Sophia Volzke,",
      "Clive R. McMahon,",
      "Mark A. Hindell,",
      "Harry R. Burton,",
      "Simon J. Wotherspoon"
    ],
    "doi": "https://doi.org/10.1002/ece3.7919",
    "journalVolume": "Vol. 11,\n                                no. 16\n                                \n                                  pp.\n                                  11333\n                                  – 11344",
    "issn": "2045-7758 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/20457758",
    "abstract": "Abstract The Southern Ocean has been disproportionately affected by climate change and is therefore an ideal place to study the influence of changing environmental conditions on ecosystems. Changes in the demography of predator populations are indicators of broader shifts in food web structure, but long‐term data are required to study these effects. Southern elephant seals (Mirounga leonina) from Macquarie Island have consistently decreased in population size while all other major populations across the Southern Ocean have recently stabilized or are increasing. Two long‐term mark‐recapture studies (1956–1967 and 1993–2009) have monitored this population, which provides an opportunity to investigate demographic performance over a range of climatic conditions. Using a 9‐state matrix population model, we estimated climate influences on female survival by incorporating two major climatic indices into our model: The Southern Annular Mode (SAM) and the Southern Oscillation Index (SOI). Our best model included a 1 year lagged effect of SAM and an unlagged SOI as covariates. A positive relationship with SAM1 (lagged) related the previous year's SAM with juvenile survival, potentially due to changes in local prey availability surrounding Macquarie Island. The unlagged SOI had a negative effect on both juvenile and adult seals, indicating that sea ice dynamics and access to foraging grounds on the East Antarctic continental shelf could explain the different contributions of ENSO events on the survival of females in this population.",
    "readLink": "https://doi.org/10.1002/ece3.7919"
  },
  {
    "title": "REVIEW: Timely climate media strategy to empower citizens",
    "authors": [
      "David Robie"
    ],
    "doi": "https://doi.org/10.24135/pjr.v23i2.337",
    "journalVolume": "Vol. 23,\n                                no. 2",
    "issn": "1023-9499 (Print)",
    "publisher": "2324-2035 (Online)",
    "countryOfPublisher": "Asia Pacific Network",
    "lcc": [
      "New Zealand",
      "Language and Literature: Philology. Linguistics: Communication. Mass media",
      "Language and Literature: Literature (General): Journalism. The periodical press, etc."
    ],
    "journalUrl": "https://ojs.aut.ac.nz/pacific-journalism-review/",
    "abstract": "Journalism and Climate Crisis: Public Engagement, Media Alternatives, edited by Robert A. Hackett, Susan Forde, Shane Gunster and Kerrie Foxwell-Norton. Abingdon, UK: Routledge. 2017. 204 pages. ISBN 978-1-1389-5039-9 AT THE time of reviewing this important and timely book, Hurricane Irma had just ripped a trail of unprecedented destruction from Antigua, Barbuda and Saint Barthélemy in the eastern Caribbean to Florida with at least 81 deaths. Florida involved one of the largest mass evacuations in US history, with nearly 7 million people being warned to seek shelter elsewhere. Seventy per cent of Miami lost electricity at the height of the storm.",
    "readLink": "https://ojs.aut.ac.nz/pacific-journalism-review/article/view/337"
  },
  {
    "title": "Applying a System Dynamics Approach for Modeling Groundwater Dynamics to Depletion under Different Economical and Climate Change Scenarios",
    "authors": [
      "Hamid Balali,",
      "Davide Viaggi"
    ],
    "doi": "https://doi.org/10.3390/w7105258",
    "journalVolume": "Vol. 7,\n                                no. 10\n                                \n                                  pp.\n                                  5258\n                                  – 5271",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "In the recent decades, due to many different factors, including climate change effects towards be warming and lower precipitation, as well as some structural policies such as more intensive harvesting of groundwater and low price of irrigation water, the level of groundwater has decreased in most plains of Iran. The objective of this study is to model groundwater dynamics to depletion under different economic policies and climate change by using a system dynamics approach. For this purpose a dynamic hydro-economic model which simultaneously simulates the farmer’s economic behavior, groundwater aquifer dynamics, studied area climatology factors and government economical policies related to groundwater, is developed using STELLA 10.0.6. The vulnerability of groundwater balance is forecasted under three scenarios of climate including the Dry, Nor and Wet and also, different scenarios of irrigation water and energy pricing policies. Results show that implementation of some economic policies on irrigation water and energy pricing can significantly affect on groundwater exploitation and its volume balance. By increasing of irrigation water price along with energy price, exploitation of groundwater will improve, in so far as in scenarios S15 and S16, studied area’s aquifer groundwater balance is positive at the end of planning horizon, even in Dry condition of precipitation. Also, results indicate that climate change can affect groundwater recharge. It can generally be expected that increases in precipitation would produce greater aquifer recharge rates.",
    "readLink": "http://www.mdpi.com/2073-4441/7/10/5258"
  },
  {
    "title": "Assessing Changes in Boreal Vegetation of Kola Peninsula via Large-Scale Land Cover Classification between 1985 and 2021",
    "authors": [
      "Ekaterina Sklyar,",
      "Gareth Rees"
    ],
    "doi": "https://doi.org/10.3390/rs14215616",
    "journalVolume": "Vol. 14,\n                                no. 5616\n                                \n                                  p.\n                                  5616",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "The effective monitoring of boreal and tundra vegetation at different scales and environmental management at latitudes above 50 degrees North relies heavily on remote sensing. The vastness, remoteness and, in the case of Russia, the difficulty of access to boreal–tundra vegetation make it an ideal technique for vegetation monitoring in the Kola peninsula, located predominantly beyond the Arctic circle in the European part of Russia. Since the 1930s, this area has been highly urbanised and exposed to strong influence by a number of different types of human impact, such as toxic pollutions, fires, mineral excavation, grazing, logging, etc. Extensive open archives of remote sensing imagery as well as recent advances in machine learning further enable the efficient use of remote sensing methods for assessing land cover changes. Here, we present the results of mapping northern vegetation land cover and changes in it over a large territory, in time and under human impact based on remote imagery from Landsat TM, ETM+ and OLI. We study the area of about 37,000 km2 located in the central part of the Kola peninsula in the boreal, pre-tundra and tundra between 1985 and 2021 with a time interval of approximately 5 years and confirm the correlations between the human pressure and the level of vegetation changes. We put those into the perspective of year-on-year changes in the temperature and precipitation regimes and describe the recovery of the damaged original boreal vegetation (dominated by spruce) through pine and deciduous vegetation. As a by-product of this study, we develop and test an approach for the semi-automated processing and classification of Landsat images using the novel TensorFlow machine learning technique (widely spread across other disciplines) that enables high-throughput classification, even on conventional hardware.",
    "readLink": "https://www.mdpi.com/2072-4292/14/21/5616"
  },
  {
    "title": "The UN Agenda 2030 and the Climate-Security Nexus in Africa",
    "authors": [
      "Daniel Silander"
    ],
    "doi": "https://doi.org/10.26881/jpgs.2021.2.04",
    "journalVolume": "Vol. 11,\n                                no. 2\n                                \n                                  pp.\n                                  34\n                                  – 43",
    "issn": "2451-2249 (Online)",
    "publisher": "University of Gdansk",
    "countryOfPublisher": "Poland",
    "lcc": [
      "Geography. Anthropology. Recreation: Geography (General)",
      "Political science"
    ],
    "journalUrl": "https://czasopisma.bg.ug.edu.pl/index.php/JGPS",
    "abstract": "There is a growing bulk of studies on global climate changes and conflicts. It has been argued that climate change may be a triggering factor to conflicts and wars, especially in societies with poor governance. This study explores the climate-security nexus in Africa. It is argued that the global climate change provides profound state and human security challenges to African governments and people. Scarcity of vital resources in food, water, sanitation and health has challenged political and economic structures, infrastructure and integration. This has also been due to poorly governed states with authoritarianism, corruption, ethnic divisions and fragile, dysfunctional institutions. The war in Darfur is a tragic, but illustrative example of the climate change-security nexus of our time.",
    "readLink": "https://czasopisma.bg.ug.edu.pl/index.php/JGPS/article/view/5923/5178"
  },
  {
    "title": "Functional Haplotype and eQTL Analyses of Genes Affecting Cadmium Content in Cultivated Rice",
    "authors": [
      "Sang-Beom Lee,",
      "Gyeong-Jin Kim,",
      "Kyu-Won Kim,",
      "Sang-Ho Chu,",
      "Jung-Du Shin,",
      "Yu-Ji Lee,",
      "Yong-Jin Park,",
      "Sang-Won Park"
    ],
    "doi": "https://doi.org/10.1186/s12284-019-0340-8",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 17",
    "issn": "1939-8425 (Print)",
    "publisher": "1939-8433 (Online)",
    "countryOfPublisher": "SpringerOpen",
    "lcc": [
      "United Kingdom",
      "Agriculture: Plant culture"
    ],
    "journalUrl": "https://thericejournal.springeropen.com/",
    "abstract": "Abstract Background Rice is a major food resource for Asian countries including Korea. However, most Asian countries are facing food safety problems due to cropland contamination by heavy metals. Thus, this study was conducted to investigate genetic factors affecting the expression of cadmium (Cd) gene, and to confirm differences in Cd translocation among cultivars because the current molecular understanding of Cd uptake-transport mechanisms remains insufficient. Associations between genotypes and gene expression level of Cd-related genes such as NRAMP, MTP, and HMA gene families in the rice core collection were analyzed at the genomic level. Results Os01g0956700, Os05g0128400 and Os11g0485200 showed strong associations between expression level and genotype in the rice core collection, the regulatory factors that associated with these genes in cis and trans were founded. The association between the expression level and genotype of the candidate gene (Os01g0611300: metal tolerance protein) predicted to affect Cd content in rice by a previous genome-wide association study (GWAS) was also analyzed. Furthermore, as a result of the phylogeny and haplotype analyses of the candidate gene, high-Cd tolerance cultivars were selected. The correlations between Cd and other inorganic components (Mg, Mn, Fe, Cu and Zn) in the roots, stems, leaves and unpolished grain of selected rice cultivars were analyzed. Conclusion Therefore, these results may be useful for understanding the uptake-transport mechanisms of Cd and other inorganic components via molecular genetics and may help rice breeders develop new low-Cd cultivars in the near future.",
    "readLink": "http://link.springer.com/article/10.1186/s12284-019-0340-8"
  },
  {
    "title": "High-level radioactive waste repository: How Geology combined with societal principles can lead to public acceptance—the German experiment",
    "authors": [
      "Schafmeister, Maria-Theresia"
    ],
    "doi": "https://doi.org/10.5802/crgeos.178",
    "issn": "1631-0713 (Print)",
    "publisher": "1778-7025 (Online)",
    "countryOfPublisher": "Académie des sciences",
    "lcc": [
      "France",
      "Science: Physics: Geophysics. Cosmic physics",
      "Science: Chemistry",
      "Science: Geology"
    ],
    "journalUrl": "https://comptes-rendus.academie-sciences.fr/geoscience/",
    "abstract": "Using nuclear power for civil energy generation was a promising idea in the second half of the 20th century. Compared to fossil fuels, nuclear power results in almost no $\\mathrm{CO}_{2}$ bearing emissions, which are known to have triggered and enhanced the global climate change. However, nuclear power bears other risks, e.g. environmental and health damage caused by radiation, unwanted release of nuclides being transported by water, accidents of nuclear power plants, and not to mention the possibility of non-intended military use. In any case, generating power from nuclear fission will always produce radiating waste, albeit in small amounts. Due to its longevity, this waste is a significant challenge for scientists, politicians and for the international social community to find a repository, which can be considered safe for millions of years and is accepted by the public. As the general consensus is that the rocks of earth crust’s are the best option for a controlled storage, scientists including geologists, geophysicists and hydrogeologists are looking worldwide for safe underground repository sites. Given different political preconditions, the nations, especially in the European Union, have developed different strategies. The following article intends to describe the current strategy in Germany, which is based on a specific “Act on the search for and selection of a site for a final repository for highly radioactive waste” (in short: Site Selection Act) and attempts to learn from mistakes in the seventies. It is our strong conviction that fundamental geological aspects are as important as essential societal principles in order to gain maximum public acceptance.",
    "readLink": "https://comptes-rendus.academie-sciences.fr/geoscience/articles/10.5802/crgeos.178/"
  }
]