[
  {
    "title": "Life cycle assessment of steel production from iron scrap: a case study at a steel plant",
    "authors": [
      "S Khoshyomn,",
      "A Heidari,",
      "A R Heidari"
    ],
    "doi": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  63\n                                  – 74",
    "issn": "2008-2029 (Print)",
    "publisher": "2008-3718 (Online)",
    "countryOfPublisher": "Tehran University of Medical Sciences",
    "lcc": [
      "Iran, Islamic Republic of",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://ijhe.tums.ac.ir/en",
    "abstract": "Background and Objective: The steel industry is the worldchr('39')s largest consumer of energy. A large amount of iron waste is produced annually, which its use in the steel industry can be economic. The purpose of this study was to investigate the environmental impacts of the steelmaking from iron scrap as a raw material using a life cycle assessment (LCA) method. Materials and Methods: Simapro software and the ecoinvent database were used to conduct LCA. Data on the steel production process (raw materials, waste, and products) were collected by a questionnaire from a steel plant. Environmental burdens were quantified using ReCiPe, Cumulative Energy Demand (CED), IPCC) Intergovernmental Panel on Climate Change) and water footprints methods. Results: The results of the ReCiPe method showed that the terrestrial ecotoxicity with a value of 14392 kg 1,4-Dichlorobenzene (1,4-DCB) eq/ton of steel and global warming with 5289 kg CO2 eq/ton of steel, had the greatest environmental impact, respectively. The lowest environmental impact of this process was obtained for freshwater ecotoxicity and human carcinogenic toxicity. The carbon footprint resulting from steelmaking is 5.24 ton CO2 eq/ton of steel. The most important sector of the greenhouse gas producer is the consumption of electricity with a rate of 2900 of kg CO2 eq/ton of steel. The cumulative energy demand of one ton of steel ingot was 73393 MJ, which is three times the global equivalent. The total water footprint for one t of steel was 19.5 m3 of water, which is almost near to the equivalent in Europe. Conclusion: the use of iron scrap as raw material in the process of steelmaking instead of iron ore has reduced the amount of human toxicity potential and mineral resource consumption.",
    "readLink": "http://ijhe.tums.ac.ir/article-1-6167-en.html"
  },
  {
    "title": "Understanding the links between human health, ecosystem health, and food systems in Small Island Developing States using stakeholder-informed causal loop diagrams.",
    "authors": [
      "Leonor Guariguata,",
      "Gordon M Hickey,",
      "Madhuvanti M Murphy,",
      "Cornelia Guell,",
      "Viliamu Iese,",
      "Karyn Morrissey,",
      "Predner Duvivier,",
      "Stina Herberg,",
      "Sashi Kiran,",
      "Nigel Unwin"
    ],
    "doi": "https://doi.org/10.1371/journal.pgph.0001988",
    "journalVolume": "Vol. 3,\n                                no. 9\n                                \n                                  p.\n                                  e0001988",
    "issn": "2767-3375 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://journals.plos.org/globalpublichealth/",
    "abstract": "Globalized food systems are a major driver of climate change, biodiversity loss, environmental degradation, and the increasing prevalence of overweight and obesity in society. Small Island Developing States (SIDS) are particularly sensitive to the negative effects of rapid environmental change, with many also exhibiting a heavy reliance on food imports and high burdens of nutrition-related disease, resulting in calls to (re)localize their food systems. Such a transition represents a complex challenge, with adaptation interventions in one part of the food system contingent on the success of interventions in other parts. To help address this challenge, we used group model-building techniques from the science of system dynamics to engage food system stakeholders in Caribbean and Pacific SIDS. Our aim was to understand the drivers of unhealthy and unsustainable food systems in SIDS, and the potential role that increased local food production could play in transformative adaptation. We present two causal loop diagrams (CLDs) considered helpful in designing resilience-enhancing interventions in local food systems. These CLDs represent 'dynamic hypotheses' and provide starting points that can be adapted to local contexts for identifying food system factors, understanding the interactions between them, and co-creating and implementing adaptation interventions, particularly in SIDS. The results can help guide understanding of complexity, assist in the co-creation of interventions, and reduce the risk of maladaptive consequences.",
    "readLink": "https://doi.org/10.1371/journal.pgph.0001988"
  },
  {
    "title": "Classroom’s climate and good teaching methods with vulnerable teenagers: further from academic contents",
    "authors": [
      "Marco Antonio Manota Sánchez,",
      "Miguel Melendro Estefanía"
    ],
    "doi": "https://doi.org/10.18172/con.2756",
    "journalVolume": "Vol. 0,\n                                no. 19\n                                \n                                  pp.\n                                  55\n                                  – 74",
    "issn": "1575-023X (Print)",
    "publisher": "1695-5714 (Online)",
    "countryOfPublisher": "Universidad de La Rioja",
    "lcc": [
      "Spain",
      "Education: Education (General)"
    ],
    "journalUrl": "http://publicaciones.unirioja.es/revistas/contextos",
    "abstract": "The aim of this article is to analyse a series of elements related with good teaching practices, which are of remarkable importance in the configuration of the classroom climate, especially regarding vulnerable students. We start from the perception of teachers, tutors and students from first cycle of secondary education contrasted with three instruments: the “Child Multifactorial Adaptation Test” (TAMAI) and two surveys about “Perception of the classroom climate by the students” (PCA-A), and “Perception of the classroom climate by the teachers” (PCA-P). Between obtained results, as good teaching practices in relation with the climate of the classroom, it is pointed out the listening attitude from the teacher towards the alumni, their availability to accompany them on their educative process and neutralise the creation of stereotypes and excluding labels, the importance of the formation of the teachers in the emotions management, and above all, their inclination to share those emotions. Other significant results show the uneven necessity of being heard of the students, the “blind spot” of negative misconceptions between teachers and students, and the way that students’ perception change depending on their vulnerability degree and the level of failure at adapting to school they might present.",
    "readLink": "https://publicaciones.unirioja.es/ojs/index.php/contextos/article/view/2756"
  },
  {
    "title": "Vegetation Change and Conservation Evaluation of the Cangshan Erhai National Nature Reserve (Cangshan Mountain Part) in Southwest China",
    "authors": [
      "Chunchen Ni,",
      "Youjun Chen,",
      "Xiaokang Hu,",
      "Jianmeng Feng"
    ],
    "doi": "https://doi.org/10.3390/f14071485",
    "journalVolume": "Vol. 14,\n                                no. 1485\n                                \n                                  p.\n                                  1485",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Vegetation and its spatiotemporal variations play a crucial role in regional ecological security and sustainable development. Examining vegetation dynamics in natural reserves provides valuable insights for optimizing vegetation patterns and management strategies. This study utilizes Landsat remote sensing imagery to investigate changes in vegetation pattern and coverage in the Cangshan mountain of the Cangshan Erhai National Nature Reserve, as well as assesses the effectiveness of conservation efforts. The results indicate the following: (1) The primary vegetation types in the Cangshan mountain include warm-temperate coniferous forests, deciduous broad-leaved forests, bamboo forests, and alpine meadows, exhibiting distinct vertical zonation patterns. The vegetated area expanded by 1146 hectares during the study period. (2) The average fractional of vegetation coverage (FVC) in the Cangshan mountain demonstrated an upward trend (0.82 in 1987 to 0.93 in 2017), with the proportion of highly FVC areas increasing from 59.67% in 1987 to 97.89% in 2017. (3) The vegetation landscape fragmentation in Cangshan mountain and various functional areas shows an increasing trend, while connectivity decreases, and is accompanied by a more intricate shape of the vegetation landscape. While conservation and management efforts have yielded certain results in safeguarding the vegetation in the Cangshan mountain, the degree of vegetation landscape fragmentation has intensified due to climate change and human activities. Thus, it is imperative for management authorities to promptly adjust protective measures within the Cangshan mountain. This study contributes to our understanding of vegetation changes within the Cangshan mountain and provides essential baseline information for optimizing and enhancing vegetation conservation management strategies within the reserve.",
    "readLink": "https://www.mdpi.com/1999-4907/14/7/1485"
  },
  {
    "title": "Can shrubs help to reconstruct historical glacier retreats?",
    "authors": [
      "Allan Buras,",
      "Martin Hallinger,",
      "Martin Wilmking"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/7/4/044031",
    "journalVolume": "Vol. 7,\n                                no. 4\n                                \n                                  p.\n                                  044031",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "In the 21st century, most of the world’s glaciers are expected to retreat due to further global warming. The range of this predicted retreat varies widely as a result of uncertainties in climate and glacier models. To calibrate and validate glacier models, past records of glacier mass balance are necessary, which often only span several decades. Long-term reconstructions of glacier mass balance could increase the precision of glacier models by providing the required calibration data. Here we show the possibility of applying shrub growth increments as an on-site proxy for glacier summer mass balance, exemplified by Salix shrubs in Finse, Norway. We further discuss the challenges which this method needs to meet and address the high potential of shrub growth increments for reconstructing glacier summer mass balance in remote areas.",
    "readLink": "https://doi.org/10.1088/1748-9326/7/4/044031"
  },
  {
    "title": "Indigenous weather and climate forecasting knowledge among Afar pastoralists of north eastern Ethiopia: Role in adaptation to weather and climate variability",
    "authors": [
      "Mulubrhan Balehegn,",
      "Selam Balehey,",
      "Chao Fu,",
      "Wu Liang"
    ],
    "doi": "https://doi.org/10.1186/s13570-019-0143-y",
    "journalVolume": "Vol. 9,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 14",
    "issn": "2041-7136 (Online)",
    "publisher": "SpringerOpen",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Agriculture: Animal culture"
    ],
    "journalUrl": "http://www.pastoralismjournal.com/",
    "abstract": "Abstract Traditional weather and climate forecasting is used by many indigenous communities worldwide as a guide in making important decisions that enable them cope and adapt to climate change-induced extreme weather variation. In many pastoral communities in Africa, traditional weather and climate forecasting remains the most accessible and affordable source of weather and climate information. In this study, we used individual interviews and focused group discussions to systematically document indigenous weather and climate forecasting knowledge among Afar pastoralists, with the aim of making such information available, and enhance use of this knowledge in climate change adaptation and explore synergies with modern weather forecasting system. The Afar pastoralists traditionally predict weather and climate variation through the observation of diverse bio-physical entities including livestock, insects, birds, trees and wildlife. No single indicator is taken at face value; weather forecasting is undertaken in a dynamic process where information collected from different sources, including weather information from the modern weather forecasting system, is triangulated to make the safest livelihood decisions. Before any forecasting information is used, it is evaluated through three traditional institutions that collect, share and analyse the information. These institutions include (1) the Edo or range scouting where traditional rangeland scouts are sent on a mission to assess weather and other spatially and temporally variable attributes on rangelands; (2) the Dagu, a traditional secured and reputable network, where weather information is shared among users; and (3) the Adda or the traditional Afar governance system, which analyses traditional weather information before community decisions are made. This first-time systematic documentation of indigenous weather and climate forecasting knowledge among the Afar communities demonstrated the dynamic process of indigenous weather and climate knowledge production, analysis and communication. This shows the value of indigenous knowledge in contemporary pastoral communities, while highlighting synergies with the modern weather and climate knowledge system for co-production of knowledge that serves the objectives of local people.",
    "readLink": "http://link.springer.com/article/10.1186/s13570-019-0143-y"
  },
  {
    "title": "Tokyo's city sustainability: Strategy and plans for net zero emissions by 2050",
    "authors": [
      "Chai K. Toh"
    ],
    "doi": "https://doi.org/10.1049/smc2.12033",
    "journalVolume": "Vol. 4,\n                                no. 2\n                                \n                                  pp.\n                                  81\n                                  – 91",
    "issn": "2631-7680 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: City planning"
    ],
    "journalUrl": "https://ietresearch.onlinelibrary.wiley.com/journal/26317680",
    "abstract": "Abstract Japan has long embarked on the city transformation journey, from green city to eco city, ubiquitous city, sustainable city, and now zero‐emission city. A smart city is not considered smart if it is not green, not sustainable, and not environmentally friendly. The journey is long but progressive, and the Japanese government has been supportive in its city transformational efforts. Japanese cities are marked by distinctive local cultures, habitat, people, food, beliefs, history etc. From Tokyo to Osaka, Nagoya, Fukuoka, Kobe and Yokohama, cities in Japan have advanced into high levels of urbanisation. The increase in population and traffic utilisation have resulted in higher energy demands and pollution of the environment. These concerns have motivated Japan to strive for cities with zero‐emission and Tokyo, as the country's capital, will lead in this drive. The author outlines the current situation in Japan, the impact of global warming and climate change, presents the motivation behind the new strategy, and narrates and discusses Tokyo city’s zero‐emission strategy and execution plans and how it works towards achieving net zero by 2050.",
    "readLink": "https://doi.org/10.1049/smc2.12033"
  },
  {
    "title": "Contributions of Climate and Soil Properties to Wheat and Maize Yield Based on Long-Term Fertilization Experiments",
    "authors": [
      "Shengbao Wei,",
      "Anchun Peng,",
      "Xiaomin Huang,",
      "Aixing Deng,",
      "Changqing Chen,",
      "Weijian Zhang"
    ],
    "doi": "https://doi.org/10.3390/plants10102002",
    "journalVolume": "Vol. 10,\n                                no. 2002\n                                \n                                  p.\n                                  2002",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Identifying the contributions of climate factors and soil fertility to crop yield is significant for the assessment of climate change impacts on crop production. Three 20-year field experiments were conducted in major Chinese wheat-maize cropping areas. Over the 20-year period, crop yield and soil properties showed significantly dissimilar variation trends under similar climate changes at each experimental site. The correlation between climatic factors and crop yield varied greatly among the fertilization regimes and experimental sites. Across all the fertilization regimes and the experimental sites, the average contribution rates of soil properties to wheat and maize yield were 45.7% and 53.2%, respectively, without considering climate factors, and 40.4% and 36.6%, respectively, when considering climate factors. The contributions of soil properties to wheat and maize yield variation when considering climate factors were significantly lower than those without considering climate factors. Across all experimental sites and all fertilization regimes, the mean contribution rates of climate factors to wheat and maize yield were 29.5% and 33.0%, respectively. The contribution rates of the interaction of climate and soil to wheat and maize yield were 3.7% and −0.9%, respectively. Under balanced fertilization treatments (NPK and NPKM), the change in the contribution rate of soil properties to wheat or maize yield was not obvious, and the average contribution rates of the interaction of climate and soil to wheat and maize yield were positive, at 14.8% and 9.5%, respectively. In contrast, under unbalanced fertilization treatments (CK and N), the contribution rates of soil properties to wheat or maize yield decreased, and the average contribution rates of the interaction of climate and soil were negative, at −7.4% and −11.2%, respectively. The above results indicate that climate and soil synergistically affected crop yields and that, with the optimization of the fertilization regime, positive interactions gradually emerged.",
    "readLink": "https://www.mdpi.com/2223-7747/10/10/2002"
  },
  {
    "title": "Increasing precipitation weakened the negative effects of simulated warming on soil microbial community composition in a semi-arid sandy grassland",
    "authors": [
      "Shaokun Wang,",
      "Shaokun Wang,",
      "Xingchi Jiang,",
      "Xingchi Jiang,",
      "Junyao Li,",
      "Junyao Li,",
      "Xueyong Zhao,",
      "Erniu Han,",
      "Hao Qu,",
      "Hao Qu,",
      "Xujun Ma,",
      "Xujun Ma,",
      "Jie Lian"
    ],
    "doi": "https://doi.org/10.3389/fmicb.2022.1074841",
    "journalVolume": "Vol. 13",
    "issn": "1664-302X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.frontiersin.org/microbiology",
    "abstract": "Soil microbial diversity, composition, and function are sensitive to global change factors. It has been predicted that the temperature and precipitation will increase in northern China. Although many studies have been carried out to reveal how global change factors affect soil microbial biomass and composition in terrestrial ecosystems, it is still unexplored how soil microbial diversity and composition, especially in microbial functional genes, respond to increasing precipitation and warming in a semiarid grassland of northern China. A field experiment was established to simulate warming and increasing precipitation in a temperate semiarid grassland of the Horqin region. Soil bacterial (16S) and fungal (ITS1) diversity, composition, and functional genes were analyzed after two growing seasons. The result showed that warming exerted negative effects on soil microbial diversity, composition, and predicted functional genes associated with carbon and nitrogen cycles. Increasing precipitation did not change soil microbial diversity, but it weakened the negative effects of simulated warming on soil microbial diversity. Bacterial and fungal diversities respond consistently to the global change scenario in semiarid sandy grassland, but the reasons were different for bacteria and fungi. The co-occurrence of warming and increasing precipitation will alleviate the negative effects of global change on biodiversity loss and ecosystem degradation under a predicted climate change scenario in a semiarid grassland. Our results provide evidence that soil microbial diversity, composition, and function changed under climate change conditions, and it will improve the predictive models of the ecological changes of temperate grassland in future climate change scenarios.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmicb.2022.1074841/full"
  },
  {
    "title": "On the Vulnerability of Water Limited Ecosystems to Climate Change",
    "authors": [
      "Kelly K. Caylor,",
      "Salvatore Manfreda"
    ],
    "doi": "https://doi.org/10.3390/w5020819",
    "journalVolume": "Vol. 5,\n                                no. 2\n                                \n                                  pp.\n                                  819\n                                  – 833",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Society is facing growing environmental problems that require new research efforts to understand the way ecosystems operate and survive, and their mutual relationships with the hydrologic cycle. In this respect, ecohydrology suggests a renewed interdisciplinary approach that aims to provide a better comprehension of the effects of climatic changes on terrestrial ecosystems. With this aim, a coupled hydrological/ecological model is adopted to describe simultaneously vegetation pattern evolution and hydrological water budget at the basin scale using as test site the Upper Rio Salado basin (Sevilleta, NM, USA). The hydrological analyses have been carried out using a recently formulated framework for the water balance at the daily level linked with a spatial model for the description of the spatial organization of vegetation. This enables quantitatively assessing the effects on soil water availability on future climatic scenarios. Results highlighted that the relationship between climatic forcing (water availability) and vegetation patterns is strongly non-linear. This implies, under some specific conditions which depend on the ecosystem characteristics, small changes in climatic conditions may produce significant transformation of the vegetation patterns.",
    "readLink": "http://www.mdpi.com/2073-4441/5/2/819"
  }
]