[
  {
    "title": "Inferring CO2 fertilization effect based on global monitoring land-atmosphere exchange with a theoretical model",
    "authors": [
      "Masahito Ueyama,",
      "Kazuhito Ichii,",
      "Hideki Kobayashi,",
      "Tomo’omi Kumagai,",
      "Jason Beringer,",
      "Lutz Merbold,",
      "Eugénie S Euskirchen,",
      "Takashi Hirano,",
      "Luca Belelli Marchesini,",
      "Dennis Baldocchi,",
      "Taku M Saitoh,",
      "Yasuko Mizoguchi,",
      "Keisuke Ono,",
      "Joon Kim,",
      "Andrej Varlagin,",
      "Minseok Kang,",
      "Takanori Shimizu,",
      "Yoshiko Kosugi,",
      "M Syndonia Bret-Harte,",
      "Takashi Machimura,",
      "Yojiro Matsuura,",
      "Takeshi Ohta,",
      "Kentaro Takagi,",
      "Satoru Takanashi,",
      "Yukio Yasuda"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ab79e5",
    "journalVolume": "Vol. 15,\n                                no. 8\n                                \n                                  p.\n                                  084009",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Rising atmospheric CO _2 concentration ([CO _2 ]) enhances photosynthesis and reduces transpiration at the leaf, ecosystem, and global scale via the CO _2 fertilization effect. The CO _2 fertilization effect is among the most important processes for predicting the terrestrial carbon budget and future climate, yet it has been elusive to quantify. For evaluating the CO _2 fertilization effect on land photosynthesis and transpiration, we developed a technique that isolated this effect from other confounding effects, such as changes in climate, using a noisy time series of observed land-atmosphere CO _2 and water vapor exchange. Here, we evaluate the magnitude of this effect from 2000 to 2014 globally based on constraint optimization of gross primary productivity (GPP) and evapotranspiration in a canopy photosynthesis model over 104 global eddy-covariance stations. We found a consistent increase of GPP (0.138 ± 0.007% ppm ^−1 ; percentile per rising ppm of [CO _2 ]) and a concomitant decrease in transpiration (−0.073% ± 0.006% ppm ^−1 ) due to rising [CO _2 ]. Enhanced GPP from CO _2 fertilization after the baseline year 2000 is, on average, 1.2% of global GPP, 12.4 g C m ^−2 yr ^−1 or 1.8 Pg C yr ^−1 at the years from 2001 to 2014. Our result demonstrates that the current increase in [CO _2 ] could potentially explain the recent land CO _2 sink at the global scale.",
    "readLink": "https://doi.org/10.1088/1748-9326/ab79e5"
  },
  {
    "title": "Brassinosteroids: Molecular and physiological responses in plant growth and abiotic stresses",
    "authors": [
      "Muhammad Bilal Hafeez,",
      "Noreen Zahra,",
      "Kiran Zahra,",
      "Ali Raza,",
      "Aaliya Khan,",
      "Kanval Shaukat,",
      "Shahbaz Khan"
    ],
    "doi": "Vol. 2\n                                \n                                \n                                  p.\n                                  100029",
    "issn": "2667-064X (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "https://www.journals.elsevier.com/plant-stress/",
    "abstract": "Abiotic stresses are major constrain in agriculture development, which results in a significant decline in crop productivity. Conferring abiotic stress in plants is relatively a complex process, and diverse mechanisms are being explored recently; however, the use of phytohormones in ameliorating the abiotic stress gained considerable interest. Plants adapt to various environmental stresses by changing physiological and molecular processes, which are cooperatively modulated with the changing level of external and internal phytohormones, including brassinosteroids (BRs). BRs are the steroidal phytohormones, best known for their role in plant growth and development for the last two decades. The molecular and physiological aspects of BRs under stress condition has resulted in a better understanding. The intrinsic mechanisms concerning these processes are still elusive. This mini-review explored the role of BR in singling cascades and regulating physiological processes such as photosynthesis, nutrient metabolism, water status, hormonal cross-talk at the molecular level, and positive role in plant growth and abiotic stress tolerance.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2667064X21000282"
  },
  {
    "title": "Climate Change Vulnerability Assessment in Mangrove-Dependent Communities of Manoka Island, Littoral Region of Cameroon",
    "authors": [
      "Evariste Fongnzossie,",
      "Denis Jean Sonwa,",
      "Philippes Mbevo,",
      "Fabrice Kentatchime,",
      "Aurelie Mokam,",
      "Claude Tatuebu Tagne,",
      "Lydie Flora Essamba A. Rim"
    ],
    "doi": "https://doi.org/10.1155/2022/7546519",
    "journalVolume": "Vol. 2022",
    "issn": "2356-6140 (Print)",
    "publisher": "1537-744X (Online)",
    "countryOfPublisher": "Hindawi Limited",
    "lcc": [
      "United Kingdom",
      "Technology",
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.hindawi.com/journals/tswj/",
    "abstract": "This study was conducted on Manoka Island (Littoral Region of Cameroon) with the aim of analyzing climate change vulnerability and local adaptation strategies based on the local community’s perceptions and biophysical evidence. We used household surveys, focus group discussions, field observation, GIS, and remote sensing to collect data on variables of exposure, sensitivity, and adaptive capacity. Historical changes in rainfall and temperature, mangrove cover, and the occurrence of extreme climatic events were used as indicators of exposure. Property losses and income structure were used as indicators of sensitivity, while human, natural, social, financial, and physical assets represented adaptive capacity. 89 households were interviewed in the nine settlements of the island. Results show that Manoka Island is experiencing irregular rainfall patterns (with average annual values deviating from the mean by −1.9 to +1.8 mm) and increasing temperature (with annual values deviating from the mean by −1.2 to +3.12). The dynamics of the coastline between 1975 and 2017 using EPR show average setbacks of more than ±3 m/year, with erosion levels varying depending on the period and location. The number of households perceiving extreme climatic events like seasonal variability, flood, and rain storm was higher. From respondents’ perception, housing and health are the sectors most affected by climate change. The reported high dependence of households on fishing for income, their overall low livelihood diversification, and their poor access to climate information reported by 65% of respondents portray their poor adaptive capacity. Local response initiatives are ineffective and include among others constructing buildings on stilts and using car wheels to counter the advancement of seawater inland. The study concludes that households on Manoka Island are vulnerable to the impacts of climate change. Income diversification, mangrove reforestation, the development of sustainable supply chains for wood fuel, and sustainable fish smoking devices are the main pathways for adaptation planning in this area.",
    "readLink": "http://dx.doi.org/10.1155/2022/7546519"
  },
  {
    "title": "Public Awareness of the Scientific Consensus on Climate",
    "authors": [
      "Lawrence C. Hamilton"
    ],
    "doi": "https://doi.org/10.1177/2158244016676296",
    "journalVolume": "Vol. 6",
    "issn": "2158-2440 (Online)",
    "publisher": "SAGE Publishing",
    "countryOfPublisher": "United States",
    "lcc": [
      "General Works: History of scholarship and learning. The humanities",
      "Social Sciences"
    ],
    "journalUrl": "http://journals.sagepub.com/home/sgoa",
    "abstract": "Questions about climate change elicit some of the widest political divisions of any items on recent U.S. surveys. Severe polarization affects even basic questions about the reality of anthropogenic climate change (ACC), or whether most scientists agree that humans are changing the Earth’s climate. Statements about scientific consensus have been contentious among social scientists, with some arguing for consensus awareness as a “gateway cognition” that leads to greater public acceptance of ACC, but others characterizing consensus messaging (deliberate communication about the level of scientific agreement) as a counterproductive tactic that exacerbates polarization. A series of statewide surveys, with nationwide benchmarks, repeated questions about the reality of ACC and scientific consensus many times over 2010 to 2016. These data permit tests for change in beliefs and polarization. ACC and consensus beliefs have similar trends and individual background predictors. Both rose gradually by about 10 points over 2010 to 2016, showing no abrupt shifts that might correspond to events such as scientific reports, leadership statements, or weather. Growing awareness of the scientific consensus, whether from deliberate messaging or the cumulative impact of many studies and publicly engaged scientists, provides the most plausible explanation for this rise in both series. In state-level data, the gap between liberal and conservative views on the reality of ACC did not widen over this period, whereas the liberal–conservative gap regarding existence of a scientific consensus narrowed.",
    "readLink": "https://doi.org/10.1177/2158244016676296"
  },
  {
    "title": "Future Changes of the Monsoon Trough: Sensitivity to Sea Surface Temperature Gradient and Implications for Tropical Cyclone Activity",
    "authors": [
      "Chao Wang,",
      "Liguang Wu"
    ],
    "doi": "https://doi.org/10.1029/2018EF000858",
    "journalVolume": "Vol. 6,\n                                no. 6\n                                \n                                  pp.\n                                  919\n                                  – 936",
    "issn": "2328-4277 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://agupubs.onlinelibrary.wiley.com/journal/23284277",
    "abstract": "Abstract Most tropical cyclones (TCs) in the western North Pacific basin form, intensify, and move in the monsoon trough (MT), and its future changes have significant implications for TC activity. In this study, future changes in MT and its possible impacts on TC activity are investigated by using outputs from the Coupled Model Intercomparison Project Phase 5 (CMIP5) and a downscaling system. The reliability of CMIP5 models is first examined by using their historical runs. Based on the constructed ensemble of 17 models with relatively high skill, the MT is found to intensify and extend eastward in the warming scenarios. This is also true for the ensemble mean of all of 36 available models. However, considerable intermodel uncertainty exists in the projection, which is related to the diversity in the projected sea surface temperature (SST) gradient over the equatorial North Pacific. The diversity in the SST pattern can generate different configurations of large‐scale circulations, and thus acts as an important source of uncertainty in projecting the TC activity in warming scenarios. The impacts of the MT change on TC activity are further explored by using a downscaling system. It is found that the intensification and eastward migration of the MT tend to shift TC formation locations eastward, increase TC influences in subtropical Asia, and decrease TC influences in south Asia. In addition, TCs intensify by a rate of 8.3% and 26.2% in terms of lifetime peak intensity and intense TC number for 1 K SST warming over the western North Pacific.",
    "readLink": "https://doi.org/10.1029/2018EF000858"
  },
  {
    "title": "A Comparative Life Cycle Assessment: Polystyrene or Polypropylene Packaging Crates to Reduce Citrus Loss and Waste in Transportation?",
    "authors": [
      "Emad Alzubi,",
      "Ahmed Kassem,",
      "Bernd Noche"
    ],
    "doi": "https://doi.org/10.3390/su141912644",
    "journalVolume": "Vol. 14,\n                                no. 12644\n                                \n                                  p.\n                                  12644",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Packaging plays a key role in preserving food products during transportation. Therefore, selecting proper packaging crates to transport fruits from farms to the market can dramatically reduce loss and waste. This study aims to evaluate the environmental impact of two packaging alternatives when transporting citrus products in Jordan using the loss ratio, as an indicator to select the best packaging, based on the traveled distances. The research team tracked transportation trucks from several farms to the market. In addition, data were collected from the department of statistics in Jordan to build the model using OpenLCA Software with defined system boundaries. However, the results revealed that polypropylene crates performed better than polystyrene crates. Citrus loss during transportation was cut by at least 60% when using polypropylene crates. The use of polypropylene crates reduced product damages by handling better the vibration and load stress, especially with increased transport distances to the “Central Market of fruits and vegetables”. Different impact categories were evaluated. We selected 3 categories based on the hotspot analysis performed: climate change, resource depletion, and water resource depletion. Farm waste has the highest impact with ranges of 58–69%, 77–85%, and 77–81%, respectively. Other impactful waste is waste from packaging and inedible parts; they influence the impact categories up to 23%, 11%, and 17%, in the same order. In terms of environmental impact, the polypropylene crates have fewer impacts since they are reusable and recyclable at the end of the product life cycle. Therefore, we recommend adopting polypropylene crates when transporting citrus products to the market. As a future research direction, the study suggests performing a similar analysis to evaluate the effect of packaging crates on other agricultural products in Jordan.",
    "readLink": "https://www.mdpi.com/2071-1050/14/19/12644"
  },
  {
    "title": "Features of Multiannual Air Temperature Variability in Poland (1951–2021)",
    "authors": [
      "Michał Marosz,",
      "Mirosław Miętus,",
      "Dawid Biernacik"
    ],
    "doi": "https://doi.org/10.3390/atmos14020282",
    "journalVolume": "Vol. 14,\n                                no. 282\n                                \n                                  p.\n                                  282",
    "issn": "2073-4433 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/atmosphere/",
    "abstract": "Over the last 71 years, the air temperature in Poland has increased on average by 0.28 °C per decade—which gives a total change in this period exceeding 2 °C. The subject of this study was an analysis of the long-term variability of the Polish climate in terms of thermal characteristics. The aim of the research was to verify the hypothesis on the lack of homogeneity of this change and to identify points of significant acceleration of the observed tendencies. The analysis utilized the average monthly air temperature at selected synoptic stations in Poland over the period 1951–2021. The values were then processed into a reference series using Alexandersson’s method, which provided synthetic information on the variability in thermal conditions in the country. The analyses were carried out on an annual and seasonal basis. The values of the trend coefficients (and their statistical significance) were also calculated in shorter periods (minimum 30 years), which enabled determination of the stability of the observed changes’ tendencies. In addition to the analysis of the basic characteristics, non-parametric tests (Wilcoxon, Kruskal–Wallis) were used to verify shifts between decades. The annual and seasonal analyses showed the existence of sub-periods with different directions and scales of the observed tendencies. Additionally, statistically significant changes in decadal characteristics were noted, e.g., in the decades 2001–2010 and 2011–2020 in the case of annual temperature, and 1961–1970 and 1971–1980 in the case of the winter season.",
    "readLink": "https://www.mdpi.com/2073-4433/14/2/282"
  },
  {
    "title": "A Range-Based Vehicle Life Cycle Assessment Incorporating Variability in the Environmental Assessment of Different Vehicle Technologies and Fuels",
    "authors": [
      "Maarten Messagie,",
      "Faycal-Siddikou Boureima,",
      "Thierry Coosemans,",
      "Cathy Macharis,",
      "Joeri Van Mierlo"
    ],
    "doi": "https://doi.org/10.3390/en7031467",
    "journalVolume": "Vol. 7,\n                                no. 3\n                                \n                                  pp.\n                                  1467\n                                  – 1482",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "How to compare the environmental performance of different vehicle technologies? Vehicles with lower tailpipe emissions are perceived as cleaner. However, does it make sense to look only to tailpipe emissions? Limiting the comparison only to these emissions denies the fact that there are emissions involved during the production of a fuel and this approach gives too much advantage to zero-tailpipe vehicles like battery electric vehicles (BEV) and fuel cell electric vehicle (FCEV). Would it be enough to combine fuel production and tailpipe emissions? Especially when comparing the environmental performance of alternative vehicle technologies, the emissions during production of the specific components and their appropriate end-of-life treatment processes should also be taken into account. Therefore, the complete life cycle of the vehicle should be included in order to avoid problem shifting from one life stage to another. In this article, a full life cycle assessment (LCA) of petrol, diesel, fuel cell electric (FCEV), compressed natural gas (CNG), liquefied petroleum gas (LPG), hybrid electric, battery electric (BEV), bio-diesel and bio-ethanol vehicles has been performed. The aim of the manuscript is to investigate the impact of the different vehicle technologies on the environment and to develop a range-based modeling system that enables a more robust interpretation of the LCA results for a group of vehicles. Results are shown for climate change, respiratory effects, acidification and mineral extraction damage of the different vehicle technologies. A broad range of results is obtained due to the variability within the car market. It is concluded that it is essential to take into account the influence of all the vehicle parameters on the LCA results.",
    "readLink": "http://www.mdpi.com/1996-1073/7/3/1467"
  },
  {
    "title": "Potential and Mechanisms for Stable C Storage in the Post-Mining Soils under Long-Term Study in Mitigation of Climate Change",
    "authors": [
      "Aneta Kowalska,",
      "Marek Kucbel,",
      "Anna Grobelak"
    ],
    "doi": "https://doi.org/10.3390/en14227613",
    "journalVolume": "Vol. 14,\n                                no. 7613\n                                \n                                  p.\n                                  7613",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Carbon storage in soil increases along with remediation of post-mining soils. Despite many studies on the issue of carbon sequestration in soils, there is a knowledge gap in the potential and mechanisms of C sequestration in post-mining areas. This research, including nuclear magnetic resonance analysis, determines the soil organic carbon formation progress in a long-term study of limestone (S1), and lignite (S2) post-mining soil under different remediation stages. The main remediation target is reforesting; however, S2 was previously amended with sewage sludge. The study showed that for S1, the O-alkyl groups were the dominant fraction in sequestered soil. However, for S2, increased fractions of acetyl-C and aromatic C groups within remediation progress were observed. The remediation of S1 resulted in improved hydrophobicity and humification; however, the decrease in aromatic groups’ formation and C/N ratio was noted. For S2, we noticed an increase for all indicators for sequestered C stability, which has been assigned to the used sewage sludge in remediation techniques. While both post-mining soils showed huge potential for C sequestration, S2 showed much higher properties of sequestered C indicating its higher stabilization which can suggest that soils non-amended with sewage sludge (S1) require more time for stable storage of C.",
    "readLink": "https://www.mdpi.com/1996-1073/14/22/7613"
  },
  {
    "title": "Resilience, plasticity and dynamics of Aleppo pine forests",
    "authors": [
      "Borghetti M,",
      "Moretti N"
    ],
    "doi": "https://doi.org/10.3832/efor0045-019",
    "journalVolume": "Vol. 20,\n                                no. 1\n                                \n                                  pp.\n                                  48\n                                  – 51",
    "issn": "1824-0119 (Online)",
    "publisher": "Italian Society of Silviculture and Forest Ecology (SISEF)",
    "countryOfPublisher": "Italy",
    "lcc": [
      "Agriculture: Forestry"
    ],
    "journalUrl": "https://foresta.sisef.org/",
    "abstract": "Post-fire natural regeneration of Aleppo pine forest in the Gargano promontory (Southern Italy) is documented by means of photographs taken soon after fire and some years later. The potential of pine for adaptation to climate change and fire disturbance through its phenotypic plasticity is highlighted, and future dynamics of Aleppo pine forests and management perspectives are considered.",
    "readLink": "https://foresta.sisef.org/contents/?id=efor0045-019&lang=en"
  }
]