[
  {
    "title": "Factors affecting adoption intensity of climate change adaptation practices: A case of smallholder rice producers in Chitwan, Nepal",
    "authors": [
      "Sreedhar Upendram,",
      "Hari P. Regmi,",
      "Seong-Hoon Cho,",
      "James C. Mingie,",
      "Christopher D. Clark"
    ],
    "doi": "https://doi.org/10.3389/fsufs.2022.1016404",
    "journalVolume": "Vol. 6",
    "issn": "2571-581X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Home economics: Nutrition. Foods and food supply",
      "Technology: Chemical technology: Food processing and manufacture"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/sustainable-food-systems#",
    "abstract": "This study examines how smallholder rice producers' adoption intensity for climate change adaptation practices (i.e., improved varieties, irrigation practices, direct seeded rice, integrated pest management, and adjustment in crop calendar) is influenced by access to Extension services, training, weather-related information, and membership in farmer groups or cooperatives (referred to as “institutional resources”). We use survey data collected from 359 smallholder rice producers in the Chitwan district of Nepal in 2019. The results indicate that: (1) access to institutional resources significantly enhance the likelihood of adoption of more climate change adaptation practices; (2) high intensity climate change adaptation practice measured by the adoption of three, four, and five practices significantly increases with access to institutional resources; (3) intensity of adoption of climate change adaptation practices is reduced with greater adaptation alternatives available to rice producers; and (4) lack of information and technical knowledge are the most important reasons for non-adoption of climate change adaptation practices by smallholder rice producers. The results are valuable for policy makers and planners to prioritize training opportunities and allocate scarce resources to enhance climate change adaptation and improve sustainability of rice production practices.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fsufs.2022.1016404/full"
  },
  {
    "title": "Contrasting organic aerosol particles from boreal and tropical forests during HUMPPA-COPEC-2010 and AMAZE-08 using coherent vibrational spectroscopy",
    "authors": [
      "C. J. Ebben,",
      "I. S. Martinez,",
      "M. Shrestha,",
      "A. M. Buchbinder,",
      "A. L. Corrigan,",
      "A. Guenther,",
      "T. Karl,",
      "T. Petäjä,",
      "W. W. Song,",
      "S. R. Zorn,",
      "P. Artaxo,",
      "M. Kulmala,",
      "S. T. Martin,",
      "L. M. Russell,",
      "J. Williams,",
      "F. M. Geiger"
    ],
    "doi": "https://doi.org/10.5194/acp-11-10317-2011",
    "journalVolume": "Vol. 11,\n                                no. 20\n                                \n                                  pp.\n                                  10317\n                                  – 10329",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "We present the vibrational sum frequency generation spectra of organic particles collected in a boreal forest in Finland and a tropical forest in Brazil. These spectra are compared to those of secondary organic material produced in the Harvard Environmental Chamber. By comparing coherent vibrational spectra of a variety of terpene and olefin reference compounds, along with the secondary organic material synthesized in the environmental chamber, we show that submicron aerosol particles sampled in Southern Finland during HUMPPA-COPEC-2010 are composed to a large degree of material similar in chemical composition to synthetic α-pinene-derived material. For material collected in Brazil as part of AMAZE-08, the organic component is found to be chemically complex in the coarse mode but highly uniform in the fine mode. When combined with histogram analyses of the isoprene and monoterpene abundance recorded during the HUMPPA-COPEC-2010 and AMAZE-08 campaigns, the findings presented here indicate that if air is rich in monoterpenes, submicron-sized secondary aerosol particles that form under normal OH and O<sub>3</sub> concentration levels can be described in terms of their hydrocarbon content as being similar to α-pinene-derived model secondary organic aerosol particles. If the isoprene concentration dominates the chemical composition of organic compounds in forest air, then the hydrocarbon component of secondary organic material in the submicron size range is not simply well-represented by that of isoprene-derived model secondary organic aerosol particles but is more complex. Throughout the climate-relevant size range of the fine mode, however, we find that the chemical composition of the secondary organic particle material from such air is invariant with size, suggesting that the particle growth does not change the chemical composition of the hydrocarbon component of the particles in a significant way.",
    "readLink": "http://www.atmos-chem-phys.net/11/10317/2011/acp-11-10317-2011.pdf"
  },
  {
    "title": "Stay-Green Trait: A Prospective Approach for Yield Potential, and Drought and Heat Stress Adaptation in Globally Important Cereals",
    "authors": [
      "Nasrein Mohamed Kamal,",
      "Yasir Serag  Alnor Gorafi,",
      "Mostafa Abdelrahman,",
      "Eltayb Abdellatef,",
      "Hisashi Tsujimoto"
    ],
    "doi": "https://doi.org/10.3390/ijms20235837",
    "journalVolume": "Vol. 20,\n                                no. 23\n                                \n                                  p.\n                                  5837",
    "issn": "1661-6596 (Print)",
    "publisher": "1422-0067 (Online)",
    "countryOfPublisher": "MDPI AG",
    "lcc": [
      "Switzerland",
      "Science: Biology (General)",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/ijms",
    "abstract": "The yield losses in cereal crops because of abiotic stress and the expected huge losses from climate change indicate our urgent need for useful traits to achieve food security. The stay-green (SG) is a secondary trait that enables crop plants to maintain their green leaves and photosynthesis capacity for a longer time after anthesis, especially under drought and heat stress conditions. Thus, SG plants have longer grain-filling period and subsequently higher yield than non-SG. SG trait was recognized as a superior characteristic for commercially bred cereal selection to overcome the current yield stagnation in alliance with yield adaptability and stability. Breeding for functional SG has contributed in improving crop yields, particularly when it is combined with other useful traits. Thus, elucidating the molecular and physiological mechanisms associated with SG trait is maybe the key to defeating the stagnation in productivity associated with adaptation to environmental stress. This review discusses the recent advances in SG as a crucial trait for genetic improvement of the five major cereal crops, sorghum, wheat, rice, maize, and barley with particular emphasis on the physiological consequences of SG trait. Finally, we provided perspectives on future directions for SG research that addresses present and future global challenges.",
    "readLink": "https://www.mdpi.com/1422-0067/20/23/5837"
  },
  {
    "title": "First description of the life cycle of the jellyfish Rhizostoma luteum (Scyphozoa: Rhizostomeae).",
    "authors": [
      "Karen Kienberger,",
      "Marta Riera-Buch,",
      "Alexandre M Schönemann,",
      "Vanessa Bartsch,",
      "Roland Halbauer,",
      "Laura Prieto"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0202093",
    "journalVolume": "Vol. 13,\n                                no. 8\n                                \n                                  p.\n                                  e0202093",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Jellyfish blooms are a significant environmental problem that is increasing and may be influenced by anthropocentric practices such as overfishing, pollution, eutrophication, translocation, climate change, and ocean acidification. Many jellyfish have unknown life cycles leading to these blooms. We describe for the first time, the life cycle of scyphozoan jellyfish Rhizostoma luteum from the planula to the young medusa stages, based on laboratory observations. We also provide a preliminary assessment of temperature related to life stages. Comparisons were made with early life history stages of its sibling species Rhizostoma pulmo and Rhizostoma octopus. The life cycle of R. luteum follows the general pattern of metagenesis of scyphozoans. Scyphistoma culture was maintained in filtered seawater at 17-17.5 °C, salinity 37 and light photoperiod (12:12 h light:dark). Scyphistomae were exposed to an experimental temperature descent for two days to test their survival capacity under severe winter conditions. Only one asexual reproduction mode was observed, which is employed for propagation, consisting of podocyst formation with excystment, subsequent development of scyphistoma, strobilation and liberation of viable ephyra. The development of the ephyra to metaephyra was photodocumented, reaching the metaephyra stage in approximately 21-25 days. Young medusae grow rapidly and maturity was reached after a 3-month post-liberation period with a mean bell diameter of 13.27 ± 2.26 cm and wet weight of 181.53 ± 53 g. The life cycle of R. luteum resembles that of its congeners, with the distinction that it has the unique features of being a brooding species (internal fertilisation with subsequent release of planulae) and under the conditions tested, the predominantly strobilation type observed was monodisc, and not polydisc as with the other two species in the genus Rhizostoma. As R. luteum shows sufficient requisite to form blooms if environmental circumstances change, it is important to understand its life cycle.",
    "readLink": "http://europepmc.org/articles/PMC6104977?pdf=render"
  },
  {
    "title": "Atmospheric teleconnection processes linking winter air stagnation and haze extremes in China with regional Arctic sea ice decline",
    "authors": [
      "Y. Zou,",
      "Y. Wang,",
      "Z. Xie,",
      "H. Wang,",
      "P. J. Rasch"
    ],
    "doi": "https://doi.org/10.5194/acp-20-4999-2020",
    "journalVolume": "Vol. 20\n                                \n                                \n                                  pp.\n                                  4999\n                                  – 5017",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Recent studies suggested significant impacts of boreal cryosphere changes on wintertime air stagnation and haze pollution extremes in China. However, the underlying mechanisms of such a teleconnection relationship remains unclear. Here we use the Whole Atmosphere Community Climate Model (WACCM) to investigate dynamic processes leading to atmospheric circulation and air stagnation responses to Arctic sea ice changes. We conduct four climate sensitivity experiments by perturbing sea ice concentrations (SIC) and corresponding sea surface temperature (SST) in autumn and early winter over the whole Arctic and three subregions in the climate model. The results indicate distinct responses in circulation patterns and regional ventilation to the region-specific Arctic changes, with the largest increase of both the probability (by 132 %) and the intensity (by 30 %) of monthly air stagnation extremes being found in the experiment driven by SIC and SST changes over the Pacific sector of the Arctic (the East Siberian and Chukchi seas). The increased air stagnation extremes are mainly driven by an amplified planetary-scale atmospheric teleconnection pattern that resembles the negative phase of the Eurasian (EU) pattern. Dynamical diagnostics suggest that convergence of transient eddy forcing in the vicinity of Scandinavia in winter is largely responsible for the amplification of the teleconnection pattern. Transient eddy vorticity fluxes dominate the transient eddy forcing and produce a barotropic anticyclonic anomaly near Scandinavia and wave train propagation across Eurasia to the downstream regions in East Asia. The piecewise potential vorticity inversion analysis reveals that this long-range atmospheric teleconnection of Arctic origin takes place primarily via the middle and upper troposphere. The anomalous ridge over East Asia in the middle and upper troposphere worsens regional ventilation conditions by weakening monsoon northwesterlies and enhancing temperature inversions near the surface, leading to more and stronger air stagnation and pollution extremes over eastern China in winter. Ensemble projections based on state-of-the-art climate models in the Coupled Model Intercomparison Project Phase 6 (CMIP6) corroborate this teleconnection relationship between high-latitude environmental changes and midlatitude weather extremes, though the tendency and magnitude vary considerably among each participating model.",
    "readLink": "https://www.atmos-chem-phys.net/20/4999/2020/acp-20-4999-2020.pdf"
  },
  {
    "title": "The first high spatial resolution multi-scale daily SPI and SPEI raster dataset for drought monitoring and evaluating over China from 1979 to 2018",
    "authors": [
      "Rongrong Zhang,",
      "Virgílio A. Bento,",
      "Junyu Qi,",
      "Feng Xu,",
      "Jianjun Wu,",
      "Jianxiu Qiu,",
      "Jianwei Li,",
      "Wei Shui,",
      "Qianfeng Wang"
    ],
    "doi": "https://doi.org/10.1080/20964471.2022.2148331",
    "journalVolume": "Vol. 7,\n                                no. 3\n                                \n                                  pp.\n                                  860\n                                  – 885",
    "issn": "2096-4471 (Print)",
    "publisher": "2574-5417 (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Geography. Anthropology. Recreation",
      "Science: Geology"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tbed",
    "abstract": "ABSTRACTStandardized Precipitation Index (SPI) and Standardized Precipitation Evapotranspiration Index (SPEI), traditionally derived at a monthly scale, are widely used drought indices. To overcome temporal-resolution limitations, we have previously developed and published a well-validated daily SPI/SPEI in situ dataset. Although having a high temporal resolution, this in situ dataset presents low spatial resolution due to the scarcity of stations. Therefore, based on the China Meteorological Forcing Dataset, which is composed of data from more than 1,000 ground-based observation sites and multiple remote sensing grid meteorological dataset, we present the first high spatiotemporal-resolution daily SPI/SPEI raster datasets over China. It spans from 1979 to 2018, with a spatial resolution of 0.1° × 0.1°, a temporal resolution of 1-day, and the timescales of 30-, 90-, and 360-days. Results show that the spatial distributions of drought event characteristics detected by the daily SPI/SPEI are consistent with the monthly SPI/SPEI. The correlation between the daily value of the 12-month scale and the monthly value of SPI/SPEI is the strongest, with linear correlation, Nash-Sutcliffe coefficient, and normalized root mean square error of 0.98, 0.97, and 0.04, respectively. The daily SPI/SPEI is shown to be more sensitive to flash drought than the monthly SPI/SPEI. Our improved SPI/SPEI shows high accuracy and credibility, presenting enhanced results when compared to the monthly SPI/SPEI. The total data volume is up to 150 GB, compressed to 91 GB in Network Common Data Form (NetCDF). It can be available from Figshare (https://doi.org/10.6084/m9.figshare.c.5823533) and ScienceDB (https://doi.org/10.57760/sciencedb.j00076.00103).",
    "readLink": "https://www.tandfonline.com/doi/10.1080/20964471.2022.2148331"
  },
  {
    "title": "Effects of Climate Change on the Future of Heritage Buildings: Case Study and Applied Methodology",
    "authors": [
      "Harold Enrique Huerto-Cardenas,",
      "Niccolò Aste,",
      "Claudio Del Pero,",
      "Stefano Della Torre,",
      "Fabrizio Leonforte"
    ],
    "doi": "https://doi.org/10.3390/cli9080132",
    "journalVolume": "Vol. 9,\n                                no. 132\n                                \n                                  p.\n                                  132",
    "issn": "2225-1154 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/climate",
    "abstract": "Heritage buildings and the precious artworks contained therein, represent inestimable cultural and artistic evidence from the past that must be properly preserved for future generations. In the last decades, climate change has gained relevance and is becoming crucial to assess the building performance under such effect to provide timely mitigation actions to preserve our cultural heritage. In this regard, this paper outlines a method that combines different experimental activities and tools to forecast possible future risks due to climate change for the conservation of the artworks and provide its application in a relevant case study in Italy, the Duomo di Milano. In detail, the suggested method consists of the monitoring of the building indoor climate to validate a simulation model, defining possible future scenarios based on the Intergovernmental Panel on Climate Change (IPCC) projections, and evaluation of the future conservation risks of the main artworks. The results of the analysis carried out, show that for some artworks (e.g., stone sculptures, some organic materials, etc.), the conservation conditions will not worsen compared to the current situation, while for others (e.g., paintings, wooden objects, etc.) the risk of deterioration is expected to increase substantially. This study helps to understand how the future climate can affect the indoor environment of a huge masonry building and allow to plan targeted mitigation strategies aimed to reduce the future risks.",
    "readLink": "https://www.mdpi.com/2225-1154/9/8/132"
  },
  {
    "title": "Effect of Climate Change on Reliability of Rainwater Harvesting Systems for Kabarole District, Uganda",
    "authors": [
      "Violet Kisakye,",
      "Mary Akurut,",
      "Bart Van der Bruggen"
    ],
    "doi": "https://doi.org/10.3390/w10010071",
    "journalVolume": "Vol. 10,\n                                no. 1\n                                \n                                  p.\n                                  71",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "This paper assesses the effect of climate change on reliability of rainwater harvesting systems for Kabarole district, Uganda, as predicted by 6 best performing global circulation models (GCMs). A daily water balance model was used to simulate the performance of a rainwater harvesting system using historical daily rainfall data for 20 years. The GCMs used to generate daily rainfall projections for 2025–2055 and 2060–2090 periods included; ACCESS1-0, BCC-CSM-1-M, CNRM-CM5, HADGEM2-CC, HADGEM2-ES and MIROC5. Analysis was based on the Ugandan weather seasons which included March, April, May (MAM) and September, October, November (SON) rain seasons in addition to December, January, February (DJF) and June, July, August (JJA) dry seasons. While an increase in reliability is predicted for the SON season, the worst-case scenario is projected during the MAM season with a reliability reduction of over 40% for the 2055–2090 period. This corresponds to a 27% reduction in water security for the same period. The DJF season is also expected to experience reduced water security by 1–8% for 2025–2055 and 2060–2090 with a 0.5 m3 tank size. Therefore, some form of extra harvesting surface and increased tank size will be required to maintain 80% systems reliability considering climate change.",
    "readLink": "http://www.mdpi.com/2073-4441/10/1/71"
  },
  {
    "title": "Enhancing urban resilience in face of climate change: a methodological approach",
    "authors": [
      "Adriana Galderisi,",
      "Floriana Federica Ferrara"
    ],
    "doi": "https://doi.org/10.6092/1970-9870/936",
    "journalVolume": "Vol. 5,\n                                no. 2\n                                \n                                  pp.\n                                  69\n                                  – 88",
    "issn": "1970-9889 (Print)",
    "publisher": "1970-9870 (Online)",
    "countryOfPublisher": "Università di Napoli Federico II",
    "lcc": [
      "Italy",
      "Technology: Engineering (General). Civil engineering (General): Transportation engineering",
      "Social Sciences: Communities. Classes. Races: Urban groups. The city. Urban sociology: Urbanization. City and country"
    ],
    "journalUrl": "http://www.tema.unina.it/index.php/tema",
    "abstract": "Climate change can be considered as one of the main environmental topic of the 21st century (IPCC, 2011). It poses a serious challenge for cities all over the world (EEA, 2012): cities show, on the one hand a high level of vulnerability in face of climate change, on the other hand, they are responsible for 60% to 80% of global energy consumption and greenhouse gas (GHG) emissions, which represent the main causes of change in climate conditions.In 2011, the 73% of European population was living in urban areas and the level of urbanization is expected to be at 82% by 2050 (UN, 2012). Due to the evidence that in Europe the 69% of all GHG emissions are currently generated by cities, larger and larger is the attention devoted, by scientific literature and policy makers, to outline strategies for urban adaptation to climate change, both at European and local scale.Governments and scholars currently highlight the need for strengthening urban resilience in face of climate change and related consequences. By this perspective, some actions are already running, even though a clear identification of the features which make a city resilient in face of climate change is still missing.To fill this gap, this contribution is mainly addressed to:- provide, by integrating different disciplinary perspectives, a conceptual model of the set of adaptive capacities and properties that characterize a resilient system;- verify, starting from a snapshot of current strategies and actions for urban adaptation currently implemented at European level, the consistency between those strategies and the identified set of resilience capacities and properties.",
    "readLink": "http://www.tema.unina.it/index.php/tema/article/view/936"
  },
  {
    "title": "A systematic review of peer-reviewed literature authored by medical professionals regarding US biomedicine's role in responding to climate change",
    "authors": [
      "Ross Graham,",
      "John Compton,",
      "Keith Meador"
    ],
    "doi": "Vol. 13\n                                \n                                \n                                  pp.\n                                  132\n                                  – 138",
    "issn": "2211-3355 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "http://www.journals.elsevier.com/preventive-medicine-reports/",
    "abstract": "Extant literature illustrates a substantive impact on human health because of climate change. Despite this, discussions of the ethical and policymaking role of US health care's response to this problem are underdeveloped within peer-reviewed literature indexed in core medical databases. We conducted a systematic literature review in August 2017 at Vanderbilt University Medical Center of the following medical, business and policy databases to examine the state of inquiry on this topic: PubMed, CINAHL, PsychINFO, JAMA Network, Health Affairs, Business Source Complete, Greylit.org, LexisNexis Academic, Proquest Dissertations and Theses Global. An initial sample of n = 4434 rendered n = 75 articles precisely addressing this question following a two-tiered systematic examination of content. US medical professionals were most concerned by the health impacts of air pollution and respiratory complications, extreme weather events, and rising infectious/vector-borne diseases. They were least concerned by rising rates of migration and stresses to sanitation systems. Medical professionals took a broadly proactive stance to the issue, highlighting the need to implement education and advocacy strategies. Politics was the least pertinent motivation for climate change-related recommendations. Furthermore, partnerships between health care and public agencies were identified as holding the greatest potential for meaningful change. Mitigation approaches were slightly more common than adaptation approaches. We conclude that, while the enthusiasm of the medical community is commendable, efforts to address climate change in US health care are overly fractured, and lack the necessary expertise for efficaciousness. Keywords: Climate change, Global warming, Ethics, Health policy, Environmental health, Epidemiology",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2211335518302705"
  }
]