[
  {
    "title": "MITIGATION OF CLIMATE CHANGE ADVERSE EFFECT BY ACCELERATING FENNEL GROWTH AND FLOWERING",
    "authors": [
      "Salwa Awad Alla,",
      "Soad Salem"
    ],
    "doi": "https://doi.org/10.21608/sjfop.2016.5133",
    "journalVolume": "Vol. 3,\n                                no. 3\n                                \n                                  pp.\n                                  177\n                                  – 191",
    "issn": "2356-7864 (Print)",
    "publisher": "2536-9296 (Online)",
    "countryOfPublisher": "Scientific Society for Flowers and Ornamental Plants",
    "lcc": [
      "Egypt",
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "https://sjfop.journals.ekb.eg/",
    "abstract": "The present experiment was conducted during 2014/2015 and 2015/2016 seasons in the Farm of Medicinal and Aromatic Plants Research Department in El Kanater El Khairia, Egypt to study the effect of ascorbic acid (AA) and citric acid (CA) individually and in combination on Foeniculum vulgare var. vulgare plants, in order to alleiviate climate change adverse effect by induce early flowering and to stimulate the growth and yield. Ascorbic acid and citric acid were sprayed at two rates 100 and 200 ppm. The following results were recorded: In general, Indian fennel plants were significantly responded to ascorbic and citric acid. Ascorbic acid at 100 and 200 ppm and citric acid at 200ppm increased the vegetative growth (plant height and number of branches/plant), number of umbels/plant, fruit yield/plant and essential oil production. Ascorbic and Citric acid each of them at 100 and 200 ppm decreased the time to flowering, this means that, the antioxidant ascorbic and citric acid stimulating fennel growth, shortening the juvenility stage and induce early flowering. The treated plants by the combination of ascorbic and citric acid at 200ppm gave the highest vegetative growth (plant height and number of branches/plant), number of umbels/plant, fruit yield/plant, essential oil production and accelerating flowering by 27 days in the 1st season and 22 day in the 2nd one in comparison with control. Ascorbic acid at 200 ppm plus CA at 200 ppm gave the highest anethole content and the lowest fenchone. Ascorbic acid at 200ppm with CA at 200 ppm produced the least time to flowering. The application of the combination of ascorbic and citric acid at the highest rate 200ppm had a promotion effect in growth traits and inducing early flowering, therefore accelerating fruiting of fennel plants before the sharp fluctuations of climate that occurred in the spring which in turn had a bad effect in fruiting of umbelliferous plants.",
    "readLink": "https://sjfop.journals.ekb.eg/article_5133_7ead8a341d33b2483c6c7ab813e98848.pdf"
  },
  {
    "title": "From Nature-Based to Nature-Driven: Landscape First for the Design of Moeder Zernike in Groningen",
    "authors": [
      "Rob Roggema"
    ],
    "doi": "https://doi.org/10.3390/su13042368",
    "journalVolume": "Vol. 13,\n                                no. 2368\n                                \n                                  p.\n                                  2368",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Global climate change impacts the future of urbanism. The future is increasingly uncertain, and current responses in urban planning practice are often human-centered. In general, this is a way to respond to change that is oriented towards improving the life of people in the short term, often extracting resources from the environment at dangerous levels. This impacts the entire ecological system, and turns out to be negative for biodiversity, resilience, and, ultimately, human life as well. Adaptation to climatic impacts requires a long-term perspective based in the understanding of nature. The objective of the presented research is to find explorative ways to respond to the unknown unknowns through designing and planning holistically for the Zernike campus in Groningen, the Netherlands. The methods used in this study comprise co-creative design-led approaches which are capable of integrating sectoral problems into a visionary future plan. The research findings show how embracing a nature-driven perspective to urban design increases the adaptive capacity, the ecological diversity, and the range of healthy food grown on a university campus. This study responds to questions of food safety, and growing conditions, of which the water availability is the most pressing. Considering the spatial concept, this has led to the necessity to establish a novel water connection between the site and the sea.",
    "readLink": "https://www.mdpi.com/2071-1050/13/4/2368"
  },
  {
    "title": "Analysis of coastal vulnerability of Rangsang Island due to climate changes",
    "authors": [
      "Ahmad Nurhuda,",
      "M Mubarak,",
      "Sigit Sutikno"
    ],
    "doi": "https://doi.org/10.15243/jdmlm.2019.064.1907",
    "journalVolume": "Vol. 6,\n                                no. 4\n                                \n                                  pp.\n                                  1907\n                                  – 1914",
    "issn": "2339-076X (Print)",
    "publisher": "2502-2458 (Online)",
    "countryOfPublisher": "University of Brawijaya",
    "lcc": [
      "Indonesia",
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants"
    ],
    "journalUrl": "http://www.jdmlm.ub.ac.id",
    "abstract": "Rangsang Island is home to more than 48,000 residents. Climate change has been a critical issue to the Island and threatened the existence of the inhabitants. This study is proposed to identify the zone of the coastal area of Rangsang Island which is vulnerable to climate change. By mapping coastal vulnerability index (CVI) of the island, it is expected to be a reference of local government in planning their spatial management. The method of this study was by a direct survey for collecting data of geomorphology, beach elevation, sea level rise, tidal fluctuation, significant wave height, and changes in the coastline. To determine CVI, each parameter is divided into 5 categories and given a value level: 1 for very not vulnerable, 2 for not vulnerable, 3 for moderate, 4 for vulnerable, and 5 for very vulnerable. The results show that most villages on the island are classified as highly vulnerable to climate change, namely 9 villages. Even 2 villages are threatened very high risk because the village has CVI more than 12.5. Only 6 villages whose territory has moderate vulnerability index. Vulnerability level of coastal Rangsang Island is strongly influenced by geomorphological variable and coastal elevation. In addition, the variable coastline changes and sea level rise also contributed to the vulnerability index of the Island.",
    "readLink": "https://jdmlm.ub.ac.id/index.php/jdmlm/article/view/563"
  },
  {
    "title": "Interactive effects of elevated CO2 concentration and combined heat and drought stress on tomato photosynthesis",
    "authors": [
      "Rong Zhou,",
      "Xiaqing Yu,",
      "Junqin Wen,",
      "Nikolaj Bjerring Jensen,",
      "Thayna Mendanha dos Santos,",
      "Zhen Wu,",
      "Eva Rosenqvist,",
      "Carl-Otto Ottosen"
    ],
    "doi": "https://doi.org/10.1186/s12870-020-02457-6",
    "journalVolume": "Vol. 20,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "1471-2229 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://bmcplantbiol.biomedcentral.com",
    "abstract": "Abstract Background Extreme weather events are predicted to increase, such as combined heat and drought. The CO2 concentration ([CO2]) is predicted to approximately double by 2100. We aim to explore how tomato physiology, especially photosynthesis, is affected by combined heat and drought under elevated [CO2] (e [CO2]). Results Two genotypes, ‘OuBei’ (‘OB’, Solanum lycopersicum) and ‘LA2093’ (S. pimpinellifolium) were grown at a [CO2] (atmospheric [CO2], 400 ppm) and e [CO2] (800 ppm), respectively. The 27-days-old seedlings were treated at 1) a [CO2], 2) a [CO2] + combined stress, 3) e [CO2] and 4) e [CO2] + combined stress, followed by recovery. The P N (net photosynthetic rate) increased at e [CO2] as compared with a [CO2] and combined stress inhibited the P N. Combined stress decreased the Fv/Fm (maximum quantum efficiency of photosystem II) of ‘OB’ at e [CO2] and that of ‘LA2093’ in regardless of [CO2]. Genotypic difference was observed in the e [CO2] effect on the gas exchange, carbohydrate accumulation, pigment content and dry matter accumulation. Conclusions Short-term combined stress caused reversible damage on tomato while the e [CO2] alleviated the damage on photosynthesis. However, the e [CO2] cannot be always assumed have positive effects on plant growth during stress due to increased water consumption. This study provided insights into the physiological effects of e [CO2] on tomato growth under combined stress and contributed to tomato breeding and management under climate change.",
    "readLink": "http://link.springer.com/article/10.1186/s12870-020-02457-6"
  },
  {
    "title": "Integrated analysis of climate, land use and water for resilience urban megacities: A case study of Thailand and Viet Nam",
    "authors": [
      "Sathaporn Monprapussorn,",
      "Le Phoung Ha"
    ],
    "doi": "https://doi.org/10.30852/sb.2021.1556",
    "journalVolume": "Vol. 11,\n                                no. 1",
    "issn": "2522-7971 (Online)",
    "publisher": "Asia-Pacific Network for Global Change Research",
    "countryOfPublisher": "Japan",
    "lcc": [
      "Science: Science (General)",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.apn-gcr.org/bulletin",
    "abstract": "ABSTRACTThis research aims to explore the integration of land use, climate, and water resources for urban resilience in Bangkok, Thailand and Hanoi, Viet Nam, both of which are megacities of Southeast Asia. Climate projections using the WorldClim database for 2050 in Bangkok reveal an increase in temperature by 8.2 percent, while precipitation will tend to slightly decrease by 7.47 percent compared to 1960-1990. The model also forecasts warmer temperature by 10.97 percent and a slight decrease by 2.6 percent in precipitation in Hanoi by 2050. Scenario-based land use projection using the CLUMondo model reveals a higher urban expansion rate in Bangkok and Hanoi under “business as usual” (BAU) scenarios. Regarding the Green Growth (GG) scenario, forest cover in Hanoi is expected to increase at a higher rate than Bangkok by 2050. A projected increase in water demand by 2050 in both cities will come from agriculture and industrial expansion, an increase in the population, and higher living standards. Bangkok and Hanoi are particularly vulnerable to water shortage from less precipitation in 2050, which will cause water supply problems in the future. The combined impact of climate and land-use change by 2050 may lead to urban water supply problems. Urban planners and policymakers should consider the significant impacts of water security and prepare for city mitigation and adaptation to cope with these changes.",
    "readLink": "https://www.apn-gcr.org/bulletin/?p=1556"
  },
  {
    "title": "Influence of the soil-atmosphere exchange on the hydric profile induced in soil-structure system",
    "authors": [
      "A. Al Qadad,",
      "I. Shahrour,",
      "M. Rouainia"
    ],
    "doi": "https://doi.org/10.5194/nhess-12-2039-2012",
    "journalVolume": "Vol. 12,\n                                no. 6\n                                \n                                  pp.\n                                  2039\n                                  – 2049",
    "issn": "1561-8633 (Print)",
    "publisher": "1684-9981 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.nat-hazards-earth-syst-sci.net/volumes_and_issues.html",
    "abstract": "Soil-atmosphere exchange leads to a moisture change in the soil. This can cause major damage to engineering structures due to the soil expansion and shrinkage. The soil-atmosphere exchange is related to several parameters, in particular the soil characteristics and climate conditions. The presence of an engineering structure causes a variation of the hydraulic profile in the soil, which can lead to heterogeneous soil movement and consequently to structural damage. This paper presents a coupled numerical model based on the consideration of both water flow in unsaturated soils and soil-atmosphere exchange. After the validation of the model, the paper presents its use for the analysis of the influence of the presence of structures on moisture change induced under climatic conditions recorded in a semi-arid region. Analysis shows that the presence of the structure leads to important change in the moisture distribution, in particular in the vicinity of the structure.",
    "readLink": "http://www.nat-hazards-earth-syst-sci.net/12/2039/2012/nhess-12-2039-2012.pdf"
  },
  {
    "title": "Transformers for Energy Forecast",
    "authors": [
      "Hugo S. Oliveira,",
      "Helder P. Oliveira"
    ],
    "doi": "https://doi.org/10.3390/s23156840",
    "journalVolume": "Vol. 23,\n                                no. 6840\n                                \n                                  p.\n                                  6840",
    "issn": "1424-8220 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Chemical technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sensors",
    "abstract": "Forecasting energy consumption models allow for improvements in building performance and reduce energy consumption. Energy efficiency has become a pressing concern in recent years due to the increasing energy demand and concerns over climate change. This paper addresses the energy consumption forecast as a crucial ingredient in the technology to optimize building system operations and identifies energy efficiency upgrades. The work proposes a modified multi-head transformer model focused on multi-variable time series through a learnable weighting feature attention matrix to combine all input variables and forecast building energy consumption properly. The proposed multivariate transformer-based model is compared with two other recurrent neural network models, showing a robust performance while exhibiting a lower mean absolute percentage error. Overall, this paper highlights the superior performance of the modified transformer-based model for the energy consumption forecast in a multivariate step, allowing it to be incorporated in future forecasting tasks, allowing for the tracing of future energy consumption scenarios according to the current building usage, playing a significant role in creating a more sustainable and energy-efficient building usage.",
    "readLink": "https://www.mdpi.com/1424-8220/23/15/6840"
  },
  {
    "title": "Transient climate simulations of the Holocene (version 1) – experimental design and boundary conditions",
    "authors": [
      "Z. Tian,",
      "D. Jiang,",
      "D. Jiang,",
      "R. Zhang,",
      "B. Su"
    ],
    "doi": "https://doi.org/10.5194/gmd-15-4469-2022",
    "journalVolume": "Vol. 15\n                                \n                                \n                                  pp.\n                                  4469\n                                  – 4487",
    "issn": "1991-959X (Print)",
    "publisher": "1991-9603 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Geology"
    ],
    "journalUrl": "https://www.geoscientific-model-development.net/",
    "abstract": "The Holocene, which started approximately 11.5 ka, is the latest interglacial period with several rapid climate changes with timescales, from decades to centuries, superimposed on the millennium-scale mean climate trend. Climate models provide useful tools to investigate the underlying dynamic mechanisms for the climate change during this well-studied time period. Thanks to the improvements in the climate model and computational power, transient simulation of the Holocene offers an opportunity to investigate the climate evolution in response to time-varying external forcings and feedbacks. Here, we present the design of a new set of transient experiments for the whole Holocene from 11.5 ka to the preindustrial period (1850; HT-11.5 ka) to investigate both the combined and separated effects of the main external forcing of orbital insolation, atmospheric greenhouse gas (GHG) concentrations, and ice sheets on the climate evolution over the Holocene. The HT-11.5 ka simulations are performed with a relatively high-resolution version of the comprehensive Earth system model CESM1.2.1 without acceleration, both fully and singly forced by time-varying boundary conditions of orbital configurations, atmospheric GHGs, and ice sheets. Preliminary simulation results show a slight decrease in the global annual mean surface air temperature from 11.5 to 7.5 ka due to both changes in orbital insolation and GHG concentrations, with an abrupt cooling at approximately 7.5 ka, which is followed by a continuous warming until the preindustrial period, mainly due to increased GHG concentrations. Both at global and zonal mean scales, the simulated annual and seasonal temperature changes at 6 ka lie within the range of the 14 PMIP4 model results and are overall stronger than their arithmetic mean results for the Middle Holocene simulations. Further analyses on the HT-11.5 ka transient simulation results will be covered by follow-up studies.",
    "readLink": "https://gmd.copernicus.org/articles/15/4469/2022/gmd-15-4469-2022.pdf"
  },
  {
    "title": "Species-Specific Responses of Juvenile Rockfish to Elevated pCO2: From Behavior to Genomics.",
    "authors": [
      "Scott L Hamilton,",
      "Cheryl A Logan,",
      "Hamilton W Fennie,",
      "Susan M Sogard,",
      "James P Barry,",
      "April D Makukhov,",
      "Lauren R Tobosa,",
      "Kirsten Boyer,",
      "Christopher F Lovera,",
      "Giacomo Bernardi"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0169670",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  p.\n                                  e0169670",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "In the California Current ecosystem, global climate change is predicted to trigger large-scale changes in ocean chemistry within this century. Ocean acidification-which occurs when increased levels of atmospheric CO2 dissolve into the ocean-is one of the biggest potential threats to marine life. In a coastal upwelling system, we compared the effects of chronic exposure to low pH (elevated pCO2) at four treatment levels (i.e., pCO2 = ambient [500], moderate [750], high [1900], and extreme [2800 μatm]) on behavior, physiology, and patterns of gene expression in white muscle tissue of juvenile rockfish (genus Sebastes), integrating responses from the transcriptome to the whole organism level. Experiments were conducted simultaneously on two closely related species that both inhabit kelp forests, yet differ in early life history traits, to compare high-CO2 tolerance among species. Our findings indicate that these congeners express different sensitivities to elevated CO2 levels. Copper rockfish (S. caurinus) exhibited changes in behavioral lateralization, reduced critical swimming speed, depressed aerobic scope, changes in metabolic enzyme activity, and increases in the expression of transcription factors and regulatory genes at high pCO2 exposure. Blue rockfish (S. mystinus), in contrast, showed no significant changes in behavior, swimming physiology, or aerobic capacity, but did exhibit significant changes in the expression of muscle structural genes as a function of pCO2, indicating acclimatization potential. The capacity of long-lived, late to mature, commercially important fish to acclimatize and adapt to changing ocean chemistry over the next 50-100 years is likely dependent on species-specific physiological tolerances.",
    "readLink": "http://europepmc.org/articles/PMC5215853?pdf=render"
  },
  {
    "title": "A Hobbesian Argument for World Government",
    "authors": [
      "Henrik Skaug Sætra"
    ],
    "doi": "https://doi.org/10.3390/philosophies7030066",
    "journalVolume": "Vol. 7,\n                                no. 66\n                                \n                                  p.\n                                  66",
    "issn": "2409-9287 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Philosophy. Psychology. Religion: Logic",
      "Philosophy. Psychology. Religion: Philosophy (General)"
    ],
    "journalUrl": "http://www.mdpi.com/journal/philosophies",
    "abstract": "The legitimacy of government is often linked to its ability to maintain order and secure peace. Thomas Hobbes’ political philosophy provides a clear description of why government is necessary, as human nature and the structures emerging out of human social interaction are such that order and peace will not naturally emerge to a sufficient degree. Hobbes’ general argument is often accepted at the national level, but in this article, I explore why a Hobbesian argument for the international level—an argument for world government—is deducible from his philosophy. Hobbes builds his philosophy on his conception of human nature and argues that individuals’ interests and preferences should be the determinant for evaluating the value of a political entity. By emphasising these aspects of Hobbes’ theory, I argue that several contemporary phenomena suggest that a world government could be preferable to the states system. The cases used are the outbreak of war in Europe in 2022 and the continuing and accelerating environmental crisis. Through this examination, the continued relevance of Hobbes’ political philosophy is demonstrated, and according to Hobbes’ own logic, those who accept the argument should also seek to implement such a solution.",
    "readLink": "https://www.mdpi.com/2409-9287/7/3/66"
  }
]