[
  {
    "title": "Systematic Application of Sponge City Facilities at Community Scale Based on SWMM",
    "authors": [
      "Yu Jiang,",
      "Ling Qiu,",
      "Tian Gao,",
      "Shuoxin Zhang"
    ],
    "doi": "https://doi.org/10.3390/w14040591",
    "journalVolume": "Vol. 14,\n                                no. 591\n                                \n                                  p.\n                                  591",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "In the context of global climate change, many countries have taken corresponding measures to cope with the stormwater problems in urbanization. The Chinese government introduced the concept of Sponge City to improve the urban water ecological security, which is a systematic project. Taking the urban community as our research object, we studied the combination application of LID (low-impact development) measures and retention ponds in the community and then discussed the practicability of the systematic application of Sponge City facilities in the construction of community drainage systems. There are four simulation scenarios in SWMM (stormwater management model): traditional drainage scenario, LID scenario, retention pond scenario, and LID-retention pond scenario. By comparing the effects of different facilities on runoff and outflow under the six return periods of 1a, 2a, 5a, 10a, 20a, and 50a, we find that LID measures have evident effects on runoff and outflow reduction. Still, they are greatly affected by the return period. The retention pond has no noticeable impact on runoff, but it reduces the peak value of outflow and is less affected by the return period. The combination of LID and retention pond can combine their advantages, reduce the peak flow rate of the site stably and relieve the pressure of the urban drainage system. This study provides a basis for the graded implementation of Sponge City, especially for community-scale rainwater regulation.",
    "readLink": "https://www.mdpi.com/2073-4441/14/4/591"
  },
  {
    "title": "Diving for the Sedimentary Record of Multiyear Sea Ice",
    "authors": [
      "Molly Fritz Miller,",
      "Samuel S. Bowser,",
      "Sally E. Walker"
    ],
    "doi": "Vol. 25,\n                                no. 3\n                                \n                                  pp.\n                                  118\n                                  – 119",
    "issn": "1042-8275 (Print)",
    "publisher": "2377-617X (Online)",
    "countryOfPublisher": "The Oceanography Society",
    "lcc": [
      "United States",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "https://tos.org/oceanography/",
    "abstract": "How is sediment transported to the seafloor along coastlines where the sea ice rarely melts? Are there distinctive characteristics of the resulting deposits that label them as accumulating in this setting that is so sensitive to climate change?",
    "readLink": "http://tos.org/oceanography/archive/25-3_miller.pdf"
  },
  {
    "title": "Effects of a Permanent Soil Cover on Water Dynamics and Wine Characteristics in a Steep Vineyard in the Central Spain",
    "authors": [
      "MJ Marques,",
      "M Ruiz-Colmenero,",
      "R Bienes,",
      "A García-Díaz,",
      "B Sastre"
    ],
    "doi": "https://doi.org/10.1177/1178622120948069",
    "journalVolume": "Vol. 13",
    "issn": "1178-6221 (Online)",
    "publisher": "SAGE Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://journals.sagepub.com/home/asw",
    "abstract": "The study of alternative soil managements to tillage, based on the evidence of climate change in the Mediterranean basin, is of great importance. Summer and autumn are critical seasons for soil degradation due to the high-intensity, short-duration storms. Vineyards are vulnerable, especially on steep slopes. The particular effects of storms over the years under different soil conditions due to different management practices are not frequently addressed in the literature. The aim of this study was to examine the differences between runoff and soil moisture patterns influenced by 2 treatments: traditional tillage (Till) and a permanent cover crop. A shallow-rooted grass species Brachypodium distachyon (L.) P. Beauv. with considerable density coverage was selected as cover crop. This annual species was seeded once in the first year and then allowed to self-seed the following years. Tillage was performed at least twice in spring to a 10- to 15-cm depth and once in late autumn at a depth of 20 to 35 cm. Rainfall simulation experiments were performed, 1 year after treatments, using high-intensity rainfall on closed plots of 2 m 2 , located in the middle strips of the vineyard with different treatments. The effects of simulated rainfall experiments were determined in 3 different moments of the growth cycle of cultivar: (1) in summer with dry soils, (2) in early autumn with moderate soil moisture, and (3) in autumn with wet soils. During the 2-year trial, the soil moisture level in the soil upper layer (0-10 cm) was higher for Till treatment (14.1% ± 2.4%) compared with that for cover crop treatment (12.3% ± 2.0%). However, soil moisture values were more similar between treatments at 35 cm depth (12% ± 1%), with the exception of spring and autumn; in spring, water consumption in the cover crop treatment was the highest, and the moisture level at 35 cm depth was reduced (12%) compared with that for Till treatment (13%). In autumn, in cover crop treatment, higher water infiltration rate in soils led to higher soil moisture content at 35 cm (11%) compared with that of Till treatment (10%). The effects of simulated rainfall experiments on runoff and infiltration under different soil conditions and management practices vary seasonally. Runoff was significantly higher in summer for cover crop treatment (11%) as compared with that for Till management (1%), but significantly lower (3%) with wetter soils than for Till treatment (22%) in autumn. Thus, the simulation experiments with wet soils using cover crops produced higher infiltration rates and, consequently, the higher soil moisture content in the following days. The difference between seasons is attributed to the greater porosity of soil under Till treatment in summer, which resulted from the shallow plowing (10-15 cm depth), carried out to reduce moisture competition between weeds. The effect of traditional spring plowing was short-lived. The infiltration of water increased by cover crop treatment as compared with tillage in autumn both before and after ripping. Management practices did not influence wine parameters, as no significant differences were found between wine organoleptic characteristics in the duo-trio wine tastings, similarly, no differences were found for alcoholic degree, acidity, reduced sugars, and pH; however, a trend for a positive increase in polyphenol contents was noticed. Therefore, properly managed to avoid water shortages, cover crops can be recommended for soil protection in semi-arid environments.",
    "readLink": "https://doi.org/10.1177/1178622120948069"
  },
  {
    "title": "The Effect of Climate Change-Induced Temperature Increase on Performance and Environmental Impact of Intensive Pig Production Systems",
    "authors": [
      "Stefan  J. Hörtenhuber,",
      "Günther Schauberger,",
      "Christian Mikovits,",
      "Martin Schönhart,",
      "Johannes Baumgartner,",
      "Knut Niebuhr,",
      "Martin Piringer,",
      "Ivonne Anders,",
      "Konrad Andre,",
      "Isabel Hennig-Pauka,",
      "Werner Zollitsch"
    ],
    "doi": "https://doi.org/10.3390/su12229442",
    "journalVolume": "Vol. 12,\n                                no. 9442\n                                \n                                  p.\n                                  9442",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "This study examined climate change impacts (CCI) on productivity of pig production systems, their resource use, environmental impacts and the relevance of potential adaptation options. The impact of increasing temperature and temperature-humidity index (THI) on performance of pigs in confined housing systems was analysed by a meta-analysis. Using climate data for an Austrian site for the period 1981 to 2010, different scenarios (cold year, warm year, hot year, worst case scenario) were modelled and compared. Although significant differences between thermoneutral and heat stress conditions were detected for the analysed traits of growing and finishing pigs, overall performance, resource use (cumulative energy demand) and environmental impacts (global warming, acidification and eutrophication potential) per kg of live mass for finished pigs and reared piglets did not significantly differ between most scenarios. Elements of pig production systems resilient to CCI, which were not considered under performance and environmental impacts (LCA), were addressed in a system analysis that was based on literature and expert knowledge. The most important detected system elements are plants and animals with an appropriate genetic potential, securing the access to inexpensive feed, including land for feed production, securing water supply and the implementation of health plans and measures against diseases associated with CCI.",
    "readLink": "https://www.mdpi.com/2071-1050/12/22/9442"
  },
  {
    "title": "REVIEW: Why the Pacific status quo is no longer an option",
    "authors": [
      "Francis X Hezel"
    ],
    "doi": "https://doi.org/10.24135/pjr.v21i2.132",
    "journalVolume": "Vol. 21,\n                                no. 2",
    "issn": "1023-9499 (Print)",
    "publisher": "2324-2035 (Online)",
    "countryOfPublisher": "Asia Pacific Network",
    "lcc": [
      "New Zealand",
      "Language and Literature: Philology. Linguistics: Communication. Mass media",
      "Language and Literature: Literature (General): Journalism. The periodical press, etc."
    ],
    "journalUrl": "https://ojs.aut.ac.nz/pacific-journalism-review/",
    "abstract": "Hezel, Father Francis X. (2015). Why the Pacific status quo is no longer an option. Pacific Journalism Review, 21(2): 195-196. Review of Idyllic No More: Pacific Island Climate, Corruption and Development Dilemmas, by Giff Johnson. Majuro, Marshall Islands: CreateSpace. 2015. 153 pp. ISBN 978-1-512235-58-6 Giff Johnson’s latest work, Idyllic No More: Pacific Islands Climate, Corruption and Development Dilemmas, is a call to serious planning and more. The Marshall Islands Journal editor summons leaders to recognise that life has changed in the country and the status quo is the road to disaster. There was a time when this might not have been true—when people who wanted to kick back and live a simple island life could quietly opt out of school and retire to the family land to provide for themselves as their ancestors had done for generations in an island society that offered the resources, physical and social, to support its population.",
    "readLink": "https://ojs.aut.ac.nz/pacific-journalism-review/article/view/132"
  },
  {
    "title": "Unravelling Stratified Microbial Assemblages in Australia’s Only Deep Anchialine System, The Bundera Sinkhole",
    "authors": [
      "Liam D. H. Elbourne,",
      "Liam D. H. Elbourne,",
      "Liam D. H. Elbourne,",
      "Brodie Sutcliffe,",
      "William Humphreys,",
      "Amaranta Focardi,",
      "Mattia Saccò,",
      "Matthew A. Campbell,",
      "Ian T. Paulsen,",
      "Ian T. Paulsen,",
      "Ian T. Paulsen,",
      "Sasha G. Tetu,",
      "Sasha G. Tetu,",
      "Sasha G. Tetu"
    ],
    "doi": "https://doi.org/10.3389/fmars.2022.872082",
    "journalVolume": "Vol. 9",
    "issn": "2296-7745 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://www.frontiersin.org/Marine_Science",
    "abstract": "Bundera sinkhole, located in north-western Australia, is the only known continental anchialine system in the Southern Hemisphere. Anchialine environments are characterised by stratified water columns with complex physicochemical profiles spanning hypoxic and anoxic regions, often displaying high levels of endemism. Research on these systems has focused on eukaryotic fauna, however interest in the microbial diversity of these environments is growing, enabled by next-generation DNA sequencing. Here we report detailed analyses of the microbial communities across a depth profile within Bundera sinkhole (from 2 to 28 m), involving parallel physicochemical measurements, cell population counts and 16S rRNA amplicon analyses. We observed clear shifts in microbial cell counts, community diversity, structure and membership across the depth profile, reflecting changing levels of light, organic and inorganic energy sources as well as shifts in pH and salinity. While Proteobacteria were the most abundant phylum found, there was a high degree of taxonomic novelty within these microbial communities, with 13,028 unique amplicon sequence variants (ASVs) identified, belonging to 67 identifiable bacterial and archaeal phyla. Of these ~4,600, more than one third of the total, were unclassified below family level. A small number of ASVs were highly abundant at select depths, all of which were part of the set not classified below family level. The 2 m and 6 m samples had in common two highly abundant ASVs, belonging to the Ectothiorhodospiraceae and Thiotrichaceae families, while the 8 m community contained a single predominant ASV belonging to family Thioglobaceae. At lower depths a different Ectothiorhodospiraceae ASV comprised up to 68% relative abundance, peaking at 26 and 28 m. Canonical correspondence analyses indicated that community structure was strongly influenced by differences in key physicochemical parameters, particularly salinity, dissolved organic and inorganic carbon, phosphate and sulphate concentrations. This work highlights the potential for anchialine systems to house considerable microbial novelty, potentially driven by adaptations to the specific physicochemical makeup of their local environment. As only a small number of anchialine systems have been examined via microbial community studies to date, this work is particularly valuable, contributing new insight regarding the microbial residents of these important and sensitive environments.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmars.2022.872082/full"
  },
  {
    "title": "Assessing the Opportunity Cost of Carbon Stock Caused by Land-Use Changes in Taiwan",
    "authors": [
      "Ming-Yun Chu,",
      "Wan-Yu Liu"
    ],
    "doi": "https://doi.org/10.3390/land10111240",
    "journalVolume": "Vol. 10,\n                                no. 1240\n                                \n                                  p.\n                                  1240",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "As compared with conventional approaches for reducing carbon emissions, the strategies of reducing emissions from deforestations and forest degradation (REDD) can greatly reduce costs. Hence, the United Nations Framework Convention on Climate Change regards the REDD strategies as a crucial approach to mitigate climate change. To respond to climate change, Taiwan passed the Greenhouse Gas Reduction and Management Act to control the emissions of greenhouse gases. In 2021, the Taiwan government has announced that it will achieve the carbon neutrality target by 2050. Accordingly, starting with focusing on the carbon sink, the REDD strategies have been considered a recognized and feasible strategy in Taiwan. This study analyzed the net present value and carbon storage for various land-use types to estimate the carbon stock and opportunity cost of land-use changes. When the change of agricultural land to artificial forests generated carbon stock, the opportunity cost of carbon stock was negative. Contrarily, restoring artificial forests (which refer to a kind of forest that is formed through artificial planting, cultivation, and conservation) to agricultural land would generate carbon emissions, but create additional income. Since the opportunity cost of carbon storage needs to be lower than the carbon market price so that landlords have incentives to conduct REDD+, the outcomes of this study can provide a reference for the government to set an appropriate subsidy or price for carbon sinks. It is suggested that the government should offer sufficient incentives to reforest collapsed land, and implement interventions, promote carbon trading policies, or regulate the development of agricultural land so as to maintain artificial broadleaf forests for increased carbon storage.",
    "readLink": "https://www.mdpi.com/2073-445X/10/11/1240"
  },
  {
    "title": "Eco-Development Response to Climate Change and the Isostatic Uplift of Southwestern Finland",
    "authors": [
      "Guido  J.M. Verstraeten,",
      "Willem  W. Verstraeten"
    ],
    "doi": "https://doi.org/10.3390/su11216098",
    "journalVolume": "Vol. 11,\n                                no. 21\n                                \n                                  p.\n                                  6098",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "To date, care for our planet is mainly focused on the remediation of climate change induced by the huge amount of anthropogenic emissions of greenhouse gasses and its precursors. Transforming fossil combustion to more sustainable energy worldwide is a wellknown example. In contrast, what is little known is that the environment shaped by humans is also challenged by relatively fast geological dynamical phenomena such as the isostatic uplift of Fennoscandia, parts of Canada and northwestern Russia. Due to this uplift, the archipelago along the coast of southwestern Finland and Sweden changes rapidly to mainland. This phenomenon deeply affects both nature as well as the environment, resulting in the relocation of human activities. Here, we interpret the on-ground observed regression of the Gulf of Bothnia on the coasts of southwestern Finland and its implications on countryside activities in the framework of the eco-development paradigm. Furthermore, remotely sensed data on surface wetness confirms this sea regression and the silting-up of the nearby lakes that drain precipitation to the Gulf. We show that this eco-development paradigm may rebalance nature, environment, humans and culture and that it is a valid alternative against the past and present-day socioeconomical approach that has accelerated the change in the Earth’s climate.",
    "readLink": "https://www.mdpi.com/2071-1050/11/21/6098"
  },
  {
    "title": "An Active Drying Sensor to Drive Dairy Cow Sprinkling Cooling Systems",
    "authors": [
      "Paolo Liberati"
    ],
    "doi": "https://doi.org/10.3390/su15129384",
    "journalVolume": "Vol. 15,\n                                no. 9384\n                                \n                                  p.\n                                  9384",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The use of sprinkling with ventilation to cool dairy cows is considered an appropriate practice to reduce the negative effects of heat stress. However, due to climate change, water will increasingly become a limited resource, so we need to make water use more and more efficient. For this purpose, an active drying sensor has been developed in order to time the sprinkling cooling system. The sensor reproduces the thermal response of a cow, considering both sensible and latent heat exchange, and is located in the feeding alley, about two meters above the floor. This allows the fabric of the sensor (simulating the fur) to be wetted by the sprinkler, and blown by the fan. The water content of the sensor fabric during the drying time is monitored by measuring its electrical conductivity, allowing the estimation of the time the fur becomes dry. Another two specifically designed instruments are presented, the first to estimate the fur’s water content after spraying, and the second to detect the time the fur became dry. Sensor output, interpreted through a simplified model, gave a predicted drying time with an error ranging between −11.4% and +14.8% (R2 = 0.789). In the commercial barn where the experiments were conducted, the use of the sensor allowed an estimated reduction in water consumption of about 57%, with respect to the fixed timing normally used. As a perspective, the sensor could be used to assess cows’ heat stress level.",
    "readLink": "https://www.mdpi.com/2071-1050/15/12/9384"
  },
  {
    "title": "Climate Change Impact on Wheat Yield in Pakistan (An Application of ARDL Approach)",
    "authors": [
      "Adiqa Kiani,",
      "Tehmeena  Iqbal"
    ],
    "doi": "Vol. 4,\n                                no. 2",
    "issn": "2520-503X (Print)",
    "publisher": "2523-0026 (Online)",
    "countryOfPublisher": "National University of Sciences and Technology",
    "lcc": [
      "Pakistan",
      "Social Sciences"
    ],
    "journalUrl": "https://njssh.nust.edu.pk/index.php/njssh/home",
    "abstract": "Wheat is an important food crop of Pakistan and used in variety of ways to produce other by-products. Pakistan falls under top ten major countries of the world producing wheat. The objectives of the study are to investigate whether hasty changes in climate exerting impacts on wheat yield in Pakistan or not. The data spanning over a time period of 1991 to 2015 were used. The variables namely area under cultivation of wheat, water availability, amount of precipitation, mean temperature, and mean relative humidity are used for the purpose of estimation. The Auto Regressive Distributed Lag Model is applied for inference of results. The results of the study indicate that both in short and long run humidity rate, water usages, and area play a significant role in increasing the wheat yield whereas, precipitation shows the negative effect on wheat yield. Also, temperature does not show any significant impact in short run, while it plays a vital role in enhancing wheat yield in the long run.",
    "readLink": "https://njssh.nust.edu.pk/index.php/njssh/article/view/34"
  }
]