[
  {
    "title": "Drought Resistance of Norway Spruce (<i>Picea abies</i> [L.] Karst) and European Beech (<i>Fagus sylvatica</i> [L.]) in Mixed vs. Monospecific Stands and on Dry vs. Wet Sites. From Evidence at the Tree Level to Relevance at the Stand Level",
    "authors": [
      "Shah Rukh,",
      "Werner Poschenrieder,",
      "Michael Heym,",
      "Hans Pretzsch"
    ],
    "doi": "https://doi.org/10.3390/f11060639",
    "journalVolume": "Vol. 11,\n                                no. 639\n                                \n                                  p.\n                                  639",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Frequency of drought years is expected to increase through climate warming. Mixed stands have often shown to be more productive than monospecific stands in terms of yield and of resistance against windthrows and bark beetle attacks. Mixture of beech and spruce is of particular interest. However, little is known about its growth reaction to drought. Therefore, we investigated the drought reaction of beech and spruce in mixed vs. monospecific stands along an ecological gradient. In particular, we sought evidence for mixture-related resilience on the individual tree level. Therefore, we quantified the response of tree ring width to drought. Moreover, we attempted to explain the relevance of individual tree response on the stand level by quantifying the stand level loss of volume growth after drought. At the individual tree level, beech was found to be more resilient and resistant in pure vs. mixed stands. Spruce, in contrast, was favored by mixture, and this was especially evident on drier sites. Along the gradient, growth losses at stand level increased in both mixed and pure stands in 2015, with growth gains on the drier sites observed in the same drought year, in accordance with the Stress Gradient Hypothesis. However, the stand level difference of growth loss between mixed and pure stands was not statistically significant. Mitigating mixture effects on the level of the individual tree thus did not become evident on the level of the whole stand.",
    "readLink": "https://www.mdpi.com/1999-4907/11/6/639"
  },
  {
    "title": "Traditional knowledge and institutions for sustainable climate change adaptation in Ethiopia",
    "authors": [
      "Zenebe Mekonnen,",
      "Marta Kidemu,",
      "Habtamu Abebe,",
      "Mihiret Semere,",
      "Marta Gebreyesus,",
      "Adefris Worku,",
      "Musse Tesfaye,",
      "Abraham Chernet"
    ],
    "doi": "Vol. 3\n                                \n                                \n                                  p.\n                                  100080",
    "issn": "2666-0490 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection"
    ],
    "journalUrl": "https://www.journals.elsevier.com/current-research-in-environmental-sustainability",
    "abstract": "Local values, institutions and knowledge have enabled people to understand the happenings and changes in their environment. Local perceptions and knowledge provide a crucial foundation for community-based climate change adaptation measures and natural resource conservation. This paper is specifically focused on the assessment of the opportunities and challenges of traditional knowledge and institutions for community's sustainable climate change adaptation in Ethiopia. We used knowledge products form journal articles, policy documents, working papers, policy briefs, and other gray literature. In addition, two case studies were conducted in central and eastern Ethiopia by interviewing 251 randomly selected households. This helped to determine the state-of-the art for knowledge co-products for community's sustainable climate change adaptation and natural resource management. Regardless of the challenges from global change, cultural erosion and transformation, traditional knowledge still serve as the bases for weather forecasting, agricultural and natural resource management thereby sustain community's livelihoods and landscape resilience against the impacts of climate change and variability. Traditional knowledge and institutions in Ethiopia have maintained landscapes for millennia: Konso cultural landscapes and Gedeo Agroforestry systems are some to mention. The knowledge systems have also contributed for the large diversity of crops and livestock breeds in Ethiopia which play roles in community's climate change adaptation. From this assessment, it can be concluded that both scientific and traditional knowledge have their own gaps and what will be better is the integration of the two to give an additive impact that can foster sustainable development and build livelihood and landscape resilience in times of climate change.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2666049021000566"
  },
  {
    "title": "A dataset of cold-water coral distribution records",
    "authors": [
      "Viktória Balogh,",
      "Eliza Fragkopoulou,",
      "Ester A. Serrão,",
      "Jorge Assis"
    ],
    "doi": "Vol. 48\n                                \n                                \n                                  p.\n                                  109223",
    "issn": "2352-3409 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine: Medicine (General): Computer applications to medicine. Medical informatics",
      "Science: Science (General)"
    ],
    "journalUrl": "http://www.journals.elsevier.com/data-in-brief/",
    "abstract": "Species distribution data are key for monitoring present and future biodiversity patterns and informing conservation and management strategies. Large biodiversity information facilities often contain spatial and taxonomic errors that reduce the quality of the provided data. Moreover, datasets are frequently shared in varying formats, inhibiting proper integration and interoperability. Here, we provide a quality-controlled dataset of the diversity and distribution of cold-water corals, which provide key ecosystem services and are considered vulnerable to human activities and climate change effects. We use the common term cold-water corals to refer to species of the orders Alcyonacea, Antipatharia, Pennatulacea, Scleractinia, Zoantharia of the subphylum Anthozoa, and order Anthoathecata of the class Hydrozoa. Distribution records were collated from multiple sources, standardized using the Darwin Core Standard, dereplicated, taxonomically corrected and flagged for potential vertical and geographic distribution errors based on peer-reviewed published literature and expert consulting. This resulted in 817,559 quality-controlled records of 1,170 accepted species of cold-water corals, openly available under the FAIR principle of Findability, Accessibility, Interoperability and Reusability of data. The dataset represents the most updated baseline for the global cold-water coral diversity, and it can be used by the broad scientific community to provide insights into biodiversity patterns and their drivers, identify regions of high biodiversity and endemicity, and project potential redistribution under future climate change. It can also be used by managers and stakeholders to guide biodiversity conservation and prioritization actions against biodiversity loss.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2352340923003426"
  },
  {
    "title": "Zeolite-microfragmenting Media: A Potential Strategy to Accelerate Coral Growth",
    "authors": [
      "Mujahidah Khaulah,",
      "Ramadan Aolia,",
      "Hasan Veryl,",
      "Yanti Sahri,",
      "Islam Izzul,",
      "Iqrar Irum"
    ],
    "doi": "https://doi.org/10.1051/e3sconf/202337400020",
    "journalVolume": "Vol. 374\n                                \n                                \n                                  p.\n                                  00020",
    "issn": "2267-1242 (Online)",
    "publisher": "EDP Sciences",
    "countryOfPublisher": "France",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.e3s-conferences.org/",
    "abstract": "Coral reef is a critical underwater ecosystem that is rich in biodiversity. Coral growth has decreased drastically due to physical and chemical threats, such as the effect of warming seawater, fish bombing activities, and the effects of wastewater. The efficiency level of coral transplantation is determined by many factors, including the stability of the environment physical condition, the level of coral diversity, and the method of transplantation. The influence of the planting medium can also be a key factor in succeeding the coral transplantation process. The use of stable and natural growing media can be a solution to replace conventional growing media that have been used. Zeolite material is a medium that has many advantages such as amending the trace elemental contents of saltwater such as carbon absorbents, detoxifiers, ammonia remover, catalysts, promoting marine micro-algal growth, become a media for bacterial growth, etc. This review discusses the possibility of zeolites as the candidate media that can be used as a new medium in coral transplantation process to accelerate coral growth and maintain coral health by increasing the adaptation of corals to the effects of global climate change.",
    "readLink": "https://www.e3s-conferences.org/articles/e3sconf/pdf/2023/11/e3sconf_3rdnrls2023_00020.pdf"
  },
  {
    "title": "Sectorwise Assessment of Glacial Lake Outburst Flood Danger in the Indian Himalayan Region",
    "authors": [
      "Suraj Mal,",
      "Simon K. Allen,",
      "Holger Frey,",
      "Christian Huggel,",
      "A. P. Dimri"
    ],
    "doi": "https://doi.org/10.1659/MRD-JOURNAL-D-20-00043.1",
    "journalVolume": "Vol. 41,\n                                no. 1\n                                \n                                  pp.\n                                  R1\n                                  – R12",
    "issn": "0276-4741 (Print)",
    "publisher": "1994-7151 (Online)",
    "countryOfPublisher": "International Mountain Society",
    "lcc": [
      "Switzerland",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.mrd-journal.org",
    "abstract": "Climate change and associated glacier recession have led to the formation of new glacial lakes and the expansion of existing ones across the Himalayas. Many pose a potential glacial lake outburst flood (GLOF) threat to downstream communities and infrastructure. In this paper, 4418 glacial lakes in the Indian Himalayan Region and 636 transboundary lakes are analyzed. We consider hazard, exposure, and integrated danger levels using robust geographic information system-based automated approaches. The hazard level of lakes was estimated based on the potential for avalanches to strike the lake, size of the lake and its upstream watershed, and distal slope of its dam. Exposure levels were calculated by intersecting cropland, roads, hydropower projects, and the human population with potential GLOF trajectories. Then, GLOF danger was determined as a function of hazard and exposure. The study demonstrates that Jammu and Kashmir (JK) is potentially the most threatened region in terms of total number of very high and high danger lakes (n = 556), followed by Arunachal Pradesh (AP) (n = 388) and Sikkim (SK) (n = 219). Sectorwise, JK faces the greatest GLOF threat to roads and population, whereas the threat to cropland and hydropower is greatest in AP and SK, respectively. Transboundary lakes primarily threaten AP and, to a lesser extent, Himachal Pradesh (HP). For Uttarakhand (UK), the impacts of potential future glacial lakes, expected to form during rapid ongoing glacier recession because of climate change, are explored. Finally, a comparison of current results with previous studies suggests that 13 lakes in SK, 5 in HP, 4 in JK, 2 in UK, and 1 in AP are of highest priority for local investigation and potential risk reduction measures. Current results are of vital importance to policymakers, disaster management authorities, and the scientific community.",
    "readLink": "https://bioone.org/doi/10.1659/MRD-JOURNAL-D-20-00043.1"
  },
  {
    "title": "High impact compound events in Australia",
    "authors": [
      "Nina N. Ridder,",
      "Andy J. Pitman,",
      "Anna M. Ukkola"
    ],
    "doi": "Vol. 36\n                                \n                                \n                                  p.\n                                  100457",
    "issn": "2212-0947 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/weather-and-climate-extremes/",
    "abstract": "Many natural disasters in Australia occur as a result of meteorological drivers occurring in combination. These Compound Events (CEs) amplify risk to socio-economic and ecological systems relative to single meteorological events. We undertake a bivariate assessment for two hazard combinations important in Australia: heatwaves and drought, and strong winds and heavy precipitation. We use observations and reanalysis data to build a high-resolution climatology spanning the period from 1980 to 2014 and identify the north-western Australian coast as a region particularly prone to the joint occurrence of wind and precipitation extremes. Heatwaves and drought frequently co-occur multiple times per year over most of Australia with shorter return periods in the tropical north. We show that CMIP6 models capture the return periods of both CEs well. We then examine projected changes in both CEs under future conditions (2066–2 100) under a moderate and high emission scenario. All CMIP6 models project decreases in the return periods (i.e. more frequent events) of co-occurring heatwaves and droughts with the south of Australia particularly affected. Northern Australia is projected to become more at risk from wind and precipitation extremes while southern Australia experiences lower risk. The high level of skill in simulating the two CEs examined, combined with the coherent spatial patterns projected by the CMIP6 models suggest there is merit in using these models to examine the large-scale risk of CEs in the future, and that these can be used to support national scale planning for the changing risk of CEs.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212094722000408"
  },
  {
    "title": "Multi-level urban models: Integration across space, time and policies",
    "authors": [
      "Michael Wegener,",
      "Klaus Spiekermann"
    ],
    "doi": "https://doi.org/10.5198/jtlu.2018.1185",
    "journalVolume": "Vol. 11,\n                                no. 1",
    "issn": "1938-7849 (Online)",
    "publisher": "University of Minnesota",
    "countryOfPublisher": "United States",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General): Transportation engineering",
      "Social Sciences: Transportation and communications"
    ],
    "journalUrl": "http://www.jtlu.org",
    "abstract": "Urban and regional models have been developed for different policy fields at different levels of spatial and temporal resolution. But it has become apparent that policies interact across space and time and need to be modelled together. The first urban and regional models were aggregate in space and comparative-static in time. More recently, new data sources and computing techniques have stimulated ever more disaggregation in space and time culminating in agent-based, activity-based microsimulation despite its significant even larger data needs, computing requirements and theoretical problems. This paper argues for models that are instead multi-level and multi-scale in space, time and subsystems. This paper starts with a brief history of urban models and the experience of the authors with the highly integrated urban microsimulation model ILUMASS. Based on this experience, it discusses the benefits and pitfalls of microsimulation and proposes a three-level model system of spatial development, ranging from the European to the local level. The paper closes with new challenges for urban models posed by climate change, energy scarcity, new social problems and new technologies and argues that they make multi-level, multi-scale models even more important and illustrates this by ongoing work with the multi-level model for cities in the Ruhr.",
    "readLink": "https://www.jtlu.org/index.php/jtlu/article/view/1185"
  },
  {
    "title": "Impact of climate change on groundwater potential and recharge in the drought prone Runde catchment of Zimbabwe",
    "authors": [
      "Liberty S. Gona,",
      "Webster Gumindoga,",
      "Donald T. Rwasoka,",
      "Richard J. Stuart Owen"
    ],
    "doi": "https://doi.org/10.2166/ws.2022.144",
    "journalVolume": "Vol. 22,\n                                no. 7\n                                \n                                  pp.\n                                  6405\n                                  – 6426",
    "issn": "1606-9749 (Print)",
    "publisher": "1607-0798 (Online)",
    "countryOfPublisher": "IWA Publishing",
    "lcc": [
      "United Kingdom",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes",
      "Technology: Hydraulic engineering: River, lake, and water-supply engineering (General)"
    ],
    "journalUrl": "https://iwaponline.com/ws",
    "abstract": "Groundwater provides critical freshwater supplies for most rural communities living in drought-prone areas. Such is the case for Runde catchment in Zimbabwe, whose rural communities depend on groundwater. Climate change and increased variability pose a threat to water availability by affecting groundwater potential and recharge, but the full extent of the threat is not well understood. Thus, the main objective of this study was to assess the impact of climate change on groundwater potential and recharge in the catchment. The groundwater potential mapping was performed using a spatially weighted overlay method with inputs: soil type, geology, land use, observed precipitation, topographic wetness index and elevation. This mapping produced a groundwater potential index, classified into groundwater potential zones and cross-validated with borehole yield data, r=0.63 and n=62. The groundwater potential validation showed 1.6 and 4.8% of the total boreholes were in the high (>7 L/s) to very high (4–7 L/s) while 43.5 and 50.1% moderate (1–4 L/s), and low (<1 L/s) groundwater potential zones respectively. The simulated precipitation increased by 23% for 2020–2080. Climate change impacts decreased average groundwater potential by 30.8% (13,062.90 km2) low, 5.8% (2433.25 km2) moderate and increased by 34.8% (14,707 km2) high by 1.8% (789.15 km2) very high groundwater potential. For sustainable groundwater management, a holistic approach informs climate change adaptation and mitigation policies. HIGHLIGHTS Assess groundwater potential of Runde catchment in Zimbabwe.; Map groundwater recharge of Runde catchment.; Analyse CORDEX downscaled climate variables for Runde rain gauge stations.; Project the impact of climate change on groundwater potential and recharge of Runde catchment, Zimbabwe.;",
    "readLink": "http://ws.iwaponline.com/content/22/7/6405"
  },
  {
    "title": "Determinant of Land Use Change in South Kalimantan: An Evidence from Banjarbaru City and Banjar Regency",
    "authors": [
      "Supriatna Supriatna,",
      "Fathia Hashilah,",
      "Mutia Kamalia Mukhtar,",
      "Kartika Kusuma Wardani"
    ],
    "doi": "https://doi.org/10.24259/fs.v6i1.18469",
    "journalVolume": "Vol. 6,\n                                no. 1",
    "issn": "2549-4724 (Print)",
    "publisher": "2549-4333 (Online)",
    "countryOfPublisher": "Hasanuddin University",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://journal.unhas.ac.id/index.php/fs",
    "abstract": "Environmental degradation, biodiversity loss, climate change, and other environmental catastrophe are negative impacts caused by irresponsible land use change. It is vital to investigate the driver of the land use change to avoid undesirable environmental catastrophes. On the other hand, determinants of the occurrence of the land use change are very complex to be identified. In the last few years, floods hit many parts of the world, one of them was a massive flood in South Kalimantan in the last few years. There is a presumption that this disaster is caused by land use changes inside the watershed. This paper aims to identify the determinants of the land use change in Banjarbaru City and Banjar Regency inside Martapura and Maluka Watershed. This study found out that having a secure land tenure per se does not incentivize landowners to prevent land use change. However, having a secure land tenure is a crucial factor in affecting land use change if the land they own is in large size. Having secure land tenure with large land size affects the occurrence of land use changes significantly by conducting agricultural and plantation extensification. This situation depicts that agricultural and plantation extensification exists in the rural area of South Kalimantan, which is triggered by economic profit orientation. Thus, the accumulation of secure land tenure and large land size need to be considered as land use change determinants for current and future’s land use policy in the context of Indonesia.",
    "readLink": "https://journal.unhas.ac.id/index.php/fs/article/view/18469"
  },
  {
    "title": "How reliable are CMIP5 models in simulating dust optical depth?",
    "authors": [
      "B. Pu,",
      "B. Pu,",
      "P. Ginoux"
    ],
    "doi": "https://doi.org/10.5194/acp-18-12491-2018",
    "journalVolume": "Vol. 18\n                                \n                                \n                                  pp.\n                                  12491\n                                  – 12510",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "Dust aerosol plays an important role in the climate system by affecting the radiative and energy balances. Biases in dust modeling may result in biases in simulating global energy budget and regional climate. It is thus very important to understand how well dust is simulated in the Coupled Model Intercomparison Project Phase 5 (CMIP5) models. Here seven CMIP5 models using interactive dust emission schemes are examined against satellite-derived dust optical depth (DOD) during 2004–2016.It is found that multi-model mean can largely capture the global spatial pattern and zonal mean of DOD over land in present-day climatology in MAM and JJA. Global mean land DOD is underestimated by −25.2 % in MAM to −6.4 % in DJF. While seasonal cycle, magnitude, and spatial pattern are generally captured by the multi-model mean over major dust source regions such as North Africa and the Middle East, these variables are not so well represented by most of the models in South Africa and Australia. Interannual variations in DOD are not captured by most of the models or by the multi-model mean. Models also do not capture the observed connections between DOD and local controlling factors such as surface wind speed, bareness, and precipitation. The constraints from surface bareness are largely underestimated while the influences of surface wind and precipitation are overestimated.Projections of DOD change in the late half of the 21st century under the Representative Concentration Pathways 8.5 scenario in which the multi-model mean is compared with that projected by a regression model. Despite the uncertainties associated with both projections, results show some similarities between the two, e.g., DOD pattern over North Africa in DJF and JJA, an increase in DOD in the central Arabian Peninsula in all seasons, and a decrease over northern China from MAM to SON.",
    "readLink": "https://www.atmos-chem-phys.net/18/12491/2018/acp-18-12491-2018.pdf"
  }
]