[
  {
    "title": "Assessing Changes in the Value of Forest Ecosystem Services in Response to Climate Change in China",
    "authors": [
      "Yuqing Xu,",
      "Fengjin Xiao"
    ],
    "doi": "https://doi.org/10.3390/su14084773",
    "journalVolume": "Vol. 14,\n                                no. 4773\n                                \n                                  p.\n                                  4773",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "Ecosystem services are the basis of human survival and development and play an irreplaceable role in maintaining the dynamic balance of the earth’s life support system and environment. This study evaluated the annual forest ecosystem service values (ESVs) and their spatial evolution characteristics from 2001 to 2020 in China and revealed the impact of climatic factors as well. The equivalent factor method was applied to calculate ESVs in combination with net primary productivity (NPP) calculated by the CASA model. The water conservation results based on the InVEST model and equivalent factor method were compared to test the reliability of the method. From 2001 to 2020, the annual forest ESVs ranged from RMB 9.17 trillion to 10.81 trillion, with an average of RMB 9.99 trillion in China. The forest ESVs increased from the northwest to the southeast regions of China with the lowest values of less than RMB 3 million per square kilometer and relatively high values of more than RMB 9 million per square kilometer. In the past 20 years, the forest ESVs have shown a significant increasing trend, especially in the Northeast Forest Region and Southeast Forest Region. The ESVs have decreased only in very few forest areas such as Cuona and Motuo counties on the southern edge of Tibet Province in Southwest China and Pingtung and Kaohsiung counties in southern Taiwan. The mean annual forest ESV was necessarily higher in the recent 10 years (2011–2020, RMB 10.43 trillion) than in the previous 10 years (2001–2010, RMB 9.55 trillion), while the spatial growth rate was usually less than 20%. The annual forest ESVs were significantly correlated with temperature, precipitation and evapotranspiration but not with sunshine hours and relative humidity across the 20 years. In most areas (>60%), the positive impact of various climatic factors was dominant, and the area positively affected by precipitation was the largest (76%). The mean annual forest water conservation from 2001 to 2020 was RMB 1.46 trillion based on the InVEST model and was RMB 1.77 trillion based on the equivalent factor method. Overall, the results obtained by the two methods are roughly equal and mostly spatially matched. This study has some guiding significance for utilizing resources rationally, strengthening ecological environment protection and improving adaptability to climate change.",
    "readLink": "https://www.mdpi.com/2071-1050/14/8/4773"
  },
  {
    "title": "Assessment of the Impact of Higher Temperatures Due to Climate Change on the Mortality Risk Indexes in Ecuador Until 2070",
    "authors": [
      "M. Montenegro,",
      "M. Montenegro,",
      "L. Campozano,",
      "D. Urdiales-Flores,",
      "D. Urdiales-Flores,",
      "L. Maisincho,",
      "S. Serrano-Vincenti,",
      "M. J. Borbor-Cordova,",
      "M. J. Borbor-Cordova"
    ],
    "doi": "https://doi.org/10.3389/feart.2021.794602",
    "journalVolume": "Vol. 9",
    "issn": "2296-6463 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.frontiersin.org/earth_science",
    "abstract": "Extreme weather conditions, including intense heat stress due to higher temperatures, could trigger an increase in mortality risk. One way to evaluate the increase in mortality risk due to higher temperatures is the high risk warming (HRW) index, which evaluates the difference between the future and base period of a given percentile of daily maximum temperature (Tmax). Another is to calculate the future increase in the number of days over the temperature of such percentile, named high risk days (HRD) index. Previous studies point to the 84th percentile as the optimum temperature. Thus, this study aims to evaluate HRW and HRD indexes in Ecuador from 2011 to 2070 over the three natural climate zones, e.g., Coast, Andes, and Amazon. This climate analysis is based on historical data from meteorological stations and projections from CSIRO-MK36, GISS-E2, and IPSL-CM5A-MR, CMIP5 global climate models with dynamical scale reduction through weather research forecasting (WRF). The representative concentration pathways (RCPs), 8.5, were considered, which are related to the highest increases in future temperature. The results indicate that HRW and HRD will experience a larger increase in the period 2041–2070 compared with the period 1980–2005; in particular, these two indices will have a progressively increasing trend from 2011 onward. Specifically, the HRW calculated from the CMIP5 models for all stations is expected to grow from 0.6°C to 1.4°C and 1.8°C to 4.6°C for 2010–2040 and 2041–2070, respectively. Also, it is expected that the HRD for all stations will increase from 42 to 74 and 120 to 227 warming days for 2011–2040 and 2041–2070, respectively. The trends derived using Sen’s slope test show an increase in the HRW between 0.5°C and 0.9°C/decade and of the HRD between 2.88 and 4.9 days/decade since 1985. These results imply a high increase in heat-related mortality risks related to climate change in Ecuador. In terms of spatial distribution, three Ecuadorian regions experienced more critical temperature conditions with higher values of HRW and HRD for 2070. As a response to the increased frequency trends of warming periods in tropical areas, urgent measures should be taken to review public policies and legislation to mitigate the impacts of heat as a risk for human health in Ecuador.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/feart.2021.794602/full"
  },
  {
    "title": "Analyzing the sensitivity of viticultural practices to weather variability in a climate change perspective: an application to workable-day modelling",
    "authors": [
      "Christine Barbeau,",
      "Gérard Barbeau,",
      "Alexandre Joannon"
    ],
    "doi": "https://doi.org/10.20870/oeno-one.2014.48.2.1563",
    "journalVolume": "Vol. 48,\n                                no. 2\n                                \n                                  pp.\n                                  141\n                                  – 152",
    "issn": "2494-1271 (Online)",
    "publisher": "International Viticulture and Enology Society",
    "countryOfPublisher": "France",
    "lcc": [
      "Agriculture",
      "Science: Botany"
    ],
    "journalUrl": "http://www.oeno-one.eu",
    "abstract": "Aims: The study aims at applying to a perennial crop the concept of “workable days” developed for annual crops by G. Kreher in 1955. A workable day is a day that provides conditions agronomically correct for work. Methods and results: A survey among grapevine growers was carried out to collect their perception of practice sensitivity to weather variability. The study provided information on working periods, techniques and machinery involved, weather constraints and thresholds generally used by the vine growers, for 21 annual cropping practices. Pesticide spraying against powdery and downy mildew appeared to be the most sensitive to weather parameters. Therefore, this practice was selected for the purpose of modelling workable days, according to decision rules based on the postulate that all weather parameters should be within the acceptable ranges. The model was run over a period of 13 years (1998-2010). Analyses of the outputs pointed out a great variability in the number of workable days from one year to another as well as in the respective proportion of unfavourable weather factors involved in the reduction of workable days. A validation based on the analysis of the actual spraying practices realized over a period of 12 years (1999-2010) showed that 32 % of the treatments were done on a day characterized as not workable by the model. The errors could be attributed to periods of holidays and risky sanitary situations when decision rules had to be bypassed. Conclusion: The model proved to represent rather well the decision rules use by vine growers to carry out their annual cropping practices in relation with the weather variability, within the area of study. The controversial role of the ‘leaf wetness duration’ weather parameter needs to be clarified; it may help to better parametrize the model. In order to improve its performance, the model should be coupled to a disease propagation model. Significance and impact of the study: In a climate change perspective, modelling of workable days can be run with simulated climatic data. It may prove to be useful to adapt vineyard management strategies in terms of innovative cropping practices and equipment.",
    "readLink": "https://oeno-one.eu/article/view/1563"
  },
  {
    "title": "Comparison of marine spatial planning methods in Madagascar demonstrates value of alternative approaches.",
    "authors": [
      "Thomas F Allnutt,",
      "Timothy R McClanahan,",
      "Serge Andréfouët,",
      "Merrill Baker,",
      "Erwann Lagabrielle,",
      "Caleb McClennen,",
      "Andry J M Rakotomanjaka,",
      "Tantely F Tianarisoa,",
      "Reg Watson,",
      "Claire Kremen"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0028969",
    "journalVolume": "Vol. 7,\n                                no. 2\n                                \n                                  p.\n                                  e28969",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "The Government of Madagascar plans to increase marine protected area coverage by over one million hectares. To assist this process, we compare four methods for marine spatial planning of Madagascar's west coast. Input data for each method was drawn from the same variables: fishing pressure, exposure to climate change, and biodiversity (habitats, species distributions, biological richness, and biodiversity value). The first method compares visual color classifications of primary variables, the second uses binary combinations of these variables to produce a categorical classification of management actions, the third is a target-based optimization using Marxan, and the fourth is conservation ranking with Zonation. We present results from each method, and compare the latter three approaches for spatial coverage, biodiversity representation, fishing cost and persistence probability. All results included large areas in the north, central, and southern parts of western Madagascar. Achieving 30% representation targets with Marxan required twice the fish catch loss than the categorical method. The categorical classification and Zonation do not consider targets for conservation features. However, when we reduced Marxan targets to 16.3%, matching the representation level of the \"strict protection\" class of the categorical result, the methods show similar catch losses. The management category portfolio has complete coverage, and presents several management recommendations including strict protection. Zonation produces rapid conservation rankings across large, diverse datasets. Marxan is useful for identifying strict protected areas that meet representation targets, and minimize exposure probabilities for conservation features at low economic cost. We show that methods based on Zonation and a simple combination of variables can produce results comparable to Marxan for species representation and catch losses, demonstrating the value of comparing alternative approaches during initial stages of the planning process. Choosing an appropriate approach ultimately depends on scientific and political factors including representation targets, likelihood of adoption, and persistence goals.",
    "readLink": "http://europepmc.org/articles/PMC3281012?pdf=render"
  },
  {
    "title": "Simulating the Impacts of Tree, C3, and C4 Plant Functional Types on the Future Climate of West Africa",
    "authors": [
      "Christiana  Funmilola Olusegun,",
      "Philip  G. Oguntunde,",
      "Emiola  O. Gbobaniyi"
    ],
    "doi": "https://doi.org/10.3390/cli6020035",
    "journalVolume": "Vol. 6,\n                                no. 2\n                                \n                                  p.\n                                  35",
    "issn": "2225-1154 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/climate",
    "abstract": "This study investigates the future climatic impacts of different percentages of trees/shrubs, C4 and C3 plant functional types (PFTs) over the West Africa region. The ratio of co-existence among the different PFTs was done as a representation of agri-silviculture practices over the region. Nine sensitivity experiments of different percentages of trees/shrubs, and C4 and C3 PFTs were carried out with a regional climate model (RegCM4) driven by Global Climate Model (HADGEM2-ES) outputs. These experiments were carried out along the Guinea Savana zone of West Africa using both prescribed and dynamic vegetation options of the model. The model simulated the seasonal evolution of precipitation and temperature fields quite well, with correlations greater than 0.8, but exhibited cold and wet biases of about 1–2 °C and 1–4 mm/day, respectively. Widespread warming (1–3 °C) and drying (1–2 mm/day) is projected in the near future across most parts of West Africa all year round. The West African future climate change associated with the different percentages of trees/shrubs, and C4 and C3 PFTs varied with the vegetation state (prescribed or dynamic) and model domain sizes. The prescribed vegetation experiments induced cooling of about 0.5–2 °C in most areas along the designated agri-silviculture zone, except Liberia and Sierra Leone. Similarly, enhanced precipitation occurred over most parts of Ghana and coastal parts of Nigeria (0.5–3 mm/day). On the other hand, the dynamic vegetation option did not exhibit pronounced changes in temperature and precipitation, except with a larger domain size. This study suggests the implementation of agri-silviculture as a mitigation and adaptation land-use practice across West Africa if drought-tolerant crops and the deciduous trees are adopted.",
    "readLink": "http://www.mdpi.com/2225-1154/6/2/35"
  },
  null,
  {
    "title": "Terrestrial Inputs Shape Coastal Bacterial and Archaeal Communities in a High Arctic Fjord (Isfjorden, Svalbard)",
    "authors": [
      "Lisa-Marie Delpech,",
      "Lisa-Marie Delpech,",
      "Lisa-Marie Delpech,",
      "Tobias R. Vonnahme,",
      "Maeve McGovern,",
      "Maeve McGovern,",
      "Rolf Gradinger,",
      "Kim Præbel,",
      "Amanda E. Poste"
    ],
    "doi": "https://doi.org/10.3389/fmicb.2021.614634",
    "journalVolume": "Vol. 12",
    "issn": "1664-302X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.frontiersin.org/microbiology",
    "abstract": "The Arctic is experiencing dramatic changes including increases in precipitation, glacial melt, and permafrost thaw, resulting in increasing freshwater runoff to coastal waters. During the melt season, terrestrial runoff delivers carbon- and nutrient-rich freshwater to Arctic coastal waters, with unknown consequences for the microbial communities that play a key role in determining the cycling and fate of terrestrial matter at the land-ocean interface. To determine the impacts of runoff on coastal microbial (bacteria and archaea) communities, we investigated changes in pelagic microbial community structure between the early (June) and late (August) melt season in 2018 in the Isfjorden system (Svalbard). Amplicon sequences of the 16S rRNA gene were generated from water column, river and sediment samples collected in Isfjorden along fjord transects from shallow river estuaries and glacier fronts to the outer fjord. Community shifts were investigated in relation to environmental gradients, and compared to river and marine sediment microbial communities. We identified strong temporal and spatial reorganizations in the structure and composition of microbial communities during the summer months in relation to environmental conditions. Microbial diversity patterns highlighted a reorganization from rich communities in June toward more even and less rich communities in August. In June, waters enriched in dissolved organic carbon (DOC) provided a niche for copiotrophic taxa including Sulfitobacter and Octadecabacter. In August, lower DOC concentrations and Atlantic water inflow coincided with a shift toward more cosmopolitan taxa usually associated with summer stratified periods (e.g., SAR11 Clade Ia), and prevalent oligotrophic marine clades (OM60, SAR92). Higher riverine inputs of dissolved inorganic nutrients and suspended particulate matter also contributed to spatial reorganizations of communities in August. Sentinel taxa of this late summer fjord environment included taxa from the class Verrucomicrobiae (Roseibacillus, Luteolibacter), potentially indicative of a higher fraction of particle-attached bacteria. This study highlights the ecological relevance of terrestrial runoff for Arctic coastal microbial communities and how its impacts on biogeochemical conditions may make these communities susceptible to climate change.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmicb.2021.614634/full"
  },
  {
    "title": "Modeling study on the transport of summer dust and anthropogenic aerosols over the Tibetan Plateau",
    "authors": [
      "Y. Liu,",
      "Y. Sato,",
      "R. Jia,",
      "Y. Xie,",
      "J. Huang,",
      "T. Nakajima"
    ],
    "doi": "https://doi.org/10.5194/acp-15-12581-2015",
    "journalVolume": "Vol. 15,\n                                no. 21\n                                \n                                  pp.\n                                  12581\n                                  – 12594",
    "issn": "1680-7316 (Print)",
    "publisher": "1680-7324 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.atmospheric-chemistry-and-physics.net/",
    "abstract": "The Tibetan Plateau (TP) is located at the juncture of several important natural and anthropogenic aerosol sources. Satellites have observed substantial dust and anthropogenic aerosols in the atmosphere during summer over the TP. These aerosols have distinct effects on the earth's energy balance, microphysical cloud properties, and precipitation rates. To investigate the transport of summer dust and anthropogenic aerosols over the TP, we combined the Spectral Radiation-Transport Model for Aerosol Species (SPRINTARS) with a non-hydrostatic regional model (NHM). The model simulation shows heavily loaded dust aerosols over the northern slope and anthropogenic aerosols over the southern slope and the east of the TP. The dust aerosols are primarily mobilized around the Taklimakan Desert, where a portion of the aerosols are transported eastward due to the northwesterly current; simultaneously, a portion of the particles are transported southward when a second northwesterly current becomes northeasterly because of the topographic blocking of the northern slope of the TP. Because of the strong upward current, dust plumes can extend upward to approximately 7–8 km a.s.l. over the northern slope of the TP. When a dust event occurs, anthropogenic aerosols that entrained into the southwesterly current via the Indian summer monsoon are transported from India to the southern slope of the TP. Simultaneously, a large amount of anthropogenic aerosol is also transported from eastern China to the east of the TP by easterly winds. An investigation on the transport of dust and anthropogenic aerosols over the plateau may provide the basis for determining aerosol impacts on summer monsoons and climate systems.",
    "readLink": "http://www.atmos-chem-phys.net/15/12581/2015/acp-15-12581-2015.pdf"
  },
  {
    "title": "Reconnecting nature and agricultural production: mixed cropping systems as a way forward sustainable intensification",
    "authors": [
      "P. C. F. Carvalho,",
      "E. D. Souza,",
      "L. G. O. Denardin,",
      "T. R. Kunrath,",
      "D. R. Machado,",
      "W. Souza Filho,",
      "A. P. Martins,",
      "T. Tiecher"
    ],
    "doi": "Vol. 78",
    "issn": "0067-9615 (Print)",
    "publisher": "1981-4100 (Online)",
    "countryOfPublisher": "Instituto de Zootecnia",
    "lcc": [
      "Brazil",
      "Agriculture: Animal culture"
    ],
    "journalUrl": "http://iz.sp.gov.br/bia/index.php/bia/index",
    "abstract": "In the last decades, population growth worldwide boosts agricultural demand for food production. This huge driver rendered global food production more and more specialized, so agricultural landscapes became uniform and monotonic. The loss of diversity is a strong evidence of how modern agricultural landscapes have been disconnecting from nature. Evidence of environmental side-effects from this pathway are abundant in literature. Now, society is pressing towards changing practices aiming for healthy diets and sustainable food production systems. This raises the question: how to reconnect nature and agriculture in the context of future food production? In this review we propose a reconnection process based on the principles of ecological intensification or sustainable intensification. The integrated crop-livestock systems (ICLS) are the most consolidated technological pathway for reconciling crop production with natural processes. These systems are diverse and can partially mimic natural ecosystems exploring the synergies of natural biological processes, while achieving high levels of food production. ICLS promote soil improvements and mitigate greenhouse gas (GHG) emissions, reducing the agricultural share of global warming and climate change. Besides, these systems are more efficient in the use of nutrients and can optimize the use of other inputs such as pesticides. We present evidence of soil health and biogeochemical cycle restoration in addition to system stability improvement, and assume those symptoms as evidence of mixing crops and livestock fostering reconnection with natural processes.",
    "readLink": "http://ojs.iz.sp.gov.br/index.php/bia/article/view/1340"
  },
  {
    "title": "The Gmelin’s wagtail <em>Motacilla lutea</em>: breeding range, migratory movements and wintering range",
    "authors": [
      "Flavio Ferlini,",
      "Elena  Alexandrovna Artemyeva"
    ],
    "doi": "https://doi.org/10.4081/rio.2020.435",
    "journalVolume": "Vol. 90,\n                                no. 2",
    "issn": "0035-6875 (Print)",
    "publisher": "2385-0833 (Online)",
    "countryOfPublisher": "PAGEPress Publications",
    "lcc": [
      "Italy",
      "Science: Zoology"
    ],
    "journalUrl": "http://sisn.pagepress.org/index.php/rio/index",
    "abstract": "The breeding range, the migratory movements, and the wintering range of the yellow-headed wagtail, called Parus luteus from Samuel Gottlieb Gmelin (now Motacilla flava lutea, or Motacilla lutea for some authors), has always been described in very general terms. Some authors pointed out that a modern and detailed map with the real distribution of the lutea is lacking, especially for evaluating the overlap of breeding ranges with other subspecies of Motacilla flava. The purpose of this study is to fill this gap in information by drawing up an updated map of the breeding range, as well as the wintering range and the migratory movements followed by this wagtail. These same aspects are also considered in perspective terms from 1851 to 2018 in order to assess any changes that have occurred over time. This study is based on data obtained from the consultation of 672 bibliographic sources, 40 travel reports, databases (including 6 relating to museum collections), and some websites. Since the beginning of the 20th century, the breeding range of the lutea is located within the area of the Eurasian steppe and forest-steppe with the greatest abundance occurring in two areas in European Russia: the southern one in the floodplain of the Volga River and the northern one in the floodplain of the Kama River. Similarly to what is happening for the subspecies cinereocapilla and feldegg, from the end of the 20th century the lutea is extending its breeding range west and north. The advancement of the lutea to the western and northern regions of the European portion of Russia became possible due to the westward and northern advancement of key plant communities and food supply facilities of this bird. The lutea mainly uses two migratory routes: the Great Rift Valley Flyway and the Central Asian Flyway. The first is used by birds that nest in European Russia and western Kazakhstan to reach Africa, while the second is probably only used by the minority portion of the population that is present in the central and eastern part of Kazakhstan and in the Asian portion of Russia to reach India and Sri Lanka. Starting from the 21st century, the passage of birds towards north of the Black Sea seems to intensify. East Africa is the main wintering area of the lutea, but starting from the last decades of the 20th century, a small part of the birds traveling towards Africa interrupt their migratory journey and wintering in the Arabian Peninsula.",
    "readLink": "https://sisn.pagepress.org/index.php/rio/article/view/435"
  }
]