[
  {
    "title": "Modelo de mudanças climáticas com gastos públicos Climate change models with public spending",
    "authors": [
      "Pedro Erik Arruda Carneiro"
    ],
    "doi": "https://doi.org/10.1590/S0102-85292008000100002",
    "journalVolume": "Vol. 30,\n                                no. 1\n                                \n                                  pp.\n                                  49\n                                  – 88",
    "issn": "0102-8529 (Print)",
    "publisher": "1982-0240 (Online)",
    "countryOfPublisher": "Pontifícia Universidade Católica do Rio de Janeiro",
    "lcc": [
      "Brazil",
      "Political science: International relations"
    ],
    "journalUrl": "https://www.scielo.br/j/cint/",
    "abstract": "Neste artigo, discuto, principalmente, a inserção dos gastos públicos em modelos de mudança climática. Considero a análise de Kemfert, Lise e Tol (2004) como exemplo de modelo formal que agrega as questões econômicas e climáticas, e amplio a discussão com o estudo da inserção dos gastos públicos com gestão ambiental e da matriz energética. Mostro que as estruturas econômicas e físicas dos países estabelecem diferentes gastos públicos, com diferentes impactos ambientais e conseqüências para outras nações e isto afeta sobremaneira os resultados de qualquer modelo econômico. Em termos dos gastos públicos com meio ambiente, observo especificamente o caso brasileiro, verificando os gastos públicos federais com Gestão Ambiental no Brasil de 2000 a 2006. Defendo a importância de se considerar as diversas possibilidades de despesas públicas com gestão ambiental, para o tratamento das questões relativas à mudança climática.In this paper, I, mainly, analyzed the inclusion of environmental budget in climate change models. Considering Kemfert, Lise and Tol (2004)'s approach to show a formal model that puts together economic and climate issues, I analyzed the inclusion of environmental public spending and energy. I tried to show that countries' economic and physical structures establish different public spending, with different environmental impacts and consequences to another nations and that has strong influence on economic models. In relation to public spending, I considered, specifically, the Brazilian federal budget to Environmental Management from 2000 to 2006. In this article, I argue in defense of considering budget for environmental management in the discussion on climate change.",
    "readLink": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S0102-85292008000100002"
  },
  {
    "title": "Factors affecting outdoor physical activity in extreme temperatures in a sub-tropical Chinese urban population: an exploratory telephone survey",
    "authors": [
      "Janice Y. Ho,",
      "Holly Y. C. Lam,",
      "Zhe Huang,",
      "Sida Liu,",
      "William B. Goggins,",
      "Phoenix K. H. Mo,",
      "Emily Y. Y. Chan"
    ],
    "doi": "https://doi.org/10.1186/s12889-022-14788-0",
    "journalVolume": "Vol. 23,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "1471-2458 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://bmcpublichealth.biomedcentral.com",
    "abstract": "Abstract Background Physical activity (PA) can be affected by extreme temperatures, however fewer studies have identified factors impacting this relationship. This study sought to identify factors associated with changes of outdoor PA during extreme cold/heat events in a sub-tropical Chinese urban population, including factors of sociodemographic, health conditions, temperature-related awareness and attitude, and protective behaviours. Methods Two telephone surveys were conducted a week after extreme cold/heat events in 2016 and 2017 among a cohort of Hong Kong residents over age 15. Data was collected on self-reported changes in outdoor PA level during the periods of extreme temperatures, health status, comorbidities, sociodemographic, and temperature-related awareness, and behavioural variables. We conducted multivariable logistic regression analyses to assess predictors of change in outdoor PA over the two extreme temperature events. Results and Conclusion: Among 435 participants (42.8% response rate), over a third of the participants reported decreased outdoor PA level in extreme temperature events, while 10% reported an increase in extreme heat. Self-reported cardiovascular diseases were associated with decreased PA level in extreme cold, while hypertension was associated with unchanged/increased PA level in extreme heat. These results suggest physical activity to be an important consideration in the understanding of climate change-and-health pathways and meriting further research.",
    "readLink": "https://doi.org/10.1186/s12889-022-14788-0"
  },
  {
    "title": "Assessment of Arctic and Antarctic sea ice predictability in CMIP5 decadal hindcasts",
    "authors": [
      "C.-Y. Yang,",
      "J. Liu,",
      "Y. Hu,",
      "R. M. Horton,",
      "L. Chen,",
      "X. Cheng"
    ],
    "doi": "https://doi.org/10.5194/tc-10-2429-2016",
    "journalVolume": "Vol. 10\n                                \n                                \n                                  pp.\n                                  2429\n                                  – 2452",
    "issn": "1994-0416 (Print)",
    "publisher": "1994-0424 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.the-cryosphere.net/",
    "abstract": "This paper examines the ability of coupled global climate models to predict decadal variability of Arctic and Antarctic sea ice. We analyze decadal hindcasts/predictions of 11 Coupled Model Intercomparison Project Phase 5 (CMIP5) models. Decadal hindcasts exhibit a large multi-model spread in the simulated sea ice extent, with some models deviating significantly from the observations as the predicted ice extent quickly drifts away from the initial constraint. The anomaly correlation analysis between the decadal hindcast and observed sea ice suggests that in the Arctic, for most models, the areas showing significant predictive skill become broader associated with increasing lead times. This area expansion is largely because nearly all the models are capable of predicting the observed decreasing Arctic sea ice cover. Sea ice extent in the North Pacific has better predictive skill than that in the North Atlantic (particularly at a lead time of 3–7 years), but there is a re-emerging predictive skill in the North Atlantic at a lead time of 6–8 years. In contrast to the Arctic, Antarctic sea ice decadal hindcasts do not show broad predictive skill at any timescales, and there is no obvious improvement linking the areal extent of significant predictive skill to lead time increase. This might be because nearly all the models predict a retreating Antarctic sea ice cover, opposite to the observations. For the Arctic, the predictive skill of the multi-model ensemble mean outperforms most models and the persistence prediction at longer timescales, which is not the case for the Antarctic. Overall, for the Arctic, initialized decadal hindcasts show improved predictive skill compared to uninitialized simulations, although this improvement is not present in the Antarctic.",
    "readLink": "https://www.the-cryosphere.net/10/2429/2016/tc-10-2429-2016.pdf"
  },
  {
    "title": "Special Issue on Ecocriticism",
    "authors": [
      "Scott Slovic"
    ],
    "doi": "Vol. 8,\n                                no. 15\n                                \n                                  pp.\n                                  165\n                                  – 168",
    "issn": "2148-4066 (Online)",
    "publisher": "Karadeniz Technical University",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Language and Literature: Philology. Linguistics: Language. Linguistic theory. Comparative grammar"
    ],
    "journalUrl": "http://nalans.com",
    "abstract": "The field of ecocriticism dates back to the earliest days of humans commenting on cultural expressions of our relationship to the more-than-human world, but we are now living through a particularly vibrant era of ecocritical engagement with various planetary crises, ranging from climate change and rampant industrial toxicity to the plight of refugees and the hardships caused by the coronavirus pandemic. In addition to exploring timeless philosophical and aesthetic questions, ecocritics seek to gain intellectual traction in explaining and mitigating contemporary humanitarian and ecological problems. The articles included in this special issue of NALANS demonstrate a wide range of traditional and cutting-edge ecocritical approaches and concerns.",
    "readLink": "https://nalans.com/index.php/nalans/article/view/352"
  },
  {
    "title": "Assessment of Hybrid Wind-Wave Energy Resource for the NW Coast of Iberian Peninsula in a Climate Change Context",
    "authors": [
      "Americo Ribeiro,",
      "Xurxo Costoya,",
      "Maite de Castro,",
      "David Carvalho,",
      "Joao Miguel Dias,",
      "Alfredo Rocha,",
      "Moncho Gomez-Gesteira"
    ],
    "doi": "https://doi.org/10.3390/app10217395",
    "journalVolume": "Vol. 10,\n                                no. 7395\n                                \n                                  p.\n                                  7395",
    "issn": "2076-3417 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Engineering (General). Civil engineering (General)",
      "Science: Biology (General)",
      "Science: Physics",
      "Science: Chemistry"
    ],
    "journalUrl": "http://www.mdpi.com/journal/applsci",
    "abstract": "Offshore renewable energy has a high potential for ensuring the successful implementation of the European decarbonization agenda planned for the near future. Hybrid wind-wave farms can reduce installation and maintenance costs, and increase the renewable energy availability of a location by compensating for the wind’s intermittent nature with good wave conditions. In addition, wave farms can provide protection to wind farms, and the combined wind/wave farm can provide coastal protection. This work aims to assess the future hybrid wind-wave energy resource for the northwest coast of Iberian Peninsula for the near future (2026–2045), under the RCP 8.5 greenhouse gas emission scenario. This assessment was accomplished by applying a Delphi classification method to define four categories, aiming to evaluate the richness (wind and wave energy availability, downtime), the variability (temporal variation), the environmental risk (extreme events), and cost parameters (water depth and distance to coast) of the wind and wave resources. The combined index (CI), which classifies the hybrid wind-wave resource, shows that most of the NW Iberian Peninsula presents good conditions (CI > 0.6) for exploiting energy from wind and wave resources simultaneously. Additionally, there are some particularly optimal areas (CI > 0.7), such as the region near Cape Roca, and the Galician coast.",
    "readLink": "https://www.mdpi.com/2076-3417/10/21/7395"
  },
  {
    "title": "Chasing genetic correlation breakers to stimulate population resilience to climate change",
    "authors": [
      "Jaroslav Klápště,",
      "Emily J Telfer,",
      "Heidi S Dungey,",
      "Natalie J Graham"
    ],
    "doi": "https://doi.org/10.1038/s41598-022-12320-3",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 16",
    "issn": "2045-2322 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://www.nature.com/srep/",
    "abstract": "Abstract Global climate change introduces new combinations of environmental conditions, which is expected to increase stress on plants. This could affect many traits in multiple ways that are as yet unknown but will likely require the modification of existing genetic relationships among functional traits potentially involved in local adaptation. Theoretical evolutionary studies have determined that it is an advantage to have an excess of recombination events under heterogeneous environmental conditions. Our study, conducted on a population of radiata pine (Pinus radiata D. Don), was able to identify individuals that show high genetic recombination at genomic regions, which potentially include pleiotropic or collocating QTLs responsible for the studied traits, reaching a prediction accuracy of 0.80 in random cross-validation and 0.72 when whole family was removed from the training population and predicted. To identify these highly recombined individuals, a training population was constructed from correlation breakers, created through tandem selection of parents in the previous generation and their consequent mating. Although the correlation breakers showed lower observed heterogeneity possibly due to direct selection in both studied traits, the genomic regions with statistically significant differences in the linkage disequilibrium pattern showed higher level of heretozygosity, which has the effect of decomposing unfavourable genetic correlation. We propose undertaking selection of correlation breakers under current environmental conditions and using genomic predictions to increase the frequency of these ’recombined’ individuals in future plantations, ensuring the resilience of planted forests to changing climates. The increased frequency of such individuals will decrease the strength of the population-level genetic correlations among traits, increasing the opportunity for new trait combinations to be developed in the future.",
    "readLink": "https://doi.org/10.1038/s41598-022-12320-3"
  },
  {
    "title": "Attributing vegetation change in an arid and cold watershed with complex ecosystems in northwest China",
    "authors": [
      "Xuyang Bai,",
      "Jinxia Fu,",
      "Yan Li,",
      "Zhi Li"
    ],
    "doi": "Vol. 138\n                                \n                                \n                                  p.\n                                  108835",
    "issn": "1470-160X (Print)",
    "publisher": "1872-7034 (Online)",
    "countryOfPublisher": "Elsevier",
    "lcc": [
      "United Kingdom",
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "https://www.sciencedirect.com/journal/ecological-indicators",
    "abstract": "Attributing vegetation change in regions with complex ecosystems is fundamental for environmental management. The Manas River Basin in northwest China has a complex mountain-oasis-desert ecosystem sensitive to environmental change because of the arid and cold climate. This study investigated the spatiotemporal variations in vegetation coverage, and further analyzed the attributions in the Manas River basin. In particular, we separated the contributions of climate change and CO2 fertilization from human activities for each subregion and the whole basin. From 1982 to 2015, the mean annual NDVI values varied with ecosystems, i.e., high in the oasis ecosystem and low in the mountain and desert ecosystems. NDVI significantly increased at a rate of 0.021/10a for the whole study period and for the whole basin, but had spatial and temporal variations. The increase rates of NDVI were larger in the oasis ecosystem than other ecosystems, and they were larger for the period 1982–1997 (0.03/10a) relative to 1998–2015 (0.02/10a). Compared with the period 1982–1997, the vegetation for 1998–2015 was less correlated with climate and more strongly perturbed by human activities. Quantification showed that the anthropogenic contributions of vegetation change were 87% and 88% for the whole basin and the oasis ecosystem, respectively; however, the vegetation change in the mountain and desert ecosystems was overwhelmingly dominated by climate change and CO2 fertilization. The heterogeneity in changes and driving forces of vegetation highlights that the environmental management should be differentiated over space and time for those regions with complex ecosystems.",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S1470160X22003065"
  },
  {
    "title": "Monitoring the Responses of Deciduous Forest Phenology to 2000–2018 Climatic Anomalies in the Northern Hemisphere",
    "authors": [
      "Kevin Bórnez,",
      "Aleixandre Verger,",
      "Adrià Descals,",
      "Josep Peñuelas"
    ],
    "doi": "https://doi.org/10.3390/rs13142806",
    "journalVolume": "Vol. 13,\n                                no. 2806\n                                \n                                  p.\n                                  2806",
    "issn": "2072-4292 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/remotesensing/",
    "abstract": "Monitoring the phenological responses of deciduous forests to climate is important, due to the increasing frequency and intensity of extreme climatic events associated with climate change and global warming, which will in turn affect vegetation seasonality. We investigated the spatiotemporal patterns of the response of deciduous forests to climatic anomalies in the Northern Hemisphere, using satellite-derived phenological metrics from the Copernicus Global Land Service Leaf Area Index, and multisource climatic datasets for 2000–2018 at resolutions of 0.1°. Thereafter, we assessed the impact of extreme heatwaves and droughts on this deciduous forest phenology. We assumed that changes in the deciduous forest phenology in the Northern Hemisphere for the period 2000–2018 were monotonic, and that temperature and precipitation were the main climatic drivers. Analyses of partial correlations of phenological metrics with the timing of the start of the season (SoS), end of the season (EoS), and climatic variables indicated that changes in preseason temperature played a stronger role than precipitation in affecting the interannual variability of SoS anomalies: the higher the temperature, the earlier the SoS in most deciduous forests in the Northern Hemisphere (mean correlation coefficient of −0.31). Correlations between the SoS and temperature were significantly negative in 57% of the forests, and significantly positive in 15% of the forests (p 0.05). Both temperature and precipitation contributed to the advance and delay of the EoS. A later EoS was significantly correlated with a positive Standardized Precipitation Evapotranspiration Index (SPEI) at the regional scale (~30% of deciduous forests). The timings of the EoS and SoS shifted by >20 d in response to heatwaves throughout most of Europe in 2003, and in the United States of America in 2012. This study contributes to improve our understanding of the phenological responses of deciduous forests in the Northern Hemisphere to climate change and extreme climate events.",
    "readLink": "https://www.mdpi.com/2072-4292/13/14/2806"
  },
  {
    "title": "Spatiotemporal Changes of Reference Evapotranspiration in the Highest-Latitude Region of China",
    "authors": [
      "Peng Qi,",
      "Guangxin Zhang,",
      "Y. Jun Xu,",
      "Yanfeng Wu,",
      "Zongting Gao"
    ],
    "doi": "https://doi.org/10.3390/w9070493",
    "journalVolume": "Vol. 9,\n                                no. 7\n                                \n                                  p.\n                                  493",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Reference evapotranspiration (ET0) is often used to make management decisions for crop irrigation scheduling and production. In this study, the spatial and temporal trends of ET0 in China’s most northern province as well as the country’s largest agricultural region were analyzed for the period from 1964 to 2013. ET0 was calculated with the Penman-Monteith of Food and Agriculture Organization of the United Nations irrigation and drainage paper NO.56 (FAO-56) using climatic data collected from 27 stations. Inverse distance weighting (IDW) was used for the spatial interpolation of the estimated ET0. A Modified Mann–Kendall test (MMK) was applied to test the spatiotemporal trends of ET0, while Pearson’s correlation coefficient and cross-wavelet analysis were employed to assess the factors affecting the spatiotemporal variability at different elevations. The results from this study showed a clear decreasing trend for annual ET0 from the low elevation plain area to the high elevation mountainous area. Over the past five decades, ET0 in Heilongjiang Province decreased in all seasons, except for the winter months, during which a steady increase in temperature was found. Elevation played an important role in estimating ET0 in this higher-latitude region, while relative humidity was the most relevant meteorological factor that affected the spatiotemporal variation of ET0 in the province. Overall, the findings from the study suggest that winter ET0 in a high altitude region will continue to increase in the future as climate change persists, which could worsen spring droughts and irrigation management for semi-arid areas in the province.",
    "readLink": "https://www.mdpi.com/2073-4441/9/7/493"
  },
  {
    "title": "Novel Detection of Atmospheric Turbulence Profile Using Mie-Scattering Lidar Based on Non-Kolmogorov Turbulence Theory",
    "authors": [
      "Jiandong Mao,",
      "Yingnan Zhang,",
      "Juan Li,",
      "Xin Gong,",
      "Hu Zhao,",
      "Zhimin Rao"
    ],
    "doi": "https://doi.org/10.3390/e25030477",
    "journalVolume": "Vol. 25,\n                                no. 477\n                                \n                                  p.\n                                  477",
    "issn": "1099-4300 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Astronomy: Astrophysics",
      "Science: Physics"
    ],
    "journalUrl": "http://www.mdpi.com/journal/entropy",
    "abstract": "Turbulence can cause effects such as light intensity fluctuations and phase fluctuations when a laser is transmitted in the atmosphere, which has serious impacts on a number of optical engineering application effects and on climate improvement. Therefore, accurately obtaining real-time turbulence intensity information using lidar-active remote sensing technology is of great significance. In this paper, based on residual turbulent scintillation theory, a Mie-scattering lidar method was developed to detect atmospheric turbulence intensity. By extracting light intensity fluctuation information from a Mie-scattering lidar return signal, the atmospheric refractive index structure constant, Cn2, representing the atmospheric turbulence intensity, could be obtained. Specifically, the scintillation effect on the detection path was analyzed, and the probability density distribution of the light intensity of the Mie-scattering lidar return signal was studied. It was verified that the probability density of logarithmic light intensity basically follows a normal distribution under weak fluctuation conditions. The Cn2 profile based on Kolmogorov turbulence theory was retrieved using a layered, iterative method through the scintillation index. The method for detecting Kolmogorov turbulence intensity was applied to the detection of the non-Kolmogorov turbulence intensity. Through detection using the scintillation index, the corresponding C˜n2 profile could be calculated. The detection of the C˜n2 and Cn2 profiles were compared with the Hufnagel–Valley (HV) night model in the Yinchuan area. The results show that the detection results are consistent with the overall change trend of the model. In general, it is feasible to detect a non-Kolmogorov turbulence profile using Mie-scattering lidar.",
    "readLink": "https://www.mdpi.com/1099-4300/25/3/477"
  }
]