[
  {
    "title": "Mediterranean Islands Hosting Marginal and Peripheral Forest Tree Populations: The Case of Pinus brutia Ten. in Cyprus",
    "authors": [
      "Nicolas-George  H. Eliades,",
      "Filippos  (Phil) A. Aravanopoulos,",
      "Andreas  K. Christou"
    ],
    "doi": "https://doi.org/10.3390/f9090514",
    "journalVolume": "Vol. 9,\n                                no. 9\n                                \n                                  p.\n                                  514",
    "issn": "1999-4907 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany: Plant ecology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/forests/",
    "abstract": "Mediterranean islands have served as important Tertiary and glacial refuges, hosting important peripheral and ecologically marginal forest tree populations. These populations, presumably harboring unique gene complexes, are particularly interesting in the context of climate change. Pinus brutia Ten. is widespread in the eastern Mediterranean Basin and in Cyprus in particular it is the most common tree species. This study evaluated genetic patterns and morphoanatomical local adaptation along the species geographical distribution and altitudinal range in Cyprus. Analysis showed that the Cyprus population of P. brutia is a peripheral population with high genetic diversity, comprised of different subpopulations. Evidence suggests the presence of ongoing dynamic evolutionary processes among the different subpopulations, while the most relic and isolated subpopulations exhibited a decreased genetic diversity compared to the most compact subpopulations in the central area of the island. These results could be the consequence of the small size and prolonged isolation of the former. Comparing populations along an altitude gradient, higher genetic diversity was detected at the middle level. The phenotypic plasticity observed is particularly important for the adaptive potential of P. brutia in an island environment, since it allows rapid change in local environmental conditions.",
    "readLink": "http://www.mdpi.com/1999-4907/9/9/514"
  },
  {
    "title": "Urban land patterns can moderate population exposures to climate extremes over the 21st century",
    "authors": [
      "Jing Gao,",
      "Melissa S. Bukovsky"
    ],
    "doi": "https://doi.org/10.1038/s41467-023-42084-x",
    "journalVolume": "Vol. 14,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 9",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "Abstract Climate change and global urbanization have often been anticipated to increase future population exposure (frequency and intensity) to extreme weather over the coming decades. Here we examine how changes in urban land extent, population, and climate will respectively and collectively affect spatial patterns of future population exposures to climate extremes (including hot days, cold days, heavy rainfalls, and severe thunderstorm environments) across the continental U.S. at the end of the 21st century. Different from common impressions, we find that urban land patterns can sometimes reduce rather than increase population exposures to climate extremes, even heat extremes, and that spatial patterns instead of total quantities of urban land are more influential to population exposures. Our findings lead to preliminary suggestions for embedding long-term climate resilience in urban and regional land-use system designs, and strongly motivate searches for optimal spatial urban land patterns that can robustly moderate population exposures to climate extremes throughout the 21st century.",
    "readLink": "https://doi.org/10.1038/s41467-023-42084-x"
  },
  {
    "title": "Molecular and Genomic Characterization of the <i>Pseudomonas syringae</i> Phylogroup 4: An Emerging Pathogen of <i>Arabidopsis thaliana</i> and <i>Nicotiana benthamiana</i>",
    "authors": [
      "Diego Zavala,",
      "Isabel Fuenzalida,",
      "María Victoria Gangas,",
      "Micaela Peppino Margutti,",
      "Claudia Bartoli,",
      "Fabrice Roux,",
      "Claudio Meneses,",
      "Ariel Herrera-Vásquez,",
      "Francisca Blanco-Herrera"
    ],
    "doi": "https://doi.org/10.3390/microorganisms10040707",
    "journalVolume": "Vol. 10,\n                                no. 707\n                                \n                                  p.\n                                  707",
    "issn": "2076-2607 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Biology (General)"
    ],
    "journalUrl": "https://www.mdpi.com/journal/microorganisms",
    "abstract": "Environmental fluctuations such as increased temperature, water availability, and air CO2 concentration triggered by climate change influence plant disease dynamics by affecting hosts, pathogens, and their interactions. Here, we describe a newly discovered Pseudomonas syringae strain found in a natural population of Arabidopsis thaliana collected from the southwest of France. This strain, called Psy RAYR-BL, is highly virulent on natural Arabidopsis accessions, Arabidopsis model accession Columbia 0, and tobacco plants. Despite the severe disease phenotype caused by the Psy RAYR-BL strain, we identified a reduced repertoire of putative Type III virulence effectors by genomic sequencing compared to P. syringae pv tomato (Pst) DC3000. Furthermore, hopBJ1Psy is found exclusively on the Psy RAYR-BL genome but not in the Pst DC3000 genome. The plant expression of HopBJ1Psy induces ROS accumulation and cell death. In addition, HopBJ1Psy participates as a virulence factor in this plant-pathogen interaction, likely explaining the severity of the disease symptoms. This research describes the characterization of a newly discovered plant pathogen strain and possible virulence mechanisms underlying the infection process shaped by natural and changing environmental conditions.",
    "readLink": "https://www.mdpi.com/2076-2607/10/4/707"
  },
  {
    "title": "Pathogen-host associations and predicted range shifts of human monkeypox in response to climate change in central Africa.",
    "authors": [
      "Henri A Thomassen,",
      "Trevon Fuller,",
      "Salvi Asefi-Najafabady,",
      "Julia A G Shiplacoff,",
      "Prime M Mulembakani,",
      "Seth Blumberg,",
      "Sara C Johnston,",
      "Neville K Kisalu,",
      "Timothée L Kinkela,",
      "Joseph N Fair,",
      "Nathan D Wolfe,",
      "Robert L Shongo,",
      "Matthew LeBreton,",
      "Hermann Meyer,",
      "Linda L Wright,",
      "Jean-Jacques Muyembe,",
      "Wolfgang Buermann,",
      "Emile Okitolonda,",
      "Lisa E Hensley,",
      "James O Lloyd-Smith,",
      "Thomas B Smith,",
      "Anne W Rimoin"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0066071",
    "journalVolume": "Vol. 8,\n                                no. 7\n                                \n                                  p.\n                                  e66071",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Climate change is predicted to result in changes in the geographic ranges and local prevalence of infectious diseases, either through direct effects on the pathogen, or indirectly through range shifts in vector and reservoir species. To better understand the occurrence of monkeypox virus (MPXV), an emerging Orthopoxvirus in humans, under contemporary and future climate conditions, we used ecological niche modeling techniques in conjunction with climate and remote-sensing variables. We first created spatially explicit probability distributions of its candidate reservoir species in Africa's Congo Basin. Reservoir species distributions were subsequently used to model current and projected future distributions of human monkeypox (MPX). Results indicate that forest clearing and climate are significant driving factors of the transmission of MPX from wildlife to humans under current climate conditions. Models under contemporary climate conditions performed well, as indicated by high values for the area under the receiver operator curve (AUC), and tests on spatially randomly and non-randomly omitted test data. Future projections were made on IPCC 4(th) Assessment climate change scenarios for 2050 and 2080, ranging from more conservative to more aggressive, and representing the potential variation within which range shifts can be expected to occur. Future projections showed range shifts into regions where MPX has not been recorded previously. Increased suitability for MPX was predicted in eastern Democratic Republic of Congo. Models developed here are useful for identifying areas where environmental conditions may become more suitable for human MPX; targeting candidate reservoir species for future screening efforts; and prioritizing regions for future MPX surveillance efforts.",
    "readLink": "http://europepmc.org/articles/PMC3729955?pdf=render"
  },
  {
    "title": "The Global Space-based Stratospheric Aerosol Climatology (version 2.0): 1979–2018",
    "authors": [
      "M. Kovilakam,",
      "M. Kovilakam,",
      "L. W. Thomason,",
      "N. Ernest,",
      "L. Rieger,",
      "A. Bourassa,",
      "L. Millán"
    ],
    "doi": "https://doi.org/10.5194/essd-12-2607-2020",
    "journalVolume": "Vol. 12\n                                \n                                \n                                  pp.\n                                  2607\n                                  – 2634",
    "issn": "1866-3508 (Print)",
    "publisher": "1866-3516 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.earth-system-science-data.net/",
    "abstract": "A robust stratospheric aerosol climate data record enables the depiction of the radiative forcing of this highly variable component of climate. In addition to the radiative forcing, stratospheric aerosol also plays a key role in the chemical processes leading to ozone depletion. Therefore, stratospheric aerosol is one of the crucial parameters in understanding climate change in the past and potential changes in the future. As a part of Stratospheric-tropospheric Processes and their Role in Climate (SPARC) Stratospheric Sulfur and its Role in Climate (SSiRC) activity, the Global Space-based Stratospheric Aerosol Climatology (GloSSAC) was created (Thomason et al., 2018) to support the World Climate Research Programme's (WCRP) Coupled Model Intercomparison Project Phase 6 (CMIP6) (Eyring et al., 2016). This data set is a follow-on to one created as a part of SPARC's Assessment of Stratospheric Aerosol Properties (ASAP) activity (SPARC, 2006) and a data created for the Chemistry-Climate Model Initiative (CCMI) in 2012 (Eyring and Lamarque, 2012). Herein, we discuss changes to the original release version including those as a part of v1.1 that was released in September 2018 that primarily corrects an error in the conversion of Cryogenic Limb Array Etalon Spectrometer (CLAES) data to Stratospheric Aerosol and Gas Experiment (SAGE) II wavelengths, as well as the new release, v2.0. Version 2.0 is focused on improving the post-SAGE II era (after 2005) with the goal of mitigating elevated aerosol extinction in the lower stratosphere at mid- and high latitudes noted in v1.0 as noted in Thomason et al. (2018). Changes include the use of version 7.0 of the Optical Spectrograph and InfraRed Imaging System (OSIRIS), the recently released Cloud-Aerosol Lidar and Infrared Pathfinder Satellite Observation (CALIPSO) lidar Level 3 stratospheric aerosol profile monthly product and the new addition of SAGE III/ISS. Here, we use an observed relationship between (i) OSIRIS extinction at 750 nm and (ii) SAGE II and SAGE III/ISS extinction at 525 nm to derive an altitude–latitude-based monthly climatology of Ångström exponent to compute OSIRIS extinction at 525 nm, resulting in a better agreement between OSIRIS and SAGE measurements. We employ a similar approach to convert OSIRIS 750 nm extinction to 1020 nm extinction for the post-SAGE II period. Additionally, we incorporate the recently released standard CALIPSO stratospheric aerosol profile monthly product into GloSSAC with an improved conversion technique of the 532 nm backscatter coefficient to extinction using an observed relationship between OSIRIS 525 nm extinction and CALIPSO 532 nm backscatter. SAGE III/ISS data are also incorporated in GloSSAC to extend the climatology to the present and to test the approach used to correct OSIRIS/CALIPSO data. The GloSSAC v2.0 netCDF file is accessible at https://doi.org/10.5067/glossac-l3-v2.0 (Thomason, 2020).",
    "readLink": "https://essd.copernicus.org/articles/12/2607/2020/essd-12-2607-2020.pdf"
  },
  {
    "title": "Climate Change, Coasts and Coastal Risk",
    "authors": [
      "Roshanka Ranasinghe,",
      "Ruben Jongejan"
    ],
    "doi": "https://doi.org/10.3390/jmse6040141",
    "journalVolume": "Vol. 6,\n                                no. 4\n                                \n                                  p.\n                                  141",
    "issn": "2077-1312 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Naval Science: Naval architecture. Shipbuilding. Marine engineering",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://www.mdpi.com/journal/jmse",
    "abstract": "Projected climate change driven variations in mean sea level (i. [...]",
    "readLink": "https://www.mdpi.com/2077-1312/6/4/141"
  },
  {
    "title": "Local narratives of change as an entry point for building urban climate resilience",
    "authors": [
      "Benedikt Marschütz,",
      "Scott Bremer,",
      "Hens Runhaar,",
      "Dries Hegger,",
      "Heleen Mees,",
      "Joost Vervoort,",
      "Arjan Wardekker"
    ],
    "doi": "Vol. 28",
    "issn": "2212-0963 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Physics: Meteorology. Climatology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/climate-risk-management/",
    "abstract": "Cities face increasing risks due to climate change, and many cities are actively working towards increasing their climate resilience. Climate change-induced risks and interventions to reduce these risks do not only impact urban risk management systems and infrastructures, but also people’s daily lives. In order to build public support for climate adaptation and resilience-building and stimulate collaboration between authorities and citizens, it is necessary that adaptation and resilience-building are locally meaningful. Thus, interventions should be rooted in citizens’ concerns and aspirations for their city. Urban policymakers and researchers have started the search for better citizen participation in adaptation. However, tools to connect the relatively strategic and long-term notions of adaptation to a gradually changing climate held by planners and scientists with how citizens experience today’s climate and weather remain elusive. This paper investigates the use of ‘narratives of change’ as an approach to elicit perceptions of past, present and future weather, water, and climate, and how these relate to citizens’ desired futures. We tested this by eliciting and comparing narratives of change from authorities and from citizens in the Dutch city of Dordrecht. Our analysis of the process showed that historical events, embedded in local memory and identity, have a surprisingly strong impact on how climate change is perceived and acted upon today. This contributes to an awareness and sense of urgency of some climate risks (e.g. flood risks). However, it also shifts attention away from other risks (e.g. intensified heat stress). The analysis highlighted commonalities, like shared concerns about climate change and desires to collaborate, but also differences in how climate change, impacts, and action are conceptualized. There are possibilities for collaboration and mutual learning, as well as areas of potential disagreement and conflict. We conclude that narratives are a useful tool to better connect the governance of climate adaptation with peoples’ daily experience of climate risks and climate resilience, thereby potentially increasing public support for and participation in resilience-building. Keywords: Climate resilience, Narrative analysis, Citizen engagement, Flooding",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2212096320300139"
  },
  {
    "title": "Temporal variation of soil moisture over the Wuding River basin assessed with an eco-hydrological model, in-situ observations and remote sensing",
    "authors": [
      "C. Shu,",
      "D. Dai,",
      "V. Naeimi,",
      "W. Zhao,",
      "L. Mao,",
      "X. Mo,",
      "S. Liu"
    ],
    "doi": "Vol. 13,\n                                no. 7\n                                \n                                  pp.\n                                  1375\n                                  – 1398",
    "issn": "1027-5606 (Print)",
    "publisher": "1607-7938 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.hydrology-and-earth-system-sciences.net/",
    "abstract": "The change pattern and trend of soil moisture (SM) in the Wuding River basin, Loess Plateau, China is explored based on the simulated long-term SM data from 1956 to 2004 using an eco-hydrological process-based model, Vegetation Interface Processes model, VIP. In-situ SM observations together with a remotely sensed SM dataset retrieved by the Vienna University of Technology are used to validate the model. In the VIP model, climate-eco-hydrological (CEH) variables such as precipitation, air temperature and runoff observations and also simulated evapotranspiration (<I>E<sub>T</sub></I>), leaf area index (LAI), and vegetation production are used to analyze the soil moisture evolution mechanism. The results show that the model is able to capture seasonal SM variations. The seasonal pattern, multi-year variation, standard deviation and coefficient of variation (<I>C<sub>V</sub></I>) of SM at the daily, monthly and annual scale are well explained by CEH variables. The annual and inter-annual variability of SM is the lowest compared with that of other CEH variables. The trend analysis shows that SM is in decreasing tendency at α=0.01 level of significance, confirming the Northern Drying phenomenon. This trend can be well explained by the decreasing tendency of precipitation (α=0.1) and increasing tendency of temperature (α=0.01). The decreasing tendency of runoff has higher significance level (α=0.001). Because of SM's decreasing tendency, soil evaporation (<I>E<sub>S</sub></I>) is also decreasing (α=0.05). The tendency of net radiation (<I>R<sub>n</sub></I>), evapotranspiration (<I>E<sub>T</sub></I>), transpiration (<I>E<sub>C</sub></I>), canopy intercept (<I>E<sub>I</sub></I>) is not obvious. Net primary productivity (NPP), of which the significance level is lower than α=0.1, and gross primary productivity (GPP) at α=0.01 are in increasing tendency.",
    "readLink": "http://www.hydrol-earth-syst-sci.net/13/1375/2009/hess-13-1375-2009.pdf"
  },
  {
    "title": "Editorial for Special Issue “Sustainable Production of Metals for Low-Carbon Technologies”",
    "authors": [
      "Ilhwan Park,",
      "Marthias Silwamba"
    ],
    "doi": "https://doi.org/10.3390/min13010088",
    "journalVolume": "Vol. 13,\n                                no. 88\n                                \n                                  p.\n                                  88",
    "issn": "2075-163X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Geology: Mineralogy"
    ],
    "journalUrl": "https://www.mdpi.com/journal/minerals",
    "abstract": "In 2015, 193 governments agreed to act on climate change by drastically reducing carbon dioxide (CO2) emissions as envisaged in the sustainable development goal (SDG) number 13 [...]",
    "readLink": "https://www.mdpi.com/2075-163X/13/1/88"
  },
  null
]