[
  {
    "title": "Long-Term Trend Analysis in Annual and Seasonal Precipitation, Maximum and Minimum Temperatures in the Southwest United States",
    "authors": [
      "Koffi Djaman,",
      "Komlan Koudahe,",
      "Ansoumana Bodian,",
      "Lamine Diop,",
      "Papa  Malick Ndiaye"
    ],
    "doi": "https://doi.org/10.3390/cli8120142",
    "journalVolume": "Vol. 8,\n                                no. 142\n                                \n                                  p.\n                                  142",
    "issn": "2225-1154 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science"
    ],
    "journalUrl": "http://www.mdpi.com/journal/climate",
    "abstract": "The objective of this study is to perform trend analysis in the historic data sets of annual and crop season [May–September] precipitation and daily maximum and minimum temperatures across the southwest United States. Eighteen ground-based weather stations were considered across the southwest United States for a total period from 1902 to 2017. The non-parametric Mann–Kendall test method was used for the significance of the trend analysis and the Sen’s slope estimator was used to derive the long-term average rates of change in the parameters. The results showed a decreasing trend in annual precipitation at 44.4% of the stations with the Sen’s slopes varying from −1.35 to −0.02 mm/year while the other stations showed an increasing trend. Crop season total precipitation showed non-significant variation at most of the stations except two stations in Arizona. Seventy-five percent of the stations showed increasing trend in annual maximum temperature at the rates that varied from 0.6 to 3.1 °C per century. Air cooling varied from 0.2 to 1.0 °C per century with dominant warming phenomenon at the regional scale of the southwest United States. Average annual minimum temperature had increased at 69% of the stations at the rates that varied from 0.1 to 8 °C over the last century, while the annual temperature amplitude showed a decreasing trend at 63% of stations. Crop season maximum temperature had significant increasing trend at 68.8% of the stations at the rates varying from 0.7 to 3.5 °C per century, while the season minimum temperature had increased at 75% of the stations.",
    "readLink": "https://www.mdpi.com/2225-1154/8/12/142"
  },
  {
    "title": "Regeneration from seeds in a temperate native flora: A climate‐smart and natural–capital‐driven germination risk modelling approach",
    "authors": [
      "Efisio Mattana,",
      "Ted Chapman,",
      "Stephanie Miles,",
      "Tiziana Ulian,",
      "Angelino Carta"
    ],
    "doi": "https://doi.org/10.1002/ppp3.10378",
    "journalVolume": "Vol. 5,\n                                no. 6\n                                \n                                  pp.\n                                  908\n                                  – 922",
    "issn": "2572-2611 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Botany"
    ],
    "journalUrl": "https://nph.onlinelibrary.wiley.com/journal/25722611",
    "abstract": "Societal Impact Statement Exceptionally rainy winters and hot–dry summers are becoming the new normal around the United Kingdom. The effects of these climatic changes can already be seen in forests and grasslands, agricultural fields and even in our own gardens, as native plants try to keep pace with them. In this study, the seed germination of the native flora of Wakehurst, in the Southeast England, was analysed to identify potential threats to the long‐term persistence of selected species, which are part of the natural landscape of this area. Recommendations are provided for ecological restoration interventions which aim to maintain the different potential benefits those plants can provide to people. Summary Seeds play an important role in plant adaptation to human‐driven climate change. In this study, we applied a multilevel modelling of thermal germination responses of native temperate plants, to understand how global warming could affect their reproduction and the potential benefits they provide, as part of their natural capital. We identified Wakehurst (Southeast England, UK), as our study system. We modelled thermal seed germination parameters of the native flora as a whole and according to different uses categories (e.g., medicinal or food plants), through a phylogenetic meta‐analysis of publicly available data from Kew's Millennium Seed Bank (MSB). We also carried out a comparative germination study for MSB seed lots of 20 selected species. Finally, we quantified the germination risk, by comparing current and predicted environmental temperatures with thermal germination parameters at flora, uses categories and species level. Under future climatic scenarios, germination of the native flora will be at higher risk in spring than in autumn. Fitted quadratic models, although affected by phylogeny, did not show major differences among uses categories. Species with a narrow window of cold germination temperatures could be more at risk than those with warm optimal temperatures. Restoration activities should target species from phylogenetically clustered uses categories, to avoid losing their benefit provisions, and implement climate‐smart seed sourcing for high‐risk species. This multilevel germination modelling approach, based on collections and available data from conservation seed banks, can be applied to selected floras and regions to inform climate‐smart ecological restoration activities, while accounting for their natural capital.",
    "readLink": "https://doi.org/10.1002/ppp3.10378"
  },
  {
    "title": "Uncovering multilayered vulnerability and resilience in rural villages in the Pacific: a case study of Ono Island, Fiji",
    "authors": [
      "Daniela Medina Hidalgo,",
      "Patrick D. Nunn,",
      "Harriot Beazley"
    ],
    "doi": "https://doi.org/10.5751/ES-12197-260126",
    "journalVolume": "Vol. 26,\n                                no. 1\n                                \n                                  p.\n                                  26",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "Peripheral communities across the Pacific are progressively being recognized as priority areas for the implementation of climate change adaptation strategies. A key step in planning and implementing effective adaptation actions is to identify what elements are driving vulnerability and resilience. Building on existing vulnerability and resilience conceptual models, we developed and applied a conceptual framework to identify drivers of vulnerability and resilience in social-ecological systems. By unifying the two concepts of vulnerability and resilience into a single framework, it is possible to better capture drivers of coping, adaptive and transformative capacities, and how they relate to specific climate hazards. The aim of the framework is to provide the conceptual basis from which the two concepts can be applied in conjunction, rather than prescribing specific indicators. The proposed framework was applied using a participatory action research approach to identify drivers of resilience and vulnerability in three coastal villages on a peripheral rural island in Fiji. Results from the framework's application show that these communities are currently contextualized within multiple layers of vulnerability and resilience, driven by: dependency on external support to implement activities, lack of knowledge about novel management actions for dealing with rapid environmental change, high levels of agency, increased access to support and services, high levels of awareness about climate change impacts, disposition to implement change and learn, and capacity to mobilize community resources and support. The development and application of the framework highlights aspects of vulnerability and resilience that have been overlooked or undervalued in the past when designing and implementing strategies for climate change adaptation in small island developing states (SIDS). The proposed framework has the potential to help overcome existing barriers in designing and implementing successful adaptation strategies, optimizing their effectiveness and sustainability in ways that are aligned with the unique situations of many SIDS.",
    "readLink": "https://www.ecologyandsociety.org/vol26/iss1/art26/"
  },
  {
    "title": "Environmental DNA from Seawater Samples Correlate with Trawl Catches of Subarctic, Deepwater Fishes.",
    "authors": [
      "Philip Francis Thomsen,",
      "Peter Rask Møller,",
      "Eva Egelyng Sigsgaard,",
      "Steen Wilhelm Knudsen,",
      "Ole Ankjær Jørgensen,",
      "Eske Willerslev"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0165252",
    "journalVolume": "Vol. 11,\n                                no. 11\n                                \n                                  p.\n                                  e0165252",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Remote polar and deepwater fish faunas are under pressure from ongoing climate change and increasing fishing effort. However, these fish communities are difficult to monitor for logistic and financial reasons. Currently, monitoring of marine fishes largely relies on invasive techniques such as bottom trawling, and on official reporting of global catches, which can be unreliable. Thus, there is need for alternative and non-invasive techniques for qualitative and quantitative oceanic fish surveys. Here we report environmental DNA (eDNA) metabarcoding of seawater samples from continental slope depths in Southwest Greenland. We collected seawater samples at depths of 188-918 m and compared seawater eDNA to catch data from trawling. We used Illumina sequencing of PCR products to demonstrate that eDNA reads show equivalence to fishing catch data obtained from trawling. Twenty-six families were found with both trawling and eDNA, while three families were found only with eDNA and two families were found only with trawling. Key commercial fish species for Greenland were the most abundant species in both eDNA reads and biomass catch, and interpolation of eDNA abundances between sampling sites showed good correspondence with catch sizes. Environmental DNA sequence reads from the fish assemblages correlated with biomass and abundance data obtained from trawling. Interestingly, the Greenland shark (Somniosus microcephalus) showed high abundance of eDNA reads despite only a single specimen being caught, demonstrating the relevance of the eDNA approach for large species that can probably avoid bottom trawls in most cases. Quantitative detection of marine fish using eDNA remains to be tested further to ascertain whether this technique is able to yield credible results for routine application in fisheries. Nevertheless, our study demonstrates that eDNA reads can be used as a qualitative and quantitative proxy for marine fish assemblages in deepwater oceanic habitats. This relates directly to applied fisheries as well as to monitoring effects of ongoing climate change on marine biodiversity-especially in polar ecosystems.",
    "readLink": "http://europepmc.org/articles/PMC5112899?pdf=render"
  },
  {
    "title": "Magnitude and robustness associated with the climate change impacts on global hydrological variables for transient and stabilized climate states",
    "authors": [
      "Boulange Julien,",
      "Hanasaki Naota,",
      "Veldkamp Ted,",
      "Schewe Jacob,",
      "Shiogama Hideo"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/aac179",
    "journalVolume": "Vol. 13,\n                                no. 6\n                                \n                                  p.\n                                  064017",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Recent studies have assessed the impacts of climate change at specific global temperature targets using relatively short (30 year ) transient time-slice periods which are characterized by a steady increase in global mean temperature with time. The Inter-Sectoral Impacts Model Intercomparison Project Phase 2b (ISIMIP2b) provides trend-preserving bias-corrected climate model datasets over six centuries for four global climate models (GCMs) which therefore can be used to evaluate the potential effects of using time-slice periods from stabilized climate state rather than time-slice periods from transient climate state on climate change impacts. Using the H08 global hydrological model, the impacts of climate change, quantified as the deviation from the pre-industrial era, and the signal-to-noise ( SN ) ratios were computed for five hydrological variables, namely evapotranspiration (EVA), precipitation (PCP), snow water equivalent (SNW), surface temperature (TAR), and total discharge (TOQ) over 20 regions comprising the global land area. A significant difference in EVA for the transient and stabilized climate states was systematically detected for all four GCMs. In addition, three out of the four GCMs indicated that significant differences in PCP, TAR, and TOQ for the transient and stabilized climate states could also be detected over a small fraction of the globe. For most regions, the impacts of climate change toward EVA, PCP, and TOQ are indicated to be underestimated using the transient climate state simulations. The transient climate state was also identified to underestimate the SN ratios compared to the stabilized climate state. For both the global and regional scales, however, there was no indication that surface areas associated with the different classes of SN ratios changed depending on the two climate states ( t -test, p > 0.01). Transient time slices may be considered a good approximation of the stabilized climate state, for large-scale hydrological studies and many regions and variables, as: (1) impacts of climate change were only significantly different from those of the stabilized climate state for a small fraction of the globe, and (2) these differences were not indicated to alter the robustness of the impacts of climate change.",
    "readLink": "https://doi.org/10.1088/1748-9326/aac179"
  },
  {
    "title": "Echinococcus granulosus infection and options for control of cystic echinococcosis in Tibetan communities of Western Sichuan Province, China.",
    "authors": [
      "Yu Rong Yang,",
      "Donald P McManus,",
      "Yan Huang,",
      "David D Heath"
    ],
    "doi": "https://doi.org/10.1371/journal.pntd.0000426",
    "journalVolume": "Vol. 3,\n                                no. 4\n                                \n                                  p.\n                                  e426",
    "issn": "1935-2727 (Print)",
    "publisher": "1935-2735 (Online)",
    "countryOfPublisher": "Public Library of Science (PLoS)",
    "lcc": [
      "United States",
      "Medicine: Internal medicine: Special situations and conditions: Arctic medicine. Tropical medicine",
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://journals.plos.org/plosntds/",
    "abstract": "BACKGROUND: Human cystic echinococcosis (CE) is highly endemic in the Tibetan regions of Sichuan where most families keep guard dogs and where there are considerable numbers of ownerless/stray dogs. Strong Buddhist beliefs do not allow for elimination of stray dogs, and many strays are actually fed and adopted by households or monasteries. On account of the high altitude (3900-5000 m), pasturage is the major agricultural activity in this area. The harsh mountainous climate often leads to many grazing animals dying on the pasture at the end of a hard winter. The skin and some meat are taken, and the rest of the animal is left for scavenging birds and animals. The poor sanitation and hygiene, the Buddhist doctrine of allowing old livestock to die naturally, plus the unrestricted disposal of animal viscera post-slaughter may be responsible for the high prevalence of human CE in this setting. METHODS AND FINDINGS: As part of a large collaborative control program for CE in Ganzi County, situated in the west of Sichuan Province, surveillance for Echinococcus infection in domestic dogs using a coproantigen method and necropsy of unwanted dogs was carried out prior to (in 2000) and after (in 2005) dog anthelminthic treatment (5 mg/kg oral praziquantal at 6 month intervals) to determine the efficacy of the treatment for control. The prevalence of E. granulosus only in dogs by necropsy was 27% and 22%, and prevalence of both Echinococcus spp. by necropsy was 63% and 38%; prevalence of both Echinococcus spp. by coproantigen analysis was 50% and 17%. Necropsy of sheep/goats (age <1 to 12 years) (prevalence of E. granulosus in 1-6-year-old animals was 38% and in 10-12-year-old animals was 70%) and yaks (age 4 years) (prevalence of E. granulosus was 38%) was undertaken to determine the baseline transmission pressure. Protoscoleces were only found in very old sheep/goats and yaks. Necropsy of dogs in the Datangma district indicated that there was no apparent significant change in the overall prevalence of E. granulosus in unwanted dogs after 5 years of 6-month praziquantel treatment. However, this was likely due to the number of dogs available for necropsy being too small to reflect the real situation prevailing. There was a highly significant decrease in Echinococcus prevalence after the 5-year treatment program shown by coproantigen-ELISA. This indicated a decreasing but continuing risk for re-infection of domestic and stray dogs. Genotyping of E. granulosus samples obtained from necropsied sheep/goats and yaks and from locally infected humans at surgery was carried out to determine the strain of parasite responsible for human infection. DNA genotyping indicated that only the sheep strain (G1) of E. granulosus was present in the study area. CONCLUSIONS: Considerable re-infection rates of E. granulosus among dogs indicated a high infection pressure from infected livestock in this region, most likely from older animals dying on the pasture. A combination of livestock vaccination with the Eg95 vaccine, which is effective against the sheep strain of E. granulosus, and dog anthelmintic treatment, thus targeting two critical points of the parasite life-cycle, would avoid the conflicts of religion or local culture and could achieve the goal of hydatid control in the long term.",
    "readLink": "http://europepmc.org/articles/PMC2668793?pdf=render"
  },
  {
    "title": "Risk to North American birds from climate change‐related threats",
    "authors": [
      "Brooke L. Bateman,",
      "Lotem Taylor,",
      "Chad Wilsey,",
      "Joanna Wu,",
      "Geoffrey S. LeBaron,",
      "Gary Langham"
    ],
    "doi": "https://doi.org/10.1111/csp2.243",
    "journalVolume": "Vol. 2,\n                                no. 8\n                                \n                                  pp.\n                                  n/a\n                                  – n/a",
    "issn": "2578-4854 (Online)",
    "publisher": "Wiley",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology",
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "https://onlinelibrary.wiley.com/journal/25784854",
    "abstract": "Abstract Climate change is a significant threat to biodiversity globally. Here, we assessed the risk to 544 birds in the United States from future climate change‐related threats under a mitigation‐dependent global warming scenario of 1.5°C and an unmitigated scenario of 3.0°C. Threats considered included sea level rise, human land cover conversion, and extreme weather events. We identified potential impacts to individual species by overlaying future bird ranges with threats to calculate the proportion of species' ranges affected, and mapped a place‐based index of risk based on hazard (coincident threats), exposure (potential species richness), and vulnerability (potential richness of vulnerable species). Extreme weather events had the most extensive spatial coverage and contribution to risk, but urbanization and sea level rise also had disproportionate impacts on species relative to their coverage. With unmitigated climate change, multiple coincident threats affected over 88% of the area of the conterminous United States, and 97% of species could be affected by two or more climate‐related threats. Some habitat groups will see up to 96% of species facing three or more threats. Species of conservation concern also faced more threats regardless of climate change scenario. However, climate change mitigation would reduce risk to birds from climate change‐related threats across over 90% of the US.",
    "readLink": "https://doi.org/10.1111/csp2.243"
  },
  {
    "title": "Biocrust carbon exchange varies with crust type and time on Chihuahuan Desert gypsum soils",
    "authors": [
      "Mikaela R. Hoellrich,",
      "Darren K. James,",
      "David Bustos,",
      "Anthony Darrouzet-Nardi,",
      "Louis S. Santiago,",
      "Nicole Pietrasiak,",
      "Nicole Pietrasiak"
    ],
    "doi": "https://doi.org/10.3389/fmicb.2023.1128631",
    "journalVolume": "Vol. 14",
    "issn": "1664-302X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.frontiersin.org/microbiology",
    "abstract": "IntroductionIn dryland systems, biological soil crusts (biocrusts) can occupy large areas of plant interspaces, where they fix carbon following rain. Although distinct biocrust types contain different dominant photoautotrophs, few studies to date have documented carbon exchange over time from various biocrust types. This is especially true for gypsum soils. Our objective was to assess the carbon exchange of biocrust types established at the world’s largest gypsum dune field at White Sands National Park.MethodsWe sampled five different biocrust types from a sand sheet location in three different years and seasons (summer 2020, fall 2021, and winter 2022) for carbon exchange measurements in controlled lab conditions. Biocrusts were rehydrated to full saturation and light incubated for 30 min, 2, 6, 12, 24, and 36 h. Samples were then subject to a 12-point light regime with a LI-6400XT photosynthesis system to determine carbon exchange.ResultsBiocrust carbon exchange values differed by biocrust type, by incubation time since wetting, and by date of field sampling. Lichens and mosses had higher gross and net carbon fixation rates than dark and light cyanobacterial crusts. High respiration rates were found after 0.5 h and 2 h incubation times as communities recovered from desiccation, leveling off after 6 h incubation. Net carbon fixation of all types increased with longer incubation time, primarily as a result of decreasing respiration, which suggests rapid recovery of biocrust photosynthesis across types. However, net carbon fixation rates varied from year to year, likely as a product of time since the last rain event and environmental conditions preceding collection, with moss crusts being most sensitive to environmental stress at our study sites.DiscussionGiven the complexity of patterns discovered in our study, it is especially important to consider a multitude of factors when comparing biocrust carbon exchange rates across studies. Understanding the dynamics of biocrust carbon fixation in distinct crust types will enable greater precision of carbon cycling models and improved forecasting of impacts of global climate change on dryland carbon cycling and ecosystem functioning.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fmicb.2023.1128631/full"
  },
  {
    "title": "Wild pigs as sentinels for hard ticks: A case study from south-central Florida",
    "authors": [
      "Mary M. Merrill,",
      "Raoul K. Boughton,",
      "Cynthia C. Lord,",
      "Katherine A. Sayler,",
      "Bethany Wight,",
      "Wesley M. Anderson,",
      "Samantha M. Wisely"
    ],
    "doi": "Vol. 7,\n                                no. 2\n                                \n                                  pp.\n                                  161\n                                  – 170",
    "issn": "2213-2244 (Online)",
    "publisher": "Elsevier",
    "countryOfPublisher": "Netherlands",
    "lcc": [
      "Science: Zoology"
    ],
    "journalUrl": "http://www.journals.elsevier.com/international-journal-for-parasitology-parasites-and-wildlife/",
    "abstract": "As a result of shifts in the habitable range of ticks due to climate change and the ongoing threat of exotic tick species introductions, efficient surveillance tools for these pests and disease vectors are needed. Wild pigs are habitat generalists, distributed throughout most of the United States, and often hunted recreationally or removed as part of management programs, making them potentially useful sentinel hosts for ticks. We compared ticks collected from captured wild pigs and standard tick dragging methods on a south-central Florida cattle ranch from May 2015–August 2017. Three hundred and sixteen wild pigs were surveyed, and 84 km spanning three habitat types (seminative pasture, improved pasture, and hammock) were dragged. In total, 1023 adults of four species (Amblyomma auricularium, Amblyomma maculatum, Dermacentor variabilis, and Ixodes scapularis) were collected from wild pigs, while 39 adults of three species (A. auricularium, A. maculatum, and I. scapularis) were collected from drags. Only one immature specimen, a nymph, was collected from a pig, while dragging collected 2808 larvae and 150 nymphs. Amblyomma maculatum comprised 96% of adults collected from pigs, while A. maculatum, I. scapularis, and A. auricularium comprised 38%, 33%, and 28% of adults collected from drags, respectively. Adults of all tick species found on drags were found on pigs, and wild pig surveillance detected adults of an additional species not found on drags. Dragging was far superior for collection of immatures but not for adults of most species found in this study. These findings suggest wild pigs could be used as a sentinel for the detection of tick species. When combined with ongoing wild pig research, hunting, or management, wild pig surveillance can provide an effective method to survey for adult tick presence of some species of interest and may assist in tracking the range expansion of some tick species. Keywords: Ticks, Vector surveillance, Sus scrofa, Parasite-host ecology, Florida, Wild pigs",
    "readLink": "http://www.sciencedirect.com/science/article/pii/S2213224418300270"
  },
  {
    "title": "Co-creation of a Scalable Climate Service for Kenyan Smallholder Farmers",
    "authors": [
      "Sophie van der Horst,",
      "Hasse Goosen,",
      "Merlijn van Selm,",
      "Irene Koomen,",
      "Emmanuel Ochola Matsaba,",
      "John Wesonga,",
      "Jessica Koge,",
      "Marjel klein Holkenborg"
    ],
    "doi": "https://doi.org/10.3389/fclim.2022.859728",
    "journalVolume": "Vol. 4",
    "issn": "2624-9553 (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.frontiersin.org/journals/climate#",
    "abstract": "Climate change is already impacting the horticulture sector in Kenya. Even though the effects of climate change will be severe, adaptation to climate change still has little priority at the local and county level. This paper discusses the development of the agricultural climate atlas for Kajiado and Kiambu counties in Kenya as a climate information service to support the horticulture sector. This climate service for smallholder farmers aims to bridge the gap between climate research and data provision and the uptake by farmers and farmer organizations on the ground. Rather than developing a generic service for the whole of the country, we followed a local, bottom-up approach. Working at the county level, we tried to capture local needs. The result is a co-created atlas for two counties, for specific crops. The approach can be scaled up to other counties and other crops. We elaborate on our approach, and discuss lessons learned, challenges, and future work opportunities. The development of the climate atlas shows the importance of co-creation and user engagement. In addition, flexibility in the output and process was crucial. The main challenge remains to keep engagement high after completion of the project.",
    "readLink": "https://www.frontiersin.org/articles/10.3389/fclim.2022.859728/full"
  }
]