[
  {
    "title": "Northward dispersal of sea kraits (Laticauda semifasciata) beyond their typical range.",
    "authors": [
      "Jaejin Park,",
      "Il-Hun Kim,",
      "Jonathan J Fong,",
      "Kyo-Soung Koo,",
      "Woo-Jin Choi,",
      "Tein-Shun Tsai,",
      "Daesik Park"
    ],
    "doi": "https://doi.org/10.1371/journal.pone.0179871",
    "journalVolume": "Vol. 12,\n                                no. 6\n                                \n                                  p.\n                                  e0179871",
    "issn": "1932-6203 (Online)",
    "publisher": "Public Library of Science (PLoS)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine",
      "Science"
    ],
    "journalUrl": "https://journals.plos.org/plosone/",
    "abstract": "Marine reptiles are declining globally, and recent climate change may be a contributing factor. The study of sea snakes collected beyond their typical distribution range provides valuable insight on how climate change affects marine reptile populations. Recently, we collected 12 Laticauda semifasciata (11 females, 1 male) from the waters around southern South Korea-an area located outside its typical distribution range (Japan, China including Taiwan, Philippines and Indonesia). We investigated the genetic origin of Korean specimens by analyzing mitochondrial cytochrome b gene (Cytb) sequences. Six individuals shared haplotypes with a group found in Taiwan-southern Ryukyu Islands, while the remaining six individuals shared haplotypes with a group encompassing the entire Ryukyu Archipelago. These results suggest L. semifasciata moved into Korean waters from the Taiwan-Ryukyu region via the Taiwan Warm Current and/or the Kuroshio Current, with extended survival facilitated by ocean warming. We highlight several contributing factors that increase the chances that L. semifasciata establishes new northern populations beyond the original distribution range.",
    "readLink": "http://europepmc.org/articles/PMC5482473?pdf=render"
  },
  {
    "title": "Context and future directions for integrating forest carbon into sub-national climate mitigation planning in the RGGI region of the U.S.",
    "authors": [
      "Rachel L Lamb,",
      "George C Hurtt,",
      "Tee Jay Boudreau,",
      "Elliott Campbell,",
      "Edil A Sepúlveda Carlo,",
      "Hong-Hanh Chu,",
      "Jennifer de Mooy,",
      "Ralph O Dubayah,",
      "Dena Gonsalves,",
      "Madeleine Guy,",
      "Nathan E Hultman,",
      "Shawn Lehman,",
      "Bennet Leon,",
      "Andrew J Lister,",
      "Cary Lynch,",
      "Lei Ma,",
      "Christopher Martin,",
      "Nathan Robbins,",
      "Alexander Rudee,",
      "Carlos E Silva,",
      "Christopher Skoglund,",
      "Hao Tang"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/abe6c2",
    "journalVolume": "Vol. 16,\n                                no. 6\n                                \n                                  p.\n                                  063001",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "International frameworks for climate mitigation that build from national actions have been developed under the United National Framework Convention on Climate Change and advanced most recently through the Paris Climate Agreement. In parallel, sub-national actors have set greenhouse gas (GHG) reduction goals and developed corresponding climate mitigation plans. Within the U.S., multi-state coalitions have formed to facilitate coordination of related science and policy. Here, utilizing the forum of the NASA Carbon Monitoring System’s Multi-State Working Group, we collected and reviewed climate mitigation plans for 11 states in the Regional Greenhouse Gas Initiative region of the Eastern U.S. For each state we reviewed the (a) policy framework for climate mitigation, (b) GHG reduction goals, (c) inclusion of forest activities in the state’s climate action plan, (d) existing science used to quantify forest carbon estimates, and (e) stated needs for forest carbon monitoring science. Across the region, we found important differences across all categories. While all states have GHG reduction goals and framework documents, nearly three-quarters of all states do not account for forest carbon when planning GHG reductions; those that do account for forest carbon use a variety of scientific methods with various levels of planning detail and guidance. We suggest that a common, efficient, standardized forest carbon monitoring system would provide important benefits to states and the geographic region as a whole. In addition, such a system would allow for more effective transparency and progress tracking to support state, national, and international efforts to increase ambition and implementation of climate goals.",
    "readLink": "https://doi.org/10.1088/1748-9326/abe6c2"
  },
  {
    "title": "Promoting private forests for biodiversity conservation and ecosystems restoration in the Sahel region",
    "authors": [
      "Karafa Bognini,",
      "Loyapin Bondé,",
      "Sié Sylvestre Da,",
      "Abisha Mapendembe,",
      "Roch Yao Gnabeli"
    ],
    "doi": "https://doi.org/10.3897/natureconservation.53.99313",
    "journalVolume": "Vol. 53\n                                \n                                \n                                  pp.\n                                  17\n                                  – 38",
    "issn": "1314-6947 (Print)",
    "publisher": "1314-3301 (Online)",
    "countryOfPublisher": "Pensoft Publishers",
    "lcc": [
      "Bulgaria",
      "Science: Biology (General): Ecology",
      "Science: Natural history (General): General. Including nature conservation, geographical distribution"
    ],
    "journalUrl": "http://natureconservation.pensoft.net/",
    "abstract": "Private forests have the potential to mitigate biodiversity loss and improve community livelihoods. However, information on the socio-ecological factors that drive their establishment and long-term management are limited. This study aimed to narrow this gap by assessing the potential of privately-owned forests in conserving biodiversity and supporting the livelihoods of communities in northern Burkina Faso. Floristic data were collected within 26 plots (900 m2 each) equally distributed between private Gourga forest, established in 1980) and its adjacent communal areas. Sixty-three (63) private landowners were interviewed in order to underpin their motivations and associated traditional knowledge and a stakeholder’s workshop was conducted to develop conservation models for private forests and participatory implementation roadmap. Findings revealed that species richness was 132 in the Gourga forest and 85 in the communal areas, highlighting the importance of private forest in species conservation. Local communities recognized the provisioning (36.46%), regulating (28.46%) and supporting (22.48%) of ecosystem services provided by the Gourga forest as motivating factors. The main barriers to their establishment and management include lack of financial resources (35%), scarce lands (26%) and human pressures (8%). The implementation of private forests will need to be supported by the enactment of a secure land tenure policy, as well as payment for ecosystem services (PES) policies, incentivizing locals. We suggest decision makers mainstream privately-owned lands into national conservation strategies and design incentives policies to motivate local communities’ engagement.",
    "readLink": "https://natureconservation.pensoft.net/article/99313/download/pdf/"
  },
  {
    "title": "Studying the characteristics of heavy rainfall in the central coastal provinces of Vietnam (Quang Binh case study)",
    "authors": [
      "Nguyen Van Thang,",
      "Vu Van Thang,",
      "Tran Dinh Trong,",
      "Jerome Faucet"
    ],
    "doi": "https://doi.org/10.31276/VJSTE.61(2).71-78",
    "journalVolume": "Vol. 61,\n                                no. 2",
    "issn": "2525-2461 (Print)",
    "publisher": "2615-9937 (Online)",
    "countryOfPublisher": "Vietnam Ministry of Science and Technology",
    "lcc": [
      "Viet Nam",
      "Science"
    ],
    "journalUrl": "https://vietnamscience.vjst.vn/index.php/vjste",
    "abstract": "This paper explores the maximum amount of rainfall in the Central coastal provinces of Vietnam (Quang Binh case study) for return periods of 5 years, 10 years, 20 years, 50 years, and 100 years, which correspond to frequencies of 20%, 10%, 5%, 2%, and 1%, respectively. The results show that at a frequency of 20%, the maximum intensity of rain during a heavy rain spell can range from 636.6 to 696.0 mm, while the maximum one-day amount received was over 300 mm, which can occur many times in 5 years. At a frequency of 1%, the intensity of rain during a heavy rain spell can range from 1,197.9 to 1,268.3 mm, while the maximum one-day amount ranged from 487.4 to 521.9 mm. However, such values are very rare over the course of 100 years. In addition, in terms of annual rainfall, the spatial distribution of heavy rainfall in coastal areas was significantly smaller than that in mountainous areas. The highest one-day and five-day rainfall have the same pattern of spatial distribution as annual rainfall.",
    "readLink": "https://vietnamscience.vjst.vn/index.php/vjste/article/view/187"
  },
  {
    "title": "SOCIAL, FINANCIAL AND MARKET FEASIBILITY OF COMMUNITY PLANTATION FOREST PRODUCT: CASE STUDY AT DOMPU REGENCY, WEST NUSA TENGGARA",
    "authors": [
      "Subarudi Subarudi"
    ],
    "doi": "https://doi.org/10.20886/jpsek.2014.11.4.323-337",
    "journalVolume": "Vol. 11,\n                                no. 4\n                                \n                                  pp.\n                                  323\n                                  – 337",
    "issn": "1979-6013 (Print)",
    "publisher": "2502-4221 (Online)",
    "countryOfPublisher": "Centre for Social Research and Development, Economics, Policy and Climate Change; Development and Innovation Agency; Ministry of Environment and Forestry",
    "lcc": [
      "Indonesia",
      "Agriculture: Forestry"
    ],
    "journalUrl": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK",
    "abstract": "Dompu Regency is one of the regencies in Nusa Tenggara Barat Province that has recieved a license on Community Plantation Forest (CPF) and realized all the targeted areas, and obtained the loan from Center of Financing for Plantation Forest Development, Ministry of Forestry. However, it still faced obstacles and problems in its field operation. Therefore, the review on CPF development in Dompu Regency is needed as a lesson learned. The objectives of the review are: 1) to analyse the social feasibility of CPF management; 2) to analyse the financial feasibility of CPF management and 3) to analyse the market feasibility of CPF management. The results of review indicated that the social feasibility of CPF still faced the problems, namely: 1) CPF program become a legalization of non-permit forest management; 2) CPF program requires an instant and a suddent institutional development; 3) difficulty in working group; 4) inland utilization is not optimum; 5) difficulty in managing group administration system; 6) low quality of human resources in cooperative management and 7) unmeasureable performance of CPF field advisor. Financial aspect of CPF management is feasible with NVP as much as IDR 20,054,791, BCR = 3.31 and IRR = 28%. The CPF market feasibility in Dompu Regency is promising due to high timber demands by sawn timber and furniture industries.",
    "readLink": "http://ejournal.forda-mof.org/ejournal-litbang/index.php/JPSEK/article/view/702"
  },
  {
    "title": "Warming resistant corals from the Gulf of Aqaba live close to their cold-water bleaching threshold",
    "authors": [
      "Jessica Bellworthy,",
      "Maoz Fine"
    ],
    "doi": "https://doi.org/10.7717/peerj.11100",
    "journalVolume": "Vol. 9\n                                \n                                \n                                  p.\n                                  e11100",
    "issn": "2167-8359 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://peerj.com/",
    "abstract": "Global climate change is causing increasing variability and extremes in weather worldwide, a trend set to continue. In recent decades both anomalously warm and cold seawater temperatures have resulted in mass coral bleaching events. Whilst corals’ response to elevated temperature has justifiably attracted substantial research interest, coral physiology under cold water stress is relatively unfamiliar. The response to below typical winter water temperature was tested for two common reef building species from the Gulf of Aqaba in an ex situ experiment. Stylophora pistillata and Acropora eurystoma were exposed to 1 or 3 °C below average winter temperature and a suite of physiological parameters were assessed. At 3 °C below winter minima (ca. 18.6 °C), both species had significant declines in photosynthetic indices (maximum quantum yield, electron transport rate, saturation irradiance, and photochemical efficiency) and chlorophyll concentration compared to corals at ambient winter temperatures. It was previously unknown that corals at this site live close to their cold-water bleaching threshold and may be vulnerable as climate variability increases in magnitude. In order to determine if a cold winter reduces the known heat resistance of this population, the corals were subsequently exposed to an acute warm period at 30 °C the following summer. Exposed to above typical summer temperatures, both species showed fewer physiological deviations compared to the cold-water stress. Therefore, the cold winter experience did not increase corals’ susceptibility to above ambient summer temperatures. This study provides further support for the selection of heat tolerant genotypes colonising the Red Sea basin and thereby support the mechanism behind the Reef Refuge Hypothesis.",
    "readLink": "https://peerj.com/articles/11100.pdf"
  },
  {
    "title": "Modeling climate change impact on wind power resources using adaptive neuro-fuzzy inference system",
    "authors": [
      "Narjes Nabipour,",
      "Amir Mosavi,",
      "Eva Hajnal,",
      "Laszlo Nadai,",
      "Shahaboddin Shamshirband,",
      "Kwok-Wing Chau"
    ],
    "doi": "https://doi.org/10.1080/19942060.2020.1722241",
    "journalVolume": "Vol. 14,\n                                no. 1\n                                \n                                  pp.\n                                  491\n                                  – 506",
    "issn": "1994-2060 (Print)",
    "publisher": "1997-003X (Online)",
    "countryOfPublisher": "Taylor & Francis Group",
    "lcc": [
      "United Kingdom",
      "Technology: Engineering (General). Civil engineering (General)"
    ],
    "journalUrl": "https://www.tandfonline.com/journals/tcfm",
    "abstract": "Climate change impacts and adaptations are ongoing issues that are attracting the attention of many researchers. Insight into the wind power potential in an area and its probable variation due to climate change impacts can provide useful information for energy policymakers and strategists for sustainable development and management of the energy. In this study, spatial variation of wind power density at the turbine hub-height and its variability under future climatic scenarios are taken into consideration. An adaptive neuro-fuzzy inference system (ANFIS)-based post-processing technique was used to match the power outputs of the regional climate model (RCM) with those obtained from reference data. The near-surface wind data obtained from an RCM were used to investigate climate change impacts on the wind power resources in the Caspian Sea. After converting near-surface wind speed to turbine hub-height speed and computation of wind power density, the results were investigated to reveal mean annual power, seasonal and monthly variability for 20 year historical (1981–2000) and future (2081–2100) periods. The results revealed that climate change does not notably affect the wind climate over the study area. However, a small decrease was projected in the future simulation, revealing a slight decrease in mean annual wind power in the future compared to historical simulations. Moreover, the results demonstrated strong variation in wind power in terms of temporal and spatial distribution, with winter and summer having the highest values. The results indicate that the middle and northern parts of the Caspian Sea have the highest values of wind power. However, the results of the post-processing technique using the ANFIS model showed that the real potential of wind power in the area is lower than that projected in the RCM.",
    "readLink": "http://dx.doi.org/10.1080/19942060.2020.1722241"
  },
  {
    "title": "Mitigation synergy and policy implications in urban transport sector: a case study of Xiamen, China",
    "authors": [
      "Yahui Bian,",
      "Jianyi Lin,",
      "Hui Han,",
      "Shuifa Lin,",
      "Huaqing Li,",
      "Xiang Chen"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/ace91e",
    "journalVolume": "Vol. 18,\n                                no. 8\n                                \n                                  p.\n                                  084030",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "The urban transport sector is one of most significant contributors to greenhouse gas (GHG) and air pollutant (AP) emissions. To achieve co-benefits of GHG and AP emission reductions, a synergistic mitigation approach targeting both climate change and air pollution has gained more attention. In this study, we evaluate mitigation synergy and policy implications for GHGs and nine APs, namely, sulfur dioxide (SO _2 ), nitrogen oxides (NO _x ), carbon monoxide (CO), particulate matters (PM _10 and PM _2.5 ), black carbon (BC), organic carbon (OC), volatile organic compounds (VOCs) and ammonia (NH _3 ), in the transport sector of Xiamen, China, during the 2013–2060 period using the Low Emissions Analysis Platform model and quantitative analysis methods. Results show that light-duty vehicles, river boats, buses and heavy-duty trucks are significant common sources of GHG and AP emissions. Road sector abatement during 2013–2020 was most prominent, especially for CO, NO _X , VOCs and GHGs. In this sector, guide green travel (GGT) and adjust energy structure (AES) are dominant measures for mitigation synergy between GHGs and APs. From 2021 to 2060, emission pathways for GHGs, SO _2 , CO, VOCs and NH _3 under optimize transport structure (OTS), AES and GGT scenarios will decrease markedly. Their emissions will peak soon relative to those under business as usual scenario. Additionally, the potential of mitigation synergy may mainly be attributed to the road and shipping sectors under AES scenario, which is the most effective in reducing PM _10 , PM _2.5 , BC and OC emissions; the mitigation potential under the AES scenario for GHGs and other APs is nearly 1–4 times as high as that under OTS and GGT scenarios. Therefore, mitigation synergy, especially in adjusting the energy structure for the transport sector, is essential for achieving the simultaneous goals of the ‘blue sky’ and ‘carbon peaking and neutrality’.",
    "readLink": "https://doi.org/10.1088/1748-9326/ace91e"
  },
  {
    "title": "Toward a Carbon-Neutral State: A Carbon–Energy–Water Nexus Perspective of China’s Coal Power Industry",
    "authors": [
      "Yachen Xie,",
      "Jiaguo Qi,",
      "Rui Zhang,",
      "Xiaomiao Jiao,",
      "Gabriela Shirkey,",
      "Shihua Ren"
    ],
    "doi": "https://doi.org/10.3390/en15124466",
    "journalVolume": "Vol. 15,\n                                no. 4466\n                                \n                                  p.\n                                  4466",
    "issn": "1996-1073 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology"
    ],
    "journalUrl": "http://www.mdpi.com/journal/energies",
    "abstract": "Carbon neutrality is one of the most important goals for the Chinese government to mitigate climate change. Coal has long been China’s dominant energy source and accounts for more than 70–80% of its carbon emissions. Reducing the share of coal power supply and increasing carbon capture, utilization, and storage (CCUS) in coal power plants are the two primary efforts to reduce carbon emissions in China. However, even as energy and water consumed in CCUS are offset by reduced energy consumption from green energy transitions, there may be tradeoffs from the carbon–energy–water (CEW) nexus perspective. This paper developed a metric and tool known as the “Assessment Tool for Portfolios of Coal power production under Carbon neutral goals” (ATPCC) to evaluate the tradeoffs in China’s coal power industry from both the CEW nexus and financial profits perspectives. While most CEW nexus frameworks and practical tools focus on the CEW nexus perturbation from either an external factor or one sector from CEW, ATPCC considers the coupling effect from C(Carbon) and E(Energy) in the CEW nexus when integrating two main carbon mitigation policies. ATPCC also provides an essential systematic life cycle CEW nexus assessment tool for China’s coal power industry under carbon-neutral constraints. By applying ATPCC across different Chinese coal industry development portfolios, we illustrated potential strategies to reach a zero-emission electricity industry fueled by coal. When considering the sustainability of China’s coal industry in the future, we further demonstrate that reduced water and energy consumption results from the energy transition are not enough to offset the extra water and energy consumption in the rapid adoption of CCUS efforts. However, we acknowledge that the increased energy and water consumption is not a direct correlation to CCUS application growth nor a direct negative correlation to carbon emissions. The dual effort to implement CCUS and reduce electricity generation from coal needs a thorough understanding and concise strategy. We found that economic loss resulting from coal reduction can be compensated by the carbon market. Carbon trading has the potential to be the dominant profit-making source for China’s coal power industry. Additionally, the financial profits in China’s coal power industry are not negatively correlated to carbon emissions. Balance between the carbon market and the coal industry would lead to more economic revenues. The scenario with the most rapid reduction in coal power production combined with CCUS would be more sustainable from the CEW nexus perspective. However, when economic revenues are considered, the scenario with a moderately paced energy transition and CCUS effort would be more sustainable. Nevertheless, the ATPCC allows one to customize coal production scenarios according to the desired electricity production and emission reduction, thus making it appropriate not only for use in China but also in other coal-powered regions that face high-energy demands and carbon neutrality goals.",
    "readLink": "https://www.mdpi.com/1996-1073/15/12/4466"
  },
  {
    "title": "Ensembles of Global Climate Model Variants Designed for the Quantification and Constraint of Uncertainty in Aerosols and Their Radiative Forcing",
    "authors": [
      "M. Yoshioka,",
      "L. A. Regayre,",
      "K. J. Pringle,",
      "J. S. Johnson,",
      "G. W. Mann,",
      "D. G. Partridge,",
      "D. M. H. Sexton,",
      "G. M. S. Lister,",
      "N. Schutgens,",
      "P. Stier,",
      "Z. Kipling,",
      "N. Bellouin,",
      "J. Browse,",
      "B. B. B. Booth,",
      "C. E. Johnson,",
      "B. Johnson,",
      "J. D. P. Mollard,",
      "L. Lee,",
      "K. S. Carslaw"
    ],
    "doi": "https://doi.org/10.1029/2019MS001628",
    "journalVolume": "Vol. 11,\n                                no. 11\n                                \n                                  pp.\n                                  3728\n                                  – 3754",
    "issn": "1942-2466 (Online)",
    "publisher": "American Geophysical Union (AGU)",
    "countryOfPublisher": "United States",
    "lcc": [
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://agupubs.onlinelibrary.wiley.com/hub/journal/10.1002/(ISSN)1942-2466/",
    "abstract": "Abstract Tropospheric aerosol radiative forcing has persisted for many years as one of the major causes of uncertainty in global climate model simulations. To sample the range of plausible aerosol and atmospheric states and perform robust statistical analyses of the radiative forcing, it is important to account for the combined effects of many sources of model uncertainty, which is rarely done due to the high computational cost. This paper describes the designs of two ensembles of the Met Office Hadley Centre Global Environment Model‐U.K. Chemistry and Aerosol global climate model and provides the first analyses of the uncertainties in aerosol radiative forcing and their causes. The first ensemble was designed to comprehensively sample uncertainty in the aerosol state, while the other samples additional uncertainties in the physical model related to clouds, humidity, and radiation, thereby allowing an analysis of uncertainty in the aerosol effective radiative forcing. Each ensemble consists of around 200 simulations of the preindustrial and present‐day atmospheres. The uncertainty in aerosol radiative forcing in our ensembles is comparable to the range of estimates from multimodel intercomparison projects. The mean aerosol effective radiative forcing is −1.45 W/m2 (credible interval of −2.07 to −0.81 W/m2), which encompasses but is more negative than the −1.17 W/m2 in the 2013 Atmospheric Chemistry and Climate Model Intercomparison Project and −0.90 W/m2 in the Intergovernmental Panel on Climate Change Fifth Assessment Report. The ensembles can be used to reduce aerosol radiative forcing uncertainty by challenging them with multiple measurements as well as to isolate potential causes of multimodel differences.",
    "readLink": "https://doi.org/10.1029/2019MS001628"
  }
]