[
  {
    "title": "Groundwater Vulnerability Mapping in Two Watersheds Affected by Yacyreta Dam in Paraguay",
    "authors": [
      "Karim Musálem,",
      "Morag McDonald McDonald,",
      "Francisco Jiménez,",
      "Rafaela Laino"
    ],
    "doi": "Vol. 6,\n                                no. 6\n                                \n                                  pp.\n                                  49\n                                  – 61",
    "issn": "0187-8336 (Print)",
    "publisher": "2007-2422 (Online)",
    "countryOfPublisher": "Instituto Mexicano de Tecnología del Agua",
    "lcc": [
      "Mexico",
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.revistatyca.org.mx/",
    "abstract": "Groundwater vulnerability mapping was conducted for two intensive agriculture and urban watersheds draining to the Yacyreta Dam in Paraguay. Two widely used overlaying methods (GOD and DRASTIC) were applied and compared to determine groundwater vulnerability to contamination. Possible effects of climate change on vulnerability values were also assessed using climate change scenarios provided by third authors. Finally, the possible effects of water table variations derived from Yacyreta Dam operations was projected on groundwater vulnerability. Determination of groundwater vulnerability using DRASTIC shows a 56% of the area of the watersheds to be classified as “medium high” (DRASTIC index 140 – 159) and a 22% as either “high”, “very high” or “maximum” (DRASTIC index values 160 – > 200). GOD on the other hand showed a 96% of the area of the watersheds with a “moderate vulnerability” to contaminants (values 0.3-0.5) and a 4% of “high vulnerability” (values 0.51 – 0.6). Vulnerability classes remained the same regardless of any climate change scenarios reviewed, for a 100 year span. Operation by the dam, specifically a five meter elevation of the water table scenario, suggests an increase in vulnerability in lower parts of the watersheds. Finally we compare GOD and DRASTIC models and their suitability regarding the available data for the region and scenario building.",
    "readLink": "http://www.revistatyca.org.mx/ojs/index.php/tyca/article/view/1160"
  },
  {
    "title": "Ocean warming is the key filter for successful colonization of the migrant octocoral Melithaea erythraea (Ehrenberg, 1834) in the Eastern Mediterranean Sea",
    "authors": [
      "Michal Grossowicz,",
      "Or M. Bialik,",
      "Eli Shemesh,",
      "Dan Tchernov,",
      "Hubert B. Vonhof,",
      "Guy Sisma-Ventura"
    ],
    "doi": "https://doi.org/10.7717/peerj.9355",
    "journalVolume": "Vol. 8\n                                \n                                \n                                  p.\n                                  e9355",
    "issn": "2167-8359 (Online)",
    "publisher": "PeerJ Inc.",
    "countryOfPublisher": "United States",
    "lcc": [
      "Medicine"
    ],
    "journalUrl": "https://peerj.com/",
    "abstract": "Climate, which sets broad limits for migrating species, is considered a key filter to species migration between contrasting marine environments. The Southeast Mediterranean Sea (SEMS) is one of the regions where ocean temperatures are rising the fastest under recent climate change. Also, it is the most vulnerable marine region to species introductions. Here, we explore the factors which enabled the colonization of the endemic Red Sea octocoral Melithaea erythraea (Ehrenberg, 1834) along the SEMS coast, using sclerite oxygen and carbon stable isotope composition (δ18OSC and δ13CSC), morphology, and crystallography. The unique conditions presented by the SEMS include a greater temperature range (∼15 °C) and ultra-oligotrophy, and these are reflected by the lower δ13CSCvalues. This is indicative of a larger metabolic carbon intake during calcification, as well as an increase in crystal size, a decrease of octocoral wart density and thickness of the migrating octocoral sclerites compared to the Red Sea samples. This suggests increased stress conditions, affecting sclerite deposition of the SEMS migrating octocoral. The δ18Osc range of the migrating M. erythraea indicates a preference for warm water sclerite deposition, similar to the native depositional temperature range of 21–28 °C. These findings are associated with the observed increase of minimum temperatures in winter for this region, at a rate of 0.35 ± 0.27 °C decade−1 over the last 30 years, and thus the region is becoming more hospitable to the Indo-Pacific M. erythraea. This study shows a clear case study of “tropicalization” of the Mediterranean Sea due to recent warming.",
    "readLink": "https://peerj.com/articles/9355.pdf"
  },
  {
    "title": "Mitigating the impact of bad rainy seasons in poor agricultural regions to tackle deforestation",
    "authors": [
      "Antoine Leblois"
    ],
    "doi": "https://doi.org/10.1088/1748-9326/abdbf0",
    "journalVolume": "Vol. 16,\n                                no. 5\n                                \n                                  p.\n                                  054003",
    "issn": "1748-9326 (Online)",
    "publisher": "IOP Publishing",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Physics"
    ],
    "journalUrl": "https://iopscience.iop.org/journal/1748-9326",
    "abstract": "Land use changes are known to account for over 20% of human greenhouse gas emissions and tree cover losses can significantly influence land-climate dynamics. Land-climate feedbacks have been identified and evaluated for a long time. However, in addition to the direct effect of climate change on forest biomes, recent sparse evidence has shown that land use changes may increase as a result of weather shocks. In Western and Central Africa, agriculture is the main source of income and employment for rural populations. Economies rely on agricultural production, which is largely rainfed, and therefore dependent predominantly upon seasonal rainfall. In this article, I explore the impact of seasonal rainfall quality on deforestation, by combining high-resolution remotely-sensed annual tree cover loss, land cover, human activity and daily rainfall data. I show that in poor regions that are mainly reliant on rainfed agriculture, a bad rainy season leads to large deforestation shocks. These shocks notably depend on the proportion of agricultural land and on the remoteness of the areas in question, as remoteness determines the ability to import food and the existence of alternative income sources. In areas with significant forest cover, a short rainfall season leads to a 15% increase in deforestation. In unconnected areas with small proportions of crop area, the increase in deforestation reaches 20%. Findings suggest that a refined understanding of the land use changes caused by rainfall shocks might be used to improve the design and effectiveness of development, adaptation and conservation policies.",
    "readLink": "https://doi.org/10.1088/1748-9326/abdbf0"
  },
  {
    "title": "Smart City Governance and Children’s Agency: An Assessment of the Green Infrastructure Impact on Children’s Activities in Cagliari (Italy) with the Tool “Opportunities for Children in Urban Spaces (OCUS)”",
    "authors": [
      "Chiara Garau,",
      "Alfonso Annunziata"
    ],
    "doi": "https://doi.org/10.3390/su11184848",
    "journalVolume": "Vol. 11,\n                                no. 18\n                                \n                                  p.\n                                  4848",
    "issn": "2071-1050 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Environmental technology. Sanitary engineering: Environmental effects of industries and plants",
      "Technology: Mechanical engineering and machinery: Renewable energy sources",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.mdpi.com/journal/sustainability",
    "abstract": "The increases in urbanization, pollution, resource depletion, and climate change underline the need for urban planning policies that incorporate blue−green infrastructure (BGI) and ecosystem services. This paper proposes a framework for assessing BGI’s effect on children’s outdoor activities. This effect, called meaningful usefulness, is a central issue due to the influence of experiences with nature on children’s development and the global trend of concentration of children in urban areas. Based on the concept of affordance, the methodology formalizes meaningful usefulness in terms of an index of usefulness of individual settings (IUIS) and a synthetic index of usefulness of BGI in a specific area (ISGI). These are determined via an audit protocol, Opportunities for Children in Urban Spaces (OCUS), which incorporates a set of indicators measuring micro-scale properties of individual places and contextual macro-scale factors. The methodology is applied to BGI components in Cagliari, Sardinia, Italy, which was selected for its superior density of urban green spaces. The application of the OCUS tool confirms its usefulness for investigating functional affordances incorporated into the trans-scalar structures of BGIs. The analytic protocol further contributes to the implementation of urban planning strategies within the smart city paradigm.",
    "readLink": "https://www.mdpi.com/2071-1050/11/18/4848"
  },
  {
    "title": "The impact of global warming on lake surface water temperature in Poland - the application of empirical-statistical downscaling, 1971-2100",
    "authors": [
      "Bartosz Czernecki,",
      "Mariusz Ptak"
    ],
    "doi": "https://doi.org/10.4081/jlimnol.2018.1707",
    "journalVolume": "Vol. 77,\n                                no. 2",
    "issn": "1129-5767 (Print)",
    "publisher": "1723-8633 (Online)",
    "countryOfPublisher": "PAGEPress Publications",
    "lcc": [
      "Italy",
      "Geography. Anthropology. Recreation: Physical geography",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://www.jlimnol.it",
    "abstract": "The paper presents historical (1971-2015) and scenario-based (2006-2100) changes in surface water temperatures in 10 lakes of Poland. The analysis of historical measurement (1971-2015) showed that mean annual lake surface water temperature (LSWT) was characterised by an increasing tendency by 0.37°C∙dec-1 on average, and was higher by 0.01°C∙dec-1 than air temperature in the analogical period. The highest increase in LSWT was recorded in spring months (April, May) and in summer (July). The future changes in LSWT was based on simulations of 33 AOGCMs available in the scope of CMIP5 project for RCPs: 2.6, 4.5, 6.0, and 8.5. The developed empirical-statistical downscaling models (ESD) use the air temperature field as predictors, with consideration of autocorrelation for two preceding months. ESD models are characterised by high quality of reconstruction of water temperatures in the historical period, with correlation from 0.82 (December, February) to 0.93 (July). The future CMIP5 scenarios for the period 2006-2100 assume an increase in air temperature at the end of the 21st century from +1.8°C (RCP 2.6) to +5.1°C (RCP 8.5) in reference to the period 1971-2005. According to the downscaling models, this corresponds to an increase in water temperature in the analysed lakes ranging from +1.4°C (RCP 2.6) to +4.2°C (RCP 8.5) in the years 2081-2100, respectively, with evident variability between the adopted emission paths beginning from the period 2041-2060. At a monthly scale, water temperature will increase the slowest in February (2081-2100: RCP 2.6 = +0.5°C, RCP 8.5 = +1.8°C). The highest increase in temperature will occur from May to August (RCP 8.5 = +6°C in June). Substantial effects of transformations of the thermal regime are already observed today, e,g. in the reduction of the ice season length. According to developed scenarios, a further considerable increase in water temperature will be the primary factor determining the transformation of lake ecosystems. The obtained results provide a theoretical basis for further research conducted in the scope of many disciplines, among others hydrology, hydrobiology, ecology, water management, energy production, etc. In the case of Poland, issues related to low water resources per capita are particularly important. Contemporary studies concerning changes in water resources showed that the natural factor playing the key role in their reduction is temperature increase and therefore it should constitute for the possibly fast development of multidisciplinary concepts of mitigation policy to potential impact of climate change.",
    "readLink": "https://www.jlimnol.it/index.php/jlimnol/article/view/1707"
  },
  {
    "title": "SpottingScience – a digital learning environment to introduce Green Chemistry to secondary students and the public",
    "authors": [
      "Lembens Anja,",
      "Heinzle Gerda,",
      "Tepla Alexandra,",
      "Maulide Nuno,",
      "Preinfalk Alexander,",
      "Kaiser Daniel,",
      "Spitzer Philipp"
    ],
    "doi": "https://doi.org/10.1515/cti-2021-0025",
    "journalVolume": "Vol. 4,\n                                no. 2\n                                \n                                  pp.\n                                  143\n                                  – 154",
    "issn": "2569-3263 (Online)",
    "publisher": "De Gruyter",
    "countryOfPublisher": "Germany",
    "lcc": [
      "Science: Chemistry"
    ],
    "journalUrl": "https://www.degruyter.com/journal/key/cti/html",
    "abstract": "Currently, the world is facing climate change, environmental burden, and health aspects caused, among others, by chemical substances spread by humans. In order to preserve or even improve the Earth’s habitat for future generations, the development and use of sustainable technologies are necessary. Additionally, every individual must have knowledge and skills to be able to act in an informed sustainable and responsible way. Neither of these can be achieved without science education that provides appropriate learning opportunities. This paper gives insight into the project SpottingScience whose digital learning environments focus on green chemistry. The learning environments are accessible via QR-Codes in public space at the Campus of the University of Vienna. One can follow the content presented via texts and graphics in a linear way or use provided links to get further information. SpottingScience offers the opportunity for passers-by and secondary school students to get a general idea of green chemistry and its significance for everyday life. We use menthol, a well-known ingredient in several everyday products, as an example to unfold chemical backgrounds, to highlight the necessity to create new and environment-friendly production processes, and to provide an impetus to reflect on one’s own actions while using everyday products.",
    "readLink": "https://doi.org/10.1515/cti-2021-0025"
  },
  {
    "title": "Transmission of Rift Valley fever virus from European-breed lambs to Culex pipiens mosquitoes.",
    "authors": [
      "Rianka P M Vloet,",
      "Chantal B F Vogels,",
      "Constantianus J M Koenraadt,",
      "Gorben P Pijlman,",
      "Martin Eiden,",
      "Jose L Gonzales,",
      "Lucien J M van Keulen,",
      "Paul J Wichgers Schreur,",
      "Jeroen Kortekaas"
    ],
    "doi": "https://doi.org/10.1371/journal.pntd.0006145",
    "journalVolume": "Vol. 11,\n                                no. 12\n                                \n                                  p.\n                                  e0006145",
    "issn": "1935-2727 (Print)",
    "publisher": "1935-2735 (Online)",
    "countryOfPublisher": "Public Library of Science (PLoS)",
    "lcc": [
      "United States",
      "Medicine: Internal medicine: Special situations and conditions: Arctic medicine. Tropical medicine",
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://journals.plos.org/plosntds/",
    "abstract": "Rift Valley fever virus (RVFV) is a mosquito-borne bunyavirus of the genus Phlebovirus that is highly pathogenic to ruminants and humans. The disease is currently confined to Africa and the Arabian Peninsula, but globalization and climate change may facilitate introductions of the virus into currently unaffected areas via infected animals or mosquitoes. The consequences of such an introduction will depend on environmental factors, the availability of susceptible ruminants and the capacity of local mosquitoes to transmit the virus. We have previously demonstrated that lambs native to the Netherlands are highly susceptible to RVFV and we here report the vector competence of Culex (Cx.) pipiens, the most abundant and widespread mosquito species in the country. Vector competence was first determined after artificial blood feeding of laboratory-reared mosquitoes using the attenuated Clone 13 strain. Subsequently, experiments with wild-type RVFV and mosquitoes hatched from field-collected eggs were performed. Finally, the transmission of RVFV from viremic lambs to mosquitoes was studied.Artificial feeding experiments using Clone 13 demonstrated that indigenous, laboratory-reared Cx. pipiens mosquitoes are susceptible to RVFV and that the virus can be transmitted via their saliva. Experiments with wild-type RVFV and mosquitoes hatched from field-collected eggs confirmed the vector competence of Cx. pipiens mosquitoes from the Netherlands. To subsequently investigate transmission of the virus under more natural conditions, mosquitoes were allowed to feed on RVFV-infected lambs during the viremic period. We found that RVFV is efficiently transmitted from lambs to mosquitoes, although transmission was restricted to peak viremia. Interestingly, in the mosquito-exposed skin samples, replication of RVFV was detected in previously unrecognized target cells.We here report the vector competence of Cx. pipiens mosquitoes from the Netherlands for RVFV. Both laboratory-reared mosquitoes and well as those hatched from field-collected eggs were found to be competent vectors. Moreover, RVFV was transmitted efficiently from indigenous lambs to mosquitoes, although the duration of host infectivity was found to be shorter than previously assumed. Interestingly, analysis of mosquito-exposed skin samples revealed previously unidentified target cells of the virus. Our findings underscore the value of including natural target species in vector competence experiments.",
    "readLink": "http://europepmc.org/articles/PMC5760105?pdf=render"
  },
  {
    "title": "Sea ice export through the Fram Strait derived from a combined model and satellite data set",
    "authors": [
      "C. Min,",
      "C. Min,",
      "C. Min,",
      "L. Mu,",
      "Q. Yang,",
      "Q. Yang,",
      "Q. Yang,",
      "R. Ricker,",
      "Q. Shi,",
      "Q. Shi,",
      "B. Han,",
      "B. Han,",
      "R. Wu,",
      "R. Wu,",
      "J. Liu"
    ],
    "doi": "https://doi.org/10.5194/tc-13-3209-2019",
    "journalVolume": "Vol. 13\n                                \n                                \n                                  pp.\n                                  3209\n                                  – 3224",
    "issn": "1994-0416 (Print)",
    "publisher": "1994-0424 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.the-cryosphere.net/",
    "abstract": "Sea ice volume export through the Fram Strait plays an important role in the Arctic freshwater and energy redistribution. The combined model and satellite sea ice thickness (CMST) data set assimilates CryoSat-2 and soil moisture and ocean salinity (SMOS) thickness products together with satellite sea ice concentration. The CMST data set closes the gap of stand-alone satellite-derived sea ice thickness in summer and therefore allows us to estimate sea ice volume export during the melt season. In this study, we first validate the CMST data set using field observations, and then we estimate the continuous seasonal and interannual variations in Arctic sea ice volume flux through the Fram Strait from September 2010 to December 2016. The results show that seasonal and interannual sea ice volume export vary from about -240(±40) to -970(±60) km3 and -1970(±290) to -2490(±280) km3, respectively. The sea ice volume export reaches its maximum in spring and about one-third of the yearly total volume export occurs in the melt season. The minimum monthly sea ice export is −11 km3 in August 2015, and the maximum (−442 km3) appears in March 2011. The seasonal relative frequencies of sea ice thickness and drift suggest that the Fram Strait outlet in summer is dominated by sea ice that is thicker than 2 m with relatively slow seasonal mean drift of about 3 km d−1.",
    "readLink": "https://www.the-cryosphere.net/13/3209/2019/tc-13-3209-2019.pdf"
  },
  {
    "title": "Southern Europe and western Asian marine heatwaves (SEWA-MHWs): a dataset based on macroevents",
    "authors": [
      "G. Bonino,",
      "S. Masina,",
      "G. Galimberti,",
      "M. Moretti,",
      "M. Moretti"
    ],
    "doi": "https://doi.org/10.5194/essd-15-1269-2023",
    "journalVolume": "Vol. 15\n                                \n                                \n                                  pp.\n                                  1269\n                                  – 1285",
    "issn": "1866-3508 (Print)",
    "publisher": "1866-3516 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.earth-system-science-data.net/",
    "abstract": "Marine heatwaves (MHWs) induce significant impacts on marine ecosystems. There is a growing need for knowledge about extreme climate events to better inform decision-makers on future climate-related risks. Here we present a unique observational dataset of MHW macroevents and their characteristics over the southern Europe and western Asian (SEWA) basins, named the SEWA-MHW dataset (https://doi.org//10.5281/zenodo.7153255; Bonino et al., 2022). The SEWA-MHW dataset is derived from the European Space Agency Sea Surface Temperature Climate Change Initiative (ESA SST CCI) v2 dataset, and it covers the 1981–2016 period. The methodological framework used to build the SEWA-MHW dataset is the novelty of this work. First, the MHWs detected in each grid point of the ESA CCI SST dataset are relative to a time-varying baseline climatology. Since intrinsic fluctuation and anthropogenic warming are redefining the mean climate, the baseline considers both the trend and the time-varying seasonal cycle. Second, using a connected component analysis, MHWs connected in space and time are aggregated in order to obtain macroevents. Basically, a macroevent-based dataset is obtained from a grid cell-based dataset without losing high-resolution (i.e., grid cell) information. The SEWA-MHW dataset can be used for many scientific applications. For example, we identified phases of the well-known MHW of summer 2003, and taking advantage of statistical clustering methods, we clustered the largest macroevents in SEWA basins based on shared metrics and characteristics.",
    "readLink": "https://essd.copernicus.org/articles/15/1269/2023/essd-15-1269-2023.pdf"
  },
  {
    "title": "Y a-t-il un « danger écologique » ?",
    "authors": [
      "Quentin Hardy,",
      "Pierre de Jouvancourt"
    ],
    "doi": "https://doi.org/10.4000/socio.4701",
    "journalVolume": "Vol. 12\n                                \n                                \n                                  pp.\n                                  159\n                                  – 185",
    "issn": "2266-3134 (Print)",
    "publisher": "2425-2158 (Online)",
    "countryOfPublisher": "Les Éditions de la Maison des Sciences de l’Homme",
    "lcc": [
      "France",
      "Social Sciences"
    ],
    "journalUrl": "http://socio.revues.org",
    "abstract": "2018 will probably be regarded as a year marking a breach in the media and popular reception of climate change: some ecological issues benefitted from a wider and relatively more demanding audience given the issues which they raised—even if huge political problems remain. In the preceding period, from the turn of the century and up until today, considerable confusion reigned around ecology, whether it be in public opinion or in part of the academic world and in the press. A close look at the speeches of several influential press “intellectuals” whose discourse repeatedly discredits ecology is instructive. This analysis helps us to understand why these issues have been relegated to the background for so long and to demonstrate the extent to which these authors value a society based on the principle of infinite innovation and technological disruption.",
    "readLink": "http://journals.openedition.org/socio/4701"
  }
]