[
  {
    "title": "Re-Imagining Wild Rivers in Aotearoa New Zealand",
    "authors": [
      "Gary Brierley,",
      "Ian Fuller,",
      "Gary Williams,",
      "Dan Hikuroa,",
      "Alice Tilley"
    ],
    "doi": "https://doi.org/10.3390/land11081272",
    "journalVolume": "Vol. 11,\n                                no. 1272\n                                \n                                  p.\n                                  1272",
    "issn": "2073-445X (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture"
    ],
    "journalUrl": "http://www.mdpi.com/journal/land",
    "abstract": "If wilderness is dead, do wild rivers exist and if so, in what form and in whose construction? This reflective article reviews perspectives on rivers in Aotearoa New Zealand as wild or tamed entities. A historical overview of the socio-cultural and institutional relationships with rivers examines the meanings of rivers in Aotearoa New Zealand through multiple lenses. This includes indigenous Māori knowledge, command-and-control mentalities of a settler society that assert human authority over rivers, the emergence of the environmental movement and associated legislation with a sustainability focus (the Resource Management Act), and recent movement towards co-governance arrangements that incorporate the original intent of Te Tiriti o Waitangi (1840). It is contended that management practices have disconnected society from rivers, and vice versa, creating a sense of environmental loss (solastalgia), especially for Māori. Using rivers in the Greater Wellington Region as examples, prospects to accommodate wild river behaviour in Aotearoa New Zealand are explored. Recognising that re-wilding is no longer a feasible option in most instances, further attempts to tame rivers are also considered to be unrealistic, especially in light of climate change and accentuated flood risk. Reconnecting with indigenous knowledge offers prospects to re-imagine wild rivers in Aotearoa, living generatively with rivers as dynamic and emergent entities.",
    "readLink": "https://www.mdpi.com/2073-445X/11/8/1272"
  },
  {
    "title": "Increased spatial extent and likelihood of compound long-duration dry and hot events in China, 1961–2014",
    "authors": [
      "Y. Yang,",
      "Y. Yang,",
      "D. Maraun,",
      "A. Ossó,",
      "J. Tang"
    ],
    "doi": "https://doi.org/10.5194/nhess-23-693-2023",
    "journalVolume": "Vol. 23\n                                \n                                \n                                  pp.\n                                  693\n                                  – 709",
    "issn": "1561-8633 (Print)",
    "publisher": "1684-9981 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering",
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Science: Geology"
    ],
    "journalUrl": "http://www.nat-hazards-earth-syst-sci.net/volumes_and_issues.html",
    "abstract": "Compound dry and hot events can cause aggregated damage compared with isolated hazards. Although increasing attention has been paid to compound dry and hot events, the persistence of such hazards is rarely investigated. Moreover, little attention has been paid to the simultaneous evolution process of such hazards in space and time. Based on observations during 1961–2014, the spatiotemporal characteristics of compound long-duration dry and hot (LDDH) events in China during the summer season are investigated on both a grid basis and a 3D event basis. Grid-scale LDDH events mainly occur in eastern China, especially over northeastern areas. Most regions have experienced a pronounced increase in the likelihood of LDDH events, which is dominated by increasing temperatures. From a 3D perspective, 146 spatiotemporal LDDH (SLDDH) events are detected and grouped into 9 spatial patterns. Over time, there is a significant increase in the frequency and spatial extent of SLDDH events. Consistent with the grid-scale LDDH events, hotspots of SLDDH events mainly occur in northern China, such as the Northeast China, North China and Qinghai clusters, which are accompanied by a high occurrence frequency and large affected areas greater than 300 000 km2.",
    "readLink": "https://nhess.copernicus.org/articles/23/693/2023/nhess-23-693-2023.pdf"
  },
  {
    "title": "Modelling large-scale ice-sheet–climate interactions following glacial inception",
    "authors": [
      "J. M. Gregory,",
      "O. J. H. Browne,",
      "A. J. Payne,",
      "J. K. Ridley,",
      "I. C. Rutt"
    ],
    "doi": "https://doi.org/10.5194/cp-8-1565-2012",
    "journalVolume": "Vol. 8,\n                                no. 5\n                                \n                                  pp.\n                                  1565\n                                  – 1580",
    "issn": "1814-9324 (Print)",
    "publisher": "1814-9332 (Online)",
    "countryOfPublisher": "Copernicus Publications",
    "lcc": [
      "Germany",
      "Technology: Environmental technology. Sanitary engineering: Environmental pollution",
      "Technology: Environmental technology. Sanitary engineering: Environmental protection",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "https://www.climate-of-the-past.net/index.html",
    "abstract": "We have coupled the FAMOUS global AOGCM (atmosphere-ocean general circulation model) to the Glimmer thermomechanical ice-sheet model in order to study the development of ice-sheets in north-east America (Laurentia) and north-west Europe (Fennoscandia) following glacial inception. This first use of a coupled AOGCM&ndash;ice-sheet model for a study of change on long palæoclimate timescales is made possible by the low computational cost of FAMOUS, despite its inclusion of physical parameterisations similar in complexity to higher-resolution AOGCMs. With the orbital forcing of 115 ka BP, FAMOUS–Glimmer produces ice caps on the Canadian Arctic islands, on the north-west coast of Hudson Bay and in southern Scandinavia, which grow to occupy the Keewatin region of the Canadian mainland and all of Fennoscandia over 50 ka. Their growth is eventually halted by increasing coastal ice discharge. The expansion of the ice-sheets influences the regional climate, which becomes cooler, reducing the ablation, and ice accumulates in places that initially do not have positive surface mass balance. The results suggest the possibility that the glaciation of north-east America could have begun on the Canadian Arctic islands, producing a regional climate change that caused or enhanced the growth of ice on the mainland. The increase in albedo (due to snow and ice cover) is the dominant feedback on the area of the ice-sheets and acts rapidly, whereas the feedback of topography on SMB does not become significant for several centuries, but eventually has a large effect on the thickening of the ice-sheets. These two positive feedbacks are mutually reinforcing. In addition, the change in topography perturbs the tropospheric circulation, producing some reduction of cloud, and mitigating the local cooling along the margin of the Laurentide ice-sheet. Our experiments demonstrate the importance and complexity of the interactions between ice-sheets and local climate.",
    "readLink": "http://www.clim-past.net/8/1565/2012/cp-8-1565-2012.pdf"
  },
  {
    "title": "A conversation on the impacts and mitigation of air pollution",
    "authors": [],
    "doi": "https://doi.org/10.1038/s41467-021-25401-0",
    "journalVolume": "Vol. 12,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 3",
    "issn": "2041-1723 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/ncomms/",
    "abstract": "Air pollution and the associated health impacts affect millions of people around the world. In this Q&A, Professor Haikun Wang, an expert on the health risks of air pollution and climate change at Nanjing University, shares with Nature Communications their thoughts on the impacts of air pollution and the policies needed to tackle emissions.",
    "readLink": "https://doi.org/10.1038/s41467-021-25401-0"
  },
  {
    "title": "Tracking the impacts of climate change on human health via indicators: lessons from the Lancet Countdown",
    "authors": [
      "Claudia Di Napoli,",
      "Alice McGushin,",
      "Marina Romanello,",
      "Sonja Ayeb-Karlsson,",
      "Wenjia Cai,",
      "Jonathan Chambers,",
      "Shouro Dasgupta,",
      "Luis E. Escobar,",
      "Ilan Kelman,",
      "Tord Kjellstrom,",
      "Dominic Kniveton,",
      "Yang Liu,",
      "Zhao Liu,",
      "Rachel Lowe,",
      "Jaime Martinez-Urtaza,",
      "Celia McMichael,",
      "Maziar Moradi-Lakeh,",
      "Kris A. Murray,",
      "Mahnaz Rabbaniha,",
      "Jan C. Semenza,",
      "Liuhua Shi,",
      "Meisam Tabatabaei,",
      "Joaquin A. Trinanes,",
      "Bryan N. Vu,",
      "Chloe Brimicombe,",
      "Elizabeth J. Robinson"
    ],
    "doi": "https://doi.org/10.1186/s12889-022-13055-6",
    "journalVolume": "Vol. 22,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 8",
    "issn": "1471-2458 (Online)",
    "publisher": "BMC",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine: Public aspects of medicine"
    ],
    "journalUrl": "https://bmcpublichealth.biomedcentral.com",
    "abstract": "Abstract Background In the past decades, climate change has been impacting human lives and health via extreme weather and climate events and alterations in labour capacity, food security, and the prevalence and geographical distribution of infectious diseases across the globe. Climate change and health indicators (CCHIs) are workable tools designed to capture the complex set of interdependent interactions through which climate change is affecting human health. Since 2015, a novel sub-set of CCHIs, focusing on climate change impacts, exposures, and vulnerability indicators (CCIEVIs) has been developed, refined, and integrated by Working Group 1 of the “Lancet Countdown: Tracking Progress on Health and Climate Change”, an international collaboration across disciplines that include climate, geography, epidemiology, occupation health, and economics. Discussion This research in practice article is a reflective narrative documenting how we have developed CCIEVIs as a discrete set of quantifiable indicators that are updated annually to provide the most recent picture of climate change’s impacts on human health. In our experience, the main challenge was to define globally relevant indicators that also have local relevance and as such can support decision making across multiple spatial scales. We found a hazard, exposure, and vulnerability framework to be effective in this regard. We here describe how we used such a framework to define CCIEVIs based on both data availability and the indicators’ relevance to climate change and human health. We also report on how CCIEVIs have been improved and added to, detailing the underlying data and methods, and in doing so provide the defining quality criteria for Lancet Countdown CCIEVIs. Conclusions Our experience shows that CCIEVIs can effectively contribute to a world-wide monitoring system that aims to track, communicate, and harness evidence on climate-induced health impacts towards effective intervention strategies. An ongoing challenge is how to improve CCIEVIs so that the description of the linkages between climate change and human health can become more and more comprehensive.",
    "readLink": "https://doi.org/10.1186/s12889-022-13055-6"
  },
  {
    "title": "Environmental pH, O2 and Capsular Effects on the  Geochemical Composition of Statoliths of Embryonic Squid Doryteuthis opalescens",
    "authors": [
      "Michael O. Navarro,",
      "Emily E. Bockmon,",
      "Christina A. Frieder,",
      "Jennifer P. Gonzalez,",
      "Lisa A. Levin"
    ],
    "doi": "https://doi.org/10.3390/w6082233",
    "journalVolume": "Vol. 6,\n                                no. 8\n                                \n                                  pp.\n                                  2233\n                                  – 2254",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "Spawning market squid lay embryo capsules on the seafloor of the continental shelf of the California Current System (CCS), where ocean acidification, deoxygenation and intensified upwelling lower the pH and [O2]. Squid statolith geochemistry has been shown to reflect the squid’s environment (e.g., seawater temperature and elemental concentration). We used real-world environmental levels of pH and [O2] observed on squid-embryo beds to test in the laboratory whether or not squid statolith geochemistry reflects environmental pH and [O2]. We asked whether pH and [O2] levels might affect the incorporation of element ratios (B:Ca, Mg:Ca, Sr:Ca, Ba:Ca, Pb:Ca, U:Ca) into squid embryonic statoliths as (1) individual elements and/or (2) multivariate elemental signatures, and consider future applications as proxies for pH and [O2] exposure. Embryo exposure to high and low pH and [O2] alone and together during development over four weeks only moderately affected elemental concentrations of the statoliths, and uranium was an important element driving these differences. Uranium:Ca was eight-times higher in statoliths exposed to low pHT (7.57–7.58) and low [O2] (79–82 µmol·kg−1) than those exposed to higher ambient pHT (7.92–7.94) and [O2] (241–243 µmol·kg−1). In a separate experiment, exposure to low pHT (7.55–7.56) or low [O2] (83–86 µmol·kg−1) yielded elevated U:Ca and Sr:Ca in the low [O2] treatment only. We found capsular effects on multiple elements in statoliths of all treatments. The multivariate elemental signatures of embryonic statoliths were distinct among capsules, but did not reflect environmental factors (pH and/or [O2]). We show that statoliths of squid embryos developing inside capsules have the potential to reflect environmental pH and [O2], but that these “signals” are generated in concert with the physiological effects of the capsules and embryos themselves.",
    "readLink": "http://www.mdpi.com/2073-4441/6/8/2233"
  },
  {
    "title": "The New Man and the Sea: Climate Change Perceptions and Sustainable Seafood Preferences of Florida Reef Anglers",
    "authors": [
      "James W. Harper"
    ],
    "doi": "https://doi.org/10.3390/jmse3020299",
    "journalVolume": "Vol. 3,\n                                no. 2\n                                \n                                  pp.\n                                  299\n                                  – 328",
    "issn": "2077-1312 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Naval Science: Naval architecture. Shipbuilding. Marine engineering",
      "Geography. Anthropology. Recreation: Oceanography"
    ],
    "journalUrl": "http://www.mdpi.com/journal/jmse",
    "abstract": "Florida Reef stakeholders have downplayed the role of anthropogenic climate change while recognizing the reef system’s degradation. With an emphasis on recreational anglers, a survey using contingent valuation methods investigated stakeholders’ attitudes about the Florida Reef, climate change, and willingness to pay for sustainable and local seafood. Angst expressed about acidification and other climate change effects represents a recent shift of opinion. Supermajorities were willing to pay premiums for sustainably harvested and especially local seafood. Regression analysis revealed trust in seafood labels, travel to coral reefs, political orientation, place of birth, and motorboat use as strong, direct predictors of shopping behavior, age and environmental concerns as moderately influential, and income and education as surprisingly poor predictors. Distrust of authority may motivate some stakeholders, but new attitudes about climate change and the high desirability of local seafood offer potential for renewed regional engagement and market-based incentives for sustainability.",
    "readLink": "http://www.mdpi.com/2077-1312/3/2/299"
  },
  {
    "title": "Method to Identify the Likelihood of Death in Residential Buildings during Coastal Flooding",
    "authors": [
      "Axel Creach,",
      "Emilio Bastidas-Arteaga,",
      "Sophie Pardo,",
      "Denis Mercier"
    ],
    "doi": "https://doi.org/10.3390/buildings12020125",
    "journalVolume": "Vol. 12,\n                                no. 125\n                                \n                                  p.\n                                  125",
    "issn": "2075-5309 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Building construction"
    ],
    "journalUrl": "https://www.mdpi.com/journal/buildings",
    "abstract": "Tools exist to predict fatalities related to floods, but current models do not focus on fatalities in buildings. For example, Storm Xynthia in France in 2010 resulted in 41 drowning deaths inside buildings. Therefore, there has been increasing recognition of the risk of people becoming trapped in buildings during floods. To identify buildings which could expose their occupants to a risk of death in the case of flooding, we propose the use of the extreme vulnerability index (VIE index), which identifies which buildings are at greatest risk of trapping people during floods. In addition, the “mortality function method” is used to further estimate the expected number of fatalities based on (1) groups of vulnerable people (e.g., aged or disabled), (2) the location of buildings in relation to major watercourses, and (3) the configuration of buildings (e.g., single or multiple entries and single or multiple stories). The overall framework is derived from case studies from Storm Xynthia which give a deterministic approach for deaths inside buildings for coastal floods, which is suited for low-lying areas protected by walls or sandy barriers. This methodology provides a tool which could help make decisions for adaptation strategy implementation to preserve human life.",
    "readLink": "https://www.mdpi.com/2075-5309/12/2/125"
  },
  {
    "title": "Avicennia germinans (black mangrove) vessel architecture is linked to chilling and salinity tolerance in the Gulf of Mexico",
    "authors": [
      "Eric N Madrid,",
      "Anna R Armitage,",
      "Jorge eLópez-Portillo"
    ],
    "doi": "https://doi.org/10.3389/fpls.2014.00503",
    "journalVolume": "Vol. 5",
    "issn": "1664-462X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Agriculture: Plant culture"
    ],
    "journalUrl": "http://journal.frontiersin.org/journal/plant-science",
    "abstract": "Over the last several decades, the distribution of the black mangrove Avicennia germinans in the Gulf of Mexico has expanded, in part because it can survive the occasional freeze events and high soil salinities characteristic of the area. Vessel architecture may influence mangrove chilling and salinity tolerance. We surveyed populations of A. germinans throughout the Gulf to determine if vessel architecture was linked to field environmental conditions. We measured vessel density, hydraulically weighted vessel diameter, potential conductance capacity, and maximum tensile fracture stress. At each sampling site we recorded mangrove canopy height and soil salinity, and determined average minimum winter temperature from archived weather records. At a subset of sites, we measured carbon fixation rates using a LI-COR 6400XT Portable Photosynthesis System. Populations of A. germinans from cooler areas (Texas and Louisiana) had narrower vessels, likely reducing the risk of freeze-induced embolisms but also decreasing water conductance capacity. Vessels were also narrower in regions with high soil salinity, including Texas, USA and tidal flats in Veracruz, Mexico. Vessel density did not consistently vary with temperature or soil salinity. In abiotically stressful areas, A. germinans had a safe hydraulic architecture with narrower vessels that may increase local survival. This safe architecture appears to come at a substantial physiological cost in terms of reduction in conductance capacity and carbon fixation potential, likely contributing to lower canopy heights. The current distribution of A. germinans in the Gulf is influenced by the complex interplay between temperature, salinity, and vessel architecture. Given the plasticity of A. germinans vessel characters, it is likely that this mangrove species will be able to adapt to a wide range of potential future environmental conditions, and continue its expansion in the Gulf of Mexico in response to near-term climate change.",
    "readLink": "http://journal.frontiersin.org/Journal/10.3389/fpls.2014.00503/full"
  },
  {
    "title": "Non-Invasive Probing of Winter Dormancy via Time-Frequency Analysis of Induced Chlorophyll Fluorescence in Deciduous Plants as Exemplified by Apple (<i>Malus</i> × <i>domestica</i> Borkh.)",
    "authors": [
      "Boris Shurygin,",
      "Ivan Konyukhov,",
      "Sergei Khruschev,",
      "Alexei Solovchenko"
    ],
    "doi": "https://doi.org/10.3390/plants11212811",
    "journalVolume": "Vol. 11,\n                                no. 2811\n                                \n                                  p.\n                                  2811",
    "issn": "2223-7747 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Botany"
    ],
    "journalUrl": "http://www.mdpi.com/journal/plants",
    "abstract": "Dormancy is a physiological state that confers winter hardiness to and orchestrates phenological phase progression in temperate perennial plants. Weather fluctuations caused by climate change increasingly disturb dormancy onset and release in plants including tree crops, causing aberrant growth, flowering and fruiting. Research in this field suffers from the lack of affordable non-invasive methods for online dormancy monitoring. We propose an automatic framework for low-cost, long-term, scalable dormancy studies in deciduous plants. It is based on continuous sensing of the photosynthetic activity of shoots via pulse-amplitude-modulated chlorophyll fluorescence sensors connected remotely to a data processing system. The resulting high-resolution time series of JIP-test parameters indicative of the responsiveness of the photosynthetic apparatus to environmental stimuli were subjected to frequency-domain analysis. The proposed approach overcomes the variance coming from diurnal changes of insolation and provides hints on the depth of dormancy. Our approach was validated over three seasons in an apple (Malus × domestica Borkh.) orchard by collating the non-invasive estimations with the results of traditional methods (growing of the cuttings obtained from the trees at different phases of dormancy) and the output of chilling requirement models. We discuss the advantages of the proposed monitoring framework such as prompt detection of frost damage along with its potential limitations.",
    "readLink": "https://www.mdpi.com/2223-7747/11/21/2811"
  }
]