[
  {
    "title": "PEMANFAATAN PENGINDERAAN JAUH UNTUK ESTIMASI STOK KARBON DI AREA REKLAMASI PT. ANTAM UBPE PONGKOR, KABUPATEN BOGOR",
    "authors": [
      "Andini Tribuana Tunggadewi,",
      "Lailan Syaufina,",
      "Nining Puspaningsih"
    ],
    "doi": "https://doi.org/10.29244/jpsl.4.1.49",
    "journalVolume": "Vol. 4,\n                                no. 1",
    "issn": "2086-4639 (Print)",
    "publisher": "2460-5824 (Online)",
    "countryOfPublisher": "Bogor Agricultural University",
    "lcc": [
      "Indonesia",
      "Geography. Anthropology. Recreation: Environmental sciences"
    ],
    "journalUrl": "http://journal.ipb.ac.id/index.php/jpsl",
    "abstract": "Mining is an environment-altering activity especially on land by reducing landcover and stored carbon. PT ANTAM, a prominent mining company in an industrial scale, is doing reclamation in order to restore the ability of the land to its optimum function. Reclamation in the relation with global warming, is an efforts to mitigate climate change by increasing the ability of land to absorb carbon (revegetation). Therefore land cover monitoring at reclamation area becomes an important thing to do, one way to do it is by using remote sensing. Not only for land cover, remote sensing also can be used to estimate carbon stocks. Based on visual interpretation of google earth image data in 2007, there were five classes of secondary forest at reclamation area of PT ANTAM UBPE Pongkor : class A (tight forest) covering 8,65 ha; class B (medium forest) covering 0,88 ha; class C (sparse forest) covering 1,57 ha; and class D (shrubs) covering 0,92 ha. Meanwhile, the calculation of carbon stocks based on three sampling locations that representing secondary forest classes A, B, and C, resulting estimated average carbon stock in the whole reclamation area of PT ANTAM UBPE Pongkor is 113,79 tons/ha. Keywords: mining, reclamation, google earth image data, carbon stock",
    "readLink": "https://journal.ipb.ac.id/index.php/jpsl/article/view/10549"
  },
  {
    "title": "Development of a wetland management plan for Taiqu Saltpan, Taiwan, by stakeholder engagement and water gate operation",
    "authors": [
      "Hsiao-Wen Wang,",
      "Anton Alberta Salim,",
      "Ben A. LePage"
    ],
    "doi": "https://doi.org/10.5751/ES-14259-280304",
    "journalVolume": "Vol. 28,\n                                no. 3\n                                \n                                  p.\n                                  4",
    "issn": "1708-3087 (Online)",
    "publisher": "Resilience Alliance",
    "countryOfPublisher": "United States",
    "lcc": [
      "Science: Biology (General): Ecology"
    ],
    "journalUrl": "http://www.ecologyandsociety.org/",
    "abstract": "We examined different water management strategies for Taiqu Saltpan, which is part of the Qigu Saltpan Wetland complex in Tainan, Taiwan. The Taiqu saltpans are surrounded by artificial dikes, lack a water management plan, have insufficient water input during the dry season, and have little to no natural hydrologic connectivity to other wetlands in the Qigu Saltpan Wetland complex. Water is an important requirement for habitat and life. The need for a water management plan is crucial to enhance the existing ecosystem services. Besides the need to manage water, a robust stakeholder engagement plan was needed to better understand past practices and events and to develop a future saltpan management plan. Our aim was to bridge local stakeholder knowledge and scientific evidence into management strategies that could be used to improve waterflow between wetlands in the Qigu Saltpan Wetland complex with some soft modification of the existing infrastructure such as removing culverts, dikes, and dredging, and adapting the existing rules for gate operation without increasing the risk of flooding to the surround communities. Data were generated by merging field surveys (water gauge, velocity meter, and bird surveys) and aerial images to identify the saltpan hydrological dynamics before and after water gate operations in March and April 2020, respectively. Physical-inundation drainage modelling was used to calibrate, verify, and simulate four different management scenarios. Most of the water birds that use the Qigu Saltpan Wetland complex are from the Charadriidae and Scolopacidae families. Scenarios II and IV, which produced water depths that were suitable for members of the Charadriidae and Scolopacidae, are recommended. Implementation of water gate operations and stakeholder engagement would help in making decisions regarding future saltpan use in the face of uncertain challenges such as climate change.",
    "readLink": "https://www.ecologyandsociety.org/vol28/iss3/art4"
  },
  {
    "title": "National and regional seasonal dynamics of all-cause and cause-specific mortality in the USA from 1980 to 2016",
    "authors": [
      "Robbie M Parks,",
      "James E Bennett,",
      "Kyle J Foreman,",
      "Ralf Toumi,",
      "Majid Ezzati"
    ],
    "doi": "https://doi.org/10.7554/eLife.35500",
    "journalVolume": "Vol. 7",
    "issn": "2050-084X (Online)",
    "publisher": "eLife Sciences Publications Ltd",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Medicine",
      "Science: Biology (General)"
    ],
    "journalUrl": "https://elifesciences.org",
    "abstract": "In temperate climates, winter deaths exceed summer ones. However, there is limited information on the timing and the relative magnitudes of maximum and minimum mortality, by local climate, age group, sex and medical cause of death. We used geo-coded mortality data and wavelets to analyse the seasonality of mortality by age group and sex from 1980 to 2016 in the USA and its subnational climatic regions. Death rates in men and women ≥ 45 years peaked in December to February and were lowest in June to August, driven by cardiorespiratory diseases and injuries. In these ages, percent difference in death rates between peak and minimum months did not vary across climate regions, nor changed from 1980 to 2016. Under five years, seasonality of all-cause mortality largely disappeared after the 1990s. In adolescents and young adults, especially in males, death rates peaked in June/July and were lowest in December/January, driven by injury deaths.",
    "readLink": "https://elifesciences.org/articles/35500"
  },
  {
    "title": "Theoretical Implications of Renewable Energy using Improved Cooking Stoves for Rural Households",
    "authors": [
      "Muhammad Abrar Ul Haq,",
      "Muhammad Atif Nawaz,",
      "Farheen Akram,",
      "Vinodh K. Natarajan"
    ],
    "doi": "Vol. 10,\n                                no. 5",
    "issn": "2146-4553 (Online)",
    "publisher": "EconJournals",
    "countryOfPublisher": "Türkiye",
    "lcc": [
      "Geography. Anthropology. Recreation: Environmental sciences",
      "Social Sciences: Industries. Land use. Labor: Special industries and trades: Energy industries. Energy policy. Fuel trade"
    ],
    "journalUrl": "https://www.econjournals.com/index.php/ijeep",
    "abstract": "Majority of the rural people from developing countries are dependent on agriculture sector and the major source of energy is traditional biomass. Due to radical climate changes, their dependency on traditional biomass and agriculture sector increases their vulnerability and deteriorates the environment as well. Therefore, this study attempts to highlight the potential of using renewable energy options to reduce this vulnerability. The focus of present research is the efficient utilization of solar energy and biomass using improved cooking stoves. Additionally, the vulnerability can be reduced by optimizing solar energy utilization and enhanced individuals' adaptive capacity with the use of improved cooking stoves. The environmental benefits of the use of improved cooking stoves through solar energy are also discussed. It is concluded that the efficient use of biomass and solar energy reduce individuals' susceptibility and improve their socio-economic status, education, health and climate change as well. These findings provide the guidelines to the regulators that they should enhance their focus towards renewable energy to reduce this vulnerability. Keywords: Health Benefits, Solar Energy, Renewable Energy, Biomass. Climate Change JEL Classifications: Q26; Q54 DOI: https://doi.org/10.32479/ijeep.10216",
    "readLink": "https://www.econjournals.com/index.php/ijeep/article/view/10216"
  },
  {
    "title": "Effects of Organic Pollutants on Bacterial Communities Under Future Climate Change Scenarios",
    "authors": [
      "Juanjo Rodríguez,",
      "Christine M. J. Gallampois,",
      "Sari Timonen,",
      "Agneta Andersson,",
      "Agneta Andersson,",
      "Hanna Sinkko,",
      "Peter Haglund,",
      "Åsa M. M. Berglund,",
      "Matyas Ripszam,",
      "Daniela Figueroa,",
      "Mats Tysklind,",
      "Owen Rowe,",
      "Owen Rowe"
    ],
    "doi": "https://doi.org/10.3389/fmicb.2018.02926",
    "journalVolume": "Vol. 9",
    "issn": "1664-302X (Online)",
    "publisher": "Frontiers Media S.A.",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Science: Microbiology"
    ],
    "journalUrl": "http://www.frontiersin.org/microbiology",
    "abstract": "Coastal ecosystems are highly dynamic and can be strongly influenced by climate change, anthropogenic activities (e.g., pollution), and a combination of the two pressures. As a result of climate change, the northern hemisphere is predicted to undergo an increased precipitation regime, leading in turn to higher terrestrial runoff and increased river inflow. This increased runoff will transfer terrestrial dissolved organic matter (tDOM) and anthropogenic contaminants to coastal waters. Such changes can directly influence the resident biology, particularly at the base of the food web, and can influence the partitioning of contaminants and thus their potential impact on the food web. Bacteria have been shown to respond to high tDOM concentration and organic pollutants loads, and could represent the entry of some pollutants into coastal food webs. We carried out a mesocosm experiment to determine the effects of: (1) increased tDOM concentration, (2) organic pollutant exposure, and (3) the combined effect of these two factors, on pelagic bacterial communities. This study showed significant responses in bacterial community composition under the three environmental perturbations tested. The addition of tDOM increased bacterial activity and diversity, while the addition of organic pollutants led to an overall reduction of these parameters, particularly under concurrent elevated tDOM concentration. Furthermore, we identified 33 bacterial taxa contributing to the significant differences observed in community composition, as well as 35 bacterial taxa which responded differently to extended exposure to organic pollutants. These findings point to the potential impact of organic pollutants under future climate change conditions on the basal coastal ecosystem, as well as to the potential utility of natural bacterial communities as efficient indicators of environmental disturbance.",
    "readLink": "https://www.frontiersin.org/article/10.3389/fmicb.2018.02926/full"
  },
  {
    "title": "Comparative analysis of wild and cultivated Lathyrus L. species to assess their content of sugars, polyols, free fatty acids, and phytosterols",
    "authors": [
      "A. E. Solovyeva,",
      "T. V. Shelenga,",
      "A. L. Shavarda,",
      "M. O. Burlyaeva"
    ],
    "doi": "https://doi.org/10.18699/VJ20.667",
    "journalVolume": "Vol. 24,\n                                no. 7\n                                \n                                  pp.\n                                  730\n                                  – 737",
    "issn": "2500-0462 (Print)",
    "publisher": "2500-3259 (Online)",
    "countryOfPublisher": "Siberian Branch of the Russian Academy of Sciences, Federal Research Center Institute of Cytology and Genetics, The Vavilov Society of Geneticists and Breeders",
    "lcc": [
      "Russian Federation",
      "Science: Biology (General): Genetics"
    ],
    "journalUrl": "http://vavilov.elpub.ru/",
    "abstract": "Under climate change, the need for crops resistant to abiotic and biotic stresses increases. Lathyrus spp. Are characterized by a high nutritional value of their green biomass. The grass pea is one of the most resistant to drought, aterlogging, cold, salinity, diseases and pests among cultivated legumes, and it is grown at minimal cost. The development of new Lathyrus cultivars with an improved composition of nutrients will make it possible to produce high-quality animal feed in areas with extremely unstable weather conditions. With this in view, the patterns of variability in the parameters of the carbohydrate complex (sugars, their lactone and methyl forms), polyols (including phenol-containing alcohols), phytosterols, free fatty acids (FFA) and acylglycerols were studied in the green biomass of 32 accessions representing Lathyrus sativus L., L. tuberosus L., L. sylvestris L., L. vernus (L.) Bernh., L. latifolius L. and L. linifolius (Reichard) Bassler. from the VIR collection, reproduced in Leningrad oblast under contrasting conditions of 2012 and 2013. The content of identified compounds varied depending on the genotype, species, and weather. High temperatures and high precipitation in 2013 contributed to the accumulation of monosaccharides, and the colder and drier conditions of 2012 to an increase in oligosaccharides, most polyols, and FFA. The cultivated species (L. sativus) was distinguished by its high sugar content, and the wild species as follows: L. latifolius by FFA; L. linifolius by ononitol, myo-inositol, and glycerol 3-phosphate; L. vernus by MAG and methylpentofuranoside. The resulting data showed that the Lathyrus accessions studied are promising for breeding stress-resistant cultivars of high nutritional quality.",
    "readLink": "https://vavilov.elpub.ru/jour/article/view/2815"
  },
  {
    "title": "Blue Water in Europe: Estimates of Current and Future Availability and Analysis of Uncertainty",
    "authors": [
      "Alvaro Sordo-Ward,",
      "Isabel Granados,",
      "Ana Iglesias,",
      "Luis Garrote"
    ],
    "doi": "https://doi.org/10.3390/w11030420",
    "journalVolume": "Vol. 11,\n                                no. 3\n                                \n                                  p.\n                                  420",
    "issn": "2073-4441 (Online)",
    "publisher": "MDPI AG",
    "countryOfPublisher": "Switzerland",
    "lcc": [
      "Technology: Hydraulic engineering",
      "Technology: Environmental technology. Sanitary engineering: Water supply for domestic and industrial purposes"
    ],
    "journalUrl": "http://www.mdpi.com/journal/water/",
    "abstract": "This study presents a regional assessment of future blue water availability in Europe under different assumptions. The baseline period (1960 to 1999) is compared to the near future (2020 to 2059) and the long-term future (2060 to 2099). Blue water availability is estimated as the maximum amount of water supplied at a certain point of the river network that satisfies a defined demand, taking into account specified reliability requirements. Water availability is computed with the geospatial high-resolution Water Availability and Adaptation Policy Assessment (WAAPA) model. The WAAPA model definition for this study extends over 6 million km2 in Europe and considers almost 4000 sub-basins in Europe. The model takes into account 2300 reservoirs larger than 5 hm3, and the dataset of Hydro 1k with 1700 sub-basins. Hydrological scenarios for this study were taken from the Inter-Sectoral Impact Model Inter-Comparison Project and included simulations of five global climate models under different Representative Concentration Pathways scenarios. The choice of method is useful for evaluating large area regional studies that include high resolution on the systems´ characterization. The results highlight large uncertainties associated with a set of local water availability estimates across Europe. Climate model uncertainties for mean annual runoff and potential water availability were found to be higher than scenario uncertainties. Furthermore, the existing hydraulic infrastructure and its management have played an important role by decoupling water availability from hydrologic variability. This is observed for all climate models, the emissions scenarios considered, and for near and long-term future. The balance between water availability and withdrawals is threatened in some regions, such as the Mediterranean region. The results of this study contribute to defining potential challenges in water resource systems and regional risk areas.",
    "readLink": "https://www.mdpi.com/2073-4441/11/3/420"
  },
  {
    "title": "Dr. Matthew C. Larsen",
    "authors": [
      "Aranzazu Berbey Alvarez"
    ],
    "doi": "https://doi.org/10.33412/pri.v11.1.2524",
    "journalVolume": "Vol. 11,\n                                no. 1\n                                \n                                  pp.\n                                  15\n                                  – 16",
    "issn": "2076-8133 (Print)",
    "publisher": "2312-637X (Online)",
    "countryOfPublisher": "Universidad Tecnológica de Panamá",
    "lcc": [
      "Panama",
      "Technology: Technology (General)"
    ],
    "journalUrl": "https://revistas.utp.ac.pa/index.php/prisma",
    "abstract": "Matthew C. Larsen is the Director of the Smithsonian Tropical Research Institute, headquartered in Panama City, Panama. The Institute furthers the understanding of tropical nature and its importance to human welfare, trains students to conduct research in the tropics, and promotes conservation by increasing public awareness of the beauty and importance of tropical ecosystems. In addition to its resident scientists, the Institute’s facilities are used annually by some 1,300 visiting scientists, pre- and postdoctoral fellows and interns from academic and research institutions who come from a quarter of all nations on Earth. From 2010 to 2014, Dr. Larsen was the U.S. Geological Survey Associate Director for Climate and Land Use Change, where he led science programs focused on climate change, land use change, and a national ecological carbon sequestration assessment. Additionally, Dr. Larsen managed the Landsat satellite program and the National Climate Change and Wildlife Science Center. From 2005 to 2014, Dr. Larsen led U.S. Geological Survey Water Resources programs and served as Chair of the US National Committee for UNESCO International Hydrological Programme. Larsen’s 90+ publications are in the fields of natural hazards, water resources, climate change, ecosystem services, and marine geology. Dr. Larsen earned a B.S. in Geology from Antioch College, Yellow Springs, Ohio, and a PhD in Geography at the University of Colorado in Boulder.",
    "readLink": "https://revistas.utp.ac.pa/index.php/prisma/article/view/2524"
  },
  {
    "title": "Bearing Witness 2016: A Fiji climate change journalism case study",
    "authors": [
      "David Robie,",
      "Sarika Chand"
    ],
    "doi": "https://doi.org/10.24135/pjr.v23i1.257",
    "journalVolume": "Vol. 23,\n                                no. 1",
    "issn": "1023-9499 (Print)",
    "publisher": "2324-2035 (Online)",
    "countryOfPublisher": "Asia Pacific Network",
    "lcc": [
      "New Zealand",
      "Language and Literature: Philology. Linguistics: Communication. Mass media",
      "Language and Literature: Literature (General): Journalism. The periodical press, etc."
    ],
    "journalUrl": "https://ojs.aut.ac.nz/pacific-journalism-review/",
    "abstract": "In February 2016, the Fiji Islands were devastated by Severe Tropical Cyclone Winston, the strongest recorded tropical storm in the Southern Hemisphere. The category 5 storm with wind gusts reaching 300 kilometres an hour, left 44 people dead, 45,000 people displaced, 350,000 indirectly affected, and $650 million worth of damage (Climate Council, 2016). In March 2017, the Secretariat of the Pacific Regional Environment Programme (SPREP) launched a new 10-year Strategic Plan 2017-2026, which regards climate change as a ‘deeply troubling issue for the environmental, economic, and social viability of Pacific island countries and territories’. In November, Fiji will co-host the UN Framework Convention on Climate Change (COP23) climate change conference in Bonn, Germany. Against this background, the Pacific Media Centre despatched two neophyte journalists to Fiji for a two-week field trip in April 2016 on a ‘bearing witness’ journalism experiential assignment to work in collaboration with the Pacific Centre for Environment and Sustainable Development (PaCE-SD) and the Regional Journalism Programme at the University of the South Pacific. This article is a case study assessing this climate change journalism project and arguing for the initiative to be funded for a multiple-year period in future and to cover additional Pacific countries, especially those so-called ‘frontline’ climate change states.",
    "readLink": "https://ojs.aut.ac.nz/pacific-journalism-review/article/view/257"
  },
  {
    "title": "Global data on earthworm abundance, biomass, diversity and corresponding environmental properties",
    "authors": [
      "Helen R. P. Phillips,",
      "Elizabeth M. Bach,",
      "Marie L. C. Bartz,",
      "Joanne M. Bennett,",
      "Rémy Beugnon,",
      "Maria J. I. Briones,",
      "George G. Brown,",
      "Olga Ferlian,",
      "Konstantin B. Gongalsky,",
      "Carlos A. Guerra,",
      "Birgitta König-Ries,",
      "Julia J. Krebs,",
      "Alberto Orgiazzi,",
      "Kelly S. Ramirez,",
      "David J. Russell,",
      "Benjamin Schwarz,",
      "Diana H. Wall,",
      "Ulrich Brose,",
      "Thibaud Decaëns,",
      "Patrick Lavelle,",
      "Michel Loreau,",
      "Jérôme Mathieu,",
      "Christian Mulder,",
      "Wim H. van der Putten,",
      "Matthias C. Rillig,",
      "Madhav P. Thakur,",
      "Franciska T. de Vries,",
      "David A. Wardle,",
      "Christian Ammer,",
      "Sabine Ammer,",
      "Miwa Arai,",
      "Fredrick O. Ayuke,",
      "Geoff H. Baker,",
      "Dilmar Baretta,",
      "Dietmar Barkusky,",
      "Robin Beauséjour,",
      "Jose C. Bedano,",
      "Klaus Birkhofer,",
      "Eric Blanchart,",
      "Bernd Blossey,",
      "Thomas Bolger,",
      "Robert L. Bradley,",
      "Michel Brossard,",
      "James C. Burtis,",
      "Yvan Capowiez,",
      "Timothy R. Cavagnaro,",
      "Amy Choi,",
      "Julia Clause,",
      "Daniel Cluzeau,",
      "Anja Coors,",
      "Felicity V. Crotty,",
      "Jasmine M. Crumsey,",
      "Andrea Dávalos,",
      "Darío J. Díaz Cosín,",
      "Annise M. Dobson,",
      "Anahí Domínguez,",
      "Andrés Esteban Duhour,",
      "Nick van Eekeren,",
      "Christoph Emmerling,",
      "Liliana B. Falco,",
      "Rosa Fernández,",
      "Steven J. Fonte,",
      "Carlos Fragoso,",
      "André L. C. Franco,",
      "Abegail Fusilero,",
      "Anna P. Geraskina,",
      "Shaieste Gholami,",
      "Grizelle González,",
      "Michael J. Gundale,",
      "Mónica Gutiérrez López,",
      "Branimir K. Hackenberger,",
      "Davorka K. Hackenberger,",
      "Luis M. Hernández,",
      "Jeff R. Hirth,",
      "Takuo Hishi,",
      "Andrew R. Holdsworth,",
      "Martin Holmstrup,",
      "Kristine N. Hopfensperger,",
      "Esperanza Huerta Lwanga,",
      "Veikko Huhta,",
      "Tunsisa T. Hurisso,",
      "Basil V. Iannone,",
      "Madalina Iordache,",
      "Ulrich Irmler,",
      "Mari Ivask,",
      "Juan B. Jesús,",
      "Jodi L. Johnson-Maynard,",
      "Monika Joschko,",
      "Nobuhiro Kaneko,",
      "Radoslava Kanianska,",
      "Aidan M. Keith,",
      "Maria L. Kernecker,",
      "Armand W. Koné,",
      "Yahya Kooch,",
      "Sanna T. Kukkonen,",
      "H. Lalthanzara,",
      "Daniel R. Lammel,",
      "Iurii M. Lebedev,",
      "Edith Le Cadre,",
      "Noa K. Lincoln,",
      "Danilo López-Hernández,",
      "Scott R. Loss,",
      "Raphael Marichal,",
      "Radim Matula,",
      "Yukio Minamiya,",
      "Jan Hendrik Moos,",
      "Gerardo Moreno,",
      "Alejandro Morón-Ríos,",
      "Hasegawa Motohiro,",
      "Bart Muys,",
      "Johan Neirynck,",
      "Lindsey Norgrove,",
      "Marta Novo,",
      "Visa Nuutinen,",
      "Victoria Nuzzo,",
      "P. Mujeeb Rahman,",
      "Johan Pansu,",
      "Shishir Paudel,",
      "Guénola Pérès,",
      "Lorenzo Pérez-Camacho,",
      "Jean-François Ponge,",
      "Jörg Prietzel,",
      "Irina B. Rapoport,",
      "Muhammad Imtiaz Rashid,",
      "Salvador Rebollo,",
      "Miguel Á. Rodríguez,",
      "Alexander M. Roth,",
      "Guillaume X. Rousseau,",
      "Anna Rozen,",
      "Ehsan Sayad,",
      "Loes van Schaik,",
      "Bryant Scharenbroch,",
      "Michael Schirrmann,",
      "Olaf Schmidt,",
      "Boris Schröder,",
      "Julia Seeber,",
      "Maxim P. Shashkov,",
      "Jaswinder Singh,",
      "Sandy M. Smith,",
      "Michael Steinwandter,",
      "Katalin Szlavecz,",
      "José Antonio Talavera,",
      "Dolores Trigo,",
      "Jiro Tsukamoto,",
      "Sheila Uribe-López,",
      "Anne W. de Valença,",
      "Iñigo Virto,",
      "Adrian A. Wackett,",
      "Matthew W. Warren,",
      "Emily R. Webster,",
      "Nathaniel H. Wehr,",
      "Joann K. Whalen,",
      "Michael B. Wironen,",
      "Volkmar Wolters,",
      "Pengfei Wu,",
      "Irina V. Zenkova,",
      "Weixin Zhang,",
      "Erin K. Cameron,",
      "Nico Eisenhauer"
    ],
    "doi": "https://doi.org/10.1038/s41597-021-00912-z",
    "journalVolume": "Vol. 8,\n                                no. 1\n                                \n                                  pp.\n                                  1\n                                  – 12",
    "issn": "2052-4463 (Online)",
    "publisher": "Nature Portfolio",
    "countryOfPublisher": "United Kingdom",
    "lcc": [
      "Science"
    ],
    "journalUrl": "https://www.nature.com/sdata/",
    "abstract": "Measurement(s) earthworm communities • Abundance • organic material • Diversity • environmental properties Technology Type(s) digital curation Factor Type(s) location Sample Characteristic - Organism Lumbricina Sample Characteristic - Environment soil Sample Characteristic - Location global Machine-accessible metadata file describing the reported data: https://doi.org/10.6084/m9.figshare.13399118",
    "readLink": "https://doi.org/10.1038/s41597-021-00912-z"
  }
]